[{"relevance_score": 27, "title": "S'pore can expect frequent heatwaves in coming years: Experts", "published": "2022-07-21", "bodyText": "<p nitf:lede=\"true\">Jul. 21—SINGAPORE (The Straits Times/ANN) — Singapore will not experience the weather phenomena causing deadly heatwaves in Europe and China this month but it can expect frequent heatwaves in the coming years, experts said on Wednesday (July 20).</p><p nitf:lede=\"true\">Located in the equatorial region, Singapore is less vulnerable to the warming climate caused by large-scale, high-pressure systems such as those over Europe and East Asia, said Assistant Professor Wang Jingyu from the National Institute of Education, who studies land-atmosphere interaction, as well as regional and global climate modelling and application.</p><p>\"The main reason for the heatwaves that prevail is the abnormal expansion and intensification of high-pressure systems,\" he said.</p><p>As Singapore is situated next to the equator, the island is not directly affected by temperate or subtropical anti-cyclones, which triggered heatwaves in India, said Associate Professor Koh Tieh Yong, a weather and climate scientist from the Singapore University of Social Science.</p><p>Temperate regions such as Europe and North-east Asia experience heatwaves when high-pressure systems, known as anti-cyclones, descend over them, said Prof Koh.</p><p>These anti-cyclones that originate over the North Atlantic Ocean, Tibetan Plateau or North Pacific Ocean have winds that bring hot air from subtropical deserts and the tropics to the temperate regions in summer, he said.</p><p>But Singapore can still experience heatwaves caused by drier weather.</p><p>Responding to queries from The Straits Times, the Meteorological ServiceSingapore (MSS), under the National Environment Agency, said Singapore is more vulnerable to a heatwave when there is a strong El Nino — the abnormal warming of sea surface temperatures in the central equatorial Pacific Ocean.</p><p>Singapore's last heatwave in 2016 was triggered by El Nino, which led to the hottest year here since temperature records started in 1929.</p><p>Prolonged dry and warm weather can also be triggered by a strong positive Indian Ocean Dipole event, MSS said. This refers to warmer sea surface temperatures in the western Indian Ocean. The phenomenon has induced weather extremes such as the 2019 Australian bushfires and African floods.</p><p>Climate change is a common denominator that will worsen warming globally.</p><p>The heatwave sweeping across Europe is largely due to the Azores High — a slow-moving, semi-permanent high-pressure cell — usually located off Spain, said Professor Matthias Roth from the Department of Geography at the National University of Singapore.</p><p>Temperatures have surged past 40 deg C in countries such as Britain and Spain due to the high-pressure system, which is extremely strong this year. More of such occurrences can be expected in the future.</p><p>The \"extremely large\" Azores High is becoming more frequent — from once every 10 years in the pre-industrial period to once every four years in the 21st century, said Prof Wang.</p><p>As greenhouse gases warm the climate, more anti-cyclones such as the Azores High are projected to reach further north across temperate regions in Europe, Asia or North America, said Prof Koh.</p><p>In Singapore, stronger El Ninos caused by climate change can result in higher-than-normal temperatures.</p><p>Said Prof Koh: \"Under climate change scenarios, more models show stronger El Ninos than not.</p><p>\"This spells drier and hotter weather in Singapore during El Nino years in future, sometimes being intense enough to constitute heatwaves.\"</p><p>Click here to read more from The Straits Times: <url normalizedValue=\"https://www.straitstimes.com/singapore/spore-does-not-get-high-pressure-system-behind-europes-heatwaves-more-affected-by-el-nino-experts\">https://www.straitstimes.com/singapore/spore-does-not-get-high-pressure-system-behind-europes-heatwaves-more-affected-by-el-nino-experts</url></p><p>___ (c)2022 the Asia News Network (Hamburg, Germany) Visit the Asia News Network (Hamburg, Germany) at <url normalizedValue=\"http://www.asianewsnet.net/home\">www.asianewsnet.net/home</url>/ Distributed by Tribune Content Agency, LLC.</p>", "publisher": "The Daily Star, Dhaka, Bangladesh / Asia News Network", "instances": ["Prolonged dry and warm weather can also be triggered by a strong positive Indian Ocean Dipole event, MSS said. This refers to warmer sea surface temperatures in the western Indian Ocean. Climate change is a common denominator that will worsen warming globally. The heatwave sweeping across Europe is largely due to the Azores High — a slow-moving, semi-permanent high-pressure cell — usually located off Spain, said Professor Matthias Roth from the Department of Geography at the National University of Singapore."]}, {"relevance_score": 11, "title": "Outgoing Australian high commissioner calls on President Hamid", "published": "2020-01-13", "bodyText": "<p nitf:lede=\"true\"> Outgoing Australian High Commissioner to Bangladesh Julia Niblett on Sunday called on President Abdul Hamid at Bangabhaban in the afternoon.</p><p>During the meeting, the President appreciated the proactive role of the Australian high commissioner in strengthening bilateral relations between the two countries.</p><p>President's Press Secretary Joynal Abedin briefed reporters after the meeting.</p><p>Hamid said the trade and investment ties between Bangladesh and Australia are getting stronger day by day.</p><p>He hoped that the bilateral ties would further be strengthened in the coming days.</p><p>Referring to the recent Australian bushfires, the President expressed profound sorrow and sympathy at the casualties and damage.</p><p>The envoy expressed her gratitude to the President for his continuous support during her assignment here.</p><p>About recent high-level visit-exchanges between the representatives of two countries, she mentioned that such visits took the bilateral relation to a new height.</p><p>She also lauded the 'outstanding' performance of Bangladesh in disaster management.</p><p>The Australian high commissioner expressed her hope that her country would play a very positive role in trade and investment.</p><p>Secretaries concerned to the President were present during the meeting.</p>", "publisher": "United News of Bangladesh", "instances": ["Hamid said the trade and investment ties between Bangladesh and Australia are getting stronger day by day. He hoped that the bilateral ties would further be strengthened in the coming days. The envoy expressed her gratitude to the President for his continuous support during her assignment here. About recent high-level visit-exchanges between the representatives of two countries, she mentioned that such visits took the bilateral relation to a new height."]}, {"relevance_score": 10, "title": "Ties with Australia to be strengthened", "published": "2020-01-13", "bodyText": "<p nitf:lede=\"true\"> The outgoing Australian High Commissioner to Bangladesh, Julia Niblett, called on President M Abdul Hamid at Bangabhaban on Sunday evening, reports BSS. During the meeting, the President appreciated proactive role of the Australian high commissioner in strengthening bilateral relations between the two countries, President's press secretary M Joynal Abedin said. Abdul Hamid said the trade and investment ties between Bangladesh and Australia is increasing gradually.</p><p>The head of the state hoped that the bilateral ties would further be strengthened in the days to come. Referring to the recent Australian bushfires, the President expressed profound sorrow and sympathy for the casualties and colossal damage.</p><p>The envoy expressed her gratitude to the President for giving his continuous support during her assignment here. About recent high-level exchange of visits between the representatives of two countries, she mentioned that such visits took the bilateral relations between the two countries to a new height.</p><p>The outgoing envoy also lauded the 'outstanding' performance of Bangladesh in disaster management.</p><p>The Australian high commissioner expressed her hope that Australia would play a very positive role in boosting commerce and investment ties between the two countries. Secretaries concerned to the President were present during the meeting.</p>", "publisher": "The News Today (Bangladesh)", "instances": ["Abdul Hamid said the trade and investment ties between Bangladesh and Australia is increasing gradually. The head of the state hoped that the bilateral ties would further be strengthened in the days to come. The envoy expressed her gratitude to the President for giving his continuous support during her assignment here. About recent high-level exchange of visits between the representatives of two countries, she mentioned that such visits took the bilateral relations between the two countries to a new height."]}, {"relevance_score": 30, "title": "Australian bushfires threaten to reach parts of Sydney", "published": "2013-10-21", "bodyText": "<p nitf:lede=\"true\"> Australian fire crews were bracing Sunday for some of the worst conditions in decades as several major blazes threatened to merge into a mammoth firefront that could reach Sydney, reports AFP.</p><p nitf:lede=\"true\">More than 200 homes have already been destroyed and another 120 damaged by the wildfires, which broke out across New South Wales state in unseasonably warm weather last week, fanned by extremely high winds.</p><p nitf:lede=\"true\">The worst of the blazes, in the Blue Mountains west of Sydney, plunged the city last week into an eerie midday darkness as plumes of smoke and ash filled the sky. One man has died so far trying to protect his property.</p><p>Three separate infernos continued to burn in the Blue Mountains on Sunday. Grim forecasts of intensifying heat and winds prompted NSW Premier Barry O'Farrell to declare a state of emergency giving firefighters the power to forcibly evacuate people, with penalties for refusing.</p><p>\"This is not an action taken lightly... but it's important the Rural Fire Service (RFS) and other emergency services have the powers and the resources they need to combat this threat,\" said O'Farrell.</p><p>\"We are planning for the worst but hoping for the best.\" Officials issued dire predictions about the worsening weather forecasts through to Wednesday, with a RFS spokesman saying there was the \"very real potential that these three fires -- (one) in Lithgow and the two in the (Blue) Mountains-could form as one fire over the next couple of days\".</p><p>\"We can understand the magnitude of that as it would then creep into the bottom end of Sydney. It's certainly something that we're very concerned about,\" the spokesman said.</p><p>Sydney's suburban outskirts are just across the Nepean River from the foot of the mountains. Embers jumped its banks on Thursday, starting a fire at Castlereagh near Penrith.</p><p>Some 76,000 people live in the Blue Mountains while the population of Sydney is 4.4 million. NSW RFS Commissioner Shane Fitzsimmons said there would be several extremely difficult days ahead for fire crews, with temperatures set to soar and a return to dangerously high winds.</p><p>\"We've got what would be unparalleled (conditions) in terms of risk and exposure for the Blue Mountains and Hawkesbury communities throughout this week,\" Fitzsimmons told reporters.</p><p>\"If you are to draw a parallel, and it's always dangerous to draw a parallel, at best you'd be going back to time periods in the late 60s.\" \"The reality is, however, these conditions that we're looking at are a whole new ball-game and in a league of their own.\"</p><p>A total ban on starting open-air fires for barbecues or other reasons was in place in Greater Sydney and three other regions across the state until further notice. An emergency warning was issued for the Blue Mountains village of Bell, where residents were urged to evacuate due to the immediate threat of fire. Other township residents were told to shelter in their homes or warned that they faced several days of isolation without electricity.</p><p>State Assistant police commissioner Alan Clarke said mandatory evacuation orders would be enforced in some areas, describing the risk as \"far more extreme\" than in past fires.</p><p>\"Police will be doing forced evacuations if the risk is necessary,\" Clarke told reporters. \"At the end of the day we hope we have buildings standing, but if we don't have buildings standing we don't want bodies in them.\"</p><p>Wildfires are common in Australia's summer months, which run from December-February. But an unusually dry and warm winter and record spring temperatures has seen the 2013/14 fire season start early.</p>", "publisher": "The News Today (Bangladesh)", "instances": []}, {"relevance_score": 30, "title": "Australian bushfires threaten to reach parts of Sydney", "published": "2013-10-21", "bodyText": "<p nitf:lede=\"true\"> Australian fire crews were bracing Sunday for some of the worst conditions in decades as several major blazes threatened to merge into a mammoth firefront that could reach Sydney, reports AFP.</p><p nitf:lede=\"true\">More than 200 homes have already been destroyed and another 120 damaged by the wildfires, which broke out across New South Wales state in unseasonably warm weather last week, fanned by extremely high winds.</p><p nitf:lede=\"true\">The worst of the blazes, in the Blue Mountains west of Sydney, plunged the city last week into an eerie midday darkness as plumes of smoke and ash filled the sky. One man has died so far trying to protect his property.</p><p>Three separate infernos continued to burn in the Blue Mountains on Sunday. Grim forecasts of intensifying heat and winds prompted NSW Premier Barry O'Farrell to declare a state of emergency giving firefighters the power to forcibly evacuate people, with penalties for refusing.</p><p>\"This is not an action taken lightly... but it's important the Rural Fire Service (RFS) and other emergency services have the powers and the resources they need to combat this threat,\" said O'Farrell.</p><p>\"We are planning for the worst but hoping for the best.\" Officials issued dire predictions about the worsening weather forecasts through to Wednesday, with a RFS spokesman saying there was the \"very real potential that these three fires -- (one) in Lithgow and the two in the (Blue) Mountains-could form as one fire over the next couple of days\".</p><p>\"We can understand the magnitude of that as it would then creep into the bottom end of Sydney. It's certainly something that we're very concerned about,\" the spokesman said.</p><p>Sydney's suburban outskirts are just across the Nepean River from the foot of the mountains. Embers jumped its banks on Thursday, starting a fire at Castlereagh near Penrith.</p><p>Some 76,000 people live in the Blue Mountains while the population of Sydney is 4.4 million. NSW RFS Commissioner Shane Fitzsimmons said there would be several extremely difficult days ahead for fire crews, with temperatures set to soar and a return to dangerously high winds.</p><p>\"We've got what would be unparalleled (conditions) in terms of risk and exposure for the Blue Mountains and Hawkesbury communities throughout this week,\" Fitzsimmons told reporters.</p><p>\"If you are to draw a parallel, and it's always dangerous to draw a parallel, at best you'd be going back to time periods in the late 60s.\" \"The reality is, however, these conditions that we're looking at are a whole new ball-game and in a league of their own.\"</p><p>A total ban on starting open-air fires for barbecues or other reasons was in place in Greater Sydney and three other regions across the state until further notice. An emergency warning was issued for the Blue Mountains village of Bell, where residents were urged to evacuate due to the immediate threat of fire. Other township residents were told to shelter in their homes or warned that they faced several days of isolation without electricity.</p><p>State Assistant police commissioner Alan Clarke said mandatory evacuation orders would be enforced in some areas, describing the risk as \"far more extreme\" than in past fires.</p><p>\"Police will be doing forced evacuations if the risk is necessary,\" Clarke told reporters. \"At the end of the day we hope we have buildings standing, but if we don't have buildings standing we don't want bodies in them.\"</p><p>Wildfires are common in Australia's summer months, which run from December-February. But an unusually dry and warm winter and record spring temperatures has seen the 2013/14 fire season start early.</p>", "publisher": "The News Today (Bangladesh)", "instances": []}]