[{"relevance_score": 44, "title": "A deadly typhoon brings misery in Eastern Japan", "published": "2019-10-18", "bodyText": "<p nitf:lede=\"true\">Dhaka, Oct. 18 -- Our mother nature is no doubt very angry - so is the saying going around. If she is not extremely unhappy, then why there is so much fury in her recent behavior? This is what a group of people, sure enough of the scale of anger that our known world is simply unable to hide, is saying. Others, on the other hand, are pointing fingers to our unfathomable greed that are causing so much harm to surrounding environment that mother earth has been forced to show her violent reaction. All such assumptions led to the conclusion that a great harm has already been done and we're now paying the price for that. Hence, the question that naturally comes to the mind of men is what are we exactly doing to our natural surroundings to upset the balance in a way to force planet earth to react in a way which until recently had been unknown to us?</p><p>This is also the question many in Japan started asking once again after a series of deadly typhoons hit the country within last one month causing widespread damage and destruction. The first big one was typhoon Faxai that left part of Tokyo's neighboring Chiba prefecture without electricity and water supply almost for a week. As people of cyclone hit Chiba gradually returned to their normal lives, then came a much bigger one, Hagibis, causing wider damages in much of eastern Japan. The death casualty so far exceeded 50 and the number is still counting. Strangely, the gust that hit Chiba was accompanied by an earthquake and also by a tornado that knocked down a number of houses injuring scores of people. As a result, many are now finding the legitimacy of nature's angry reaction as something difficult to ignore.</p><p>Japan had been badly hit twice in less than a month by typhoons powerful enough to dislodge in a massive scale what we take for granted as a normal life style. The powerful storm Hagibis forced country's meteorological agency to issue its highest emergency level 5 rain warning in Tokyo and 12 prefectures. Typhoon brought heavy rainfall over a wider area in eastern and central Honshu, resulting in new rainfall records in many places. Record rainfall also led to rivers overflow and burst banks and thus causing floods in residential districts in effected prefectures. Weather officials in Japan are saying that in some areas up to 40 percent of the yearly rainfall was recorded in only one day or two days. The heavy rainfall caused more than a hundred rivers to overflow.</p><p>By early Sunday Japan had already accelerated rescue efforts. Around 27,000 members of Japan's Self-Defense Forces had been dispatched to worst hit regions including Nagano Prefecture, where about 360 people were stranded on Sunday after a collapsed river embankment set free the flow of water that submerged large areas around the neighborhood. About 38,000 people in 17 prefectures had been evacuated by Monday noon and Prime Minister Shinzo Abe said at a meeting of the disaster task force that his government will do utmost to support those affected by typhoon and its aftereffects.</p><p>Japan has not yet started calculating the extent of damages caused by typhoon Hagibis. However, some figures emerging from affected areas are giving clear indications of massive economic losses. Country's highly developed infrastructure too turned out to be not immune from the danger and in some cases had sustained serious damages. Ten rows of bullet trains parked at a railway yard in Nagano prefecture were inundated by muddy water. The trains made up of 120 carriages belong to West Japan Railway Company and manufacturing cost for 120 carriages is estimated to be more than 30 billion yen.</p><p>All such unexpected damages and consequences come as a stark reminder that it is now high time that we think seriously about the underlying causes behind such a monstrous response of nature to harmful human activities. Typhoons and cyclones hitting different parts of the world are becoming more deadly, while floods and other natural calamities becoming more damaging and frequent. How should we respond to that is an issue being debated for quite some time. For environment activists like Greta Thunberg the answer is quite simple. We need to change our lifestyle which until now has been based heavily on endless consumption. And our failure to do so will only see repeated calamities with more deadly blows coming from nature. However, changing lifestyle in reality is much more difficult than just saying about that. World economy has virtually become hostage to our endless greed and the modality is sustained by the gimmick under the disguise of pomp and glitter. Japan too is not immune from that despite country's repeated commitment underlying the need for a sustainable economy.</p><p>However, for Japan the disaster also brought about a silver lining from political standpoint. South Korean President Moon Jae has become the first foreign leader to send a message of sympathy and support over the devastation caused by typhoon Hagibis. In a message addressed to Japanese Prime Minister Shinzo Abe, Moon has expressed hope that people in disaster areas will be able to return to normal lives soon and offered his deep condolence for the victims.</p><p>The two countries are at odd since late June when Japan imposed trade restriction on some of country's export items shipped to South Korea. The prompt message of sympathy from the South Korean leader probably gives on indication of country's willingness to softening its hard-line position. How Japan going to respond now is a matter worth watching out in coming days.</p><p>(Tokyo, October 14, 2019)</p><p>Published by HT Digital Content Services with permission from Dhaka Courier. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "Dhaka Courier", "instances": ["Around 27,000 members of Japan's Self-Defense Forces had been dispatched to worst hit regions including Nagano Prefecture, where about 360 people were stranded on Sunday after a collapsed river embankment set free the flow of water that submerged large areas around the neighborhood. About 38,000 people in 17 prefectures had been evacuated by Monday noon and Prime Minister Shinzo Abe said at a meeting of the disaster task force that his government will do utmost to support those affected by typhoon and its aftereffects. However, some figures emerging from affected areas are giving clear indications of massive economic losses. Country's highly developed infrastructure too turned out to be not immune from the danger and in some cases had sustained serious damages.", "Japan too is not immune from that despite country's repeated commitment underlying the need for a sustainable economy. However, for Japan the disaster also brought about a silver lining from political standpoint. In a message addressed to Japanese Prime Minister Shinzo Abe, Moon has expressed hope that people in disaster areas will be able to return to normal lives soon and offered his deep condolence for the victims. The two countries are at odd since late June when Japan imposed trade restriction on some of country's export items shipped to South Korea."]}, {"relevance_score": 39, "title": "Wild climate --- genie out of bottle", "published": "2019-10-20", "bodyText": "<p nitf:lede=\"true\">Bangladesh, Oct. 20 -- Polar ice sheets continue to break down, showing large pools of sea-water scattered in isolation. Large ships now move between places in these areas. After hundred years of melt reducing the size of the monumental Himalayan glaciers, it's now the turn of the Swiss ice chunks. The pace of melt has gained an alarming speed in the deep recess of the Himalayas in the recent decades. According to the latest study, Switzerland's glaciers have lost a tenth of their ice mass in the past five years alone. It has been viewed as a melting rate unmatched during observations stretching back more than a century.</p><p>The study observes measurements on 20 Swiss glaciers have shown that melt rates this year have reached 'record levels'. These developments related to Central European glacial melts have brazenly appeared in the recent heat waves in parts of the continent. The accompaniment of the intermittent flooding in the USA, and in parts of Europe --- as well as oceanic storms battering the island-territory of the Bahamas and the unincorporated US territory of Puerto Rico invokes the decades-old dread of approaching climate disasters. Japan and the Philippines are still reeling from the recent hurricanes --- Typhoon Hagibis and a number of yearly typhoons respectively. Meanwhile, the signs of untimely droughts have made a number of countries brace for an unexpected bout of disasters. According to climatologists, global warming is set to soar past the permissible level of the pre-Industrial 1.5 Celsius. It rings alarm for a number of countries lying on the path of sea-level rise.</p><p>Bangladesh has long been included in the list of the countries made to remain poised for bearing the brunt of climate change impacts. Ominous warnings are in the air. They include tracts of the coastal Bangladesh disappearing one day into the Bay of Bengal. The process is said to have begun already. There are other signals as well. One of them is prolonged monsoons leading to localised floods. As per Bangla calendar, during the present month of Ashwin rural people begin smelling the approaching season of winter. Over the last few years, the lingering monsoon has been found to be fully active in the country. In the past, the air would start getting cooler, with the rainy weather disappearing altogether, from late-October. During November, parts of the northern and southwestern regions would start feeling the bite of cold. As has been seen in the recent decades, winter remains conspicuous in Dhaka and the other large urban areas with their absence.</p><p>Perhaps as part of the weird behaviour of the Bangladesh winter, the cold season, these days, flirt with its people. Winter has stopped descending on the localities with its earlier sunny brightness. What's most worrying is that the wintry Himalayan gale blowing from the north has turned into a virtual summer breeze. The 'intensity' of cold nowadays reminds many of the bone-shaking, yet sunny, winter of the old days occurring only at intervals --- i.e. in the gap of years. Many, however, feel consoled over the fact that the unpredictable pattern of the seasonal cycles is not confined to Bangladesh and a few other countries. It has become a global phenomenon. Moreover, as years wear on, people in almost every corner of the planet might have to take preparations for more massive topsy-turvy events in nature. Given the arrogance of some powerful nations on the question of climate, the nearing of an apocalypse is just getting speedier.</p><p><email normalizedValue=\"mailto:shihabskr@ymail.com\">shihabskr@ymail.com</email></p><p>Published by HT Digital Content Services with permission from The Financial Express. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "The Financial Express (Bangladesh)", "instances": ["These developments related to Central European glacial melts have brazenly appeared in the recent heat waves in parts of the continent. The accompaniment of the intermittent flooding in the USA, and in parts of Europe --- as well as oceanic storms battering the island-territory of the Bahamas and the unincorporated US territory of Puerto Rico invokes the decades-old dread of approaching climate disasters. Meanwhile, the signs of untimely droughts have made a number of countries brace for an unexpected bout of disasters. According to climatologists, global warming is set to soar past the permissible level of the pre-Industrial 1."]}, {"relevance_score": 46, "title": "Imperial enthronement ceremony in Japan displays rich traditional inheritance", "published": "2019-11-01", "bodyText": "<p nitf:lede=\"true\">Dhaka, Nov. 1 -- People of Japan had the rare opportunity of witnessing the galore of imperial legacy making a comeback in public display with all its pomp and glitter. Last week's Imperial enthronement ceremony was not only an event for the new Emperor to make his pledge to work for the happiness of Japanese people, but was also a public display of rich historical legacy that surrounds the imperial family. The 30 minutes celebration of the imperial enthronement was held at the Imperial Palace of the Japanese capital last Tuesday with the presence of around 2,000 guests, including more than 400 dignitaries from around 190 countries. President Mohammad Abdul Hamid represented Bangladesh at the ceremony.</p><p>Despite being short in duration, the enthronement spectacle was full of rich and colorful display of Japan's imperial inheritance. This was despite the fact that the unfavorable weather condition prevailing over much of eastern Japan at the time ceremony forced the organizers to postpone some of the outdoor events, including an imperial motorcar procession and also the parade of ceremonial officials in traditional Japanese attire in the courtyard of Seiden-Matsu-no-Ma state hall of the imperial palace with flags and banners. It was announced earlier that taking into consideration of the casualties and damages caused by typhoon Hagibis, the Imperial Household Agency has decided to postpone the motorcar procession and it is now scheduled to be held on November 10. The rain, on the other hand, forced ceremonial officials carrying swords and bows to move inside to the corridor. However, rain stopped once the ceremony started.</p><p>Minute details of the ceremony were worked out over a long period of time after the secretariat for the ceremonies of imperial succession was established in August 2018 within the cabinet secretariat. The four part ceremony included the enthronement, Imperial procession by motorcar, a court banquet, and banquet hosted by prime minister and his spouse. The main attraction was the enthronement, which was also broadcast live for Japanese citizens to witness the galore and listen to the pledges made by the new emperor as well as the prime minister.</p><p>The event started right at 1 pm with the Emperor appearing in the state hall with state chamberlains placing the imperial regalia of sword and jewel as well as the privy seal on the small tables on the right and left sides of the imperial throne. The imperial throne was placed in a square platform of more than 6-meter wide and the overall height of the throne is 6.48 meters. Next to it a slightly smaller and shorter throne was the seat of the Empress. After the Emperor ascended the throne, the Empress followed the same ritual accompanied by the vice grand master of ceremonies and vice grand chamberlain. Throughout this period the curtains of both the thrones remained closed and the small selected audience invited to the ceremonial hall was not able to see Emperor and the Empress. Once everything was set, the sound of the gong alarmed the guests of imperial appearance and as guests stood from their seats the curtains of the throne for the Emperor and the august seat for the Empress were removed and with the strike of the drum guests bowed to pay their respect. Then the Prime Minister moved forward in front of the Emperor and while he was standing below the platform, the Emperor opening the scroll handed over to him by the Grand Chamberlain, delivered his imperial address. In his address Emperor Naruhito paid deep respect to his father, the former Emperor Akihito, for sharing the joys and sorrows of the people and also for showing compassion through his own bearing. He then made the solemn pledge to act in accordance to the constitution and fulfill the responsibility as the symbol of the state and of the unity of the people of Japan.</p><p>The imperial address was followed by a short speech delivered by Prime Minister Shinzo Abe. In his speech Abe said he was profoundly moved by the Emperor's desire to work for developing further and contributing to friendship and peace in the international community and the well-being and prosperity of humankind. After finishing his address, the Prime Minister gave three cheers to celebrate the enthronement and guests joined him in loud voice.</p><p>With the Prime Minister's return to his designated seat, the court officials closed the curtains of the imperial throne and the seat of the empress. And with the departure of the Emperor and the Empress, the short 30-minute enthronement ceremony came to an end with a 21-gun salute and Emperor Naruhito became the 126th Emperor of Japan's unbroken lineage.</p><p>For the ceremony the Emperor was clad in a dark-orange colored robe with a design dating back to the ninth century. In earlier days emperors used to wear this kind of dress on special occasions and Emperor Naruhito had chosen to follow the tradition. The empress was dressed in a 12-layered court kimono. The rituals of the imperial succession followed the tradition dating back to more than 1,000 years.</p><p>Absent from the ceremony were former Emperor Akihito and former Empress Michiko. Emperor Akihito became the first Japanese emperor to abdicate in 200 years because of concerns over his advanced age and weakening health and paved the way for imperial succession in his lifetime.</p><p>In the evening, the imperial couple welcomed guests at a court banquet held for the attendees of the enthronement ceremony. The Japanese government earlier proclaimed the day a national holiday and pardoned around half a million petty criminals on the occasion. Tight security was imposed around the imperial palace and elsewhere in Tokyo by mobilizing additional police forces from across Japan.</p><p>However, it was not all joining the celebration mood. Smaller groups of protesters opposing the imperial system held demonstrations and there have been reports of minor clashes as well. There had also been criticism that the ritual runs contrary to Japan's postwar constitution that separates state and religion. Much of the ceremonial parts of the enthronement, including a morning visit of the emperor to the inner shrine of the palace to inform the sun goddess Amaterasu-Omikami of his enthronement, follow Shinto religious tradition. In addition critics also point out the elevated Imperial position at the enthronement, which was higher than that of the elected leader of the country. They say it goes against the constitutional proclamation that the sovereignty lies with the people and the Emperor is merely the symbol of unity of the people. But despite such opposing views, public mood in Tokyo and elsewhere was rather upbeat.</p><p>Published by HT Digital Content Services with permission from Dhaka Courier. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "Dhaka Courier", "instances": ["Despite being short in duration, the enthronement spectacle was full of rich and colorful display of Japan's imperial inheritance. This was despite the fact that the unfavorable weather condition prevailing over much of eastern Japan at the time ceremony forced the organizers to postpone some of the outdoor events, including an imperial motorcar procession and also the parade of ceremonial officials in traditional Japanese attire in the courtyard of Seiden-Matsu-no-Ma state hall of the imperial palace with flags and banners. The rain, on the other hand, forced ceremonial officials carrying swords and bows to move inside to the corridor. However, rain stopped once the ceremony started."]}]