[{"relevance_score": 25, "title": "Scientific Beta Study Shows that ESG Investors Face Significant Fund Selection Risk", "published": "2024-02-22", "bodyText": "<p nitf:lede=\"true\">Press Release - February 22, 2024</p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">Scientific Beta Study Shows that ESG Investors Face Significant Fund Selection Risk</emphasis></p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">Study finds significant performance dispersion in the ESG strategy space</emphasis></p><p nitf:lede=\"true\">A new study from Scientific Beta, entitled \"<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=U75zeGLoaZ12ludtpkS5JoodxgcvXQLcnRxg3ettrC37bZOaANpoe3fnB5b9Jt-8G6jsAbUdj46Vf2w93Fz3jEqn_VDtZSRMf9FQVmdGf_WvmpYxbVwqL8UQjRP1W5xIZ0dDKfPQNzpubrApFKwqimD7IuLtwBURljut4kFbuFufQrZ6eFrnI6O3FCCIqtyeEm-hl7kOrbDOyidiWzT4qyZVNe2Qrh6z11zD3WLBsnrmLC2To7Zt5QogruKTWLbYyDVG1qMHi_mlmAkmh_cc-JlD7fxnQxTB7j2VfG8KOBU=\">From ESG Confusion to Return Dispersion: Fund Selection Risk is a Material Issue for ESG Investors</url>\", examines the performance dispersion of a set of ESG funds invested in US stocks. The findings show substantial performance disparities in these ESG funds:</p><p>Over a six-year period, the difference in annualised returns between the best and worst ESG funds is 6.5% when adjusting for differences in market exposure.When removing effects due to differences in industry exposure, the difference remains high at 4.9%.Over single years, the dispersion can be even more dramatic, reaching a maximum of 22.5% in terms of returns adjusted for market exposures, and 25.3% in terms of industry-adjusted returns.</p><p>Commenting on the study, Felix Goltz, co-author, and Research Director at Scientific Beta, said, \"The large dispersion in returns shows that fund returns are not principally driven by a common sustainability factor. Instead, fund returns largely depend on fund-specific choices of how to integrate ESG information. This suggests that ESG investors face substantial fund selection risk. Importantly, traditional fund selection strategies like relying on past performance or tracking error are inadequate for predicting future ESG fund performance. Our evidence emphasises that inconsistencies in ESG approaches contribute to significant dispersion in the performance of ESG investment products. Investors need to be aware that fund selection risk is a material issue for sustainable investment strategies.\"</p><p>The Scientific Beta study can be accessed here:</p><p><url normalizedValue=\"https://www.globenewswire.com/Tracker?data=U75zeGLoaZ12ludtpkS5JoodxgcvXQLcnRxg3ettrC37bZOaANpoe3fnB5b9Jt-8G6jsAbUdj46Vf2w93Fz3jEqn_VDtZSRMf9FQVmdGf_WvmpYxbVwqL8UQjRP1W5xIPDEtLCZF1bvTzYZVSagG_t-Dtkx5WvZphq0tc-B53eRMnW1UFEl4gPp5m9TpoPrsNns3scKtNDQ9AHHZJwQZtKpxjeoMHo0wFJRfDope1A4r352IaEYpY3-DSDvc2vUJjmS0QQcC2KJNd1ED9XCmRAc0NJxiPrPatvS2KVTPhKgO_Qc-i8RELM_IeJEgpbrfP8JrkxbFpsGYvr7ucsDY3A==\">From ESG Confusion to Return Dispersion: Fund Selection Risk is a Material Issue for ESG Investors, Scientific Publication, February 2024</url></p><p>About Scientific Beta:Scientific Beta aims to be the first provider of a smart factor and ESG/climate index platform to help investors understand and invest in advanced factor and ESG/climate equity strategies. Established by EDHEC-Risk Institute, one of the top academic institutions in the field of fundamental and applied research for the investment industry, Scientific Beta shares the same concern for scientific rigour and veracity, which it applies to all the services that it offers investors and asset managers.On January 31, 2020, Singapore Exchange (SGX) acquired a majority stake in Scientific Beta. SGX is maintaining the strong collaboration with EDHEC Business School, and principles of independent, empirical-based academic research, that have benefited Scientific Beta's development to date. Since 2015, Scientific Beta has also been offering highly advanced strategies in the area of ESG and climate change, whether involving options integrated into smart beta indices or pure ESG or climate benchmarks.As a complement to its own research, Scientific Beta supports an important research initiative developed by EDHEC on ESG and climate investing and cooperates with V.E and ISS ESG for the construction of its ESG and climate indices.Scientific Beta, 2 Shenton Way, #02-02, SGX Centre I, Singapore 068804. For further information, please contact:<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=nhO57hBdrThnZXBdhiY2O65qpgA64QpNtFAkp0CqlrpR-RhLu3bi7pWGg8Im7Dd4bdmsJbdKC_QdEzdtevfbxLwxpPDMT2KToR3m24sdirCORV7fxxXhPniZRQeYmHTb\">contact@scientificbeta.com</url>, Web: <url normalizedValue=\"https://www.globenewswire.com/Tracker?data=AVE47aPU6WzEQaTkbyDWkoGbaDyjVly2Ig4V8Jm4q693WrUhX2uslTLxLvvporLIlc3NqEXlZUBycaAAj3lhJAYKQB8TvYYH60sczSoAQiw=\">www.scientificbeta.com</url></p>", "publisher": "GlobeNewswire - English", "instances": ["Our evidence emphasises that inconsistencies in ESG approaches contribute to significant dispersion in the performance of ESG investment products. Investors need to be aware that fund selection risk is a material issue for sustainable investment strategies. Established by EDHEC-Risk Institute, one of the top academic institutions in the field of fundamental and applied research for the investment industry, Scientific Beta shares the same concern for scientific rigour and veracity, which it applies to all the services that it offers investors and asset managers. On January 31, 2020, Singapore Exchange (SGX) acquired a majority stake in Scientific Beta."]}, {"relevance_score": 37, "title": "South Africa: Energy transition won't be quick, says Petmin CEO", "published": "2024-01-25", "bodyText": "<p nitf:lede=\"true\"> Anthracite miners in South Africa, the world's second-largest exporter, have been in a rush to fill global demand after war throttled production in Ukraine.</p><p nitf:lede=\"true\">Though the anthracite industry in South Africa faces headwinds of supply glut and softening global prices, Petmin is a leading local producer which hopes to satisfy the projected 38 billion kilograms of global anthracite demand by 2026.</p><p nitf:lede=\"true\">Via its Tendele Coal Mining subsidiary, Petmin owns 80% of Somkhele Coal Mine, the key anthracite operation in Mtubatuba, near the Richards Bay port in rural northern KwaZulu-Natal Province.</p><p>The mine shut down in 2022 as resources were depleted. Since then, Tendele's attempts to expand new operations that encompass 21 million hectares at Somkhele have been bogged down by multiple litigation.</p><p>Dirty or clean?</p><p>Environment rights attorney Kirsten Youens, co-founder of the All Rise non-profit, has sued Petmin on behalf of what she says are 3,900 community members. She accuses the company of spoiling local ecosystems and not auditing families resettled due to its mining. Some families still live within areas 'unacceptably close' to anthracite pits, and those who lost land haven't been properly compensated, she says.</p><p>Anthracite is a dirty coal, she adds, referencing the Intergovernmental Panel on Climate Change's designation of it as one of the highest carbon dioxide (CO2) coal contributors to greenhouse emissions.</p><p>Petmin CEO Jan du Preez tells The Africa Report that the detractors are 'a handful of community members [less than 2%] being manipulated by a group of lawyers who have their own agenda'. The agenda is for anti-mining non-profits to maintain foreign philanthropic funding for their causes. A total of 128 of the 145 families who agreed to be relocated have already signed compensation packages averaging R750,000 ($40,000) per household.</p><p>Du Preez further emphasises the mine's importance. When in operation, Somkhele, which produced approximately 1,6 million tonnes per annum, is the only remaining mine that can produce anthracite in the quantities and qualities required by the South African ferrochrome industry.</p><p>Looking at the investment climate, equity-raising risks, pricing, and regulatory bottlenecks - is anthracite coal mining in South Africa sustainable for the next 30 years?</p><p>Yes, it is sustainable. As the world continues to grow, and urbanisation continues, steel will be required and the demand for anthracite as an input will remain.</p><p>South Africa will still require thermal coals as part of the base load to generate electricity. There are thousands of jobs at stake in this industry and South Africa's just transition will take time.</p><p>Given the seeming fierce opposition in KwaZulu Natal, will Somkhele resume business?</p><p>Yes, it will. There is a large shortage of anthracite in South Africa, and the local ferrochrome industry is forced to import replacement products at great cost, thus also putting their businesses at risk and the jobs of over 90,000 people in this industry.</p><p>The mine has the support of the majority of the community, the unions, employees, the municipality, the local traditional council and the royal family.</p><p>If opponents shut down the mine, what will be the effects on the KwaZulu Natal economy and South Africa?</p><p>Should Somkhele Coal Mine be unable to recommence, the impact on the local economy will be catastrophic.</p><p>We have determined that should the mine operate for the next 10 years, R4.7bn ($248mn) indirect benefits will be contributed by the mine to local community members. South Africa will also lose out on billions of rands in taxes as well as state royalties.</p><p>There will also be an impact on [the] South African ferrochrome industry, where the need to import replacements for the mine products at high costs and increasing electricity costs could lead to major job losses.</p><p>Opponents say Tendele Mine is fuelling pollution and environmental waste in northern KwaZulu Natal. Is the type of coal mined clean?</p><p>Anthracite is preferred over other types of coal because it is considered to be the cleanest. It can be used as little as possible to generate extensive amounts of heat without having to pollute the environment. Thus it is environmentally cleaner than other fossil fuels and due to its low sulphur content, anthracite produces virtually no smoke or particulate emissions.</p><p>Anthracite is a cleaner coal. Tendele does not sell one tonne of anthracite to Eskom but rather supplies the South African ferrochrome industry with anthracite used as a reductant.</p>", "publisher": "The Africa Report", "instances": []}, {"relevance_score": 1, "title": "A Planetary Crisis Awaits the Next President", "published": "2024-04-25", "bodyText": "<h>ABSTRACT</h><p>The return of Trump to the White House would be disastrous for the planet.</p>", "publisher": "The New York Times - International Edition", "instances": []}, {"relevance_score": 21, "title": "New Scientific Beta Study Shows that Sustainable Investing Underperforms Standard Index Funds", "published": "2023-10-02", "bodyText": "<p nitf:lede=\"true\">Press Release - October 2, 2023</p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">New Scientific Beta Study Shows that Sustainable Investing Underperforms Standard Index Funds</emphasis></p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">Findings show that 'real-world' ESG performance is unremarkable</emphasis></p><p>A new study from Scientific Beta, entitled \"<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=NFNVkZmJnb8vRp5SI5qgw3FbbxzgKMauq8QAnjhKYEbxIXMv9G_ZZlqfZLBnuJs4Iax3BnvXebOQhznYhCw-_9I7PWiGYutRPEN5laF6eTN2T_J42JEm8VP2rVP-7PLxsWt6-vmBSp-Dw6tUKx9H1VRBWdRGiw5wo3T7Z97T0aW8hwglqYsJbxwu5Uk72aiGtRCr1GQsWXI4aMhf0Q_qXNSe-kNvcb9403BEbZ_Z38aIPXU5O44SuCb1qGDhHlsc\">Sustainability Alpha in the Real World: Evidence from Exchange-Traded Funds</url>,\" assesses the performance of sustainable investing from a value-weighted portfolio of exchange-traded funds (ETFs) that follow systematic Environmental, Social, and Governance (ESG) investing strategies in the US equity market.</p><p>The study finds that sustainable investing did not deliver higher returns than standard index funds. Widely commented periods of outperformance, such as the year 2020, can be explained in large part by industry effects, such as a tilt towards technology stocks. Over the past decade, such periods of outperformance are offset by corresponding periods of underperformance, leaving ESG investors with returns of -0.2% compared with the market index and -0.7% compared with a benchmark with matching industry exposure.</p><p>Commenting on the study, Felix Goltz, co-author, and Research Director at Scientific Beta, said, \"For investors looking to integrate ESG objectives in their investment process, it is crucial to question what impact this would have on their portfolio's financial performance. The existence of numerous methodologies to integrate sustainability, which may not be representative of actual practice, has made it challenging to assess this impact empirically. Our study provides an assessment of the 'real-world' performance of sustainable investing, drawing on information from the market of exchange-traded funds. We encourage investors to consider such 'real-world' results and be aware of the limitations of analysis that selects particular funds or creates stylised strategies that may not reflect the real world of sustainable investing.\"</p><p>The Scientific Beta study can be accessed here:</p><p><url normalizedValue=\"https://www.globenewswire.com/Tracker?data=NFNVkZmJnb8vRp5SI5qgw3FbbxzgKMauq8QAnjhKYEbxIXMv9G_ZZlqfZLBnuJs4Iax3BnvXebOQhznYhCw-_9I7PWiGYutRPEN5laF6eTO_vcUdxSGBoekqYzDde6y-7btSjCmpxfeK0bqSP9Ien1BMCM7XtTFLRqWbz7Tu9kQlaDsjo79y4rflWXFh9pcMUoE96Dk6nq3SPKTpKDxAsGGeGz5UbtbkYHJB1pxq_yTrv_Yzg6zHaipspdL06xbl7vvbvxiFdzL8f6hm1EE8FQaku-N7Q0mDOwmVd2CNXTI=\">Sustainability Alpha in the Real World: Evidence from Exchange-Traded Funds, Scientific Beta Publication, 2023</url></p><p>About Scientific Beta:Scientific Beta aims to be the first provider of a smart factor and ESG/climate index platform to help investors understand and invest in advanced factor and ESG/climate equity strategies. Established by EDHEC-Risk Institute, one of the top academic institutions in the field of fundamental and applied research for the investment industry, Scientific Beta shares the same concern for scientific rigour and veracity, which it applies to all the services that it offers investors and asset managers.On January 31, 2020, Singapore Exchange (SGX) acquired a majority stake in Scientific Beta. SGX is maintaining the strong collaboration with EDHEC Business School, and principles of independent, empirical-based academic research, that have benefited Scientific Beta's development to date. Since 2015, Scientific Beta has also been offering highly advanced strategies in the area of ESG and climate change, whether involving options integrated into smart beta indices or pure ESG or climate benchmarks.As a complement to its own research, Scientific Beta supports an important research initiative developed by EDHEC on ESG and climate investing and cooperates with V.E and ISS ESG for the construction of its ESG and climate indices.Scientific Beta, 2 Shenton Way, #02-02, SGX Centre I, Singapore 068804. For further information, please contact:<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=WBcgjxA1C4H2w8rYg0K6Qu4sHZje0r3VaV0lgBrIauy459qILD4UtVey8yyP9x0o2UV5DhGqQKR7xgCRPweG_MOMSLT8LApe5ENGNEb0xE4uDmdMhuajDrNGCBkhblra\">contact@scientificbeta.com</url>, Web: <url normalizedValue=\"https://www.globenewswire.com/Tracker?data=H50HFGSNl2aYWEg-su4wrmqzwpgBX5lJv3nt1ce5huf5Y9Nim0DOIOORvqfL2TbdKrN6uE4_nvEaPCkmbyZDiGuTUCvfTqJMr0C2crtMIrA=\">www.scientificbeta.com</url></p>", "publisher": "GlobeNewswire - English", "instances": ["Our study provides an assessment of the 'real-world' performance of sustainable investing, drawing on information from the market of exchange-traded funds. We encourage investors to consider such 'real-world' results and be aware of the limitations of analysis that selects particular funds or creates stylised strategies that may not reflect the real world of sustainable investing. Established by EDHEC-Risk Institute, one of the top academic institutions in the field of fundamental and applied research for the investment industry, Scientific Beta shares the same concern for scientific rigour and veracity, which it applies to all the services that it offers investors and asset managers. On January 31, 2020, Singapore Exchange (SGX) acquired a majority stake in Scientific Beta."]}, {"relevance_score": 23, "title": "New Scientific Beta Study Highlights Conflict Between Green and ESG Portfolio Objectives", "published": "2023-08-08", "bodyText": "<p nitf:lede=\"true\">Press Release - Boston, Frankfurt, London, Melbourne, Nice, Singapore, Sydney, August 8, 2023</p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">New Scientific Beta Study Highlights Conflict Between Green and ESG Portfolio Objectives</emphasis></p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">Pursuing multiple ESG and climate objectives leads to \"green dilution\"</emphasis></p><p nitf:lede=\"true\">A new study from Scientific Beta, entitled \"<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=CjxaDIhJytNChFcU_ysqyjY7jvTl0ctsOvUdRkDiMiHM3qK7IOU_7XfQilCnGaBhVsV14CIVxSgAkkTGlB3I2iXwM1-pV_jfKHq7WQJz3lxyPpzDExM9K4vXe2dSa58F67pOcNOP1Wz2e03zt_BUcFs-EAYI5DYTaEhlGuvqGEP9_rtidnJGLTsvUnw7Mq2R5OPDnnIcxvSg1EqYSVrZOBOdSc6VauSM7izIzlk-eEJUrqJcC7ixUZqEvp9B89CK\">Green Dilution: How ESG Scores Conflict with Climate Investing</url>,\" shows that the successive growth of ESG and climate investing has led practitioners to promote strategies that aim to fulfil both higher ESG scores and lower carbon emissions, without considering the potential trade-off between these two dimensions.</p><p nitf:lede=\"true\">The study, co-authored by Noël Amenc, Felix Goltz, and Antoine Naly, shows that green dilution is pervasive, regardless of which ESG scores are targeted as objectives, substantial, with an average of 92% across portfolios, and robust across several alternative specifications. A 92% green dilution means that 92% of the carbon intensity reduction investors could have reached by solely weighting stocks to minimise carbon intensity is lost when adding ESG scores as a partial weight determinant. Only 8% of the carbon reduction objective survived the inclusion of ESG scores in portfolio weighting schemes.</p><p>Overall, the study provides clear evidence against the quantitative mixing of ESG and carbon scores in equity portfolio weighting schemes, which comes at great carbon cost for green investors. Conversely, the study provides evidence in favour of the exclusionary approach to ESG objectives, to best accommodate multiple non-financial and unrelated objectives.</p><p>Commenting on the study, Felix Goltz, co-author, and Research Director at Scientific Beta, said, \"The carbon intensity reduction of green portfolios can effectively be cancelled out by adding ESG objectives. On average, social and governance scores more than completely reversed the carbon reduction objective. If you add more unrelated criteria, you are not going to perform well on all of them, so you have to think about your priorities. By adding too many you are losing the focus. If you are interested in reducing the carbon intensity of your portfolio, you are going to get that only by focusing on the carbon intensity, otherwise you are very quickly going to be getting green dilution.\"</p><p>The Scientific Beta study can be accessed here:</p><p><url normalizedValue=\"https://www.globenewswire.com/Tracker?data=CjxaDIhJytNChFcU_ysqyjY7jvTl0ctsOvUdRkDiMiHM3qK7IOU_7XfQilCnGaBhVsV14CIVxSgAkkTGlB3I2izGsrfRoV8NiUAuxfWml3njGBA4Rd44yoh2Gl5gxeB3dDPNaXGX4REGy7HYREGgK_FUloICDF5HBa9Mt_2ibGEdugbJFD9GXKgJTenv-1cT9wTINLMQ_7VRQrY-RGadAriWl4tpgM1F-qu7Il9ZACijuEWzT3GqTsMPN-N8w1aDDL1gihaedU0GPgXgh34MKybtYIDY1CtnBEajdAeuBnfaXVdTnkUyeB4MExOrG5fW\">Green Dilution: How ESG Scores Conflict with Climate Investing, Scientific Beta Publication, June 2023</url></p><p>About Scientific Beta:Scientific Beta aims to be the first provider of a smart factor and ESG/climate index platform to help investors understand and invest in advanced factor and ESG/climate equity strategies. Established by EDHEC-Risk Institute, one of the top academic institutions in the field of fundamental and applied research for the investment industry, Scientific Beta shares the same concern for scientific rigour and veracity, which it applies to all the services that it offers investors and asset managers.On January 31, 2020, Singapore Exchange (SGX) acquired a majority stake in Scientific Beta. SGX is maintaining the strong collaboration with EDHEC Business School, and principles of independent, empirical-based academic research, that have benefited Scientific Beta's development to date. Since 2015, Scientific Beta has also been offering highly advanced strategies in the area of ESG and climate change, whether involving options integrated into smart beta indices or pure ESG or climate benchmarks.As a complement to its own research, Scientific Beta supports an important research initiative developed by EDHEC on ESG and climate investing and cooperates with V.E and ISS ESG for the construction of its ESG and climate indices.Scientific Beta, 2 Shenton Way, #02-02, SGX Centre I, Singapore 068804. For further information, please contact:<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=8D0JMvfeMOUVD1uqGZteM8nKE92lBCu3JnZbB_Ad37MK8TxUZqH_8HG3sk5K6XPLVHjiWkffWm9S-Bfp4SBqr4qxGCggWuY0X5yK7p2AszpJZMwHBldbs1vhYsjEDq4Q\">contact@scientificbeta.com</url>, Web:<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=H6bmsufKRw-AJvHmw8XZr2oMo6ZNoLMohhGqct7mMFzfTrz8eq3HbfKTFJW1lyxuj9SjXUVVh204Bx5MBir_AZjsoGsJICJAepIjLbVeX0Y=\">www.scientificbeta.com</url>.</p>", "publisher": "GlobeNewswire - English", "instances": ["By adding too many you are losing the focus. If you are interested in reducing the carbon intensity of your portfolio, you are going to get that only by focusing on the carbon intensity, otherwise you are very quickly going to be getting green dilution. Established by EDHEC-Risk Institute, one of the top academic institutions in the field of fundamental and applied research for the investment industry, Scientific Beta shares the same concern for scientific rigour and veracity, which it applies to all the services that it offers investors and asset managers. On January 31, 2020, Singapore Exchange (SGX) acquired a majority stake in Scientific Beta."]}, {"relevance_score": 21, "title": "Major institutional equity mandate to be benchmarked to Scientific Beta climate index", "published": "2023-01-17", "bodyText": "<p nitf:lede=\"true\">Press Release - January 17, 2023</p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">Major institutional equity mandate to</emphasis><emphasis typeStyle=\"bf\">be benchmarked</emphasis><emphasis typeStyle=\"bf\">to Scientific Beta climate index</emphasis></p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">French additional civil service pension scheme benchmarks circa (EURO)300m mandate to Scientific Beta climate impact consistent index</emphasis></p><p>One of the most prominent pension schemes in Europe, the (EURO)41.7bn additional pension scheme for French civil servants, ERAFP, had announced that it was awarding a circa (EURO)300m mandate to be benchmarked to the Scientific Beta Eurozone Climate Impact Consistent EU PAB Compliant index, and the corresponding fund has now been launched. The choice of index reflects ERAFP's climate commitments, made notably within the framework of the Net Zero Asset Owner Alliance (NZAOA).</p><p>The decision by ERAFP is a major vote of confidence in Scientific Beta's Climate Impact Consistent index offering. Since 2021, Scientific Beta has been offering these indices with pure climate objectives that allow climate exclusions and weightings to be combined in order to translate companies' climate alignment engagement into portfolio decisions.</p><p>The mandate will be awarded for a four-year term, twice renewable for one year, bringing the maximum term of the mandate to six years, and must be managed while respecting the socially responsible investing principles under which all of ERAFP's allocations have been managed since 2005.</p><p>Commenting on this announcement, Kin Yee Ng, CEO of Scientific Beta, said, \"We are gratified that ERAFP has seen fit to award such a significant mandate on the basis of Scientific Beta's climate impact consistent (CIC) indices. The CIC index is the result of robust research that delivers a consistent climate offering on the market. Traditional climate indices and benchmarks, which combine financial and climate criteria, frequently lead to contradictions with compromised climate impact. We believe our CIC indices' strict focus on climate objectives raises the bar for climate action.\"</p><p>About Scientific Beta:Scientific Beta aims to be the first provider of a smart factor and ESG/climate index platform to help investors understand and invest in advanced factor and ESG/climate equity strategies. Established by EDHEC-Risk Institute, one of the top academic institutions in the field of fundamental and applied research for the investment industry, Scientific Beta shares the same concern for scientific rigour and veracity, which it applies to all the services that it offers investors and asset managers.On January 31, 2020, Singapore Exchange (SGX) acquired a majority stake in Scientific Beta. SGX is maintaining the strong collaboration with EDHEC Business School, and principles of independent, empirical-based academic research, that have benefited Scientific Beta's development to date. Since 2015, Scientific Beta has also been offering highly advanced strategies in the area of ESG and climate change, whether involving options integrated into smart beta indices or pure ESG or climate benchmarks.As a complement to its own research, Scientific Beta supports an important research initiative developed by EDHEC on ESG and climate investing and cooperates with V.E and ISS ESG for the construction of its ESG and climate indices.Scientific Beta, 2 Shenton Way, #02-02, SGX Centre I, Singapore 068804. For further information, please contact:<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=Q3Ck91zKr9OtUMcE3vXg9CL-NRS7Unjq9wzsKJzE1SClBrZMPOGeJI758CVHXxx8vHdGshstv-aDAlTjB_3ox7iDdBIUlrJJppucBhgZ836Xar8ofcxlZ_yLVqMY47Vw\">contact@scientificbeta.com</url>, Web: <url normalizedValue=\"https://www.globenewswire.com/Tracker?data=IZ4YbFGTyon05bQcSD2_qA9wVauFZqNmtpDUp4YA8jr8U09saTqIHGHX4QUhAzbRIn92VROYkYxCEVVynrsaUu0WNkKP76KSRiReqFznZwM=\">www.scientificbeta.com</url></p>", "publisher": "GlobeNewswire - English", "instances": ["Traditional climate indices and benchmarks, which combine financial and climate criteria, frequently lead to contradictions with compromised climate impact. We believe our CIC indices' strict focus on climate objectives raises the bar for climate action. Established by EDHEC-Risk Institute, one of the top academic institutions in the field of fundamental and applied research for the investment industry, Scientific Beta shares the same concern for scientific rigour and veracity, which it applies to all the services that it offers investors and asset managers. On January 31, 2020, Singapore Exchange (SGX) acquired a majority stake in Scientific Beta."]}, {"relevance_score": 21, "title": "Scientific Beta welcomes the NZAOA's Principles for Net-Zero-Aligned Benchmarks", "published": "2022-12-15", "bodyText": "<p nitf:lede=\"true\">Press Release - December 15, 2022</p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">Scientific Beta welcomes the NZAOA's Principles for Net-Zero-Aligned Benchmarks</emphasis></p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">Scientific Beta responds to the recent call to action for the development and uptake of Net-Zero-Aligned Benchmarks</emphasis></p><p nitf:lede=\"true\">The UN-convened Net-Zero Asset Owner Alliance (NZAOA) recently launched a call to action for asset owners and index providers for the development and uptake of Net-Zero-Aligned Benchmarks. NZAOA spells out ten principles such indices should follow to underpin the alliance's goal of transitioning investment portfolios to net-zero greenhouse gas (GHG) emissions by 2050, consistent with a maximum temperature rise of 1.5°C above pre-industrial levels.</p><p>In a new publication entitled \"<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=fL656pd7uIpy8OI0bcdyxCi83L7PGrWvrOw-m0iswc1MbeV02SSBUQGb-fEMTxSDJUXNpkACTdo25oMwkZnG66xNyAADzkwmb3j9Zb08R5SwOmlXLRPrg9AthhCCY09qeDzz_pIM6COi-CDuV3aR8gsTiMTTJ5eg1694nxNTReVnnfatxY3kWrWDnzcMWyMi7fRRnOp8sZZex0KQpLJBBuqqg6TTFzGzZxfQhhA-TaPnKi8aXRTq2YvU8k81sxvjhShBbrGB9A_BEsu8W5BAjhBYgGyjfhStRDSPVFJzzUs=\">Scientific Beta welcomes the NZAOA's Principles for Net-Zero-Aligned Benchmarks</url>,\" Erik Christiansen, ESG &amp; Low Carbon Investment Specialist with Scientific Beta, shows how Scientific Beta's Climate Impact Consistent (CIC) indices integrate these 10 principles. In effect, the CIC indices are designed to maximise the climate impact potential of an investment strategy and, in line with the commitment that NZAOA members make, they \"emphasise GHG emissions reduction outcomes in the real economy\".</p><p>The NZAOA also points to some of the shortcomings of the European Union's climate benchmarks. Scientific Beta has previously voiced concerns about this regulation and concurs with the NZAOA's arguments. The publication shows how many indices that comply with the regulated Paris Aligned Benchmark (PAB) constraints fail to reflect some of the NZAOA's core benchmark principles.</p><p>Commenting on the release of the publication, the author, Erik Christiansen, said, \"Our detailed analysis of the NZAOA's ten principles for the development and uptake of net-zero-aligned benchmarks shows that Scientific Beta's CIC indices respect these principles by being investable and macro-consistent while also maximising impact through portfolio construction. We also show that many strategies that simply satisfy the PAB regulation are far removed from NZAOA requirements, notably principles 3 and 4.\"</p><p>For more detailed information, please refer to the following Scientific Beta publication:</p><p><url normalizedValue=\"https://www.globenewswire.com/Tracker?data=fL656pd7uIpy8OI0bcdyxCi83L7PGrWvrOw-m0iswc1MbeV02SSBUQGb-fEMTxSDJUXNpkACTdo25oMwkZnG66xNyAADzkwmb3j9Zb08R5Q4QpgFTQaK-HsSa0rZZClEQRw8PLaB4jLbFKK8wheS8b8W9x_eDw7ReSIFLxedxQJdYiTPyDnycUTOkShsmQc1n9m09B6pbbMsbjyevI4EOYgkYcawq3EhXJB4HDqCLnpl3XqoP0pDuZ8I0kobHv7ul1YYAw3ObzZIiFLjjzy46AWiryW997NHbROJdiGtgpA6PNXxAG7f7pSQqn1WqrGFTQCCawNshjaz_9AoiDk9-g==\">Scientific Beta welcomes the NZAOA's Principles for Net-Zero-Aligned Benchmarks, Scientific Beta Publication,</url> <url normalizedValue=\"https://www.globenewswire.com/Tracker?data=1MVenErzB1I-4gSPZnZcXejP2-lzwB1vzfu3yOG1-aSTC3h4cRXMXfuGJtS8pt-skn7JAn1zQpEjkXFHlPe4N4N4PgVjGSEAZyCnkfkxoQcktntxsNw3UO8y5KqSz1QIUjHCH1RYWSIlV-oGblXP_xLLj8Ly3SwENXIVVv_ACezji0wJOCbX_CK3uKAs8Ekd\">December</url> <url normalizedValue=\"https://www.globenewswire.com/Tracker?data=o0HxnB26f0qyID1K7Qhr-xSj4voqiP_lnzalzSxlimNJ3fKLZelcswj9fk4XiHFLUcVq9RmgMD0qVauzQ7_uSHFxfhn-Ovpi-D9SwV5j05FoypH6Ri96UV-UaMe7TIxh2TI0R9ZTZ2NBbU0gKHvbjqsgytCyf8gOQlV33ZB5JOGAiB-yU8pxrjh_O4HiGELA\">2022</url></p><p>About Scientific Beta:Scientific Beta aims to be the first provider of a smart factor and ESG/climate index platform to help investors understand and invest in advanced factor and ESG/climate equity strategies. Established by EDHEC-Risk Institute, one of the top academic institutions in the field of fundamental and applied research for the investment industry, Scientific Beta shares the same concern for scientific rigour and veracity, which it applies to all the services that it offers investors and asset managers.On January 31, 2020, Singapore Exchange (SGX) acquired a majority stake in Scientific Beta. SGX is maintaining the strong collaboration with EDHEC Business School, and principles of independent, empirical-based academic research, that have benefited Scientific Beta's development to date. Since 2015, Scientific Beta has also been offering highly advanced strategies in the area of ESG and climate change, whether involving options integrated into smart beta indices or pure ESG or climate benchmarks.As a complement to its own research, Scientific Beta supports an important research initiative developed by EDHEC on ESG and climate investing and cooperates with V.E and ISS ESG for the construction of its ESG and climate indices.Scientific Beta, 2 Shenton Way, #02-02, SGX Centre I, Singapore 068804. For further information, please contact:<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=VoLWR1ZkUJ-XtpaotbsT2cqyOrEuQjssAdz-EjlAGwhMBbEWSJ-rqSfhKk1T9zOQXKN1nnleKFRxxZ0kgdKzbw0EbkQ58h86v0PmxPa-8eO5A5G8ppxkrhrx_zcjP_T3\">contact@scientificbeta.com</url>, Web: <url normalizedValue=\"https://www.globenewswire.com/Tracker?data=P7scykPlNWBpU0ktoaQvL8wmWsBSyi_bkhtrPcOcm0x8qELu8GPUFH4dVdhXM6vkIktlGCvoPdMgrVJKbqj9xB-GXN38e77iS4TpSB83KhM=\">www.scientificbeta.com</url></p>", "publisher": "GlobeNewswire - English", "instances": ["Commenting on the release of the publication, the author, Erik Christiansen, said, \"Our detailed analysis of the NZAOA's ten principles for the development and uptake of net-zero-aligned benchmarks shows that Scientific Beta's CIC indices respect these principles by being investable and macro-consistent while also maximising impact through portfolio construction. We also show that many strategies that simply satisfy the PAB regulation are far removed from NZAOA requirements, notably principles 3 and 4. Established by EDHEC-Risk Institute, one of the top academic institutions in the field of fundamental and applied research for the investment industry, Scientific Beta shares the same concern for scientific rigour and veracity, which it applies to all the services that it offers investors and asset managers. On January 31, 2020, Singapore Exchange (SGX) acquired a majority stake in Scientific Beta."]}, {"relevance_score": 24, "title": "Scientific Beta announces expansion into Australia and New Zealand", "published": "2022-09-06", "bodyText": "<p nitf:lede=\"true\">Press Release - September 6, 2022</p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">Scientific Beta announces expansion into Australia and New Zealand</emphasis></p><p nitf:lede=\"true\">Scientific Beta has announced that it will be setting up offices in Melbourne and Sydney and hiring two senior investment professionals as part of an expansion into the Australian and New Zealand (ANZ) markets. Joining the Scientific Beta ANZ team in Australia are Susan Rodgers as Business Development Director and Mike Aked as Senior Investment Specialist.</p><p>David Wickham, Scientific Beta's Deputy CEO and Global Sales and Client Director, said, \"We are very excited about Scientific Beta's expansion to serve the Australian and New Zealand markets, especially in view of the quality of Susan and Mike as our new hires in the region. They both have the knowledge and expertise to ensure that Scientific Beta will be as successful in ANZ as we have been globally. We are confident that Susan and Mike will foster the adoption by ANZ institutional investors, asset managers and consultants of the award-winning Climate Impact Consistent Indices (CICI), the flagship Scientific Beta multi-factor indices, available with ESG and Low Carbon filters, and Scientific Beta's suite of macro-tilted and thematic equity indices.\"</p><p>Susan Rodgers joins Scientific Beta from State Street Global Advisors (SSGA) in Sydney, where she was Senior Account Executive and Vice President, having previously worked with SSGA in London. Susan also worked in client service and business development roles with BZW Investment Management (UK and Australia) and Bankers Trust Asset Management. She brings a successful track record and extensive knowledge of the institutional investment industry to Scientific Beta. Susan is based in Sydney.</p><p>Mike Aked was previously Partner, Head of Research - Australia and Global Head of Asset Allocation with Research Affiliates. He has also worked with the University of Virginia Investment Management Company (UVIMCO), Sunsuper, and UBS Global Asset Management across the US, Europe, Asia, and Australia. Mike brings a wealth of academic and practical experience in fundamental, quantitative and factor investing across both single and multi-asset class frameworks. He is now based in Melbourne.</p><p>About Scientific Beta:Scientific Beta aims to be the first provider of a smart factor and ESG/climate index platform to help investors understand and invest in advanced factor and ESG/climate equity strategies. Established by EDHEC-Risk Institute, one of the top academic institutions in the field of fundamental and applied research for the investment industry, Scientific Beta shares the same concern for scientific rigour and veracity, which it applies to all the services that it offers investors and asset managers.On January 31, 2020, Singapore Exchange (SGX) acquired a majority stake in Scientific Beta. SGX is maintaining the strong collaboration with EDHEC Business School, and principles of independent, empirical-based academic research, that have benefited Scientific Beta's development to date. Since 2015, Scientific Beta has also been offering highly advanced strategies in the area of ESG and climate change, whether involving options integrated into smart beta indices or pure ESG or climate benchmarks.As a complement to its own research, Scientific Beta supports an important research initiative developed by EDHEC on ESG and climate investing and cooperates with V.E and ISS ESG for the construction of its ESG and climate indices.Scientific Beta, 1 George Street, #15-02, Singapore 049145. For further information, please contact:<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=udvatPIG8BojyvPC-W9-HBRi6GdNjf7RHXj5kOaYEAC5j6k9HbKSXmN4bP2oziDM1oUSSQHE58ocD5_IALzVN16JAWwS1bql5bsYP_ROVVL8gNAYN3W8OYgKTG3ovreI\">contact@scientificbeta.com</url>, Web: <url normalizedValue=\"https://www.globenewswire.com/Tracker?data=Tjr0ky6JZz-XPhT7ta3K9OuQCT-GnbjKYshfjfXttMF_lpk_lXqOjRusa8KnqxQRo8MqF6dMh2XePLDFeNK9m_hrENpSpGTCFrgt5mOSLk8=\">www.scientificbeta.com</url></p>", "publisher": "GlobeNewswire - English", "instances": ["Mike brings a wealth of academic and practical experience in fundamental, quantitative and factor investing across both single and multi-asset class frameworks. He is now based in Melbourne. Established by EDHEC-Risk Institute, one of the top academic institutions in the field of fundamental and applied research for the investment industry, Scientific Beta shares the same concern for scientific rigour and veracity, which it applies to all the services that it offers investors and asset managers. On January 31, 2020, Singapore Exchange (SGX) acquired a majority stake in Scientific Beta."]}, {"relevance_score": 28, "title": "Appointment of new CEO for Scientific Beta", "published": "2022-09-30", "bodyText": "<p nitf:lede=\"true\">Press Release - September 30, 2022</p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">Appointment of new CEO for Scientific Beta</emphasis></p><p nitf:lede=\"true\">Scientific Beta wishes to announce that from October 1, 2022, Mr Kin Yee Ng will be appointed CEO of Scientific Beta.</p><p nitf:lede=\"true\">Professor Noël Amenc, who wishes to orient his career towards non-executive roles after more than 30 years dedicated to setting up and managing firms in the field of asset management, will remain in Scientific Beta as Senior Adviser.</p><p nitf:lede=\"true\">Mr. Ng, who is Managing Director and Head of Data, Connectivity and Indices (DCI) at Singapore Exchange (SGX Group) - Scientific Beta's main shareholder - has a wealth of experience in the financial industry, particularly in the data and indices business.</p><p>Commenting on this development, Mr. Ng said, \"Over the years, Noël has established a strong management team and together they have built Scientific Beta's reputation for robust index research and offerings. I am excited with Scientific Beta's growth opportunities and SGX Group is committed to supporting its expansion plans in new markets. Together with Noël and EDHEC, I will work with the team to continue pursuing our remarkable work in developing a scientific and rigorous approach to passive investing.\"</p><p>As Senior Adviser, Professor Amenc will continue to be involved with Scientific Beta and work closely with Mr. Ng. In his new role, he will provide strategic direction in the development of Scientific Beta's smart beta and climate-resilient offerings, led by research director, Felix Goltz, and Daniel Aguet, Deputy CEO in charge of the index offering.</p><p>Professor Amenc added, \"I am very proud of the team that I have had the honour to lead for the last nine years and of the work that we have accomplished together, and I will still be proud to participate in this fine collective adventure in a new way.\"</p><p>About Kin Yee Ng</p><p>Kin Yee Ng is the Managing Director and Head of Data, Connectivity and Indices (DCI) business at SGX Group since 2015. His responsibilities cover market data content, API connectivity, co-location, and index services. During his 17 years with SGX Group, Kin Yee headed various appointments in Program Management and Technology, and led many of the critical transformation of SGX Group's trading and clearing infrastructure. He also held leadership roles in a leading software firm, and co-founded a start-up. Kin Yee Ng holds a Bachelor and Master of Science in Engineering from the University of Michigan, Ann Arbor.</p><p>About Scientific Beta:Scientific Beta aims to be the first provider of a smart factor and ESG/climate index platform to help investors understand and invest in advanced factor and ESG/climate equity strategies. Established by EDHEC-Risk Institute, one of the top academic institutions in the field of fundamental and applied research for the investment industry, Scientific Beta shares the same concern for scientific rigour and veracity, which it applies to all the services that it offers investors and asset managers.On January 31, 2020, Singapore Exchange (SGX) acquired a majority stake in Scientific Beta. SGX is maintaining the strong collaboration with EDHEC Business School, and principles of independent, empirical-based academic research, that have benefited Scientific Beta's development to date. Since 2015, Scientific Beta has also been offering highly advanced strategies in the area of ESG and climate change, whether involving options integrated into smart beta indices or pure ESG or climate benchmarks.As a complement to its own research, Scientific Beta supports an important research initiative developed by EDHEC on ESG and climate investing and cooperates with V.E and ISS ESG for the construction of its ESG and climate indices.Scientific Beta, 2 Shenton Way, #02-02, SGX Centre I, Singapore 068804. For further information, please contact:<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=mfaqWieOQsDXJSHTcSpEDUWAAw89hDReJIDhvajfLJ8V69xooyTQDZ9CYHiFVEgoqKqi70mmysOvZu_DfYKuPtRtrY8LQAXlYfbbaQ5FYi-VA4PaRu0NROORaYUoqwCH\">contact@scientificbeta.com</url>, Web: <url normalizedValue=\"https://www.globenewswire.com/Tracker?data=_PpvVnJoHy5MIvVKNW2wk8XSXO_1jXpGn4fuW4R15kr3bun_fw4gA9qj1hayf0ZpjUQ-yoY5ADktFfzhiLqrmddbnLUpYcx88lfOi8b4mp0=\">www.scientificbeta.com</url></p>", "publisher": "GlobeNewswire - English", "instances": ["He also held leadership roles in a leading software firm, and co-founded a start-up. Kin Yee Ng holds a Bachelor and Master of Science in Engineering from the University of Michigan, Ann Arbor. Established by EDHEC-Risk Institute, one of the top academic institutions in the field of fundamental and applied research for the investment industry, Scientific Beta shares the same concern for scientific rigour and veracity, which it applies to all the services that it offers investors and asset managers. On January 31, 2020, Singapore Exchange (SGX) acquired a majority stake in Scientific Beta."]}, {"relevance_score": 18, "title": "Appointment at Scientific Beta", "published": "2022-03-15", "bodyText": "<p nitf:lede=\"true\">Press Release - March 15, 2022</p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">Appointment at Scientific Beta</emphasis></p><p nitf:lede=\"true\">Scientific Beta is delighted to announce the appointment of David Wickham as Global Sales and Client Director and Deputy CEO.</p><p>Based in London, David is an Oxford, Cambridge, and Harvard-educated senior investment director, sustainability specialist, and business developer.</p><p>He has over 20 years of professional investment experience as a senior portfolio manager (managing assets) and senior client portfolio manager (raising and retaining assets), with over US$50 billion in assets raised cumulatively.</p><p>David was previously Senior Investment Director, Global Head of Quant Solutions &amp; ESG Lead at Abrdn, and Senior Investment Director, Emerging Markets &amp; Smart Beta Solutions with HSBC Global Asset Management. He had previously held positions with Invesco Private Capital, Insight Investment, JANA Investment Advisers and Mercer Investments.</p><p>David's expertise includes private markets (venture capital, private equity and private credit) and both long-only and long-short public markets investing across developed, emerging, and frontier markets</p><p>His public markets experience encapsulates various approaches, including active fundamental with ESG integrated, active quant using artificial intelligence, liquid alternatives, smart beta, enhanced indexation, sustainable indexation, and (market-cap) indexation, as well as multi-asset solutions investing across a diverse range of traditional and alternative asset classes.</p><p>At Scientific Beta, David will be responsible for ensuring that Scientific Beta continues to provide the highest quality of client services and for driving business development, notably of the award-winning Climate Impact Consistent Indices (CICI), the flagship Scientific Beta multi-factor indices, available with ESG and Low Carbon filters, and Scientific Beta's suite of macro-tilted equity indices.</p><p>About Scientific Beta:Scientific Beta aims to be the first provider of a smart factor and ESG/climate index platform to help investors understand and invest in advanced factor and ESG/climate equity strategies. Established by EDHEC-Risk Institute, one of the top academic institutions in the field of fundamental and applied research for the investment industry, Scientific Beta shares the same concern for scientific rigour and veracity, which it applies to all the services that it offers investors and asset managers.On January 31, 2020, Singapore Exchange (SGX) acquired a majority stake in Scientific Beta. SGX is maintaining the strong collaboration with EDHEC Business School, and principles of independent, empirical-based academic research, that have benefited Scientific Beta's development to date. Since 2015, Scientific Beta has also been offering highly advanced strategies in the area of ESG and climate change, whether involving options integrated into smart beta indices or pure ESG or climate benchmarks.As a complement to its own research, Scientific Beta supports an important research initiative developed by EDHEC on ESG and climate investing and cooperates with V.E and ISS ESG for the construction of its ESG and climate indices.Scientific Beta, 1 George Street, #15-02, Singapore 049145. For further information, please contact:<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=9QffLDzFuzJixpPsYPM8h1aoP4pt7BUBZeZY2YUuz-SbM7RWBEsMUIWve59FfJjudJAt8r76kypQSC8me-4LqGC9G6xSr9HYxXvvZWkeEM9EJ-w64ssWIlJIsLGG0mSo\">contact@scientificbeta.com</url>, Web: <url normalizedValue=\"https://www.globenewswire.com/Tracker?data=KOp2US1Y603NKP2K4EqPg5dPEb3e7uOuLzL8HdXVDitVMpio3AAsB84-r6ClmntCJ2co1ejscjyn3yIHrZMF0FIMFmllS-gciQAesj5fBjI=\">www.scientificbeta.com</url></p>", "publisher": "GlobeNewswire - English", "instances": ["David's expertise includes private markets (venture capital, private equity and private credit) and both long-only and long-short public markets investing across developed, emerging, and frontier marketsHis public markets experience encapsulates various approaches, including active fundamental with ESG integrated, active quant using artificial intelligence, liquid alternatives, smart beta, enhanced indexation, sustainable indexation, and (market-cap) indexation, as well as multi-asset solutions investing across a diverse range of traditional and alternative asset classes. At Scientific Beta, David will be responsible for ensuring that Scientific Beta continues to provide the highest quality of client services and for driving business development, notably of the award-winning Climate Impact Consistent Indices (CICI), the flagship Scientific Beta multi-factor indices, available with ESG and Low Carbon filters, and Scientific Beta's suite of macro-tilted equity indices. Established by EDHEC-Risk Institute, one of the top academic institutions in the field of fundamental and applied research for the investment industry, Scientific Beta shares the same concern for scientific rigour and veracity, which it applies to all the services that it offers investors and asset managers. On January 31, 2020, Singapore Exchange (SGX) acquired a majority stake in Scientific Beta."]}, {"relevance_score": 27, "title": "Scientific Beta wins 'Best Specialist ESG Index Provider' at the ESG Investing Awards 2022", "published": "2022-02-01", "bodyText": "<p nitf:lede=\"true\">Press Release - Boston, London, Nice, Paris, Singapore, Tokyo, February 1, 2022</p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">Scientific Beta wins 'Best Specialist ESG Index Provider' at the ESG Investing Awards 2022</emphasis></p><p nitf:lede=\"true\">Scientific Beta has been named Best Specialist ESG Index Provider at the ESG Investing Awards 2022, which celebrate excellence in Environmental, Social and Governance (ESG) research, ratings, funds, and products.</p><p nitf:lede=\"true\">The award recognises Scientific Beta's provision of a highly innovative index series that has no equivalent at Scientific Beta's peers: the<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=9CHyniXdcgCmlP2bdOQKi4H3C_ReKUgQVAxtrTTLSho93huH78dTpi0FSpwWWfrl0gioJcsEkBfmZ2sTJAv9_4pCMp4i5gMyTMe5VMjBbt5x0oolubtwCaC3ds9OnZav05BimOaJOp7AdLErPK_wa6sjG0GZ7D-d_UhZYm7Byi2CM3nNFKKsLYpXCfceODfyMbj32RKPxnAbJ1qww8E94ulD0H-yMtjM535DfYuzxcE=\">Climate Impact Consistent Indices (CICI)</url>. The CICI offering is the only pure climate index offering on the market. Unlike traditional climate indices and benchmarks, which combine financial and climate criteria, either in the form of tilts applied to reference cap weights, or of carbon intensity score optimisation under tracking error constraints, the CIC indices make the weights of stocks depend solely on their climate performance. This avoids financial considerations contradicting climate considerations.</p><p>The<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=VxX0QSy-RTrPhWDyKiPZoInJA8PSDN46TXjoyjVQStoNPIiLAdtGlJVTrW8Lb37IxHDCvyGz2QYZFN9zNU0UzLS2ebv3lg7W5PUeN6E35xI=\">ESG Investing Awards</url>, now in their third year, are judged by an independent<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=vRj8FoZcyxNIbyqfFtj0qdwiBzpyJipQDN1H4U-9z1O-xm-77gSrt-zi0pEU2pRxs5-_mbYpK8GG8T6QUB-Rr5NCku94b3TJscDX62gT5yQ=\">panel</url>of experts from industry and academia. The Awards celebrate the most impactful products, funds and initiatives that are making a positive contribution towards the integrity, uptake and success of ESG investing.</p><p>Commenting on the award, Noël Amenc, CEO of Scientific Beta, said, \"We are delighted with this major recognition of Scientific Beta and our Climate Impact Consistent Indices. CICI is positioned for implementing the recommendations of the Net-Zero investment coalitions at the portfolio-construction level. In particular, the Paris Aligned Investment Initiative (PAII) Framework states that one of the key elements of a \"Paris aligned stewardship approach\" is to develop an engagement strategy with a feedback loop to portfolio construction. CICI allows for the practical implementation of this approach where engagement and portfolio construction are neither mutually exclusive nor independent and instead are mutually reinforcing.\"</p><p>Matthew Clements, editor of ESG Investing, commented, \"This year we have received nearly double the number of nominations from 2021 and our judges have been asked to assess finalists of outstanding quality across all categories. We have also seen a blossoming of new ESG fund types as well as a considerable expansion in the quantity and scope of ESG research and product offerings. This is a trend that is set to continue as ESG becomes more embedded in investment mandates globally, and sustainability issues move to the forefront of investors' priorities. Many thanks to all our judges and congratulations to our winners and finalists.\"</p><p>About Scientific Beta:Scientific Beta aims to be the first provider of a smart factor and ESG/climate index platform to help investors understand and invest in advanced factor and ESG/climate equity strategies. Established by EDHEC-Risk Institute, one of the top academic institutions in the field of fundamental and applied research for the investment industry, Scientific Beta shares the same concern for scientific rigour and veracity, which it applies to all the services that it offers investors and asset managers.On January 31, 2020, Singapore Exchange (SGX) acquired a majority stake in Scientific Beta. SGX is maintaining the strong collaboration with EDHEC Business School, and principles of independent, empirical-based academic research, that have benefited Scientific Beta's development to date. Since 2015, Scientific Beta has also been offering highly advanced strategies in the area of ESG and climate change, whether involving options integrated into smart beta indices or pure ESG or climate benchmarks.As a complement to its own research, Scientific Beta supports an important research initiative developed by EDHEC on ESG and climate investing and cooperates with V.E and ISS ESG for the construction of its ESG and climate indices.Scientific Beta, 1 George Street, #15-02, Singapore 049145. For further information, please contact:<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=NqqqLMqUaBRatb1Y9l6iWyycen63rbdLTIrpb43_2c54UyoCc_IdzcRKZeZM-CPh8Pag6fQ1usBoZVpRRRiv4IwePGhc_-PrMkx2mwly73VnaNI_2yJZLL4AM7VcGIpO\">contact@scientificbeta.com</url>, Web:<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=1nuIEByp-9BCIDTfrV8jOxoU_3BSfIil41aZXsxpup9rbkhHS3AesVsfoJXFINkFQoM0xB-XKUrH9Rv43k0Rx8bD7Q_qki_WDNIWKvQ1OZc=\">www.scientificbeta.com</url>.</p>", "publisher": "GlobeNewswire - English", "instances": ["This is a trend that is set to continue as ESG becomes more embedded in investment mandates globally, and sustainability issues move to the forefront of investors' priorities. Many thanks to all our judges and congratulations to our winners and finalists. Established by EDHEC-Risk Institute, one of the top academic institutions in the field of fundamental and applied research for the investment industry, Scientific Beta shares the same concern for scientific rigour and veracity, which it applies to all the services that it offers investors and asset managers. On January 31, 2020, Singapore Exchange (SGX) acquired a majority stake in Scientific Beta."]}, {"relevance_score": 28, "title": "After the Orpea affair in France, Scientific Beta again warns of the inadequacies of ESG scores", "published": "2022-02-07", "bodyText": "<p nitf:lede=\"true\">Press Release - Boston, London, Nice, Paris, Singapore, Tokyo, February 7, 2022</p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">After the Orpea affair in France, Scientific Beta again warns of the inadequacies of ESG scores</emphasis></p><p nitf:lede=\"true\">In light of the Orpea affair in France, in which a company that was ranked better than the rest of its sector in terms of Environmental, Social and Governance (ESG) scores from several rating agencies<sup>1</sup>is accused of abuse of elderly residents in its nursing homes, Scientific Beta has reiterated that ESG scores cannot guide investors concerned with social welfare and environmental sustainability. International organisations as diverse as the OECD and the WWF have warned against viewing ESG scores as a meaningful indicator of an investment strategy's contribution to the achievement of ESG goals.</p><p nitf:lede=\"true\">These warnings are buttressed by the amply documented lack of convergence of ESG scores across different providers. This divergence, which Scientific Beta analyses in<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=ZtvnpWCcPDnwGvtwIXOPo34lIx4LYqJbk9b6Yhw9fpkZ_hlQwxUntkYtwepzPKPV1D5tu_Ms0YwDzs92xFBqsVw9-vHAQCEIIecCpC4iL4dLg8jM3pdIf2bSKNlYia-f_k8Ta64Dk8ZdWOcgnyCtytkTOB1NbVuoPnc93UuTTToczLMPLLOok0-Bo4XU999AYZgGbU1k9z_CC-1DnulkC9gC09GXC8KICkzXa-8qDGLczSEp-Rra1Hok8SRTeGb1DnFzIimgdc6YPG5r4vRMvg==\">Scoring Against ESG? Avoiding the Pitfalls of ESG Scores in Portfolio Construction</url>, is due not only to differing objectives, definitions, methodologies and data, but also to the inherent subjectivity of assessment.</p><p>Far from being a purely technical matter, Scientific Beta showed that the unreliable nature of these inputs not only limits their usefulness but can at worst have negative impacts on the achievement of real-world ESG goals sought by investors. In this context it is noteworthy that as recently as in September 2021, Orpea reported<sup>2</sup>that three ESG rating agencies had upgraded their ESG scores, putting Orpea among the leaders in its sector.</p><p>Scientific Beta conducted a survey of the readers of the<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=ZtvnpWCcPDnwGvtwIXOPo34lIx4LYqJbk9b6Yhw9fpkZ_hlQwxUntkYtwepzPKPV1D5tu_Ms0YwDzs92xFBqsVw9-vHAQCEIIecCpC4iL4dBooj2ecJGab7oKwqsn_nadas4D9nIKSW5Dt6-mtU0yopmRneBsSh_topXHf9TpIUGA3o4Yhpx7KNZNWlFLWhDV6LohUxakVOP_ceR-UoFb1SEIRrdL615VqtDRYEaaMfV4q0mliI5CIhwpeC_8CjeJ0MYjRjd1u7CEuHnXrwGFQ==\">Scoring Against ESG? Avoiding the Pitfalls of ESG Scores in Portfolio Construction</url>paper and received broad and representative feedback from the financial markets participants that are the potential users of these ESG scores.</p><p>In<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=ZtvnpWCcPDnwGvtwIXOPo7sN3_dg5JwEfzb6sHmAhMmtOh2dvKix8kel7IrgWi7kHcd_jKD8MP-2z23GFdVW74W3nB2WICSnAL1H5lliACJkHNsiDwZ08I4fBIQiMuoCGPAobNE8wbrXdzHY4_TYZvqVDNjhMIXBARhql1RIDTf6EFQibbO6DPoTEbQLFWLRIW6IIu5XpqIZTzvwRQ_82kFB53VDWN3ZMGCxvH9DoCNhFMAODQSxidqpfpHsXC4d\">Scoring against ESG? What are Market Participants' Views on ESG Scores?</url>we documented widely shared scepticism on the robustness of the ESG scores themselves and on investment strategies that employ them by targeting higher portfolio-average scores. Often, even those who still favour using ESG scores do so for what they see as the lack of better options or in the belief that the shortcomings of ESG scores may be overcome with time.</p><p>For more detailed information, please refer to the following two Scientific Beta publications:</p><p><url normalizedValue=\"https://www.globenewswire.com/Tracker?data=ZtvnpWCcPDnwGvtwIXOPo34lIx4LYqJbk9b6Yhw9fpkZ_hlQwxUntkYtwepzPKPV1D5tu_Ms0YwDzs92xFBqsVw9-vHAQCEIIecCpC4iL4coxGx4JyUjZusmCE6wTPVMLV0H_Ucqd9kGzZlfHX6fDhFGjE3t2dEjNGUVCRKgJmAZijGmmXfnKK4mAXpWNOlRYVqJhy2Zh_8C6ePlrm5ten7rGztoYkECjJgUDHEeOnLL8tRwElbAoyGmqYiCiLk-khhbF9WnA70XV-FKfbU-JA==\">Scoring Against ESG? Avoiding the Pitfalls of ESG Scores in Portfolio Construction</url> <url normalizedValue=\"https://www.globenewswire.com/Tracker?data=ZtvnpWCcPDnwGvtwIXOPo7sN3_dg5JwEfzb6sHmAhMmtOh2dvKix8kel7IrgWi7kHcd_jKD8MP-2z23GFdVW74W3nB2WICSnAL1H5lliACLr5K9SjX2qlyGIMnpjpMh4zet7I7Ur02liOe_YLZlSVjk4HxWGCIMJxzzHiLek7Jr8KydnR2ip3nQ3HnQDMsWvIJBcvQ2yVGw0sHISZc9g7Tk2Q75V8N9MFTlkpqHLjigN8TartG9O8aX3474bnIqH\">Scoring against ESG? What are Market Participants' Views on ESG Scores?</url></p><p><sup>1</sup>ESG scores from MSCI, Sustainalytics, ISS ESG and Gaia Rating are highlighted in Orpea's annual report published in May 2021, available<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=KgqPN95x0C6tzxmqHVWDzAQ8Swc_KxVWilsHYeJBemBX5D6Dv81KUGEcUMKia_D25_2VwAvXfJsTNqeNZmiHU7CnvpLFWFaSDm4tM5XqqLdk5JLNf-GeTkhpxQ-mZ-4p44TdGCK3Ki756V1sWkpE8Y0wmvHY8ITxgiQ4GlcwczhF5mnVGPTSy8XWGoIiC5tx\">here</url></p><p><sup>2</sup>Press release on H1 2021 corporate performance, available<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=KgqPN95x0C6tzxmqHVWDzOu7e8nALMV9KbMmXDDeTkuw1ZcXnryMXT4b4x_4NQJWH_3YVI_VXw1PMgsTzOaQLH8v3LrFIMMYW9e4v_DW9fs0BJq9-VK_RgvDIcN25j2aN1V80x0pvJQhz6Eon6DhVmlM3EZelXIRDB_6aYGzbqIz4q-sZ3-vdENn2SwCwzB0\">here</url></p><p>About Scientific Beta:Scientific Beta aims to be the first provider of a smart factor and ESG/climate index platform to help investors understand and invest in advanced factor and ESG/climate equity strategies. Established by EDHEC-Risk Institute, one of the top academic institutions in the field of fundamental and applied research for the investment industry, Scientific Beta shares the same concern for scientific rigour and veracity, which it applies to all the services that it offers investors and asset managers.On January 31, 2020, Singapore Exchange (SGX) acquired a majority stake in Scientific Beta. SGX is maintaining the strong collaboration with EDHEC Business School, and principles of independent, empirical-based academic research, that have benefited Scientific Beta's development to date. Since 2015, Scientific Beta has also been offering highly advanced strategies in the area of ESG and climate change, whether involving options integrated into smart beta indices or pure ESG or climate benchmarks.As a complement to its own research, Scientific Beta supports an important research initiative developed by EDHEC on ESG and climate investing and cooperates with V.E and ISS ESG for the construction of its ESG and climate indices.Scientific Beta, 1 George Street, #15-02, Singapore 049145. For further information, please contact:<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=BnlFVL8WWxopA_jeW_-QtNWJDQUr2MOC-XKSZ31Qa6CpsLcaheJ9SbZl2X7UL60bM4EZxXGStQuvssOruyiwARlB6su0fXN1K9bSwKG908Tmxxfp3nydxOknfYZE2Qt5\">contact@scientificbeta.com</url>, Web:<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=tWn0UAwIUfpuV56z6yevhI9EoiKgQWFVU_nTCelRAUetnZfeNvqIpvVG51cEOpmYj9K5oj2_PQNYOYuhKmMwmOLIOROMtOlBamWsw-gCKsM=\">www.scientificbeta.com</url>.</p>", "publisher": "GlobeNewswire - English", "instances": ["Avoiding the Pitfalls of ESG Scores in Portfolio Construction Scoring against ESG? What are Market Participants' Views on ESG Scores? Established by EDHEC-Risk Institute, one of the top academic institutions in the field of fundamental and applied research for the investment industry, Scientific Beta shares the same concern for scientific rigour and veracity, which it applies to all the services that it offers investors and asset managers. On January 31, 2020, Singapore Exchange (SGX) acquired a majority stake in Scientific Beta."]}, {"relevance_score": 24, "title": "Scientific Beta survey shows that most investors do not believe in ESG outperformance", "published": "2021-11-09", "bodyText": "<p nitf:lede=\"true\">Press Release - Boston, London, Nice, Paris, Singapore, Tokyo, November 9, 2021</p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">Scientific Beta survey shows that most investors do not believe in ESG outperformance</emphasis></p><p nitf:lede=\"true\">Survey collected market participants' views on the Scientific Beta study '\"Honey, I Shrunk the ESG Alpha\": Risk-Adjusting ESG Portfolio Returns'</p><p nitf:lede=\"true\">A survey conducted by Scientific Beta to collect market participants' views on its recent white paper '\"Honey, I Shrunk the ESG Alpha\": Risk-Adjusting ESG Portfolio Returns' received responses from investment professionals with roles such as portfolio manager, chief investment officer, director of investment strategy research, head of asset allocation, head of ESG research, ESG analyst and research analyst. The respondents to this survey come from institutional investors, asset managers, banks, consultants and wealth managers managing assets worth USD3.3 trillion, USD645bn, USD4.1 trillion, USD179bn and USD7.7bn respectively.</p><p>The white paper questions the popular belief that ESG strategies generate outperformance and shows that the ESG alpha disappears when adjusting for industry and factor exposures. The results of the survey show that:</p><p>Most of the respondents agree that there is no sound evidence that ESG strategies offer any incremental value in terms of performance, and that most of the performance is captured by style factors.Only 17% of respondents believe that the finding of absence of outperformance is surprising.</p><p>Dr Felix Goltz, co-author of the study and Research Director at Scientific Beta, said, \"Our study of ESG performance comes to a clear conclusion: when using standard risk adjustments in performance measurement, widely cited findings on positive ESG alpha disappear. Irrespective of performance, however, a key driver of the adoption of ESG investing is that non-pecuniary and risk characteristics of their portfolios matter to investors. Rather than turning ESG investing in another hunting ground for alpha, asset managers should perhaps take such non-pecuniary and risk objectives seriously. Judging from our survey respondents, focusing on objectives other than alpha is a credible value proposition for ESG investing.\"</p><p>The Scientific Beta survey can be accessed through the link below:</p><p><url normalizedValue=\"https://www.globenewswire.com/Tracker?data=p2Xt49MqmqPc_Z2gV248ZkKoqOhJsV0acTfu_ZWhUYpGLeKfRkUQ0Ww19NIDfbcfC-fuX5zzqHSnqkyL5wPuThEAnJK79MLWuhjQA_fVZ7cEWg4dVQPsQQSwLORacKi3IbcEwCqLv5I6t-6YOgD8jJRynE44b0aUaRdYnKivuPlblTA7EKOPa3Y8zHT0MdbqJZ86ATxhtmuhpkQXqliNLkMYslvWJqo46EeIze5FEZmgjZ9yeEb7ST90Bf-DYZmsekV06bg5kvWgejkCjN7TDKRs1phRaODkaIYV2sX310MTdwoBVeb48G2f8ePZRbBv\">\"Honey, I Shrunk the ESG Alpha\": Reactions of Investment Professionals, Scientific Beta Publication, November 2021</url></p><p>About Scientific Beta:Scientific Beta aims to be the first provider of a smart factor and ESG/climate index platform to help investors understand and invest in advanced factor and ESG/climate equity strategies. Established by EDHEC-Risk Institute, one of the top academic institutions in the field of fundamental and applied research for the investment industry, Scientific Beta shares the same concern for scientific rigour and veracity, which it applies to all the services that it offers investors and asset managers.On January 31, 2020, Singapore Exchange (SGX) acquired a majority stake in Scientific Beta. SGX is maintaining the strong collaboration with EDHEC Business School, and principles of independent, empirical-based academic research, that have benefited Scientific Beta's development to date. Since 2015, Scientific Beta has also been offering highly advanced strategies in the area of ESG and climate change, whether involving options integrated into smart beta indices or pure ESG or climate benchmarks.As a complement to its own research, Scientific Beta supports an important research initiative developed by EDHEC on ESG and climate investing and cooperates with V.E and ISS ESG for the construction of its ESG and climate indices.Scientific Beta, 1 George Street, #15-02, Singapore 049145. For further information, please contact:<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=A0hN1UGR1C5ttyBcCoqzgQ7i2XO-kXjAGQ_ZmzFdhgg5HL6Ej8taZszfTy4r6WM0iZCBJbohYGtI-0VA-vdwVc8NxUpJol5Ef89tzMT22cxxBXUOtvgmkWjyLQ3NzHrK\">contact@scientificbeta.com</url>, Web:<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=xZAil82Ur0erkII3IQcUJhFr8DhsXtcC0r1Z4V0RYRBpTXRz9V09_RwdWqfCv_SxiMsDrtAbE8eEClJvgZrw2k00YF5KLhg68OjVjcXYSxU=\">www.scientificbeta.com</url>.</p>", "publisher": "GlobeNewswire - English", "instances": ["Rather than turning ESG investing in another hunting ground for alpha, asset managers should perhaps take such non-pecuniary and risk objectives seriously. Judging from our survey respondents, focusing on objectives other than alpha is a credible value proposition for ESG investing. Established by EDHEC-Risk Institute, one of the top academic institutions in the field of fundamental and applied research for the investment industry, Scientific Beta shares the same concern for scientific rigour and veracity, which it applies to all the services that it offers investors and asset managers. On January 31, 2020, Singapore Exchange (SGX) acquired a majority stake in Scientific Beta."]}, {"relevance_score": 22, "title": "Scientific Beta releases new inflation-friendly indices", "published": "2021-06-21", "bodyText": "<p nitf:lede=\"true\">Press Release - Boston, London, Nice, Paris, Singapore, Tokyo, June 21, 2021</p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">Scientific Beta releases new inflation-friendly indices</emphasis></p><p nitf:lede=\"true\">Equity inflation indices are Scientific Beta's first suite of macroeconomic factor indices</p><p nitf:lede=\"true\">Scientific Beta has announced the release of inflation-friendly indices, the Scientific Beta US Inflation indices, its first suite of macroeconomic factor indices. The inflation indices provide long-term equity performance with additional inflation protection compared to a traditional cap-weighted equity index.</p><p nitf:lede=\"true\">These indices correspond to a genuinely important subject for institutional investment, because in the event of inflation they procure a higher asset value (surplus) that could offset the impact of inflation on the revenue needs of future pensioners.</p><p>This capacity to produce strong conditional performance does not result in a high level of tracking error with respect to the cap-weighted benchmark, like with many indices, and ultimately in poor unconditional performance. Indeed, through their sound diversification, the Scientific Beta US Inflation + indices also deliver a satisfactory return for the equity risk taken over the long term. This distinguishes the strategy from other strategies that may have interesting conditional properties, but have disappointing Sharpe ratios over the long term, as is the case for sector strategies like financials or REITS. Moreover, it should be noted that REITS or commodities do not have particular qualities to protect investors against inflation surprises.</p><p>On the occasion of the launch of the Scientific Beta US Inflation indices, Dr Noël Amenc, CEO of Scientific Beta, declared, \"It is important to recall that it is unexpected inflation (and not the level of inflation or expected inflation) that pose a problem for investors in risky assets, because these surprises have not yet been priced. It is clear, and this can be observed over the whole sample and to an even greater degree in the first half of 2021, that inflation surprises have a strong and contrasted impact on the performance of equities. With more than 3% accumulated outperformance since the beginning of the year, our Scientific Beta US Inflation + indices have been able to protect the equity investment against this unexpected increase in inflation.\"</p><p>More information on these indices can be found through the link below:</p><p><url normalizedValue=\"https://www.globenewswire.com/Tracker?data=fJlaKqEZRbguOKQgdL5iG_i5PRPmpj9kZvcfSbH_drG9pnmcPcxYJFbx3mjgii_BSBIHJ_Tls0kCSabAj2CkrW12g_StSqxAuXWH1zLn7bDc5v57zqLvm-SSkE7j8pFgdSqn25dBO0BD23hW9iDEprZ51yMVpX6sw1T6uU5GAnI=\">Scientific Beta Macro-Tilted Equity Indices</url></p><p>About Scientific Beta:Scientific Beta aims to be the first provider of a smart factor and ESG/climate index platform to help investors understand and invest in advanced factor and ESG/climate equity strategies. Established by EDHEC-Risk Institute, one of the top academic institutions in the field of fundamental and applied research for the investment industry, Scientific Beta shares the same concern for scientific rigour and veracity, which it applies to all the services that it offers investors and asset managers.On January 31, 2020, Singapore Exchange (SGX) acquired a majority stake in Scientific Beta. SGX is maintaining the strong collaboration with EDHEC Business School, and principles of independent, empirical-based academic research, that have benefited Scientific Beta's development to date. Since 2015, Scientific Beta has also been offering highly advanced strategies in the area of ESG and climate change, whether involving options integrated into smart beta indices or pure ESG or climate benchmarks.As a complement to its own research, Scientific Beta supports an important research initiative developed by EDHEC on ESG and climate investing and cooperates with V.E and ISS ESG for the construction of its ESG and climate indices.Scientific Beta, 1 George Street, #15-02, Singapore 049145. For further information, please contact:<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=SEtiIoeO9nKTT3R3G4wGXBNQfXumXIJXFh__v0FPUJYChDm3DlgTwvG1w7BSzlpuNT5CM0kC17pJpHOo7mUgdnVsUvdzcrJIvewDiVzd0XRSSHdony4qcm4pEUCPpiTJ\">contact@scientificbeta.com</url>, Web:<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=Vp__pMPeSMkDoYoGSUADlCroKkHA45KiC4kFXQBI3272h4OI3XoJzBPFV5XTlHQnjXNYcwj_7MkpuqShB77pV57xijPQZCyy4SYyKENFW38=\">www.scientificbeta.com</url>.</p>", "publisher": "GlobeNewswire - English", "instances": ["It is clear, and this can be observed over the whole sample and to an even greater degree in the first half of 2021, that inflation surprises have a strong and contrasted impact on the performance of equities. With more than 3% accumulated outperformance since the beginning of the year, our Scientific Beta US Inflation + indices have been able to protect the equity investment against this unexpected increase in inflation. Established by EDHEC-Risk Institute, one of the top academic institutions in the field of fundamental and applied research for the investment industry, Scientific Beta shares the same concern for scientific rigour and veracity, which it applies to all the services that it offers investors and asset managers. On January 31, 2020, Singapore Exchange (SGX) acquired a majority stake in Scientific Beta."]}, {"relevance_score": 27, "title": "Scientific Beta research: no evidence that ESG strategies outperform", "published": "2021-05-04", "bodyText": "<p nitf:lede=\"true\">Press Release - Boston, London, Nice, Paris, Singapore, Tokyo, May 4, 2021</p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">Scientific Beta research: no evidence that ESG strategies outperform</emphasis></p><p nitf:lede=\"true\">New paper shows that there is no solid evidence supporting recent claims that ESG strategies generate outperformance</p><p nitf:lede=\"true\">In a new research paper,<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=jbpxg9JGzKxKz-tZktobY7P7veugzpuxdQ8hVRhWuAGNLK9U7l0m7wsQ5f-w-rQSLZZTwai7MWU1N6qHW7DYtaix1yrdZdQ0u5ULI90ul7ZHTAMLXi8QAcCL3_ZScMjNGvCiIOS0xNKIcHrEjiaM4v8hr59wNd5JfwgrO9rlfaOmuM6qfb3QCNKZtoeEj0AWVmNYjksyy28X8NhrZUMwHqJfYo6Wa17ZTi2MC-xthorQJXFwnV12g-5Ol37apDlx\">\"Honey, I Shrunk the ESG Alpha\": Risk-Adjusting ESG Portfolio Returns</url>, Scientific Beta researchers examine equity strategies that exploit information in ESG ratings, following several papers that suggest that these strategies lead to outperformance. While many of the ESG strategies have positive returns, adjusting these returns for risk shrinks \"alpha\" (or excess risk-adjusted return) to zero. Sector biases and exposures to equity style factors capture the returns of ESG strategies. In addition, the analysis suggests that returns are inflated when investor attention to ESG rises.</p><p nitf:lede=\"true\">The findings do not question that ESG strategies can offer substantial value to investors. Instead, they suggest that investors who look for added value through outperformance are looking in the wrong place.</p><p>The research has important implications for investors. As a general matter, the analysis provides an example of how one can document outperformance where there is none: it is sufficient to omit necessary risk adjustments. Concerning ESG strategies, the findings question a widespread practice of using ESG as an alpha signal. They do not question the added value of such strategies on other dimensions, especially on the financial materialisation of extreme risk reduction, which still requires serious studies that are forthcoming.</p><p>Commenting on these findings, Dr Noël Amenc, CEO of Scientific Beta, said, \"Claims of positive alpha in popular industry publications are not valid because the analysis underlying these claims is flawed. Omitting necessary risk adjustments and selecting a recent period with upward attention shifts enables outperformance to be documented where in reality there is none. Investors should ask how ESG strategies can help them to achieve objectives other than alpha, such as aligning investments with their values and norms, making a positive social impact, and reducing climate or litigation risk. These results also question the way in which ESG providers, and the investment industry more generally, promote ESG. By relying on biased research results, which as such have no value, the promoters of alpha in ESG investing are taking the great risk of disappointing investors on this supposed outperformance and diverting them in time from an investment theme that is important for sustainable economic development.\"</p><p>The Scientific Beta white paper on ESG alpha can be accessed through the link below:</p><p><url normalizedValue=\"https://www.globenewswire.com/Tracker?data=jbpxg9JGzKxKz-tZktobY7P7veugzpuxdQ8hVRhWuAGNLK9U7l0m7wsQ5f-w-rQSLZZTwai7MWU1N6qHW7DYtaix1yrdZdQ0u5ULI90ul7bEPtT3AoOxooZbrx9Igx9ZbsDGpbqxU8jDiyo-bd94W-AQ_MmY19nYJUljMD22G81yQH4fTpvpnm3-cvalr7aLj0Ooruw6wvkkB_-mxXm2iLpE4sr2xLOZ2qB_QH4Mglu-vvntOXdm1baV9eRYYEWTfevLFunZWFrH74l9-v5Xl2Cf9PxopiLwEVEfeG2vFy0=\">\"Honey, I Shrunk the ESG Alpha\": Risk-Adjusting ESG Portfolio Returns, Scientific Beta Publication, April 2021</url></p><p>About Scientific Beta:Scientific Beta aims to be the first provider of a smart factor and ESG/climate index platform to help investors understand and invest in advanced factor and ESG/climate equity strategies. Established by EDHEC-Risk Institute, one of the top academic institutions in the field of fundamental and applied research for the investment industry, Scientific Beta shares the same concern for scientific rigour and veracity, which it applies to all the services that it offers investors and asset managers. On January 31, 2020, Singapore Exchange (SGX) acquired a majority stake in Scientific Beta. SGX is maintaining the strong collaboration with EDHEC Business School, and principles of independent, empirical-based academic research, that have benefited Scientific Beta's development to date. Since 2015, Scientific Beta has also been offering highly advanced strategies in the area of ESG and climate change, whether involving options integrated into smart beta indices or pure ESG or climate benchmarks. As a complement to its own research, Scientific Beta supports an important research initiative developed by EDHEC on ESG and climate investing and cooperates with V.E and ISS ESG for the construction of its ESG and climate indices.Scientific Beta, 1 George Street, #15-02, Singapore 049145. For further information, please contact:<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=MSOVGE3lG7-LSlE2WtMnW7BtBVDQWJDjg5PhPvDnuMCGvBSky1y2mVAmjbEcAf2YIPF9bifUpyqA4aQsHNr4y0D5EflUvMU0pJwoCNLTtaaljykd1HK6zAi60nruLnZS\">contact@scientificbeta.com</url>, Web:<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=Bf4Ucg-4wfNsFme2VFGnpYhr4GoRPB25HEoBTqvupAyk-SJp-FBUJISYgqi7yv7681VBW_fPAkgdOW7IOS8pglONjcxi6HCfQFWPoYYG6DM=\">www.scientificbeta.com</url>.</p>", "publisher": "GlobeNewswire - English", "instances": ["These results also question the way in which ESG providers, and the investment industry more generally, promote ESG. By relying on biased research results, which as such have no value, the promoters of alpha in ESG investing are taking the great risk of disappointing investors on this supposed outperformance and diverting them in time from an investment theme that is important for sustainable economic development. Established by EDHEC-Risk Institute, one of the top academic institutions in the field of fundamental and applied research for the investment industry, Scientific Beta shares the same concern for scientific rigour and veracity, which it applies to all the services that it offers investors and asset managers. On January 31, 2020, Singapore Exchange (SGX) acquired a majority stake in Scientific Beta."]}, {"relevance_score": 28, "title": "Scientific Beta warns on using low carbon strategies as a source of alpha", "published": "2021-06-07", "bodyText": "<p nitf:lede=\"true\">Press Release - Boston, London, Nice, Paris, Singapore, Tokyo, June 7, 2021</p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">Scientific Beta warns on using low carbon strategies as a source of alpha</emphasis></p><p nitf:lede=\"true\">The use of a false source of alpha such as the low carbon factor has negative consequences on the risk-adjusted performance of portfolios</p><p nitf:lede=\"true\">In a new research paper,<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=v3YcWmHSMszsX3qgX0e6w7cX7JMV-USPPbGaM7SBLp2zpnb3X_HGxfbD9U1jdrs9rbDmXs3Z2pJeDUGmkPiGONFCURBJn--mRh9DRtyoMZxWOZ45sezd8z3v4n0CeXCZYTjCJ9YuNSvF36aCkdOTOKINCERM0kq1CriDFBk8sITUNzinOk525ikSXjosNz-aMUIbW6e2T_erVZ8Xg4tHR9rXardr7avFA0RyA2uOSwcJ9IjUtTKewJvueWtMuZUjpBJ2PxUyWuBjaZeDXbHDPpUbQP1RqYaf6QBcGbQ6MD6rIN-NyHOzQ5MaZY5XM6-J_rlGqZTSsbXLowpTI0gZUQ==\">In a new research paper, When Greenness is Mistaken for Alpha: Pitfalls in Constructing Low Carbon Equity Portfolios</url>, Scientific Beta highlights the danger of using low carbon strategies as a source of superior performance.</p><p>The authors of the study find that, contrary to what is often affirmed by promoters of low carbon strategies, the low carbon factor is not a rewarded factor. In actual fact, a serious analysis of the performance of the low carbon factor decreases it from 1.74% to -0.32% once exposures to the traditional rewarded equity factors are accounted for.</p><p>Mistakenly using low carbon strategies as a source of alpha actually reduces portfolio performance for investors who have access to standard equity factors. Constructing portfolios using low carbon scores like any other alpha score does not improve performance and leads to problems with concentration and investability.</p><p>The costs borne by investors who build portfolios with a mistaken belief in a positive low carbon alpha are substantial. Multi-factor portfolios that impose positive weights on the low carbon factor have an inferior risk-return profile: A low carbon allocation of 40% leads to a poorly factor-diversified portfolio and as a direct consequence gives up 100bp of annualised returns on a risk-adjusted basis.</p><p>Finally, the study also shows that the use of carbon scores, in an approach that is termed \"integrated,\" because it mixes these scores with scores on the traditional equity styles at stock level, does not improve portfolio performance.</p><p>The results suggest that using low carbon strategies as a source of alpha is costly to investors. This does not imply that investors cannot benefit from low carbon investing. Investors should analyse whether low carbon strategies can help them hedge climate risks or make a positive impact on corporate behaviour.</p><p>Commenting on these findings, Dr Noël Amenc, CEO of Scientific Beta, said, \"Investors need to reconsider how to design low carbon strategies in order to maximise their impact. The pressing issue faced by society is tackling climate change, not generating alpha. And while low carbon alpha appears to be fake, the damage from climate change unfortunately is real.\"</p><p>The Scientific Beta white paper can be accessed through the link below:</p><p><url normalizedValue=\"https://www.globenewswire.com/Tracker?data=OPPNsU2VsLvSu0edIakXQBorgwDKHcrZ1gc8s9-cdiJGGdub27uSj8Tkt8Y1OHsvrivWcS7ZT5FuY92W_BhC4GRY4Nvl0Yo92JuEStsmTG9nrTt3zYdPXmk1Ro4GvLHGhhbypxQSCLK8gfAxL62ckT3jJpJvj48-TdLYH8nK4OG5zmIgddDCGl1aTY9Cl7EMNsWSDIuboOQiFVyCHLgOhtGAi8E-8uAFxe2iVNzcx6s4s1G2oFh21_9uKBNjQqip-45Z17tyOS1OQrtOiAwhzYp43NENij9MEdUnRm7KnPAbp2O4VPF3MFzS9E70EVeHSvYTWWoI4RrG5ABD4WCYjyp7vLkPkuOVQvoP-KoLrKk=\">When Greenness is Mistaken for Alpha: Pitfalls in Constructing Low Carbon Equity Portfolios, Scientific Beta Publication, May 2021</url></p><p>About Scientific Beta:Scientific Beta aims to be the first provider of a smart factor and ESG/climate index platform to help investors understand and invest in advanced factor and ESG/climate equity strategies. Established by EDHEC-Risk Institute, one of the top academic institutions in the field of fundamental and applied research for the investment industry, Scientific Beta shares the same concern for scientific rigour and veracity, which it applies to all the services that it offers investors and asset managers. On January 31, 2020, Singapore Exchange (SGX) acquired a majority stake in Scientific Beta. SGX is maintaining the strong collaboration with EDHEC Business School, and principles of independent, empirical-based academic research, that have benefited Scientific Beta's development to date. Since 2015, Scientific Beta has also been offering highly advanced strategies in the area of ESG and climate change, whether involving options integrated into smart beta indices or pure ESG or climate benchmarks. As a complement to its own research, Scientific Beta supports an important research initiative developed by EDHEC on ESG and climate investing and cooperates with V.E and ISS ESG for the construction of its ESG and climate indices.Scientific Beta, 1 George Street, #15-02, Singapore 049145. For further information, please contact:<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=FxDq86tihm1fOw6eRs9hik9m3iXKjTssSlx4mMmPSkbW1YKCKEROSpT87cHBEOOH6jXPyrQvB8gad__QRNuqT99uXkmQw2QcBNNWzwrqffVoLe9LqdKuhYH1RK_t9Bpp\">contact@scientificbeta.com</url>, Web:<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=SARDseKcYBzCiFaoCCf4fwgyb7KqUtsLp7WMD5q8QZguk98POeSvflaOq-izdMTii7rF7jbjDWVKVRiUICkDk2WmAC2ojy_PpmOaJFIUyDE=\">www.scientificbeta.com</url>.</p>", "publisher": "GlobeNewswire - English", "instances": ["The pressing issue faced by society is tackling climate change, not generating alpha. And while low carbon alpha appears to be fake, the damage from climate change unfortunately is real. Established by EDHEC-Risk Institute, one of the top academic institutions in the field of fundamental and applied research for the investment industry, Scientific Beta shares the same concern for scientific rigour and veracity, which it applies to all the services that it offers investors and asset managers. On January 31, 2020, Singapore Exchange (SGX) acquired a majority stake in Scientific Beta."]}, {"relevance_score": 23, "title": "Scientific Beta launches unique series of pure climate indices that translates companies' climate performance and alignment engagement into portfolio decisions", "published": "2021-04-13", "bodyText": "<p nitf:lede=\"true\">Press Release - Boston, London, Nice, Paris, Singapore, Tokyo, April 13, 2021</p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">Scientific Beta launches unique series of pure climate indices that translates companies' climate performance and alignment engagement into portfolio decisions</emphasis></p><p nitf:lede=\"true\">The Climate Impact Consistent Indices (CICI) allow investors to promote real-world emissions reductions</p><p nitf:lede=\"true\">Scientific Beta has announced the launch of a unique series of Climate Impact Consistent Indices (CICI) that make investment decisions and engagement practices consistent in order to maximise their impact.</p><p>The CICI offering is the only pure climate index offering on the market. Unlike traditional climate indices and benchmarks, which combine financial and climate criteria, either in the form of tilts applied to reference cap weights, or of carbon intensity score optimisation under tracking error constraints, the CIC indices make the weights of stocks depend solely on their climate performance. This strong methodological choice provides the CIC index with all of its consistency by avoiding financial considerations contradicting climate considerations.</p><p>CICI is positioned for implementing the recommendations of the Net-Zero investment coalitions at the portfolio-construction level. In particular, the Paris Aligned Investment Initiative (PAII) Framework states that one of the key elements of a \"Paris aligned stewardship approach\" is to develop an engagement strategy with a feedback loop to portfolio construction. CICI allows for the practical implementation of this approach where engagement and portfolio construction are neither mutually exclusive nor independent and instead can and should be mutually reinforcing. The CICI portfolio construction methodology thus greatly bolsters the power of an investor's engagement strategy by establishing its credibility thanks to the consistency between the actions that it undertakes to engage companies on better climate alignment, and the investment decisions with respect to the same companies.</p><p>Commenting on the launch of the CICI offering, Dr Noël Amenc, CEO of Scientific Beta, said, \"The weighting approach at the heart of CICI maximises the possible synergies between portfolio construction and engagement.<emphasis typeStyle=\"bf\">By putting their money where their mouths are, investors bolster the potential for successful engagement.</emphasis>In this respect, Scientific Beta's Climate Impact Consistent Indices not only align with ESG impact considerations but also promote real-world impact through a unique approach to portfolio construction.\"</p><p>About Scientific Beta:Scientific Beta aims to be the first provider of a smart factor and ESG/climate index platform to help investors understand and invest in advanced factor and ESG/climate equity strategies. Established by EDHEC-Risk Institute, one of the top academic institutions in the field of fundamental and applied research for the investment industry, Scientific Beta shares the same concern for scientific rigour and veracity, which it applies to all the services that it offers investors and asset managers. On January 31, 2020, Singapore Exchange (SGX) acquired a majority stake in Scientific Beta. SGX is maintaining the strong collaboration with EDHEC Business School, and principles of independent, empirical-based academic research, that have benefited Scientific Beta's development to date. Since 2015, Scientific Beta has also been offering highly advanced strategies in the area of ESG and climate change, whether involving options integrated into smart beta indices or pure ESG or climate benchmarks. As a complement to its own research, Scientific Beta supports an important research initiative developed by EDHEC on ESG and climate investing and cooperates with V.E and ISS ESG for the construction of its ESG and climate indices.Scientific Beta, 1 George Street, #15-02, Singapore 049145. For further information, please contact:<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=ywXQ109tlUZ552dlyaFvop8hf0cngKkEM7C5HPjZdQ-c0ZLRqJlmbdklwUMzMPIdtHqKq4E0ebHpKq_p_ABnH_NGlAqpPAbe9DYGJiVS-yMUujN3fevzNxml7usrE27-\">contact@scientificbeta.com</url>, Web:<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=1nzhNef0Jb0oB5iV7Bals53wyqPxRB2OdcPrcrxkq_SeUJPI6bvpU5wqgQo6SCOmE5NF6bYG-YswixhaNWIFLN7iKsrzugaUwwjZaEn1mhg=\">www.scientificbeta.com</url>.</p>", "publisher": "GlobeNewswire - English", "instances": ["By putting their money where their mouths are, investors bolster the potential for successful engagement. In this respect, Scientific Beta's Climate Impact Consistent Indices not only align with ESG impact considerations but also promote real-world impact through a unique approach to portfolio construction. Established by EDHEC-Risk Institute, one of the top academic institutions in the field of fundamental and applied research for the investment industry, Scientific Beta shares the same concern for scientific rigour and veracity, which it applies to all the services that it offers investors and asset managers. On January 31, 2020, Singapore Exchange (SGX) acquired a majority stake in Scientific Beta."]}, {"relevance_score": 39, "title": "Scientific Beta welcomes updated TCFD guidance and renews criticism of EU Climate Transition and Paris-Aligned Benchmark Regulation", "published": "2021-10-21", "bodyText": "<p nitf:lede=\"true\">Press Release - Boston, London, Nice, Paris, Singapore, Tokyo, October 21, 2021</p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">Scientific Beta welcomes updated TCFD guidance and renews criticism of EU Climate Transition and Paris-Aligned Benchmark Regulation</emphasis></p><p nitf:lede=\"true\">Index provider reiterates warnings against use of enterprise-value based carbon intensity and regards integration of implied temperature rise metrics into portfolio construction as premature</p><p nitf:lede=\"true\">On 15 October 2021, the Task Force on Climate-related Financial Disclosures (TCFD) updated its 2017 guidelines on implementing its recommendations that aim to promote more informed financial decisions in relation to the risks of climate change.<sup>1</sup></p><p>The updated guidance:</p><p>Promotes more granular or explicit disclosure of risks and opportunities identified by reporting organisations and how these impact their strategiesIntroduces significant revisions to the disclosures of metrics and targets to:Encourage the uptake of indicators that are relevant across industries and of related targetsRequire disclosure of Scope 1, Scope 2 and material Scope 3 emissionsRequire the financial sector to disclose its financed emissions and the extent to which its activities align with the goals of the Paris Agreement</p><p>With respect to the supplemental guidance for the financial sector pertaining to the Metrics and Targets pillar of the recommendations, Scientific Beta welcomes two major changes relative to the draft proposals on which the TCFD sought feedback. First, the TCFD reaffirms Weighted Average Carbon Intensity as recommended disclosure<sup>2</sup>for funds, products and strategies (while also requiring the disclosure of financed emissions, where possible). Second, it adopts a more cautious approach in respect of disclosure of alignment with Paris-Agreement-consistent temperature scenarios.</p><p>\"The TCFD is to be commended for taking an evidence-based stance on the evolution of metrics and targets and reversing proposals that would have provided further incentives to counterproductive action by investors,\" comments ESG Director Frédéric Ducoulombier who penned Scientific Beta's contribution to the TCFD consultation.</p><p>\"The prudent approach of the TCFD in respect of portfolio alignment is befitting the lack of maturity and convergence of methodologies in that area and we salute the work commissioned by the organisation to try and establish bases for the development of robust and convergent portfolio alignment tools,\" says Ducoulombier.</p><p>\"While there is understandable interest in financed emissions as a potential carbon footprinting approach for varied financial activities and investments, it should not be allowed to guide security selection and issuer engagement, notably because its reliance on enterprise value introduces capital market volatility into carbon intensity measurement and obscures the relationship to real-world emissions as we have documented in<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=vgtwrFoZvk1EpK7ykcIYepLj3jBe6W2c9mFxz6KMZluz-TaUIfrlg4faT3932_qVSfX0Juiq_7C2xF7PckzhDpy1IalM92mpsVAaBVRm43nLYdPRxJaRjwhghapzKr3mHlbgiXS8Igi-giIJtr6wYQ==\">published research</url><sup>3</sup>. While not perfect, revenues-based carbon intensity, as endorsed by the TCFD since 2017, is a superior metric for these applications.\", he adds.</p><p>\"The integration of climate considerations into investment management must be based on robust data and fit-for-purpose metrics and methodologies whether its primary focus is on managing climate-related risks and opportunities or on promoting real-world climate change mitigation. The European regulator has erred in the matter and bears responsibility for the proliferation of greenwashing strategies claiming EU labels,\" says Scientific Beta CEO Noël Amenc, who co-authored a February 2020 report with Ducoulombier that warned of the unintended consequences of the EU regulation then in the making.<sup>4</sup></p><p>\"It is thus a source of comfort and hope that the TCFD, despite a difficult political context, chose to revise its guidance in a manner that preserves established and relevant metrics for climate-related investments, strengthens the issuer-level disclosures on which they are based, and takes a careful, multi-pronged, approach to strengthening the bases for the integration of forward-looking climate-related data in investment management\", he adds.</p><p><sup>1</sup>The TCFD was established by the Financial Stability Board, an international body that monitors and makes recommendations about the global financial system. Financial regulators worldwide have endorsed TCFD recommendations with the European Union, Japan, the United Kingdom, Brazil, Switzerland, Singapore and Hong Kong having set, or announced they would set, reporting requirements aligning with the work of the TCFD. The TCFD recommendations are organized around four pillars: Governance, Strategy, Risk Management and Metrics and Targets.<sup>2</sup>The TCFD distinguishes between recommended indicators that financial institutions \"should disclose\" and additional carbon exposure and footprinting metrics that they \"should consider\" for reporting. Weighted Average Carbon Intensity (WACI) defined as the average, based on portfolio weights, of the issuer-level ratios of Scope 1 and Scope 2 greenhouse gas emissions to revenues was the sole recommended indicator until the October 2021 update (which added financed emissions to be calculated according to the standards being developed by the Partnership for Carbon Accounting Financials (PCAF)). The draft guidelines had proposed requiring the disclosure of \"financed emissions in line with PCAF's methodology and WACI, if relevant (...) with WACI and other carbon footprint metrics (...) remaining as 'should consider' metrics.\"<sup>3</sup><url normalizedValue=\"https://www.globenewswire.com/Tracker?data=JTd_hr2wjNjBC3KVJ_z8O_FtjSAzlrVtZeiP-m0aOH46Et87u4uLeaO_BFK1HLFlQXbHY5iE03nV1X2hb9XIZ2TFo6POj778JoraeJjaz1soyZdcfnS6zsFyXtGXYAnMpBY8Gq-5oaypxMFbioHOtmakFjc40gWTTWdsVfDmWfYyqrTXEVahY5nP9eQcJwho\">Carbon intensity bumps on the way to net zero</url>, Frédéric Ducoulombier and Victor Liu, The Journal of Impact &amp; ESG Investing, Spring 2021, Volume 1, Issue 3, pp. 59-73.<sup>4</sup><url normalizedValue=\"https://www.globenewswire.com/Tracker?data=glv4V3UQ8-eDA0lr0T2EIErMl5Tgb08Bi0Yl8c6ejNhKeArckM4kZuvMioLNNW16bUXMvBwnu_bAX8bJH9208jLvHsERO18ubNb7CGyCsLF4MvF9nqo6bOkz4LmVqe6X_F1_Kyv072bHgG8tz1FLhuT8S_xXPPVkVhI62oL3EBa5PV2ucQySykHuTQaCpQBvgNN2Eki5v58aNJQlTch-OV0oEsj4l1AYExHMPnSqZp50VNK93XWY3dmsirsMy2HoSH1kStmp8Lswxl1FNTKa74allFqxZ-x2FNXIRwT_MSvDxwd6PSIk9tKEIBYPmAup\">Unsustainable Proposals: A critical appraisal of the TEG Final Report on climate benchmarks and benchmarks' ESG disclosures and remedial proposals</url>, Noël Amenc and Frédéric Ducoulombier, Scientific Beta, February 2020.</p><p>About Scientific Beta:Scientific Beta aims to be the first provider of a smart factor and ESG/climate index platform to help investors understand and invest in advanced factor and ESG/climate equity strategies. Established by EDHEC-Risk Institute, one of the top academic institutions in the field of fundamental and applied research for the investment industry, Scientific Beta shares the same concern for scientific rigour and veracity, which it applies to all the services that it offers investors and asset managers.On January 31, 2020, Singapore Exchange (SGX) acquired a majority stake in Scientific Beta. SGX is maintaining the strong collaboration with EDHEC Business School, and principles of independent, empirical-based academic research, that have benefited Scientific Beta's development to date. Since 2015, Scientific Beta has also been offering highly advanced strategies in the area of ESG and climate change, whether involving options integrated into smart beta indices or pure ESG or climate benchmarks.As a complement to its own research, Scientific Beta supports an important research initiative developed by EDHEC on ESG and climate investing and cooperates with V.E and ISS ESG for the construction of its ESG and climate indices.Scientific Beta, 1 George Street, #15-02, Singapore 049145. For further information, please contact:<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=mnSHiEnqSb5_MjyOG7J2vtakvLhxzz92zLqRgWarXLf0MLSZXaJlthvm_QNSV3xi1onc75e2p4YHMNLHwRDahD-b7q8hYh1YBynh910YO5o_GNH9W9PTZ34ibBqG0mEY\">contact@scientificbeta.com</url>, Web:<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=7TDUvb942UEKP38uK6Vd18ocfmUVEkfY8RkAAhGsxfp7vUgWucpzhzOtoiW2lOyJvMuL-3Iz4R8zfrQpDPRtS4YTVgld7OiAs-9aRI8UWU4=\">www.scientificbeta.com</url>.</p>", "publisher": "GlobeNewswire - English", "instances": ["59-73. 4Unsustainable Proposals: A critical appraisal of the TEG Final Report on climate benchmarks and benchmarks' ESG disclosures and remedial proposals, Noël Amenc and Frédéric Ducoulombier, Scientific Beta, February 2020. Established by EDHEC-Risk Institute, one of the top academic institutions in the field of fundamental and applied research for the investment industry, Scientific Beta shares the same concern for scientific rigour and veracity, which it applies to all the services that it offers investors and asset managers. On January 31, 2020, Singapore Exchange (SGX) acquired a majority stake in Scientific Beta."]}, {"relevance_score": 72, "title": "'Ambitious targets need strong domestic support,' says analyst, ahead of US-led climate talks", "published": "2021-04-21", "bodyText": "<p nitf:lede=\"true\">After years of being a climate outlier due to Donald Trump's withdrawal from the Paris climate accord, the US will steer global negotiations as it convenes tomorrow's two-day global leaders' summit on climate change. Its remit has arguably never been so urgent with 2020 ranking as one of the hottest years on record. Yet on the eve of the April 22-23 talks, the summit is already bearing fruit: The EU announced Wednesday it had reached a major climate deal exceeding the Paris accord targets, which climate scientists say are now necessary if a climate catastrophe is to be avoided.</p><p nitf:lede=\"true\">The US-hosted climate summit of 40 world leaders, which runs Thursday through Friday, will be held virtually and is expected to yield tougher carbon emissions targets as countries recognise the need to make firmer pledges to protect the planet. Earlier this week, US President Joe Biden hinted he would commit to cutting US greenhouse gas emissions at least by half from 2005 levels by 2030 in what climate change advocates agree is a \"highly ambitious but still achievable\" goal.</p><p nitf:lede=\"true\">By Wednesday, however, the 27-member states of the EU had pre-empted the US to announce a landmark decision to become the world's first carbon-neutral continent by 2050 under a provisional new climate law.</p><p>The targets set under the draft European law would better the Paris target of 40 percent by 2030 by cutting greenhouse gases by at least 55 percent by the end of the decade from 1990 levels.</p><p>Biden's summit is expected to re-invigorate debate and ramp-up sluggish climate goals at a critical moment.</p><p>According to the UN's World Meteorological Organization State of the Climate study published Monday, last year ranked as the hottest on record in a tie with 2016 and 2019. The study found that in 2020 the temperature was 1.2C above pre-industrial levels, despite Covid-19 lockdowns, which drastically reduced levels of worldwide pollution. The increase inched temperatures closer towards the threshold set by the Paris agreement to restrict the global temperature increase within 1.5C to 2C degrees to avoid irreversible climate damage.</p><p>The study concluded there was a 'relentless' intensification of the climate crisis in 2020.</p><p>Biden's summit comes before the next major UN climate summit (COP26) in Glasgow, Scotland, in November, where countries in the Paris agreement are expected to update their emissions targets for the next decade. What transpires from the talks over the next two days could well be instrumental in setting the tone for COP26.</p><p>FRANCE 24 spoke to Åsa Persson, research director of the Stockholm Environment Institute, ahead of the US-led climate talks to find out what's at stake and what leaders need to do to achieve a bolder climate narrative.</p><p>FRANCE 24: The EU pre-empted Biden and set their own ambitious carbon emissions targets  - 55 percent cuts by 2030 compared to 1990 levels, up from the Paris accord target of 40 percent. The European Greens wanted to hit 60 percent. Is it a good enough deal?</p><p>Åsa Persson: It is incredibly important that the EU continues to show climate leadership of this kind and in order to give incentive to other countries to join this race. In terms of the 2030 targets, it's a little less than what science demands but it's a good deal in that it's an agreed deal that has broad support as it crosses political party lines and states. That's necessary to have a strong foundation for more specific policies. This new EU package sends a strong signal that we need to see stronger action and no backtracking of any sort on policies. At the end of day, we can debate levels of targets but what the climate cares about is the result. At this moment we need to work with the targets that have been agreed and move into measuring results.</p><p>A report by the Global Energy Monitor shows that despite China making a \"world-leading\" pledge to get to net-zero by 2060 it added enough coal-fired power plants in 2020 to cancel out the number of plant closures. Is China paying lip service and is it waiting for the rest of the world to commit before it makes real changes?</p><p>The world is certainly waiting to see more concrete plans on how to reach net-zero targets – including more near-term targets and actions – so there's still a chance for China to step up and provide a plan. However, the new data is very worrying. It shows a lack of coherence. But we also see this in many other countries which continue to invest in fossil fuel production while offsetting climate targets. Coal power in China is on a much bigger scale, so it's important they show how they intend to be coherent in their policy.</p><p>What's important to note with this international summit is that it's partly about international diplomacy and countries showing leadership and luring others to join them. But at the same time, for a country to set ambitious targets there needs to be strong domestic support. Any new targets need to make sense in terms of domestic politics.</p><p>The WMO State of the Climate report released Monday showed that in 2020, temperatures rose by 1.2C above pre-industrial levels, despite dramatic reductions in global pollution due to lockdowns. Given this grim outlook, what would constitute a successful outcome at these talks?</p><p>Three things. The first and most urgent is for countries to immediately halt investment in fossil fuels to ensure their economic recovery from the pandemic is indeed green as many promised but which has yet to be delivered.</p><p>If more countries announce 2030 targets as the US is expected to do, it's a positive step in climate ambition. Many had hoped for a higher target that would also take into account climate equity for how the US has a track record of higher historical emissions. It's a good target and sends the right signal to the US economy.</p><p>And the third successful outcome would be if more countries commit to provide climate finance to vulnerable countries in the developing world. With more extreme weather, disasters and challenges it's so very important from a solidarity point of view that new financial commitments are made. We already have a Green Climate Fund, an international mechanism that started around the time of the Paris agreement. The US has been a laggard in providing its share of funding. However, the US has now announced a major commitment to this, so they are catching up. Yet if you look at the total level, all developed countries need to provide additional finance.</p><p>French President Emmanuel Macron admitted he had made a mistake in underestimating the impact of his 'green transition' policy on ordinary people, which included a tax on diesel. He said governments need to \"accompany\" ordinary people to help them and industry transition. What do leaders need to do to ensure that the burden of the cost of slowing global warming is more equitably shared?</p><p>This is the key issue now. That we seriously start our climate transition by changing our energy system, transport system, and even how we produce food. First, we need to think about how we make sure we create jobs and good jobs associated with this big change. Secondly, like the French example, pay close attention to inequality to ensure that climate transition and policies don't disproportionately affect poorer or vulnerable groups. So, use compensation mechanisms and targeted support to make sure we don't reinforce existing inequalities. And also for leaders to provide a compelling future vision and national identity of what a climate-transformed society would look like.</p><p>How do we make it work for everyone? How do we make it attractive and a story that people want to be part of? For example, in Sweden we have a lot of heavy industry, like steel, and they've made bold commitments to go fossil free, and this is engaging local governments and other industry. This is becoming a source of national pride and belief in the future. Stories are important to ensure broad support.</p><p>It's always an interplay between industry and government because the government sets framework conditions and high-level targets, but we need brave industry leaders to change their business models and innovate.</p><p>A new report by the International Energy Agency this week showed carbon emissions are expected to bounce back this year – last year they dropped because of the pandemic. As the economy opens up, there will be a compensation effect.</p><p>While the main summit is going to be COP 26 in Glasgow, what's positive about the US with this meeting is it's trying to increase momentum and what they plan to contribute to stabilising the global climate.</p><p>What is at stake at these climate talks compared to five years ago and the Paris Climate Pact?</p><p>The same issues are at stake: The health of our planet, security and the prosperity of humans. But we see a completely different urgency at this point because we have a very short time window to accelerate a green transition. Now we have five years less, so it's even more urgent.</p>", "publisher": "FRANCE 24 (English)", "instances": ["The first and most urgent is for countries to immediately halt investment in fossil fuels to ensure their economic recovery from the pandemic is indeed green as many promised but which has yet to be delivered. If more countries announce 2030 targets as the US is expected to do, it's a positive step in climate ambition. It's a good target and sends the right signal to the US economy. And the third successful outcome would be if more countries commit to provide climate finance to vulnerable countries in the developing world."]}, {"relevance_score": 46, "title": "US election: Where Kamala Harris stands on the key issues", "published": "2020-08-14", "bodyText": "<p nitf:lede=\"true\">Republican strategists have struggled to agree on a line of attack against Kamala Harris, Joe Biden's running mate on the Democratic presidential ticket, branding her both a \"radical leftist\" and not progressive enough. We take a look at where she stands on the key issues as she prepares to square off with Vice President Mike Pence in their only debate on Wednesday.</p><p nitf:lede=\"true\">California's junior senator and former attorney general, Harris, 55, is the first Black woman to appear on a major party's presidential ticket. Democrats are hoping that her Jamaican and Indian heritage might energise a broad spectrum of voters – including people of colour, women and immigrants – to turn out for Biden.</p><p nitf:lede=\"true\">Harris fell on the centre of the spectrum of left-leaning candidates for the 2020 Democratic nomination. She said she wanted to keep an option for private health insurance on the table while her left-of-centre rivals, Senator Bernie Sanders and Senator Elizabeth Warren, pushed for a government-run system. She said she regretted that a 2011 California anti-truancy law she had supported later led to the arrests of parents whose children had missed school; she announced support for independent probes into police misconduct, a position she opposed as a Senate candidate in 2016.</p><p>Harris's past record as a prosecutor and in the Senate are coming under particular scrutiny as she runs alongside Biden, who at 77 would become the oldest US president ever sworn into office if he wins in November.</p><p>FRANCE 24 takes a look at where Senator Harris stands on the issues.</p><p>Policing and criminal justice reform</p><p>Harris cites her experience as a California prosecutor to support her ability to pursue criminal justice reform. Her 2020 presidential campaign website outlines her intent to end the mass incarceration of Americans and particularly Black Americans, and begin a shift from policies that punish drug use by legalising cannabis and expunging prior marijuana convictions. Her website also said she planned to end mandatory minimum sentences for drug crimes, eliminate private prisons and detention centres, and open a Bureau of Children and Family Justice that would protect the civil rights of minors in the justice system.</p><p>Four days after George Floyd died while being detained by police, Senator Harris issued a statement calling the deaths of Black Americans in encounters with police and would-be vigilantes \"the result of broader systematic racism\".  She co-introduced the Justice in Policing Act of 2020 to train police to eschew racial profiling and ban the federal use of chokeholds and no-knock warrants, which allow police to enter suspects' homes without first announcing their presence. The act would also create a national registry to ensure that officers who are fired for misconduct cannot join police departments in other jurisdictions.</p><p>But Harris's record as a \"reformer\" when she served as California's attorney general and San Francisco district attorney is the subject of debate. She turned down requests as attorney general to investigate police shootings in San Francisco in 2014 but supported a Department of Justice probe there in 2016, the New York Times reported. When police unions spoke out to prevent public access to disciplinary hearings in 2007, she also held her tongue, the Times reported.</p><p>Climate change and the environment</p><p>Harris issued a statement in 2019 describing herself as a \"proud co-sponsor\" of Democratic Senate colleague Ed Markey's Green New Deal resolution, proponents of which say it would fight global warming while creating millions of jobs and helping communities that have borne the brunt of pollution.</p><p>International environmental nonprofit Greenpeace noted that Harris introduced the Climate Equity Act in 2019, which would ensure that environmental measures are evaluated for their effect on poorer communities, and would create an Office of Climate and Environmental Justice Accountability. Harris said in a June debate while running for president that she would rejoin the Paris Agreement to fight climate change \"on day one\" should she win.</p><p>Harris criticised Chevron's plans to expand an oil refinery in the San Francisco Bay Area as California attorney general and supported a group of 17 state attorneys general, AGs United for Clean Power, that was established to pressure fossil fuel companies to stop misrepresenting climate science.</p><p>Greenpeace gave Harris a B+ on its #Climate2020 presidential scorecard, the same grade (with a slightly higher numeric score) it gave Biden.</p><p>Health care</p><p>Senator Harris published an essay on Medium last July explaining her support for Medicare for All – a policy that would extend the federal health insurance now available only to those above age 65, with disabilities or with kidney disease to all Americans. Harris wrote she would examine prescription drug costs to bring them into line with foreign prices, and create \"a comprehensive maternal health programme to dramatically reduce deaths\" among women and infants of colour. She proposed phasing in this system over 10 years and allowing private insurers to continue offering plans, provided they were in line with federal rules.</p><p>In 2019 Harris unveiled a plan that would require states with a history of seeking to restrict abortion rights to obtain federal approval before any such law took effect, citing a new Alabama law that allows doctors performing abortions to be sentenced to up to 99 years in prison.</p><p>\"We cannot tolerate a perspective that is about going backward and not understanding women have agency, women have value, women have authority to make decisions about their own lives and their own bodies,\" she said in an interview with MSNBC.</p><p>Gun control</p><p>Harris proposed on her campaign website that gun sellers who sell five or more firearms per year carry out background checks on all buyers and supported banning the import of AR-15-style assault weapons that perpetrators have used in at least five recent US mass shootings, including the 2018 murder of 17 people at a high school in Parkland, Florida. She also wants the US Congress to repeal the Protection of Commerce in Arms Act, a 2005 law that keeps law-violating gun manufacturers and sellers from being held accountable for gun violence. Harris said during her presidential campaign that, if elected, she would punish and fine gunmakers and vendors for \"willful and serious\" violations of US and state law, including making assault weapons attractive to children via video games. She has also proposed allocating money collected from fines for mental health treatment and local \"violence intervention\" programmes.</p><p>LGBTQ rights</p><p>Harris supports the passage of the Equality Act, legislation that would expand landmark civil rights laws including the 1964 Civil Rights Act and the Fair Housing Act to include sexual orientation and gender identity as protected categories. She co-introduced the Census Equality Act, which would have allowed LGBTQ people to identify as such when responding to the 2020 US Census but the bill did not advance for a Senate vote. Harris has cited her creation of one of the nation's early LGBTQ hate crimes units as San Francisco DA, and her opposition to the legal idea of \"panic defence\" used by alleged perpetrators of hate crimes against LGBTQ people as California AG. She also declined to enforce a ban on same-sex marriage that California voters approved on a 2008 referendum while serving as AG, a stance she took several years before a Supreme Court ruling made same-sex marriage legal throughout the US.</p><p>The president of LGBTQ rights organisation Human Rights Campaign, Alphonso David, called Harris \"an exceptional choice\" for VP.</p><p>Income inequality and the economy</p><p>In 2018 Senator Harris announced a proposal called the LIFT (Livable Incomes for Families Today) the Middle Class Act, which would give tax credits to families earning less than $100,000 and single people earning less than $50,000; her campaign website cited a study that said more than half of American households could not cover an unforeseen $500 expense. She has also supported a tax credit for tenants whose rent and utility bills exceed 30 percent of their gross income.</p><p>Harris has called for $100 billion to help potential homeowners in communities in which government agencies and banks once systemically refused home loans to Blacks and other minorities, an illegal practice known as redlining. She has also called for a $60 billion investment in science and technology education at institutions of higher learning that have historically served minority students.</p><p>Harris has argued that investing a total of $1 trillion in infrastructure would create more than 15 million jobs.</p><p>During her presidential run, she proposed spending $385 billion on repairing and upgrading public transportation networks such as roads and rails, and $250 billion on safe drinking water infrastructure, citing a report that noted racially and ethnically diverse US communities had lower-quality drinking water.</p><p>\"What happened to the people of Flint, Michigan was unbelievable,\" Harris tweeted in March 2018, referring to the majority-Black city where a 2014 government decision to save money by sourcing drinking water from a local river led to unsafe lead levels, complaints of hair loss and rashes, and an increase in miscarriages and fetal deaths.</p><p>\"A shocking example of government irresponsibility and systemic racism,\" Harris wrote. \"Nearly four years later, we cannot forget about them.\"</p>", "publisher": "FRANCE 24 (English)", "instances": ["When police unions spoke out to prevent public access to disciplinary hearings in 2007, she also held her tongue, the Times reported. Climate change and the environmentHarris issued a statement in 2019 describing herself as a \"proud co-sponsor\" of Democratic Senate colleague Ed Markey's Green New Deal resolution, proponents of which say it would fight global warming while creating millions of jobs and helping communities that have borne the brunt of pollution. Harris said in a June debate while running for president that she would rejoin the Paris Agreement to fight climate change \"on day one\" should she win. Harris criticised Chevron's plans to expand an oil refinery in the San Francisco Bay Area as California attorney general and supported a group of 17 state attorneys general, AGs United for Clean Power, that was established to pressure fossil fuel companies to stop misrepresenting climate science."]}, {"relevance_score": 3, "title": "Climate talks end with pledges mainly to continue talking", "published": "2011-12-12", "bodyText": "<h>ABSTRACT</h><p>The 17th conference of the U.N. Framework Convention on Climate Change wrapped up with modest accomplishments, much like other meetings in the past few years.</p>", "publisher": "The New York Times - International Edition", "instances": []}, {"relevance_score": 3, "title": "Euronext élargit son offre de produits négociés en Bourse (ETP) en proposant des ETF actifs sur Euronext Paris", "published": "2024-04-02", "bodyText": "<p>Euronext a annoncé aujourd'hui la cotation des 9 premiers ETF actifs sur Euronext Paris, suite aux modifications du Code monétaire et financier...</p>", "publisher": "Boursier.com", "instances": []}, {"relevance_score": 9, "title": "Axa IM cote ses trois ETF sur la Bourse suisse", "published": "2023-04-26", "bodyText": "<p nitf:lede=\"true\"> Les trois ETF lancés l'an dernier par Axa IM sont cotés à partir d'aujourd'hui sur SIX Swiss Exchange. Les deux ETF actifs thématiques Axa IM ACT Biodiversity Equity Ucits ETF USD Acc et Axa IM ACT Climate Equity Ucits ETF USD Acc, ainsi que l'ETF indiciel Axa IM Nasdaq 100 Ucits ETF USD Acc, sont déjà enregistrés auprès des autorités helvètes, mais leur cotation à la Bourse de Zurich devrait faciliter leur distribution auprès de la clientèle suisse, un «marché prioritaire», selon un porte-parole du gérant français. </p><p>Ces ETF, enregistrés dans un total de dix pays, étaient déjà cotés en Allemagne, en Italie et même au Mexique pour celui sur le Nasdaq. Le format Ucits est en effet très reconnu par les investisseurs latino-américains. Le gérant n'a en revanche pas jugé utile, à ce stade, de les coter à Paris.   A lire aussi:  Axa IM débauche Olivier Paquier pour être responsable mondial des ventes ETF    Axa IM devient ainsi le 27? émetteur d'ETF à distribuer ses produits sur SIX Swiss Exchange, et le dixième à y proposer des ETF actifs. Présente sur ce segment depuis 2014, la Bourse de Zurich compte 62 fonds cotés gérés activement. Si le volume négocié sur ces derniers est encore marginal (91,1 millions de francs suisses au premier trimestre contre 15,5 milliards pour l'ensemble des ETF), il enregistre une croissance exponentielle de 195% d'un trimestre sur l'autre.</p><p><nitf:media nitf:media-type=\"image\"><nitf:media-reference><inlineObject><locator><locatorKey><keyName name=\"object-key\"/><keyValue value=\"15948351axaimemmenagetourmajungaaladefensele02052016parisladefenseladefensechange\"/></locatorKey><locatorParameters><parameter name=\"object-type\" value=\"201\"/><parameter name=\"object-smi\" value=\"19465\"/><parameter name=\"componentseq\" value=\"1\"/></locatorParameters></locator></inlineObject></nitf:media-reference></nitf:media><br/><br/></p>", "publisher": "L'AGEFI Patrimoine", "instances": ["Les trois ETF lancés l'an dernier par Axa IM sont cotés à partir d'aujourd'hui sur SIX Swiss Exchange. Ces ETF, enregistrés dans un total de dix pays, étaient déjà cotés en Allemagne, en Italie et même au Mexique pour celui sur le Nasdaq. Le format Ucits est en effet très reconnu par les investisseurs latino-américains."]}, {"relevance_score": 4, "title": "Climat : voici quel devrait être le (vrai) objectif de baisse des émissions de CO2 de la France", "published": "2022-02-03", "bodyText": "<p>Du fait de sa responsabilité historique dans le réchauffement climatique, notre pays devrait diminuer ses émissions de gaz à effet de serre de... 168 % d'ici 2030, conclut une étude du Réseau Action Climat.</p>", "publisher": "L'Obs", "instances": []}]