[{"relevance_score": 1, "title": "The global aquaculture and fisheries outlook", "published": "2025-02-03", "bodyText": "<p>According to a 2024 report by the Food and Agriculture Organization of the United Nations (FAO), global aquaculture and fisheries production reached its highest level in 2022, with aquaculture production of aquatic animals surpassing capture fisheries for the first time in history.</p>", "publisher": "AllAboutFeed (English)", "instances": []}, {"relevance_score": 21, "title": "EU backs new project that combines solar power with agriculture", "published": "2023-10-30", "bodyText": "<p nitf:lede=\"true\">A new \"agrivoltaics\" initiative looking to prove the commercial viability of integrating solar power plants with agriculture has won the favour of Brussels. The EU is backing German renewable energy company BayWa, in a first-of-its-kind scheme that could be a win-win for farmers and the climate.</p><p>In order to develop the project, BayWay has secured €6.5mn from the EU's LIFE Programme (which has a total of €5.43bn available for the period 2021 to 2027). Armed with fresh funding, the company looks to build six so-called agrivoltaics projects across five European countries by 2027. </p><p>Agrivoltaics involves combining solar power generation and agriculture on the same piece of land and has been touted for its myriad benefits, including saving water, increasing soil health, and boosting pollinator numbers. The solar panels can also act as an additional source of revenue for farmers.</p><p>Working with EU representatives, landowners, and local communities, BayWa aims to develop the commercial viability of agrivoltaics and to demonstrate its benefits as an effective climate-adaptation strategy for fruit and crop cultivation in Europe, the company said.</p><p>Get your ticket NOW for TNW Conference - Super Earlybird is almost sold out!</p><p>Unleash innovation, connect with thousands of tech lovers and shape the future on June 20-21, 2024.</p><p>Three of the new projects, in France, Spain, and the Netherlands, aim to test the effectiveness of mixing solar panels with fruit plantations, within an \"innovative financing model.\" Meanwhile, the three remaining projects, in Germany, Spain, and Italy, will examine ways to scale up agrivoltaics alongside arable crops like summer and winter wheat or soya.</p><p>\"With these six projects, across five countries, we're pushing innovative Agri-PV applications into the marketplace,\" said Dr. Stephan Schindele, head of product management at BayWa. \"Only if the farming, environment, and energy sectors work hand in hand, can we successfully adapt to climate change.\"</p><p>According to a recent EU study, combining farming and solar photovoltaic electricity production on a mere 1% of the bloc's farmland could surpass the EU's entire 2030 targets for solar energy generation.</p><p>The benefits of a hybrid food-energy system could also help ease opposition to solar projects among people who consider solar panels a threat to farmland or an eyesore. For instance, UK Prime Minister Rishi Sunak recently announced plans to clamp down on solar panel installations across British farmland in a bid to \"protect food security\". However, evidence from agrivoltaics trials counters such claims — farms that had solar panels installed were as, if not more, productive than those without.</p><p>Nevertheless, the EU paper also highlighted that a lack of government incentives, complex permitting hurdles, and opposition from rural communities threaten to hold back the roll out of agrivoltaic systems.</p>", "publisher": "TheNextWeb.com", "instances": []}, {"relevance_score": 3, "title": "Heat hampers pig production in East Africa", "published": "2021-07-09", "bodyText": "<p>Heat stress is a major constraint on livestock welfare and productivity. Increasing temperatures and more humid conditions could make much of East Africa unsuitable for pig production. Accelerated adaptation in the sector is needed.</p>", "publisher": "Pig Progress (English)", "instances": []}, {"relevance_score": 4, "title": "Code rood", "published": "2025-09-15", "bodyText": "<p>2023 wordt waarschijnlijk het warmste jaar sinds het begin van de metingen. In Nederland zullen temperaturen boven de 40 graden, tot voor kort vrijwel onmogelijk, vaker voorkomen. En we zijn er niet op voorbereid. 'We weten niet of de systemen het houden.'</p>", "publisher": "HP/De Tijd", "instances": []}, {"relevance_score": 4, "title": "Code rood", "published": "2025-09-15", "bodyText": "<p>2023 wordt waarschijnlijk het warmste jaar sinds het begin van de metingen. In Nederland zullen temperaturen boven de 40 graden, tot voor kort vrijwel onmogelijk, vaker voorkomen. En we zijn er niet op voorbereid. 'We weten niet of de systemen het houden.'</p>", "publisher": "HP/De Tijd", "instances": []}, {"relevance_score": 4, "title": "Code rood", "published": "2025-09-15", "bodyText": "<p>2023 wordt waarschijnlijk het warmste jaar sinds het begin van de metingen. In Nederland zullen temperaturen boven de 40 graden, tot voor kort vrijwel onmogelijk, vaker voorkomen. En we zijn er niet op voorbereid. 'We weten niet of de systemen het houden.'</p>", "publisher": "HP/De Tijd", "instances": []}, {"relevance_score": 35, "title": "De klimaatcrisis is hét verhaal van deze tijd", "published": "2021-02-04", "bodyText": "<p nitf:lede=\"true\">Als we ons niet snel aanpassen aan het veranderende klimaat, staat ons een hoop rampspoed te wachten en dus organiseerde de Nederlandse regering vorige week 's werelds eerste Climate Adaptation Summit. De line-up was indrukwekkend: via videoverbinding spraken onder meer VN-baas António Guterres, de kersverse Amerikaanse klimaatgezant John Kerry en filantroop Bill Gates het virtuele publiek toe. Hun boodschap klonk inmiddels vertrouwd: klimaatverandering is een ernstig probleem en we hebben geen tijd te verliezen. Tot nu toe waren internationale klimaattoppen altijd gericht op 'mitigatie', het terugdringen van de uitstoot van broeikasgassen om verdere klimaatontwrichting te voorkomen, maar omdat de wereld daar ondanks alle mooie beloftes niet in slaagde, wordt het hoog tijd om na te denken over 'adaptatie'.</p><p>Je kunt zeggen: een logische stap. Zelfs als morgen de CO<emphasis typeStyle=\"bf\">2</emphasis> -uitstoot daalt tot nul, wordt het de komende eeuw warmer op aarde. Dat leidt tot stijgende zeespiegels, fellere bosbranden en dodelijke hittegolven. Daar kunnen we ons maar beter op voorbereiden. Je kunt ook zeggen: gepraat over adaptatie leidt af van wat prioriteit nummer één moet zijn: broeikasgasemissies naar beneden brengen. Anders blijft het dweilen met de kraan open. Dan heeft het iets wrangs dat Cora van Nieuwenhuizen, die zich als minister van Infrastructuur en Waterstaat hard maakte voor meer vliegverkeer, nu mooie sier mag maken als gastvrouw van een klimaattop. We kunnen niet doen alsof we verrast zijn door de dreigende catastrofes. Dit is precies waarvoor klimaatwetenschappers al sinds de jaren tachtig vrijwel unisono waarschuwen. Toegegeven: het wetenschappelijke jargon in hun rapporten verbloemt voor de gemiddelde lezer misschien de alarmerende boodschap, maar gelukkig waren er wetenschapsjournalisten die deze inzichten konden vertalen naar het grote publiek. Toch was het moeilijk om die urgentie echt over te brengen, zo blijkt uit onze reconstructie van het Nederlandse klimaatdebat van de afgelopen twintig jaar (zie p. 20). Wanneer een mediageniek figuur als Al Gore de noodklok luidde, klonken er onmiddellijk sussende stemmen die vonden dat dit soort onheilsboodschappers de boel schromelijk overdreven.</p><p>Volledige zekerheid bestaat niet in de wetenschap. Maar 'onzekerheid' in het wetenschappelijke domein heeft een andere lading dan in het algemene taalgebruik. Daar speelden pseudosceptici die de klimaatwetenschap verdacht maakten handig op in. Keer op keer ontkende of bagatelliseerde een relatief klein clubje querulanten de ernst van de klimaatcrisis. Tegenover iedere twee klimaatwetenschappers op een krantenpagina stond gemiddeld één pseudoscepticus die hun bevindingen betwistte. Hun drogredeneringen en verdraaide feiten vertroebelden het klimaatdebat waardoor krantenlezers ten onrechte de indruk konden krijgen dat de wetenschap er nog niet over uit was. De laatste jaren krijgt deze 'twijfelbrigade' in de meeste media minder makkelijk voet aan de grond. De hoeveelheid artikelen over klimaatverandering is flink toegenomen. Dat is mede te danken aan de actievoerders en klimaatspijbelaars die aandacht vragen voor de ecologische noodtoestand. Zij vinden ook dat media nog veel te terughoudend zijn in hun verslaggeving over deze crisis. Journalisten zijn terecht beducht voor het verwijt van activisme. Onafhankelijkheid, een belangrijke voorwaarde voor integere journalistiek, betekent dat je een open blik houdt, voorkomt dat je gaat lijden aan tunnelvisie.</p><p>Maar is het activistisch om de klimaatcrisis te behandelen als het belangrijkste verhaal van deze tijd? Journalisten streven naar waarheidsvinding en de waarheid is dat de toekomst er een stuk grimmiger uitziet als we niets doen aan de oorzaken van de klimaatontwrichting. De verhalen van vertegenwoordigers van Afrikaanse landen en kleine eilandstaten op de Climate Adaptation Summit waren wat dat betreft ontnuchterend. Droogte, overstromingen, superstormen - voor veel inwoners van kwetsbare landen is klimaatontwrichting nu al een verwoestende realiteit. Twee derde van de wereldbevolking beschouwt klimaatverandering als een mondiale noodsituatie, bleek vorige week uit een peiling van de VN. Het is aan journalisten om daar recht aan te doen.</p><p><emphasis typeStyle=\"bf\">Journalisten zijn terecht beducht voor het verwijt van activisme</emphasis></p>", "publisher": "De Groene Amsterdammer", "instances": ["De line-up was indrukwekkend: via videoverbinding spraken onder meer VN-baas António Guterres, de kersverse Amerikaanse klimaatgezant John Kerry en filantroop Bill Gates het virtuele publiek toe. Hun boodschap klonk inmiddels vertrouwd: klimaatverandering is een ernstig probleem en we hebben geen tijd te verliezen.", "Maar is het activistisch om de klimaatcrisis te behandelen als het belangrijkste verhaal van deze tijd? Journalisten streven naar waarheidsvinding en de waarheid is dat de toekomst er een stuk grimmiger uitziet als we niets doen aan de oorzaken van de klimaatontwrichting. Droogte, overstromingen, superstormen - voor veel inwoners van kwetsbare landen is klimaatontwrichting nu al een verwoestende realiteit. Twee derde van de wereldbevolking beschouwt klimaatverandering als een mondiale noodsituatie, bleek vorige week uit een peiling van de VN."]}, {"relevance_score": 4, "title": "De stad warmt sterk op", "published": "2023-07-07", "bodyText": "<p>In de zomerzon loopt de temperatuur van beton en asfalt flink op. 's Nachts stralen ze de opgenomen warmte weer uit. Daardoor koelt de stad nauwelijks af en blijft de hitte hangen. Maar daar is wel wat aan te doen.</p>", "publisher": "Reformatorisch Dagblad", "instances": []}, {"relevance_score": 1, "title": "Wetenschappers: Beperk schade van klimaatcrisis", "published": "2021-01-22", "bodyText": "<p>Wetenschappers uit meer dan honderd landen roepen de wereld op om plannen om schade door klimaatverandering te beperken.</p>", "publisher": "Reformatorisch Dagblad", "instances": []}, {"relevance_score": 3, "title": ",,Doorbraak\" op top over gevolgen klimaat", "published": "2021-01-26", "bodyText": "<p>DEN HAAG. Meer dan dertig wereldleiders hebben maandag beloofd meer werk te zullen maken van de aanpak van de gevolgen van klimaatverandering. Gastvrouw minister Cora van Nieuwenhuizen (Infrastructuur en Waterstaat) sprak van een ,,internationale doorbraak\".</p>", "publisher": "Reformatorisch Dagblad", "instances": []}, {"relevance_score": 23, "title": "Veranderend klimaat vraagt alle aandacht wereldleiders", "published": "2021-01-26", "bodyText": "<p nitf:lede=\"true\">Den Haag </p><p nitf:lede=\"true\">De wereldgemeenschap moet komende tien jaar alles op alles zetten om zich aan te passen aan het snel veranderende klimaat. Coronaherstelprogramma's moeten klimaatbewust worden ingezet. En de rijke landen moeten veel meer geld uittrekken om arme landen bij hun adaptatie te helpen. </p><p>Dat zeiden wereldleiders maandag bij de opening van de Climate Adaptation Summit (CAS), de eerste wereldtop over klimaatadaptatie, waarvan Nederland gastheer is. De geheel virtuele top werd vanuit een Haagse studio geleid door premier Mark Rutte en minister Cora van Nieuwenhuizen van Infrastructuur &amp; Waterstaat. Rutte noemde aanpassing aan de opwarming 'een kwestie van pure overleving'.<emphasis typeStyle=\"it\">Business as usual</emphasis>is geen optie meer, aldus Rutte. Hij hield de tientallen deelnemende wereldleiders tegelijk voor dat onderzoek uitwijst dat een investering van 1,8 biljoen dollar in adaptatie komende tien jaar uiteindelijk meer dan 7 biljoen kan opleveren. De top moet leiden tot een wereldwijd actieplan om vooral armere landen te helpen zich te wapenen tegen de gevolgen van de opwarming, zoals extreem weer, overstromingen, langdurige droogte en stijging van de zeespiegel. De klimaatcrisis kan volgens het Global Center on Adaptation in Rotterdam de mondiale voedselproductie met een derde reduceren en honderden miljoenen mensen van huis en haard verdrijven. </p><p>risico's niet negeren</p><p>'Het is alle hens aan dek', zei Kristalina Georgieva, de topvrouw van het Internationaal Monetair Fonds (IMF). 'De COVID-19-pandemie herinnert ons eraan dat we het ons niet kunnen veroorloven bekende risico's te negeren. En klimaatschade is een risico dat we heel goed kennen', waarschuwde António Guterres, secretaris-generaal van de Verenigde Naties, die vorige maand al had opgeroepen tot een 'doorbraak in adaptatie'. Een rapport van de VN becijferde deze maand dat ontwikkelingslanden nu al 70 miljard dollar per jaar nodig hebben om de ergste gevolgen van de opwarming te bestrijden. Die kosten kunnen oplopen tot 140 tot 300 miljard dollar in 2030. Maar in het Green Climate Fund, het klimaatfonds van de VN, waarin de rijke landen jaren geleden beloofden 100 miljard dollar per jaar te zullen steken, zit nog geen 70 miljard, en dat wordt maar voor een kwart aan adaptatie besteed. De rest gaat naar het terugdringen van CO2 en andere broeikasgassen. Investeren in klimaatadaptatiemaatregelen is economisch gezond verstand, aldus Georgieva van het IMF. Het voorkomen van klimaatschade is niet alleen veel goedkoper dan herstellen naderhand, het kan de wereldeconomie bovendien tot 2030 zo'n 0,7 procent extra groei en miljoenen groene banen opleveren. Diverse wereldleiders kondigden plannen aan om meer geld uit te trekken voor adaptatie. Nederland steekt 120 miljoen euro in hulp aan de minst ontwikkelde landen. Leiders van andere rijke landen kwamen eveneens over de brug. Zowel de Duitse bondskanselier Angela Merkel als de Franse president Emmanuel Macron zegde extra geld toe. &lt; </p><p><link service=\"ATTACHMENT\"><marker>Link naar PDF</marker><locator><locatorKey><keyName name=\"object-key\"/><keyValue value=\"ND2101261KP081\"/></locatorKey><locatorParameters><parameter name=\"componentseq\" value=\"1\"/><parameter name=\"object-type\" value=\"215\"/><parameter name=\"object-smi\" value=\"15118\"/></locatorParameters></locator></link></p>", "publisher": "Nederlands Dagblad", "instances": ["Coronaherstelprogramma's moeten klimaatbewust worden ingezet. En de rijke landen moeten veel meer geld uittrekken om arme landen bij hun adaptatie te helpen. De geheel virtuele top werd vanuit een Haagse studio geleid door premier Mark Rutte en minister Cora van Nieuwenhuizen van Infrastructuur &amp; Waterstaat. Rutte noemde aanpassing aan de opwarming 'een kwestie van pure overleving'."]}, {"relevance_score": 3, "title": "Van ná de ramp willen blijven noopt tot klimaatactie", "published": "2021-02-01", "bodyText": "<p>Zo goed als Nederland is in het zich voorbereiden op de gevolgen van klimaatverandering, zo veel werk is er nog aan de winkel als het gaat om het tegengaan ervan. De doelen en plannen zijn er. Het komt nu aan op daadkrachtige uitvoering ervan.</p>", "publisher": "Reformatorisch Dagblad", "instances": []}, {"relevance_score": 87, "title": "Code rood vraagt om een groene tuin", "published": "2020-02-08", "bodyText": "<p nitf:lede=\"true\">Februari is dé maand van voorbereidingen op het komende groeiseizoen. Tuinbezitters worden aangespoord hun tegels in te ruilen voor bomen, planten en bloemen. Een groene tuin helpt namelijk bij het terugdringen van de toenemende gevolgen van klimaatverandering. </p><p nitf:lede=\"true\">Februari is dé maand van voorbereidingen op het komende groeiseizoen. Tuinbezitters worden aangespoord hun tegels in te ruilen voor bomen, planten en bloemen. Een groene tuin helpt namelijk bij het terugdringen van de toenemende gevolgen van klimaatverandering. </p><p nitf:lede=\"true\">impact van de tuinbezitter </p><p nitf:lede=\"true\">De Nederlandse tuin is sinds 1950 elk decennium kleiner geworden. Terwijl het gemiddelde perceeloppervlakte met 30 procent daalde tot 132 vierkante meter, werden de huizen daarop steeds groter: de woonoppervlakte steeg met 21 procent. In de jaren vijftig was gemiddeld 47 procent van het perceel gewijd aan de tuin, tegenwoordig nog 9 procent. </p><p>Die overgebleven vierkante meters tuin doen ertoe, benadrukken deskundigen. Zo geeft de Algemene Waterschapspartij - een landelijke, niet-politieke groepering die zich inzet voor een goede balans tussen waterveiligheid, waterbeheer, waterzuivering en waternatuur - op haar website aan dat meer dan de helft van de ruimte in steden privébezit is. 'Tuinbezitters zijn dan ook onmisbaar bij het voorkomen van de gevolgen van klimaatverandering, met name wateroverlast en hittestress. Zelfs tuinbezitters die geen groene vingers hebben of grote terrassen willen, kunnen toch iets doen. Bijvoorbeeld het opvangen of bufferen van regenwater in de beplanting, of in vijvers, waterschalen, regentonnen en door hoogteverschillen in de tuin aan te brengen.' </p><p>Begroeiing zorgt voor verkoeling, betere afwatering, biodiversiteit en CO2-vermindering. Hasse Goosen, directeur bij Climate Adaptation Services (CAS): 'Zeker in sterk verstedelijkte gebieden helpen groene tuinen om het stedelijk hitte-eilandeffect tegen te gaan. Door klimaatverandering zal het vaker tropisch warm worden en helpt het dus als veel mensen letterlijk een steentje bijdragen.' </p><p>Uit het onderzoek dat CAS in 2019 samen met Deloitte uitvoerde, blijkt dat de gemiddelde tuin voor ruim een derde, 36 procent, uit vegetatie bestaat. De overige ruimte beschouwen de organisaties als 'vergroeningspotentieel'. Opgeteld voor heel Nederland komt die potentiële ruimte voor planten en bomen neer op 1,4 miljard vierkante meter, oftewel 285.000 voetbalvelden. </p><p>'Stenen Tijdperk' </p><p>Veertig procent van de tuin- en balkonbezitters geeft aan te weinig kennis te hebben van bloemen en planten om ze goed te kunnen verzorgen. Dat berichtte TNS NIPO (2004) na een onderzoek onder 1.525 mensen. De helft van de ondervraagden ergert zich aan onkruid in de tuin. Ook ongedierte (luizen, mieren en slakken), doodgaande planten, schimmels en andere bladziekten doen afbreuk aan het plezier in tuinieren. </p><p>Volgens de schrijvers van <emphasis typeStyle=\"it\">Lang leve(n) de tuin</emphasis> draagt het gebrek aan natuurkennis en tijd bij aan wat zij het huidige 'Stenen Tijdperk' noemen: 'steeds vaker is de tuin volledig versteend met aan de voor- en zijkant grind en aan de achterkant tegels, gedecoreerd met een aantal planten in potten'. </p><p>Maar sinds enkele jaren lijkt de trend voorzichtig te keren: de Nederlandse tuincentra zien de verkoop van struiken, bomen en planten flink stijgen. Ook de jaarlijkse inwisselactie 'Tegel eruit, plant erin' van Intratuin en tuinvereniging Groei &amp; Bloei wordt steeds populairder. Toen consumenten in 2015 voor het eerst tuintegels konden komen ruilen tegen tuinplanten, leverden slechts dertig mensen een tegel in. Vorig jaar werden 500.000 tegels aangeboden. De 'Tegel eruit, plant erin' van 2020 vindt plaats op zaterdag 28 maart. </p><p>tegeltaks </p><p>In sommige delen van Duitsland is de rioolheffing gekoppeld aan de mate van betegeling van de tuin. Plannen om een dergelijke 'tegeltaks' in Nederland in te voeren, stuitten op weerstand. Gemeentebesturen kiezen er liever voor duurzaam gedrag van bewoners te belonen en te stimuleren. Zo is het mogelijk subsidie te krijgen voor de aanleg van een sedumdak (een vorm van een groendak), verticale tuin of geveltuintje. Een groene tuin ontlast immers het riool, doordat water beter kan weglopen. </p><p>handboek </p><p>Om het creëren van een klimaatbestendige tuin te stimuleren, brachten Vereniging Gemeenten voor Duurzame Ontwikkeling, Atelier Groenblauw en Tuinbranche Nederland in 2018 het <emphasis typeStyle=\"it\">Handboek voor de watervriendelijke tuin</emphasis> uit, waaraan onder meer het ministerie van Infrastructuur en Waterstaat bijdroeg. Het gratis te downloaden handboek doet aanbevelingen over makkelijke planten voor een schaduwtuin, natte tuin, zonnige tuin en droge tuin en bevat daarnaast informatiebladen over de volgende tips: </p><p>Plaats een regenton en bespaar drinkwater door het opgevangen water aan de planten te geven. </p><p>Werk aan een gezonde bodem. Laat blad en plantenresten liggen. </p><p>Leg een bloemrijk grasveld aan. Dat neemt regenwater op, levert een bijdrage aan de biodiversiteit, zorgt voor een betere doorworteling van de bodem en trekt insecten aan. </p><p>Vervang houten of stenen schuttingen door hagen of struiken. </p><p>Plant een boom. Die beschermt tegen weersinvloeden, voorziet dieren van voedsel en de bodem van bladcompost, zorgt door verdamping, voor afkoeling, absorbeert stof en zuivert de lucht. </p><p>Vergroen het balkon. Laat muren en balkonhekken begroeien, hang potten aan een pallet of rek of bevestig bakken aan de balkonreling. Kweek minigroentes of kruiden, en verwerk je eigen compost met een wormenbak. </p><p>Maak een geveltuintje: haal een rij tegels weg langs de gevel aan de straatkant en plant er (klim)planten. </p><p>Neem regendoorlatende bestrating. Kies bijvoorbeeld voor grasbetonstenen of een andere vorm van open bestrating, houtsnippers, schors, cacaodoppen, grind, split, schelpen of lavasteen. </p><p>Leg een goot aan, waarmee regenwater van de regenpijp naar een vijver, greppel of natte border gebracht wordt. </p><p>Maak een regenwatervijver met een diepte van minimaal 70 centimeter. </p><p>Creëer hoogteverschillen in de tuin, zodat water tijdelijk kan worden opgeslagen in de lagergelegen delen van de tuin. </p><p>Maak een sedumdak van een plat of licht hellend dak. </p><p>Laat klimplanten tegen de gevel groeien, als natuurlijke isolatielaag. </p><p>Begin een moestuintje. </p><p>Maak de tuin aantrekkelijk voor vogels, bijen en vlinders met behulp van een vogelhuisje, insectenhotel en de juiste bloemen en planten. </p><p>hitte-eilandeffect </p><p>In de vijf grootste steden van Nederland ligt het groenpercentage van tuinen onder het landelijk gemiddelde van 36 procent. Er zijn wel grote onderlinge verschillen: Rotterdammers hebben een drie keer zo groene tuin als Amsterdammers. In de hoofdstad bestaat 11 procent van de gemiddelde tuin uit vegetatie, in de havenstad is dat 33 procent. Den Haag zit, net als Rotterdam, met 31 procent dicht op het landelijk gemiddelde. Eindhoven (23 procent) en Utrecht (16 procent) bevatten aanzienlijk meer versteende tuinen. </p><p>Als die tuinen optimaal zouden worden gevuld met begroeiing, zou de temperatuur in deze vijf steden dalen met 0,23 graden Celsius (Rotterdam) tot 0,68 graden Celsius (Eindhoven), berekenden Deloitte en Climate Adaptation Services (CAS). Dat heeft te maken met het hitte-eilandeffect: de temperatuur in een stedelijk gebied is gemiddeld hoger dan in het omliggende landelijke gebied, onder meer doordat er minder bomen staan. In Nederland is dat temperatuurverschil op jaarbasis gemiddeld 3 graden Celsius - op warme dagen kan het verschil oplopen tot 8 graden. Hoge temperaturen hebben een negatieve invloed op de arbeidsproductiviteit, zelfbeheersing, gezondheid en duurzaamheid van gebouwen en wegen. Daarom wordt geprobeerd het hitte-eilandeffect te temperen met behulp van bouwkundige maatregelen en het aanplanten van groen. Door de schaduwvorming van bomen is het onder de bladeren koeler. Bovendien absorbeert vegetatie minder zonlicht dan bijvoorbeeld asfalt. Dat begroeiing een positief effect heeft op de waterhuishouding en luchtkwaliteit, komt de leefbaarheid van een stad ook ten goede. </p><p>geldbomen </p><p>Hoewel geld volgens het spreekwoord niet aan de bomen groeit, kunnen bomen rondom het huis wel degelijk geld opleveren. Volgens de Rabobank worden woningen met een groene tuin sneller verkocht en leveren ze ook nog eens meer op. Het bedrag dat verkopers uitgeven aan het renoveren van hun tuin, zou voor een waardestijging zorgen die twee of drie keer de investering bedraagt. Vooral het planten van bomen is van invloed op de WOZ-waarde.  </p><p>groenste Nederlandse tuinen </p><p>Volgens recent onderzoek van Cobra Groeninzicht, die de verstening berekende op basis van satellietbeelden en luchtfoto's, hebben deze gemeenten de groenste tuinen: </p><p>1. Schiermonnikoog </p><p>2. Ameland </p><p>3. Wassenaar </p><p>4. Tytsjerksteradiel  </p><p>5. Marum </p><p>De top vijf van gemeenten met de meest versteende tuinen bestaat volgens Cobra Groeninzicht uit de volgende plaatsen: </p><p>1. Zwartewaterland  </p><p>2. Urk  </p><p>3. Enkhuizen  </p><p>4. Stede Broek  </p><p>5. Haaksbergen </p>", "publisher": "Nederlands Dagblad", "instances": ["Bijvoorbeeld het opvangen of bufferen van regenwater in de beplanting, of in vijvers, waterschalen, regentonnen en door hoogteverschillen in de tuin aan te brengen. Begroeiing zorgt voor verkoeling, betere afwatering, biodiversiteit en CO2-vermindering. Door klimaatverandering zal het vaker tropisch warm worden en helpt het dus als veel mensen letterlijk een steentje bijdragen. Uit het onderzoek dat CAS in 2019 samen met Deloitte uitvoerde, blijkt dat de gemiddelde tuin voor ruim een derde, 36 procent, uit vegetatie bestaat.", "Den Haag zit, net als Rotterdam, met 31 procent dicht op het landelijk gemiddelde. Eindhoven (23 procent) en Utrecht (16 procent) bevatten aanzienlijk meer versteende tuinen. Dat heeft te maken met het hitte-eilandeffect: de temperatuur in een stedelijk gebied is gemiddeld hoger dan in het omliggende landelijke gebied, onder meer doordat er minder bomen staan. In Nederland is dat temperatuurverschil op jaarbasis gemiddeld 3 graden Celsius - op warme dagen kan het verschil oplopen tot 8 graden."]}, {"relevance_score": 27, "title": "Het geweten", "published": "2013-11-30", "bodyText": "<p nitf:lede=\"true\">De aarde wordt zouter. Door klimaatverandering komen regentekorten vaker voor en door een stijgende zeespiegel neemt de 'kweldruk' van zeewater toe. Wetenschappers voorspellen dat over zeven jaar in Nederland 125 duizend hectare landbouwgrond verzilt zal zijn. Wereldwijd is dan circa 1,5 miljard hectare landbouwgrond onbruikbaar geworden. Terwijl de voedselvraag alleen maar toeneemt.</p><p>Gelukkig blijken er groenten te zijn die uitstekend gedijen op brakke grond. Zo wordt er op Texel geëxperimenteerd met zorgvuldig geselecteerde en eerlijk veredelde pieperrassen die prima uit de voeten kunnen met zout water. Vorige week won deze Texelse zilte aardappel de Climate Adaptation Business Challenge. De aardappel is pas volgend jaar te koop, maar uw verslaggever mocht ze uitproberen. Mooi vastkokend, stevig van structuur, beetje nootachtige nasmaak, en ja: tikkie zilt.</p><p>De moeilijkheid, zegt  Marc van Rijsselberghe, een Texelse boer die experimenteert met de aardappelen in samenwerking met VU-wetenschappers, is om een ras te veredelen dat zowel tegen zoet als zout water kan. 'We kunnen ze besproeien met zout water, maar als het regent, krijgen ze toch weer zoet water. We hebben een ras gevonden dat we dagelijks 23 millimeter zout water geven, en toch tegen regenwater kan.'</p><p>Volgens Van Rijsselberghe is er wereldwijd veel interesse in de aardappel. 'De zilte aardappel kan het mondiale voedselprobleem helpen op te lossen.'</p><p>De brakke gronden van Van Rijsselberghe brengen ook een ware delicatesse voort: zilte zeekool. Een oeroude kool die langs de kusten van Frankrijk, Groot-Brittannië en Denemarken voorkomt. In Nederland groeit de beschermde plant op de Afsluitdijk. Een ander Texels bedrijf, Texel Saline, verbouwt de zeekool op commerciële basis. Volgens Van Rijsselberghe zijn alle Nederlandse en Vlaamse meervoudige sterrenrestaurants afnemer van die zeekool, die tot voor kort alleen zeer beperkt in het voorjaar leverbaar was. 'Het is de duurste groente van Nederland,' zegt Van Rijsselberghe. 'Een kilo kost momenteel 23 euro. De vorige oogst was mislukt, en toen bleken toprestaurants er zelfs 87 euro per kilo voor over te hebben.'</p><p>Met de zilte piepers werd ook de zeekool in Huize Het Geweten bezorgd. Ronduit heerlijk: een frisse, lichte koolsmaak, een beetje bitter en een opvallend lange, zachte nootachtige nasmaak. Subtiel van smaak en moeilijk met een andere groente te vergelijken. Van Rijsselberghe wil dat de zeekool, net als zeebiet en zilte gerst, op grotere schaal geteeld wordt, zodat ook mensen als u en ik de vruchten van klimaatverandering voor een schappelijke prijs kunnen proeven.</p>", "publisher": "Vrij Nederland", "instances": ["Gelukkig blijken er groenten te zijn die uitstekend gedijen op brakke grond. Zo wordt er op Texel geëxperimenteerd met zorgvuldig geselecteerde en eerlijk veredelde pieperrassen die prima uit de voeten kunnen met zout water. De aardappel is pas volgend jaar te koop, maar uw verslaggever mocht ze uitproberen. Mooi vastkokend, stevig van structuur, beetje nootachtige nasmaak, en ja: tikkie zilt."]}, {"relevance_score": 86, "title": "Hoe Nederlanders de wereld beter maken (een stukje dan)", "published": "2016-03-31", "bodyText": "<p nitf:lede=\"true\"><emphasis typeStyle=\"it\">Hitte, droogte, wateroverlast, voedselvoorziening, duurzame energie. Wereldproblemen oplossen, daar zijn we in Nederland heel goed in. Dankzij de samenwerking met kennisinstellingen en overheden. Drie praktijkverhalen over het succes van het Nederlandse topsectorenbeleid.</emphasis></p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">Urban DeltaÂ </emphasis><emphasis typeStyle=\"bf\">Nederlands Deltaplan voor Bangladesh</emphasis></p><p nitf:lede=\"true\">'Dit is een once in a lifetime-project.' Projectdirecteur Jaap de Heer, partner van Twynstra Gudde, is net weer terug uit Bangladesh. De afgelopen twee jaar is hij er vrijwel continu geweest. Het projectteam van Nederlandse en Bengaalse adviseurs is het hele land doorgetrokken om met lokale bestuurders, bewoners en technici de problemen en oplossingen voor het waterprobleem te bespreken. Die oplossingen zijn mede door Nederlandse ingenieurs en consultants bedacht.Â </p><p nitf:lede=\"true\">'Met het Deltaplan worden eerst de acute problemen aangepakt. In de regentijd zijn er overstromingen waarbij tweederde van het land onder water staat. Ook is er altijd dreiging vanuit zee: cyclonen kunnen enorme stormvloeden veroorzaken. Dit veroorzaakt telkens weer slachtoffers en ook enorme economische schade. Voor de middellange en lange termijn werken we aan optimale waterveiligheid, rekening houdend met de verwachte klimaatveranderingen tot 2100.'</p><p nitf:lede=\"true\">&lt;span&gt;'Eerst de acute problemen aanpakken: overstromingen en stormvloeden'&lt;/span&gt;</p><p>De kennis en ervaring die Nederland in de loop der jaren met Deltaplannen heeft opgedaan, kunnen Bangladesh enorm helpen. De Heer: 'Onze manier van werken spreekt de Bengalezen erg aan: onze brede kennis van zaken van watervraagstukken, governance en financiering in combinatie met een interactieve aanpak, in overleg met alle betrokkenen. Iedereen moet mee kunnen praten. De overstromingen hebben immers ook een positieve kant: het water brengt vruchtbaar slib mee en vult de watervoorraden aan, bijvoorbeeld om de rijstvelden te bevloeien. Het is dus zoeken naar een balans. Steden, bestuurscentra en bedrijventerreinen worden extra beschermd, in andere gebieden worden de overstromingen 'gecontroleerd' toegelaten.'</p><p>Bangladesh is een land in ontwikkeling, met een economische groei van 6 tot 7 procent per jaar. De regering wil daarom af van het imago als derdewereld-probleemland. De Heer: 'Ons consortium mag daar een belangrijke bijdrage aan leveren. Als het Deltaplan straks klaar is, worden de projecten aanbesteed, deels met partners als de Wereldbank. De Wereldbank werkt momenteel samen met het projectteam aan een investeringsplan van 12 miljard dollar aan projecten. Andere plannen worden door de regering van Bangladesh en andere partners aanbesteed. Het land gaat jaarlijks voor 4 miljard dollar in het Deltaplan investeren. Daar liggen ook weer enorme kansen voor de Nederlandse watersector.'</p><p>Wie er samenwerkenâ ¨Het Bangladesh Delta Plan 2100 is een project van de General Economics Division van de Bangladesh Planning Commission en wordt gefinancierd door de Nederlandse regering. In het project werken Bengaalse en Nederlandse onderzoeksorganisaties samen. Samenwerkingspartners zijn Euroconsult Mott MacDonald, ECORYS, Witteveen+Bos, D.EFAC.TO, Deltares, Wageningen UR, UNESCO-IHE, the Climate Adaptation Services Foundation, het Center for Environmental and Geographic Information Services (CEGIS) en het Institute of Water Modelling (IWM).</p><p><emphasis typeStyle=\"bf\">Voedselvoorziening</emphasis><emphasis typeStyle=\"bf\">Kunstmest uit afvalwater</emphasis></p><p>Natuurlijk kan een waterbedrijf geen gelig water uit de kraan laten komen. Dan zou de telefoon roodgloeiend staan: 'Wat is er mis? Kan ik dit wel drinken?' Maar grondwater in veenrijk gebied ziet er wel zo uit, dankzij humuszuur. Dat moet eruit gefilterd worden. DrinkwaterbedrijfVitens, dat drie drinkwaterzuiveringsinstallaties in veenrijke gebieden heeft staan, weet hoeveel energie en dus geld het kost om drinkwater te ontkleuren. Een extra probleem is dat de afvalwaterstroom met geconcentreerd humuszuur ook niet zomaar mag worden geloosd.</p><p>Daarom ging Vitens op zoek naar een manier om zuiver humuszuur uit die reststroom te winnen én daar een goede toepassing voor te vinden. Na drie jaar van onderzoek, experimenten en pilots was er niet alleen een technologie gevonden om humuszuur terug te winnen, maar kon Vitens ook aantonen dat het gebruikt kan worden als biologisch bodemverbeteraar, zonder verstoring van het milieu of gevaar voor de voedselveiligheid. Sinds vorig jaar werkt Vitens samen met Royal HaskoningDHV om de technologie internationaal uit te rollen.Â </p><p>&lt;span&gt;'Betere groei van gewassen, minder druk op het milieu'&lt;/span&gt;</p><p>'Humuszuur zorgt voor een betere groei van gewassen en vermindert de druk op het milieu doordat gewassen minder kunstmest en water nodig hebben. Dat biedt overal in de wereld grote kansen voor de landbouw en daarmee voor de voedselvoorziening', zegt Michel Riemersma. Hij is projectdirecteur internationale drinkwaterprojecten en business developer bij Royal HaskoningDHV. Volgens Riemersma kan de nieuwe technologie grote impact hebben op de wereldvoedselvoorziening en het milieu. Maar er worden ook andere toepassingen onderzocht. 'We onderzoeken bijvoorbeeld of het kan worden ingezet in de groente- en bloementeelt en de productie van diervoeding.'</p><p>Op dit moment wordt humuszuur vooral uit bruinkool gewonnen, in Australische en Amerikaanse mijnen. 'Dat gebeurt door middel van een chemisch proces waarbij heftige chemicaliën worden gebruikt. Het winnen van humuszuur uit afvalwater is dankzij de nieuwe technologie veel milieuvriendelijker en kan bovendien overal in de wereld worden uitgevoerd. Niet alleen door drinkwaterbedrijven, maar bijvoorbeeld ook door bierbrouwers en de voedingsindustrie. Wij zijn inmiddels met allerlei bedrijven in gesprek, vooralsnog vooral in Europa. We merken dat de belangstelling voor deze technologie groeit.'</p><p>'Het is een win-win situatie voor boeren en drinkwaterbedrijven', stelt Lieve Declercq, directievoorzitter van Vitens. 'Met de duurzame toepassing van humuszuur kunnen we het gebruik van kunstmest en fosfaat door de land- en tuinbouw reduceren. Dit is beter voor het grondwater waar we drinkwater uit maken, beter voor het milieu en de gewassen groeien er ook nog eens beter van. Deze kennis kunnen we nu delen met andere waterbedrijven in de wereld.'</p><p><emphasis typeStyle=\"bf\">Klimaat</emphasis><emphasis typeStyle=\"bf\">Recycling van restwarmte</emphasis></p><p>'Als bedrijven op grote schaal gebruik gaan maken van warmte- en compressiepompen en daarmee de eigen restwarmte weten te gebruiken, kunnen we het aardgasgebruik en de CO2-uitstoot fors verminderen.' Tjeerd Jongsma is ervan overtuigd dat industriële restwarmte veel efficiënter kan worden gebruikt. 'Bovendien hoeven we dan niet eerst in fijnmazige en dure warmtenetten te investeren, zoals voor de verwarming woningen en kantoren nodig is.' Jongsma is directeur van het Institute for Sustainable Process Technology (ISPT), een instituut waar bijna honderd bedrijven en kennisinstellingen samen aan duurzame oplossingen werken. Een voorbeeld is het project voor het efficiënter gebruik van industriële restwarmte.Â  Er lopen inmiddels zo'n veertig pilotprojecten in Nederland, deels bekostigd door de overheid en deels door de industrie zelf. De pilot met een warmtepomp in de papierfabriek van Smurfit Kappa in Roermond is een van de successen. In deze fabriek komt bij het drogen van papier vochtige warme lucht vrij, van 64 graden Celsius. De warmtepomp onttrekt die warmte aan de lucht en wekt hiermee stoom op van circa 115 graden. Daarmee wordt warm water gemaakt dat vervolgens weer in het productieproces wordt ingezet. Op die manier levert 1 kilowattuur aan elektriciteit via restwarmte 4 kilowattuur aan proceswarmte op. Ton van Haasteren, procestechnoloog bij Smurfit Kappa, is blij met het resultaat. 'Met de warmtepomp kunnen we stoom als het ware recyclen. Doel is het besparen van 10 procent aan Â stoomverbruik per jaar voor elke papiermachine. Dat is niet alleen slim, maar ook nodig om te overleven als bedrijf.'</p><p>&lt;span&gt;'We kunnen stoom als het ware recyclen'&lt;/span&gt;</p><p>Volgens Jongsma is het een voorbeeldproject dat navolging verdient, ook omdat het aantoont dat mkb-bedrijven veel kunnen bereiken door met meer partijen samen te werken. 'Universiteiten leveren de academische kennis en bedenken nieuwe concepten, kennisinstellingen als TNO zorgen voor opschaling van die concepten, bedrijven bouwen de warmtepompen, zetten het product in de markt en/of gebruiken de eindapplicatie.'Â </p><p>Hij ziet het als een grote uitdaging voor de Europese industrie om dit soort besparende technieken breed in te zetten. 'Nederland kan hierbij de voortrekker zijn. De hele procesindustrie werkt met stoom, overal ter wereld. Als we erin slagen de technologie van de warmtepompen te verbeteren, de risico's van storingen te verminderen en de terugverdientijd van de investering te verkorten, is er een enorm exportpotentieel.' De impact van het project kan heel groot worden. 'We kunnen het totale gebruik van energie en gas fors terugdringen en een deel van de energievoorziening duurzaam maken. Daarmee komt de energietransitie een stuk dichterbij.'</p><p>Wie er samenwerken Aan de pilot bij papier- en kartonfabriek Smurfit Kappa deden naast onderzoeksconsortium ISPT, ook het Energie Onderzoek Centrum (ECN), IBK Groep en Bronswerk Heat Transfer mee. Zij ontwikkelden samen een warmtepomp. ISPT werkt samen met de technische universiteiten van Nederland en een aantal uit Duitsland, Frankrijk en België, en ook met de onderzoeksinstellingen TNO, ECN, NIZO en het Belgische VITO. </p>", "publisher": "Forum", "instances": ["Samenwerkingspartners zijn Euroconsult Mott MacDonald, ECORYS, Witteveen+Bos, D. EFAC. VoedselvoorzieningKunstmest uit afvalwaterNatuurlijk kan een waterbedrijf geen gelig water uit de kraan laten komen. Dan zou de telefoon roodgloeiend staan: 'Wat is er mis?"]}, {"relevance_score": 3, "title": "'Als we niks doen, verzuipen we'", "published": "2017-08-24", "bodyText": "<h>ABSTRACT:</h><p>Als adviseur van Obama na de orkaan Sandy stond hij in het Witte Huis bekend als 'Henk the water guy', nu reist Henk Ovink de wereld over als Watergezant om de Nederlandse kennis over water voor het voetlicht te brengen. 'Nederland is klein, maar we kunnen grote impact hebben.''Ik doe niets alleen, het kan alleen samen, met alles en iedereen uit Nederland en daarbuiten.' </p>", "publisher": "Vrij Nederland", "instances": []}, {"relevance_score": 4, "title": "Code rood", "published": "2025-09-15", "bodyText": "<p>2023 wordt waarschijnlijk het warmste jaar sinds het begin van de metingen. In Nederland zullen temperaturen boven de 40 graden, tot voor kort vrijwel onmogelijk, vaker voorkomen. En we zijn er niet op voorbereid. 'We weten niet of de systemen het houden.'</p>", "publisher": "HP/De Tijd", "instances": []}, {"relevance_score": 5, "title": "Gemeenten nog verre van klimaatbestendig", "published": "2021-02-17", "bodyText": "<h>SAMENVATTING</h><p>Klimaatadaptatie staat bij gemeenten nog in de kinderschoenen. Het beleid is te eenzijdig op wateroverlast gefocust. Ruimtedruk, financiën en gebrek aan draagvlak spelen gemeenten parten. Dat blijkt uit een kwalitatieve analyse van het gemeentelijk beleid door Stichting Climate Adaptation Services (CAS). De onderzoekers concluderen dat het thema `water` dominant is in de (sinds 2019 verplichte) klimaatstresstesten van gemeenten.</p>", "publisher": "Media Digitaal Info (Abstracts)", "instances": ["Het beleid is te eenzijdig op wateroverlast gefocust. Ruimtedruk, financiën en gebrek aan draagvlak spelen gemeenten parten. De onderzoekers concluderen dat het thema `water` dominant is in de (sinds 2019 verplichte) klimaatstresstesten van gemeenten."]}, {"relevance_score": 6, "title": "[npo 2  nos, 20.30-21.30 uur Klimaattop NL Hoe kunn...]*", "published": "2021-01-25", "bodyText": "<p nitf:lede=\"true\">npo 2  nos, 20.30-21.30 uur </p><p nitf:lede=\"true\">Klimaattop NL </p><p nitf:lede=\"true\">Hoe kunnen we ons beter aanpassen aan de klimaatverandering? Hoe wapenen we ons wereldwijd tegen de stijgende zeespiegel, verzilting, wateroverlast en verdroging? Dat zijn vragen waarover nagedacht wordt tijdens de Internationale Climate Adaptation Summit, vandaag en morgen in Den Haag. In dit programma, vanuit het Wadden Center op de Afsluitdijk, aandacht voor de dreiging van klimaatverandering en de mogelijke oplossingen. </p><p nitf:lede=\"true\"><link service=\"ATTACHMENT\"><marker>Link naar PDF</marker><locator><locatorKey><keyName name=\"object-key\"/><keyValue value=\"ND2101251KP221\"/></locatorKey><locatorParameters><parameter name=\"componentseq\" value=\"1\"/><parameter name=\"object-type\" value=\"215\"/><parameter name=\"object-smi\" value=\"15118\"/></locatorParameters></locator></link></p><p nitf:lede=\"true\">* Vervangende titel / Replacement title</p>", "publisher": "Nederlands Dagblad", "instances": ["30 uur Klimaattop NL Hoe kunnen we ons beter aanpassen aan de klimaatverandering? Hoe wapenen we ons wereldwijd tegen de stijgende zeespiegel, verzilting, wateroverlast en verdroging? In dit programma, vanuit het Wadden Center op de Afsluitdijk, aandacht voor de dreiging van klimaatverandering en de mogelijke oplossingen. Link naar PDF* Vervangende titel / Replacement title"]}, {"relevance_score": 5, "title": "Nederland gastland virtuele klimaattop", "published": "2021-01-25", "bodyText": "<p nitf:lede=\"true\">DEN HAAG (ANP). Tientallen wereldleiders komen maandag en dinsdag op een virtuele top bijeen om te praten over de gevolgen van klimaatverandering. Deze eerste Climate Adaptation Summit draait om de vraag hoe de wereld zich beter kan wapenen tegen een stijgende zeespiegel, extreem weer en droogte. Nederland is gastland van de top. Onder de deelnemers zijn onder meer de net benoemde Amerikaanse klimaatgezant John Kerry, vicepremier van China Han Zheng, de Franse president Emmanuel Macron en Angela Merkel (Duitsland).</p><p nitf:lede=\"true\"><link service=\"ATTACHMENT\"><marker>Link naar PDF</marker><locator><locatorKey><keyName name=\"object-key\"/><keyValue value=\"20210125009DKRMAINBUI\"/></locatorKey><locatorParameters><parameter name=\"componentseq\" value=\"1\"/><parameter name=\"object-type\" value=\"215\"/><parameter name=\"object-smi\" value=\"37763\"/></locatorParameters></locator></link></p>", "publisher": "Reformatorisch Dagblad", "instances": ["DEN HAAG (ANP). Tientallen wereldleiders komen maandag en dinsdag op een virtuele top bijeen om te praten over de gevolgen van klimaatverandering. Nederland is gastland van de top. Onder de deelnemers zijn onder meer de net benoemde Amerikaanse klimaatgezant John Kerry, vicepremier van China Han Zheng, de Franse president Emmanuel Macron en Angela Merkel (Duitsland)."]}, {"relevance_score": 6, "title": "Nederland krijgt klimaatinstituut", "published": "2017-02-06", "bodyText": "<p nitf:lede=\"true\">DEN HAAG (ANP). In Nederland wordt een nieuw internationaal klimaatinstituut gevestigd. Het gaat landen, bedrijven en organisaties helpen bij de gevolgen van klimaatverandering. Het Global Centre of Excellence on Climate Adaptation wordt opgericht door Nederland, Japan en UNEP, de milieuorganisatie van de Verenigde Naties. Staatssecretaris Dijksma (Milieu) tekende vandaag de oprichtingsovereenkomst. In welke plaats het instituut komt, is onbekend.</p>", "publisher": "Reformatorisch Dagblad", "instances": ["In Nederland wordt een nieuw internationaal klimaatinstituut gevestigd. Het gaat landen, bedrijven en organisaties helpen bij de gevolgen van klimaatverandering. Staatssecretaris Dijksma (Milieu) tekende vandaag de oprichtingsovereenkomst. In welke plaats het instituut komt, is onbekend."]}, {"relevance_score": 14, "title": "`Drijvend wonen heeft de toekomst`", "published": "2008-08-13", "bodyText": "<h>SAMENVATTING</h><p>Het stijgen van de waterspiegel als gevolg van de klimaatverandering biedt perspectieven in de markt voor drijvend wonen. Ingenieur Ties Rijcken (31), hoofd van het Climate Adaptation Lab van de Technische Universiteit Delft, loopt over van de ideeën om Nederlandse woningen te wapenen tegen het wassende water. Het KNMI voorspelt dat de zeespiegel in de komende 90 jaar met 35 tot 85 centimeter gaat stijgen. Rijkswaterstaat wil deze stijging opvangen door rivieren meer ruimte te geven en dijken te verhogen. Rijcken heeft een alternatief plan: een drijvend dorp. Samen met het bedrijf Deltasync bedacht hij het plan voor een drijvend dorp van honderd huizen. De huizen worden prefab aangeleverd, produceren hun eigen energie en reinigen zelf afvalwater. Er zit echter een knel op de marktontwikkeling. Rijkswaterstaat heeft het aantal ligplaatsen langs het water al jaren lang beperkt tot 10.000. Rijcken is dan ook een fel pleitbezorger voor een uitbreiding van het aantal plaatsen. Rijcken schat in dat consumenten met 200.000 euro voor de ligplaats en een starterswoonboot van 50.000 euro klaar zijn.</p>", "publisher": "Media Digitaal Info (Abstracts)", "instances": ["SAMENVATTINGHet stijgen van de waterspiegel als gevolg van de klimaatverandering biedt perspectieven in de markt voor drijvend wonen. Het KNMI voorspelt dat de zeespiegel in de komende 90 jaar met 35 tot 85 centimeter gaat stijgen. Rijkswaterstaat wil deze stijging opvangen door rivieren meer ruimte te geven en dijken te verhogen."]}]