[{"relevance_score": 4, "title": "Responsibility for climate justice: Political not moral", "published": "2025-09-15", "bodyText": "<p>1 Shue (1999) and Neumayer (2000), for example, argue for treating states as the relevant unit of attribution. Caney (2005, 2009) and Harris (2010) both defend cosmopolitan conceptions in which the relevant agents of responsibility are individuals, contending that a statist approach obscures the significant differences in both emissions and capacity for individuals within states.</p><p>2 Satkunanandan (2015: 195) acknowledges this, and argues that some calculative forms of responsibility are necessary.</p><p>3 Young’s work is well situated as it both explicitly engages environmental questions (Hunold and Young, 1998), and has made inroads into the environmental political theory (Schlosberg, 2007), and climate change literatures (Eckersley, 2016; Lane, 2016).</p>", "publisher": "European Journal of Political Theory", "instances": []}, {"relevance_score": 69, "title": "The future-oriented franchise: Instituting temporal electoral circles", "published": "2025-09-15", "bodyText": "<p>Declaration of conflicting interestsThe author(s) declared no potential conflicts of interest with respect to the research, authorship and/or publication of this article.</p><p>FundingThe author(s) disclosed receipt of the following financial support for the research, authorship, and/or publication of this article: Funding for this research was made available by Fundacao para a Ciencia e a Tecnologia (Portugal), via the project 'Present Democracy for Future Generations’ (PTDC/FER-FIL/6088/2020).</p><p>ORCID iDAndre Santos Campos https://orcid.org/0000-0003-0836-010X</p><p>1.In empirical studies, this criterion is usually called <emphasis typeStyle=\"it\">policy congruence</emphasis> and refers to the degree to which decision-making outcomes reflect the interests and preferences of voters, with higher congruence indicating greater democratic quality. Theorists of democratic representation, even though they often persist in adopting the responsiveness terminology (e.g., Dahl, 1971: 1; Pitkin, 1967: 140), are more sceptic of such a conveyor-belt view of representation that simply echos people's preferences in the public sphere (Sabl 2015). For the view that democratic representation involves more than responsiveness to preferences, see Williams (1990); Mansbridge (2003); Garsten (2009); Hayward (2009); Warren and Castiglione (2013); Disch (2011). All versions, however, seem to agree that there is something wrong with the democratic element of representation if representatives persistently and consistently act on behalf of franchise members without acknowledging their particular interests and preferences that help shape public opinion.</p><p>2.Because of this connection between responsiveness and the democratic ideal of self-government, responsiveness is often considered to bear not only on democracy's quality but also on its legitimacy. For instance, political scientists often distinguish between input, output and throughput legitimacy, where input judges legitimacy by reference to citizens’ influence, output judges legitimacy by reference to the benefits of whatever results from government action, and throughput judges legitimacy in terms of the accountability and transparency of government processes that involve the consultation of citizens (Schmidt, 2013). Responsiveness is then akin to input legitimacy. Other formulations focus more on the normative dimension. For instance, Arthur I. Applbaum (2019: 150–156) maintains that to enjoy a right to rule, a democratic government must satisfy the principles of liberty, equality, and agency, where the latter requires that the government constitute a self-governing group agent responsive to the reasons that apply to its citizens. And Peter (2020) holds an epistemic accountability conception of political legitimacy that combines epistemic considerations with responsiveness to political will. However, since responsiveness's association with legitimacy is more controversial than with quality (Sabl, 2015: 118–120), and this element is not central to my argument, I shall leave this question aside.</p><p>3.Much of the criticism levelled by the so-called ‘constructivist turn in political representation’ (Disch et al., 2019) against responsiveness is based on the chronological order provided by the conveyor belt analogy (Sabl, 2015): if the represented only come about within the representative action itself, how can representatives respond to something that does not exist until they represent it in the first place (Disch, 2012)?</p><p>4.Hélène Landemore holds the view that representative democracy has a design flaw due to being dependent on elections, which introduce discriminatory effects in terms of who has access to power and fails to produce the diversity needed to generate optimal deliberation. She argues that elections fail to guarantee what she calls ‘democraticity’, that is, the prior ideals of inclusiveness and equality. Her preference for sortition derives from the belief that equality can be promoted only when everybody has an equal chance of <emphasis typeStyle=\"it\">being elected</emphasis> (Landemore, 2020: 25–34). However, this view falls short at the normative and the practical level. Normatively, it disregards the fact that equality in elections (based on the principle ‘one person, one vote) usually operates on two levels: <emphasis typeStyle=\"it\">being elected</emphasis> and <emphasis typeStyle=\"it\">electing</emphasis>. In order to promote equality in the first level, she is prepared to give up on inclusion at the second level, even though everybody gets equally excluded from the process now decided entirely by luck. This suggests that Landemore's ideal of ‘democraticity’ involves a trade-off between both principles (of inclusion and equality). And in practical terms, Landemore mentions, on pages 206–207, as well as in a short footnote on pages 141–142 that, in current liberal democracies, sortition could hardly replace elections but only take part in a hybrid model. Her suggestion seems then to lose relevance, given that (<emphasis typeStyle=\"it\">i</emphasis>) all democracies worldwide today have (more or less far from perfect) electoral systems, and (<emphasis typeStyle=\"it\">ii</emphasis>) many of them already contain some elements of the sortition model (e.g., regarding jury service), so they can already be categorized as hybrid in nature.</p><p>5.There is also the idea that low voter turnout may serve democratic values by making it more likely that those most affected by decisions get more say (Saunders, 2010). It seems highly questionable, though, that a straightforward correlation exists between low turnout and being less affected by decisions. The reasons for deciding not to vote are countless, but the most prominent seem more connected with a sense of powerlessness than unaffectability.</p><p>6.I admit that, as duly pointed out to me by an anonymous referee, this constitutes a rather formalistic understanding of political equality, as opposed to more substantive notions that call for youth-favouring affirmative action to correct the underrepresentation of interests (Bengtson, 2022; Lippert-Rasmussen, 2020; Mráz, 2021). However, the point of implementing youth quotas based on substantive requirements of equality follows from considering that (formal) equality of treatment generates (substantive) inequality of outcomes – the substantive notion overrides the default formal notion based on some moral evaluation of the outcome of the latter. My point here is that (<emphasis typeStyle=\"it\">i</emphasis>) the grounds for making age-based interests relevant in political representation apply to all age groups equally (all have reasonable moral claims for representation based on age), and (<emphasis typeStyle=\"it\">ii</emphasis>) the underrepresentation of certain age groups does not follow necessarily from the default formal equal treatment between members of different age groups, but from reasons external to the formally equal procedures of election and representation. Substantive deviations from the formal understanding of political equality will seem, then, arbitrarily determined.</p><p>7.For example, citizens could be automatically registered to vote at birth, albeit prevented from exercising those rights until they achieve a minimum voting age, such as 18 or 16 (Tremmel and Wilhelm, 2015) In alternative, the provisional inhibition could be lifted at any time if young citizens took the initiative of requiring it and passed a public test for assessing their capacities for making political judgements (Cook, 2013). The idea for having competency tests related to voting dates to Stuart Mill's proposals regarding plural voting (Mill, 1991: 294). This test could well apply to access to the franchise rather than to plural voting. I do not wish to commit to any specific kind of cognitive test of political judgement insofar as political communities tend to adopt different procedures for expressing judgement – the threshold of competency should be decided by each community's political judgement. It is reasonable to expect, however, that such tests are not more demanding than the tests for acquiring citizenship.</p><p>8.Not to be confused with the two-round system or ‘the second ballot’, a voting system that calls for a second round of voting with the top two candidates or all the candidates who met a certain threshold of the votes. It should also not be confused with the ‘plural voting’ system, according to which the number of votes each voter can cast depends on some social standard, such as education and competency (Mill, 1991: 292–296; Mulligan, 2018) or the size of the voter's property and income (as practised in Sweden's censitary system from 1865 to 1991).</p><p>9.The first major task developed by Cleisthenes when reforming the government of Athens was to forestall strife between the traditional clans by changing the political alignment from four tribes based on family relations into ten tribes based on area of residence (Ober, 2007). The transition from blood to territory as a criterion of shared citizenship marked the birth of the classical notion of democracy: spatial proximity seemed the best available standard for gathering citizens on equal terms vis-à-vis their rulers in democratic frameworks. My point in suggesting temporal electoral circles is that proximity should extend to time as well.</p><p>10.This double criterion of intergroup proportionality and shared temporal interests helps not only to set the boundaries of each relevant age group on different occasions, but also provides a clue to the number of temporal electoral circles that should be implemented. Surely not a number so reduced that makes the underlying justification for having temporal electoral circles redundant, and also not a number so high (e.g., conflating age groups with yearly age cohorts) that makes temporally sensitive responsiveness impossible. Much like territorial electoral districts, boundaries are discretionary yet should be reasonably justified.</p><p>11.Friedrich Hayek's model constitution suggested the opposite of temporal electoral circles by limiting the franchise to people ‘in the calendar year in which they reached the age of 45’ (Hayek, 1979: 113). His underlying intention was to insulate elections from excessive concern about the future and excessive concern about the past by cutting younger and older cohorts, respectively, from the franchise and limiting eligibility to vote to people of the age Hayek believed to correspond to a middle-aged person. Temporal electoral circles, on the contrary, call for the inclusion of several time perceptions, not for the exclusive function of a(n illusory) temporally neutral position in time.</p><p>12.This table pictures the demographics of the United States according to the 2010 Census Brief (Howden and Meyer, 2011: 6). For the sake of argument, the data included should apply to an imaginary democratic society.</p>", "publisher": "European Journal of Political Theory", "instances": []}, {"relevance_score": 84, "title": "Integrationism, practice-dependence and global justice", "published": "2025-09-15", "bodyText": "<p>Declaration of conflicting interests The author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.</p><p>Funding The author(s) disclosed receipt of the following financial support for the research, authorship, and/or publication of this article: This work was supported by the British Academy (grant number PF20 100026, DS-2014-002).</p><p>ORCID iD Alex McLaughlin <url normalizedValue=\"https://orcid.org/0000-0001-9213-2788\">https://orcid.org/0000-0001-9213-2788</url></p><p>1. My focus will be on the global justice literature, where the debate about practice-dependence has been loudest. I do not think practice-dependence is <emphasis typeStyle=\"it\">only</emphasis> relevant to these debates, though, and so my arguments will have more general implications. For a discussion of the broader reach of practice-dependence see Jubb (2016).</p><p>2. Caney has recently elaborated on his view (see Caney, 2018a). I will primarily discuss his more detailed initial statement, but it is clear from his recent work that his position has not changed. Note also that I am only attributing Caney term the ‘integrationism’. Depending on how we understand it, a number of earlier views about distributive justice might be considered integrationist. See, for example, Beitz (1979).</p><p>3. I will not be able to consider Walton’s <emphasis typeStyle=\"it\">procedural integrationism</emphasis> in this paper. I will restrict myself to his distributive account.</p><p>4. Note that Walton (2020: 60) at one point seems to admit that those endorsing some such minimal constraint would be integrationists (see also, Caney, 2012: 262–265).</p><p>5. Some libertarian accounts of global justice might not endorse this constraint, but these are unpopular in the literature and are not the views Caney and Walton are addressing.</p><p>6. Indeed, the PPP is perhaps the most popular principle of all the principles of climate justice (see e.g., Rajamai, 2000; Gardiner, 2010: 14–16; Pickering and Barry, 2012).</p><p>7. Caney (2012: 262–264) also shows that sufficientarianism cannot support EE.</p><p>8. See Megan Blomfield (2013) for a powerful but separate objection to EE’s tendency to focus only on emissions.</p><p>9. Caney also notes (2012: 299, emphasis added) that ‘[t]he account here does, of course, need to be developed further. Most obviously, the claims in Steps 1 and 2 need to be <emphasis typeStyle=\"it\">given substantive content</emphasis>. As I have stressed above, however, my aim here is to <emphasis typeStyle=\"it\">set out the methodology’</emphasis>. See also Caney (2012: 291 note 87).</p><p>10. For a discussion of this feature of Rawlsian principles see, Samuel Freeman (2018).</p><p>11. Patrick Tomlin (2012: 376–380) uses this notion of the ‘strength’ of justice when contrasting Ralwsian political philosophy to luck egalitarianism.</p><p>12. For recent discussions about the way egalitarianism relates to other values, see Lippert-Rasmussen (2016: ch.8) and Meijers and Vandamme (2019). For the classic statement of the view see Cohen (2008: esp ch.7)</p><p>13. We might also think that <emphasis typeStyle=\"it\">Moderate Integrationism</emphasis>, a further category recently introduced by Caney, represents a version of integrationism that is compatible with pluralism. Moderate integrationism ‘holds that we should apply principles of justice to good X, but in doing so we should take into account other considerations’ (Caney, 2018a: 672). Despite initial appearances, however, Caney’s specification of the view makes it clear that this category is not supposed to cover the sort of pluralism I discuss. He claims that for moderate integrationism, a principle of justice normally plays the ‘dominant’ role but is moderated in exceptional cases. His illustrative example is where a principle for road safety is moderated by considerations such as a pressing medical emergency. There is no reason, though, why pluralists must necessarily assert this kind of primacy for justice. In any case, Caney (2018a: 673) clarifies that he still endorses the stronger version of integrationism currently under discussion.</p><p>14. Note that Step 2, <emphasis typeStyle=\"it\">The Substitutability Condition</emphasis> (2012: 293–296) step 2) only asks whether <emphasis typeStyle=\"it\">distributive justice</emphasis> over time makes demands on the natural world that can be sustained; it does not attribute any independent value to nature or the natural world itself.</p><p>15. For the distinction between relational and nonrelational views, see Sangiovanni (2007).</p><p>16. This general definition leaves open questions about the currency or agent of egalitarian justice. It also remains neutral on the appropriate role for responsibility in an egalitarian account of justice, and so it covers but is not restricted to theorists we might describe as ‘global luck egalitarians’. For some comments on the relationship between luck egalitarianism and global egalitarianism see Valentini (2011b: 48) and Schemmel (2007). For examples of nonrelational global egalitarian accounts see, Simon Caney (2011) and Armstrong (2017), and for a useful discussion of the contours of the view see Armstrong (2009: 156–160).</p><p>17. Importantly this simplification does not equate nonrelational global egalitarianism and practice-independence. Some global prioritarians and global sufficientarians can be practice independent, on the account I argue for, as well as probably all utilitarians.</p><p>18. Rawlss (1999: 42) definition of considered convictions makes them narrower than intuitions. My argument, however, does not rely on a particular account of the nature of these moral phenomena, it just says 1) they are often part of the justification of a principle, and 2) they can be connected to practices.</p><p>19. It is not clear whether Sangiovanni (see 2016: 14ff) recognises this possibility, but given his endorsement of the distinction between justifying and grounding it is hard to see how he could deny it.</p><p>20. Note that there is a debate about whether certain types of relational goods can be housed withing distributive egalitarianism. For a recent overview of this debate see Elford (2017).</p><p>21. Interestingly, Sangiovanni’s own mode of application, <emphasis typeStyle=\"it\">mediated deduction</emphasis>, also advances evaluative claims, and so he could not claim that Accommodation is not, for this reason, a mode of application.</p><p>22. I also think that much of Armstrong’s work on natural resources could be construed in this spirit (see e.g., Armstrong, 2015: 138–145).</p><p>23. My claim here is that practice-independent theorists deny interpretation as a <emphasis typeStyle=\"it\">necessary starting point</emphasis> for the justification of a principle. There is a stronger version of this claim that says practice-independent theorists deny <emphasis typeStyle=\"it\">any</emphasis> relevance for interpretation. I think this is a plausible understanding of practice-dependence, but I do not rely on this stronger claim. Both the stronger and the weaker claim deny a fundamental relevance for interpretation, which is the key point.</p><p>24. Practice-dependence is less explicitly present, for example, in debates about climate justice (but see Moellendorf, 2014: ch.5), and so some who have been accused of isolationism do not explicitly endorse interpretation. Walton also identifies Helena de Bres as isolationist, and although she expresses sympathy with practice dependence (de Bres, 2013: 428), her disaggregated approach does not foreground interpretation.</p>", "publisher": "European Journal of Political Theory", "instances": ["Some libertarian accounts of global justice might not endorse this constraint, but these are unpopular in the literature and are not the views Caney and Walton are addressing. 6. g. , Rajamai, 2000; Gardiner, 2010: 14–16; Pickering and Barry, 2012).", "Both the stronger and the weaker claim deny a fundamental relevance for interpretation, which is the key point. 24. 5), and so some who have been accused of isolationism do not explicitly endorse interpretation. Walton also identifies Helena de Bres as isolationist, and although she expresses sympathy with practice dependence (de Bres, 2013: 428), her disaggregated approach does not foreground interpretation."]}, {"relevance_score": 13, "title": "Climate change and displacement: Towards a pluralist approach", "published": "2025-09-15", "bodyText": "<p>Declaration of conflicting interestsThe author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.</p><p>FundingThe author(s) disclosed receipt of the following financial support for the research, authorship, and/or publication of this article: This work was supported by the Leverhulme Trust, (grant number DS-2014-002).</p><p>ORCID iDJamie Draper <url normalizedValue=\"https://orcid.org/0000-0003-0177-3382\">https://orcid.org/0000-0003-0177-3382</url></p><p>1.Here I am influenced by Owen (2020).</p><p>2.For an argument that it is consistent with the logic of the Refugee Convention to grant some people displaced by climate impacts refugee status, see Lister (2014).</p><p>3.The pluralist theory of climate displacement thus has affinities to “practice-based” and “contextualist” forms of political theorising (e.g., Sangiovanni, 2008; Carens, 2004), though I do not think that it need be wedded to those approaches as their proponents understand them.</p><p>4.The contexts I outline here draw on, but revise, those set out in Kälin (2010).</p>", "publisher": "European Journal of Political Theory", "instances": []}, {"relevance_score": 65, "title": "Unruly kids? Conceptualizing and defending youth disobedience", "published": "2025-09-15", "bodyText": "<p>1 To my knowledge, no work in the civil disobedience literature discusses civil disobedience by children satisfactorily. Even Robin Celikates (2019: 3), who stresses the ‘radically transformative potential of civil disobedience’ by agents without citizens’ rights, such as irregularized migrants, does not mention children. While Daniel Weinstock (2015: 719) recognizes that children’s exclusion from formal processes provides a strong ground for civil disobedience, he claims that ‘children can at most be involved in acts of civil disobedience organized by adults’. And though Sybille Reinhardt (2019) acknowledges the ‘Fridays for Future’ movement to be civilly disobedient, she suggests that it ought to be law-abiding instead. (For an analysis of the adultism faced by ‘Fridays for Future’ in Germany, see Meade (2020).)</p><p>2 Examples include Larkins (2014), Nakata (2008) and Nishiyama (2017). None of these, however, examine the <emphasis typeStyle=\"it\">normative</emphasis> dimension of law-breaking which the civil disobedience literature addresses.</p><p>3 I use the term ‘youth disobedience’ rather than ‘child disobedience’ to match the language of the ‘Youth Rights Movement’.</p><p>4 See, e.g., Welchman (2001) for a critical genealogy of what is paradigmatically considered civil disobedience.</p><p>5 For an overview of protestors’ motives, see also Wahlström et al. (2019).</p><p>6 Accordingly, Celikates (2019: fn. 3) criticizes the view that civil disobedience requires ‘a clear political intention rather than an ascribed meaning or politicizing effect’.</p><p>7 Principled disobedience comprises civil disobedience – understood as public, non-evasive, nonviolent and broadly in accordance with decorum – as well as ‘uncivil’ disobedience, conscientious objection, and even terrorism (Delmas, 2018: 17).</p><p>8 For ways in which children ‘transgress […] the boundaries of existing norms of appropriate behaviour and rights’, see Larkins (2014).</p><p>9 Though note that von Essen strongly cautions against ‘constru[ing]’o disobedience as dialogic in itself’ (2017: 2).</p><p>10 See Carter (1998) for a similar argument regarding future generations. Note that Weinstock thinks that because marginalized persons cannot often exercise civil disobedience themselves, this justification mainly has implications for their allies. While of course true for future people, I think Weinstock underestimates other agents’ capacities. Most relevantly, Weinstock’s (2015: 720) claim that ‘[c]hildren can at most be involved in acts of civil disobedience organized by adults’ seems untenable considering the previous section’s analysis of different forms of youth disobedience. I deviate from Weinstock’s account more generally by emphasizing the justification for excluded <emphasis typeStyle=\"it\">agents</emphasis> and by treating the neglect of their interests as secondary.</p><p>11 Additionally, one might doubt that children can assess whether they do. This is a worry about political capacities, which I turn to in the next section.</p><p>12 The lack of uptake for children’s lawful protest is not accidental – it is connected to widespread convictions that enable children’s political exclusion in the first place. Prejudices about children’s political incapacity (which I address in the next section) mean that children are often wronged in their capacity as epistemic agents. For an account of epistemic injustice vis-a-vis children, see e.g. Burroughs and Tollefsen (2016).</p><p>13 In fact, respect for national self-determination might make justifying civil disobedience harder for tourists. But I here bracket questions about the legitimacy of the international state order. Sometimes, transnational protest can be very justified indeed (Cooke, 2019).</p><p>14 Steve Cooke (2019: 16–17) develops a similar case for ‘transnational civil disobedience’, arguing that ‘the <emphasis typeStyle=\"it\">All Affected Principle</emphasis> provides a stronger justification’ for protest by those excluded from a demos. The argument from exclusion that I develop also relates to Nancy Fraser’s concern about ‘injustices of misframing’ (e.g. Fraser, 2009: 62), identified by an ‘all-subjected principle’. And it is implicit in disobedient children’s self-description; see e.g. Thunberg et al. (2019) and Taft and Gordon (2013: 94).</p><p>15 Also, focusing on participation in formal processes exclusively would be misleading. Even when some groups are ‘formally included’, they may face barriers to participation.</p><p>16 This links to the point that while there is a diversity of childhoods, ‘generation’ is a relevant axis of intersectionality (Alanen, 2016: 159). Note also that the wide uptake of the protests that Thunberg initiated – far from the first youth climate protests – has to be viewed in the context of the (racial, economic, social) privileges of many of the movement’s participants (Meade, 2020: 105–106).</p><p>17 On the social construction of childhood, see Glaser (2018: 104–115).</p><p>18 In the following paragraphs, I loosely follow Glaser (2018: 38–50).</p><p>19 See Bray and Nakata (2020) for an analysis of how Arendt’s favoured ‘de-politicisation of children … sits uneasily alongside her account of natality and its potential for democratic renewal’.</p><p>20 For an overview of such research, see Umbers (2018: 6–7).</p><p>21 Weinstock (2015: 720), for instance, believes that exclusion only justifies civil disobedience by allies once they have ‘exhausted relevant institutional mechanisms, including mechanisms for the reform of democratic institutions that would incorporate the interests of unrepresented persons more robustly’.</p><p>22 For the re-constituting potential of civil disobedience, see Celikates (2019); for children as a ‘constitutive Other’, see Bray and Nakata (2020). </p><p>23 Thus, John Wall calls for moving beyond childhood studies and pursuing childism, which – akin to feminism for gender – advances a critique and reconstruction of research and society at large based on childhood (Wall, 2019).</p><p>24 This can hold especially true for specific groups like undocumented youth, who use disobedience to shift notions of citizenship (Carrasco and Saif, 2014) and illegality (Negrón-Gonzales, 2015).</p><p>25 Note that the ‘all affected principle’ (e.g. Goodin, 2007) is controversial. Some of its variants, however – like the ‘all-subjected principle’ (Fraser, 2009: 64–66) – would support my claims here equally.</p><p>26 Though this might be rather a choice of strategy than a conceptual necessity (Brownlee, 2004: 374). And note that persuasion does of course not mean ‘to beg world-leaders’ (Thunberg, 2019).</p><p>27 Note that advocating for not punishing school strikes is not equivalent to calling for a legal right to strike from school, which I do not take a stance on here.</p><p>28 Thanks to an anonymous referee for pushing me on this point.</p><p>29 See Delmas (2018: 189–190) for a critical discussion of the notion of ‘allieship’. For worries about paternalism in allieship, see also Cooke (2019: 10).</p><p>30 For an elaboration on Arendt’s proposal, see William Smith (2010). Note that he regards penalizing civil disobedience as congenial to institutionalizing it (Smith, 2010: 161–162).</p>", "publisher": "European Journal of Political Theory", "instances": []}, {"relevance_score": 73, "title": "The natural duty of justice in non-ideal circumstances: On the moral demands of institution building and reform", "published": "2025-09-15", "bodyText": "<p>Declaration of Conflicting Interests The author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.</p><p>Funding The author(s) disclosed receipt of the following financial support for the research, authorship, and/or publication of this article: The author wishes to acknowledge the support of the Leverhulme Trust (Philip Leverhulme Prize).</p><p>1 Cf. Rawls's (1999: 8) characterization of ideal and non-ideal theory.</p><p>2 I shall use these terms interchangeably.</p><p>3 Of course, which means of enforcement are appropriate will vary depending on the circumstances. For instance, if you promise to help me move into a new apartment, I acquire a right to your help. Assume, however, that the day of the move you show reluctance to keep your promise. In response, I may threaten to be unavailable the next time you need me, or to hold a grudge. These threats would also count as forms of enforcement.</p><p>4 This is just an illustration, and I am aware that this hypothesis may be contested, e.g. by some cosmopolitan thinkers.</p><p>5 See note 18 for further discussion.</p><p>6 This view is widely accepted, but has not gone unchallenged. See e.g. Cohen (1997); Murphy (1998).</p><p>7 Thanks to Anca Gheaus for making this suggestion.</p><p>8 Like Collins, I do not commit myself to a particular threshold of likelihood.</p><p>9 This claim needs to be qualified. Strictly speaking, no existing state has the capacity fully to secure the demands of justice because no existing state enjoys enough power and de facto authority to make sure that <emphasis typeStyle=\"it\">nobody ever</emphasis> violates just law. Yet many states seem to have the capacity to secure compliance with the demands of justice to a higher degree than they currently do.</p><p>10 On the distinction between interactional and institutional demands, see Pogge (2008).</p><p>11 For example, should shares be calibrated in light of one's capacities, one's having benefited from existing injustices and one's having contributed to causing them (see Caney, 2005, 2014)?</p><p>12 Depending on the case, these may range from voting for, and financing, the ‘correct’ party, to offering financial support to activist groups, and from going on strike when appropriate, to engaging in civil disobedience (cf. Caney, 2014: 135ff.; Collins, 2013).</p><p>13 On role responsibilities, see Hardimon (1994).</p><p>14 I am here assuming that individuals' ethos and their institutionally defined duties go hand-in-hand with each other. On the relationship between ethos and institutions, see Cohen (2000).</p><p>15 Of course, if Tom were to default on his reform responsibilities for no good reason he would also be susceptible to justice-based criticism.</p><p>16 This view has been challenged, but it is a presupposition of the entire discussion, and this is not the place to defend it.</p><p>17 Pasternak (2011) uses a similar argumentative strategy in a different context. She argues that when a democratic society embraces a solidaristic ethos, the costs of the political injustices it commits should be <emphasis typeStyle=\"it\">equally</emphasis> shared between citizens, as opposed to each bearing their share based on their individual level of involvement. This is due to the nature of the associative obligations that exist in a society characterized by practices of solidarity.</p><p>18 Miller (2011: 241–245) reaches a similar conclusion, but in a different context, and through a different line of argument. He considers cases of fair division of responsibility between individuals <emphasis typeStyle=\"it\">not</emphasis> united by any special ties (citizenship or otherwise): for example, five people drowning in a lake, and five bystanders each able rescue them. Miller holds that <emphasis typeStyle=\"it\">justice</emphasis> would require each bystander to save one person, and that any duty to pick up the slack would be grounded in humanitarian assistance rather than justice, since <emphasis typeStyle=\"it\">forcing</emphasis> compliers to do more than their fair share seems unjustifiable. Miller's perspective is partly compatible with mine, but differs from it in several respects. First, he focuses on ‘interactional’ cases, rather than on duties concerning institutional reform and that arise against the background of certain role responsibilities. Second, he thinks that a duty is a matter of justice rather than humanity (i.e. what I call beneficence) if we intuitively think that it may be justifiably enforced. I find this test suboptimal. This is because, while I agree that duties of beneficence cannot be <emphasis typeStyle=\"it\">rightfully</emphasis> enforced, I also believe it is sometimes all-things-considered justified – though still <emphasis typeStyle=\"it\">pro tanto</emphasis> wrong – to coerce others to perform them (Valentini, 2011: 52–53). For example, in the type of rescue cases Miller discusses, it seems to me that complying bystanders may be all things considered forced to pick up the slack – given that lives are at stake – but that this enforcement would be <emphasis typeStyle=\"it\">pro tanto</emphasis> wrong, and in need of compensation. For instance, whoever forced compliers to pick up the slack should apologize to them for infringing on their rights. Furthermore, compensation should ideally be exacted from non-compliers. Cf. the discussion of rights infringement in Feinberg (1978: 102). For further discussion of these kinds of cases, with different conclusions than Miller's, see Karnein (2014) and Stemplowska (2016).</p><p>19 Thanks to Avia Pasternak for drawing my attention to this. For a different view, see Kates (2014: 402). Kates treats associative duties of fairness and natural duties as completely separate. In his view, the content of the latter, unlike that of the former, is not affected by the rules governing existing associations. Moreover, Kates argues that while we lack a fairness-based obligation to pick up the slack in the face of others' non-compliance, the natural duty of mutual aid may still require us to do more than our fair share when this is necessary to meet people's urgent needs. Finally, for Kates (but not for me), obligations of fairness, natural duties to support just institutions and natural duties of mutual aid <emphasis typeStyle=\"it\">all</emphasis> count as setting out demands of justice. See Kates (2014: 404, fn. 26).</p><p>20 The qualification ‘because of non-compliance’ is key. A moderate level of free-riding often makes little difference to the overall provision of public goods, but this is clearly not sufficient to justify it.</p><p>21 Thanks to Keith Hyams for suggesting this point. For a detailed discussion of the duty to signal, in the context of ethical consumption, see Lawford-Smith (2015).</p><p>22 Thanks to an anonymous reviewer for making this suggestion.</p><p>23 David Estlund (2017: 51) has independently adopted a similar label for a similar phenomenon, which he calls the ‘normativity gap’.</p><p>24 Thanks to an anonymous reviewer for raising this point.</p><p>25 This is in the context of what he calls ‘the puzzle of plural obligation’, from which I have learnt. For a brief discussion of the puzzle, see Estlund (2017: sec. 7).</p><p>26 I thank an anonymous reviewer for raising this concern.</p><p>27 The scenario is inspired by Singer's (1972) famous case.</p><p>28 Thanks to Miriam Ronzoni and Tamara Jugov for discussion.</p>", "publisher": "European Journal of Political Theory", "instances": []}, {"relevance_score": 9, "title": "The common but differentiated responsibilities of states to assist and receive ‘climate refugees’", "published": "2025-09-15", "bodyText": "<p>1 The question of what rights displaced peoples should be entitled to enjoy once they settle in new states is beyond the scope of this paper. The debates on this question largely turn on whether basic (individual) liberal rights would suffice, or whether states should allow the displaced nations to preserve their national identities and exercise rights of national self-determination beyond what is required by basic liberal rights (e.g. Lister, 2014; Nine, 2010; Ödalen, 2014; Rayfuse, 2010).</p><p>2 Vulnerability to climate change is a function of exposure to risk, sensitivity to risk and adaptive capacity so some populations will be better equipped to withstand rising seas or address challenges to food security than others by, for example, building sea walls or changing patterns of agriculture to adapt to rising temperatures and/or diminishing fresh water availability. This means that forced international migration due to impacts other than sea level rise cannot always be solely attributed to climate change. However, I treat sea level rise as a special case since unlike most other climate change impacts, it cannot be addressed in situ and is therefore beyond the limits of in-country adaptation.</p><p>3 In contrast, Jane McAdam (2012) has defended regional agreements rather than a treaty modelled on the refugee convention while David Hodgkinson has argued that international relocation should be managed through bilateral regional agreements between ‘home’ and ‘host’ states negotiated under the aegis of a multilateral convention (Hodgkinson et al., 2012).</p>", "publisher": "European Journal of Political Theory", "instances": []}, {"relevance_score": 2, "title": "Jonge juriste strijdt bij ICJ voor klimaatrechtvaardigheid", "published": "2025-07-22", "bodyText": "<p>Het Internationaal Gerechtshof (ICJ) in Den Haag doet woensdag uitspraak in de klimaatzaak die eilandstaat Vanuatu startte. Noemi Zenk Agyei (25) kijkt erg uit naar het advies van het ICJ.</p>", "publisher": "Reformatorisch Dagblad", "instances": []}, {"relevance_score": 4, "title": "Bijbelse theologie van klimaatverandering", "published": "2025-06-21", "bodyText": "<p>Klimaatverandering wordt nogal eens gezien als hét issue van onze tijd. Christenen in de gereformeerde gezindte gaan daarin mee of distantiëren zich er juist van. Maar wat is hierin Bijbels? Wat zou een Bijbelse theologie van klimaatverandering zijn?</p>", "publisher": "Reformatorisch Dagblad", "instances": []}, {"relevance_score": 34, "title": "Somberheid kan gepaard gaan met strijdbaarheid", "published": "2025-03-06", "bodyText": "<p nitf:lede=\"true\">Het lijkt alweer een eeuwigheid geleden dat tienduizenden mensen de straat op gingen voor een klimaatmars. Het was een tijd waarin een braaf middenkabinet aan de macht was, dat zich trots had gepresenteerd als 'het groenste ooit' en - kun je het je voorstellen? - daadwerkelijk bezig was met wetgeving om die kwalificatie eer aan te doen. Over de eindbestemming, CO2-neutraal in 2050, leek vrijwel iedereen het eens, waar vooral over gesteggeld werd was de precieze route en het tempo. En omdat het de milieubewuste burger niet snel genoeg ging, schilderde hij leuzen als 'Er is geen planeet B' of 'Climate Justice Now!' op zijn spandoek en toog hij naar de Dam.</p><p>Maar nu de Navo-chef ons aanraadt om een survivalkit aan te schaffen en de Amerikaanse president zich ontpopt tot leider van de illiberale wereld, zijn er acutere zorgen dan de opwarming van de aarde. Natuurlijk blijven koppige klimaatrebellen wegen blokkeren of aandeelhoudersvergaderingen ontregelen, maar de kans om zich aan een talkshowtafel vast te lijmen krijgen ze niet meer. In een wanhopige zoektocht naar een laatste redmiddel richten klimaatactivisten zich daarom vaker tot de rechter, al is het maar de vraag in hoeverre die wat kan doen aan het steeds schrijnender wordende onrecht (zie het artikel op pagina 36).</p><p>Als er nu demonstraties worden georganiseerd, is dat om tegenwicht te bieden tegen het oprukkend racisme en rechts-extremisme (22 maart op de Dam). Toegegeven, dat zijn geen onbelangrijke zaken. Maar ergens voelt het als een nederlaag dat we kennelijk op het punt zijn gekomen dat er massaprotesten nodig zijn om de democratie en mensenrechten te verdedigen.</p><p>Onlangs had <emphasis typeStyle=\"it\">The New York Times</emphasis> zijn columnisten gevraagd om de belangrijkste beslissingen in de eerste maand van Trumps tweede termijn te rangschikken. Het meest zorgen maakten ze zich over zijn houding ten opzichte van Oekraïne. Minder moeite hadden ze met de afbreuk van het diversiteitsbeleid. Wonderbaarlijk genoeg verdiende Trumps ecologische destructiedrang helemaal geen plekje op de grafiek. In al het rumoer rondom de semi-staatsgreep van Elon Musk en de diplomatieke provocaties van JD Vance, zou je bijna vergeten dat klimaatontkenning officieel beleid is geworden nu de Verenigde Staten zich hebben teruggetrokken uit het Parijs-akkoord, milieuwetgeving schrappen en ruim baan geven aan de fossiele industrie.</p><p>Ondertussen lijkt het nieuwe realisme bij de brave middenpartijen in Europa dat het wel een tandje minder kan met die groene agenda. Hameren op het klimaat is geen winnende strategie, dat zou de les zijn van de laatste verkiezingsuitslagen. In de eindeloze stroom aan de 'links moet...'-analyses luidde de conclusie vaak dat hoogopgeleide wereldverbeteraars eens buiten hun bubbel moeten kijken. Dan zie je dat de meeste mensen nu eenmaal niet bezig zijn met insectensterfte of het afzwakken van de Golfstroom. Zij worden onrustiger van een mogelijke warmtepompplicht dan van een mogelijke dijkdoorbraak.</p><p>Het is gekmakend, zeker als je weet dat dit een cruciaal decennium is om de planeet enigszins leefbaar te houden. Maar waag het niet om pessimistisch te worden! 'Keer op keer krijgen activisten dezelfde boodschap te horen', schrijft filosofe Mara van der Lugt in een essay op pagina 48. 'Wees hoopvol, wees optimistisch, anders geef je het op.' Met instemming wordt dan Karl Popper aangehaald, die optimisme ooit een 'morele plicht' noemde, maar wie de filosoof goed leest, begrijpt dat hij niet bedoelde dat we er simpelweg op moeten vertrouwen dat de toekomst beter wordt.</p><p>Waar we voor moeten waken is niet pessimisme, maar fatalisme. Somberheid kan prima gepaard gaan met strijdbaarheid, want wie ziet dat het de verkeerde kant op gaat, is extra gemotiveerd om het tij te keren. 'Hoopvol pessimisme' noemt Van der Lugt dat. We zullen het nodig hebben.</p><p><emphasis typeStyle=\"bf\">In het rumoer zou je bijna vergeten dat klimaatontkenning beleid is geworden</emphasis></p>", "publisher": "De Groene Amsterdammer", "instances": ["- daadwerkelijk bezig was met wetgeving om die kwalificatie eer aan te doen. Over de eindbestemming, CO2-neutraal in 2050, leek vrijwel iedereen het eens, waar vooral over gesteggeld werd was de precieze route en het tempo. op zijn spandoek en toog hij naar de Dam. Maar nu de Navo-chef ons aanraadt om een survivalkit aan te schaffen en de Amerikaanse president zich ontpopt tot leider van de illiberale wereld, zijn er acutere zorgen dan de opwarming van de aarde."]}, {"relevance_score": 78, "title": "Enquête", "published": "2023-11-02", "bodyText": "<p nitf:lede=\"true\">Geef aan met welke van de stellingen je het eens bent. Please indicate which of the statements you agree with.</p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">· Kunst vertaalt de wereld naar het Engels.</emphasis> Art translates the world into English.</p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">· Ik besteed minstens een derde van de tijd dat ik wakker ben, aan spreken.</emphasis>I spend at least a third of my waking time speaking.</p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">· Een maatschappij heeft een gemeenschappelijke taal nodig om te slagen.</emphasis>A society needs a common language to succeed.</p><p><emphasis typeStyle=\"bf\">· Ik heb een hekel aan stemopnamen waarin je ademhaling kunt horen.</emphasis>I dislike voice recordings where breath is audible.</p><p><emphasis typeStyle=\"bf\">· Ik beheers de taal waarin de grondwet van het land waar ik woon, is geschreven.</emphasis> I master the language in which the constitution of my country of residence is written.</p><p><emphasis typeStyle=\"bf\">· Ik woon op minder dan 30 minuten rijden van een taalgrens.</emphasis> I live less than a 30-minute drive away from a language border.</p><p><emphasis typeStyle=\"bf\">· Ik spreek niet altijd om begrepen te worden.</emphasis> I don't always speak to be understood.</p><p><emphasis typeStyle=\"bf\">· Ik ben eentalig.</emphasis> I am monolingual.</p><p><emphasis typeStyle=\"bf\">· Het dragen van een mondkapje heeft invloed op de kwaliteit van mijn stemuitdrukking.</emphasis> Wearing a face mask affects the quality of my vocal expression.</p><p><emphasis typeStyle=\"bf\">· Mijn taal is verbonden aan een ontstaansgeschiedenis.</emphasis> My language is tied to a history of origin.</p><p><emphasis typeStyle=\"bf\">· Er bestaat niet zoiets als een 'moedertaal'.</emphasis> There is no such thing as a 'native language'.</p><p><emphasis typeStyle=\"bf\">· Als een taal niet op scholen wordt onderwezen, heeft hij geen overlevingskans.</emphasis> If a language is not taught in schools, it has no chance of survival.</p><p><emphasis typeStyle=\"bf\">· Ik kan een deepfake stem herkennen.</emphasis>I can recognize a <emphasis typeStyle=\"it\">deepfake</emphasis> voice.</p><p><emphasis typeStyle=\"bf\">· Ik kan de achtergrond van mensen herleiden uit hun uitspraak van de r.</emphasis>I can trace people's backgrounds from their pronunciation of the r.</p><p><emphasis typeStyle=\"bf\">· Ik kan fysiek iemands woede voelen als ik met hen praat via een scherm.</emphasis> I can physically sense someone's anger when I talk with them via a screen.</p><p><emphasis typeStyle=\"bf\">· Ik maak deel uit van de wording of de creatie van een nieuwe taal.</emphasis> I am part of the becoming or the creation of a new language.</p><p><emphasis typeStyle=\"bf\">· De termen 'Dunglish' en 'Steenkolenengels' zijn niet kleinerend.</emphasis> The terms 'Dunglish' and 'Steenkolenengels' aren't pejorative.</p><p><emphasis typeStyle=\"bf\">· Taalstrijd en taalrechten zijn alleen nog politiek relevante onderwerpen voor populisten.</emphasis> Language strugge and language rights are only still politically relevant topics to populists.</p><p><emphasis typeStyle=\"bf\">· Het voelt goed om gecomplimenteerd te worden met mijn beheersing van het Engels.</emphasis> It feels good to be complimented on my English proficiency.</p><p><emphasis typeStyle=\"bf\">· Mijn navigatiesysteem spreekt net als ik.</emphasis> My navigation system speaks like I myself do.</p><p><emphasis typeStyle=\"bf\">· Taalrechtvaardigheid is een minder urgente kwestie dan klimaatrechtvaardigheid.</emphasis> Linguistics justice is a less urgent issue than climate justice.</p><p><emphasis typeStyle=\"bf\">· Spreken op videoconferentieplatforms als Zoom beïnvloedt de manier waarop ik face-to-face spreek.</emphasis> Speaking on video conferencing platforms like Zoom affects the way I speak face-to-face.</p><p><emphasis typeStyle=\"bf\">· Ik woon in een land met een minister van officiële talen.</emphasis> I live in a country that has a Minister of Official Languages.</p><p><emphasis typeStyle=\"bf\">· Fluisterspraak is minder besmettelijk dan gewone spraak.</emphasis> Whispered speech is less contagious than regular speech.</p><p><emphasis typeStyle=\"bf\">· Het vertalen van namen is een onwenselijke vorm van acculturatie.</emphasis>The translation of names is an undesirable form of acculturation.</p><p><emphasis typeStyle=\"bf\">· Ik moet mijn taal beschermen tegen besmetting door een andere taal.</emphasis>I need to protect my language from contamination by another language.</p><p><emphasis typeStyle=\"bf\">· Engels- en Nederlandstaligen gebruiken veel adem bij het spreken en dragen daardoor bovengemiddeld veel virusdeeltjes over.</emphasis> English and Dutch speakers use a lot of breath when speaking and therefore transmit an above-average number of virus particles.</p><p><emphasis typeStyle=\"bf\">· Iedereen heeft een accent.</emphasis> Everybody has an accent.</p><p><emphasis typeStyle=\"bf\">· De Engelse taal maakt bewustwording van en mobilisatie rond de strijd voor andere talen mogelijk.</emphasis> The English language enables the awareness of and mobilization around struggles for other languages.</p><p><emphasis typeStyle=\"bf\">· Ik ben me meer bewust van taalgevoeligheden dan de meeste mensen.</emphasis> I am more aware of linguistic sensitivities than most people.</p><p><emphasis typeStyle=\"bf\">· Ik kan zien dat deze stellingen niet met ChatGPT of een soorgelijke applicatie zijn gemaakt.</emphasis> I can tell that these statements were not made with ChatGPT or any similar application.</p><p><emphasis typeStyle=\"bf\">· Deze stellingen zijn niet zo controversieel, dus ik zou er geen bezwaar tegen hebben als mijn antwoorden openbaar zouden worden gemaakt.</emphasis> These statements are not that controversial, so I would not object to my answers being made public.</p><p><emphasis typeStyle=\"bf\">Op <url normalizedValue=\"http://www.contagious-speech.org\">www.contagious-speech.org</url> zie je hoe jouw antwoorden zich verhouden tot die van anderen, en of je tot de meerderheid of de minderheid van de respondenten behoort. Je naam en metadata zullen niet worden opgeslagen.</emphasis> At www. contagious-speech.org you can see how your answers compare to those of others, and whether you belong to the majority or minority of respondents. Your name and metadata will not be stored.</p><p>Deze enquête hoort bij het project 'Contagious Speech' van Nicoline van Harskamp, dat gaat over adem, spraak en schermen. De eerste (Frans/ Engelse) versie van de vragenlijst werd in 2022 ontwikkeld voor een tentoonstelling in Galerie UQO in Quebec, Canada. Een tweede (Spaans/ Engelse) versie ontstond in samenwerking met het Clemente Center in New York City in 2023. De versie hierboven in het Nederlands en Engels werd gemaakt voor het Ultrasympathetic Ultratranslation Symposium bij BAK Utrecht in 2023.</p>", "publisher": "De Groene Amsterdammer", "instances": ["My navigation system speaks like I myself do. · Taalrechtvaardigheid is een minder urgente kwestie dan klimaatrechtvaardigheid. · Spreken op videoconferentieplatforms als Zoom beïnvloedt de manier waarop ik face-to-face spreek. Speaking on video conferencing platforms like Zoom affects the way I speak face-to-face."]}, {"relevance_score": 3, "title": ",,Palestijnen hebben ook een ziel voor de eeuwigheid\"", "published": "2023-11-21", "bodyText": "<p>Hoe breng je in de klas de oorlog in Israël voor het voetlicht? In gesprek met drie christelijke geschiedenisdocenten. ,,Laat alle kanten van het conflict aan bod komen.\"</p>", "publisher": "Reformatorisch Dagblad", "instances": []}, {"relevance_score": 90, "title": "Een belasting op miljonairs?", "published": "2023-02-23", "bodyText": "<p nitf:lede=\"true\">In de komende jaren zullen de klimaatkosten alleen maar stijgen. Hoe zorgen we ervoor dat de pijn eerlijk wordt verdeeld?</p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">Eigenlijk zou een hamburger</emphasis> fors duurder moeten zijn. Een vliegticket is veel te goedkoop. En kijk, pas nu de gasprijs tot alarmerende hoogte is geklommen maken we serieus werk van energiebesparing. Voor economen is het evident: de prijsprikkel is een krachtig instrument om het gedrag van consumenten bij te sturen. Willen we de duurzaamheidsdoelen behalen, dan zullen we onze schadelijke gewoonten moeten beprijzen terwijl we groene alternatieven subsidiëren. Vandaar dat zoveel economen voorstander zijn van een CO2-belasting.</p><p nitf:lede=\"true\">Maar economen hoeven geen verkiezingen te winnen. Er is een reden waarom ieder voorstel voor een vleestaks sneuvelt in politiek Den Haag: vooral de partijen die zeggen op te komen voor de minderbedeelden, de SP en PVV voorop, zijn faliekant tegen. En welke lijsttrekker durft een verkiezingscampagne in te gaan met de belofte dat een retourvlucht naar Barcelona straks twee keer zo duur is? Moeten biefstuk en vliegvakanties soms weer elitair worden? Kunnen de rijken gewoon doorgaan met hun vervuilende praktijken, terwijl de hardwerkende Nederlander gedwongen wordt om soberder te leven? Dat voelt oneerlijk.</p><p>Voor menige politicus vormen de gele hesjes nog altijd een potent schrikbeeld. De moraal van dat Franse verhaal is dat er maatschappelijke onvrede ontstaat wanneer duurzaamheidsmaatregelen (in dit geval een verhoging van de benzineprijs) zonder overleg worden uitgestort op de bevolking. De Fransen op het platteland, die zijn aangewezen op de auto omdat er simpelweg geen fatsoenlijk openbaar vervoer beschikbaar is, werden de dupe van de groene agenda die was bedacht door de bestuurders in Parijs.</p><p>De onderzoekers van de Wetenschappelijke Raad voor het Regeringsbeleid (wrr) noemen de <emphasis typeStyle=\"it\">gilet jaunes</emphasis> meermaals in het rapport <emphasis typeStyle=\"it\">Rechtvaardigheid in het klimaatbeleid</emphasis> dat vorige week verscheen. Die protesten illustreren namelijk dat het voor het draagvlak funest is wanneer klimaatbeleid als onrechtvaardig wordt gezien. We willen allemaal dat de vervuiler betaalt, maar terwijl huishoudens de energierekening zien oplopen, boeken oliemaatschappijen recordwinsten. Ook dat voelt oneerlijk.</p><p>Het duurzaamheidsdebat gaat een nieuwe fase in, signaleert de wrr. Het gesteggel over de ernst van de klimaatcrisis is voorbij. De gevolgen van de stijgende temperatuur zijn elk jaar voelbaar en afgezien van een paar verstokte pseudosceptici is iedereen het erover eens dat er iets moet gebeuren. Nu is de uitdaging om handen en voeten te geven aan de ambitie om binnen drie decennia klimaatneutraal te zijn.</p><p>Daar zijn natuurlijk kosten mee gemoeid. Niet alleen zijn investeringen nodig om de CO2 uitstoot terug te dringen, het kost ook geld om de dijken te verstevigen en steden te vergroenen - om ons, kortom, aan te passen aan het leven op een warmere planeet. Daarbij komt nog de economische schade als gevolg van de stormen, hittegolven en droogtes die alleen maar extremer zullen worden.</p><p>De kernboodschap van de adviesraad, 'dat er in klimaatbeleid stelselmatige aandacht moet zijn voor rechtvaardigheid bij het verdelen van klimaatkosten', voelt een beetje als een open deur. Milieuactivisten en vakbondsleiders hameren er al jaren op dat het klimaatvraagstuk onlosmakelijk verbonden is met het verdelingsvraagstuk. In de Europese Green Deal zijn miljarden ingeruimd voor een <emphasis typeStyle=\"it\">just transition fund,</emphasis> bedoeld om worstelende lidstaten of regio's een steuntje in de rug te geven. Bij klimaatmarsen scanderen demonstranten dat ze <emphasis typeStyle=\"it\">climate justice</emphasis> willen - en wel nu. En op internationale conferenties eisen arme landen die nu al geraakt worden door klimaatrampen genoegdoening van de rijke staten die hun rijkdom hebben te danken aan het verbranden van olie, kolen en gas.</p><p>Het verdelingsvraagstuk is altijd al de inzet van politieke strijd geweest. Het verschil bij klimaatbeleid is dat het niet zozeer gaat over de verdeling van welvaart als wel over de verdeling van de pijn. Willen we de planetaire grenzen respecteren, dan ontkomen we er niet aan te tornen aan sommige naoorlogse verworvenheden. Of zoals de Franse president Emmanuel Macron het na het uitbreken van de oorlog in Oekraïne verwoordde: 'Misschien komt het tijdperk van de overvloed en onbezorgdheid ten einde.'</p><p><emphasis typeStyle=\"bf\">Eric Wiebes, minister van Economische Zaken</emphasis>en Klimaat in het vorige kabinet, formuleerde zijn missie een stuk praktischer. Hij was op 'tonnenjacht'. Het klimaatakkoord moest dan ook in kaart brengen waar zo veel mogelijk megatonnen CO2 gereduceerd konden worden, het liefst tegen zo laag mogelijke kosten. Het resultaat was dat de elektriciteitssector de grootste reductieopgave kreeg, terwijl de landbouw werd ontzien, omdat het voor boeren ingewikkelder en duurder is om de vervuiling te bestrijden.</p><p>Hier werd geredeneerd volgens het principe van het 'grootste nut', aldus de wrr, waarbij 'het behalen van maximaal effect' de graadmeter is. Hoe meer de tijd begint te dringen, hoe groter de verleiding wordt om, onder het mom van 'lange halen, gauw thuis', te grijpen naar generieke maatregelen. Het gevaar laat zich raden: door de nauwe focus op broeikasgassen raakt het verdelingsvraagstuk ondergesneeuwd. Dat is precies waar het nu vaak schuurt, constateert de wrr: de discussie over rechtvaardigheid komt pas achteraf op tafel.</p><p>Zoals het een wetenschappelijke adviesraad betaamt, is het rapport voorzichtig met het voorschrijven van beleid. In plaats daarvan onderscheiden de onderzoekers vier verschillende perspectieven op rechtvaardigheid. Naast het 'grootste nut' is er bijvoorbeeld het principe van 'gelijke monniken, gelijke kappen'. Dat was de logica achter het proefballonnetje waarmee Barbara Baarsma afgelopen zomer ophef veroorzaakte. Wat nou, opperde de hoogleraar toegepaste economie, als we iedere burger een persoonlijk CO2-budget geven? Iedereen krijgt evenveel uitstootrechten en wanneer iemand rechten over heeft kan die ze verkopen aan iemand die tekortkomt, waardoor CO2-handel volgens Baarsma een nivellerend effect kan hebben.</p><p>Waar zo'n soort benadering aan voorbij gaat, waarschuwt de wrr, is dat de monniken in werkelijkheid helemaal niet zo gelijk zijn. Het zal een miljonair waarschijnlijk weinig pijn doen om wat extra CO2-rechten te kopen om zijn overdadige consumptie in stand te houden, terwijl een bijstandsouder zich genoodzaakt ziet om koolstofkredieten in de verkoop te doen om de maandlasten te kunnen betalen.</p><p>Eerlijker zou het zijn als er rekening wordt gehouden met draagkracht en solidariteit - het derde perspectief. Dat is bijvoorbeeld de gedachte achter het voorstel van GroenLinks en de PvdA om te experimenteren met gratis openbaar vervoer voor lagere inkomens. Door de gestegen prijzen van trein- en buskaartjes zouden meer mensen kampen met 'vervoersarmoede'. De vierhonderd miljoen die het zou kosten om dat te bestrijden, willen de linkse partijen ophalen door rijke burgers en bedrijven extra te belasten. Het is een maatregel die zowel ongelijkheid tegengaat als de klimaatdoelen dichterbij moet brengen. Het gevaar van zulke 'solidaire' maatregelen, aldus de wrr, is dat die op gespannen voet kunnen staan met het 'grootste nut'-principe. Anders gezegd: de eerlijke optie is vaak niet de meest efficiënte manier om de CO2-uitstoot terug te dringen.</p><p>Ten slotte is er nog het klassieke principe van 'de vervuiler betaalt', dat appelleert aan een basaal gevoel van rechtvaardigheid: wie troep maakt, moet dat zelf opruimen. Het vormt het idee achter allerlei vormen van milieuheffingen, of het nu gaat om een CO2-belasting of een vliegtaks. De andere kant van de medaille is dat 'de verduurzamer verdient'. Zo worden de aanschaf van elektrische auto's en zonnepanelen gestimuleerd met allerlei subsidies en belastingvoordelen. Op die manier krijgen we de homo economicus op het groene pad, is de gedachte.</p><p>Ook hier ontwaart de wrr een valkuil: zelfs dit ogenschijnlijk eerlijke principe leidt niet automatisch tot rechtvaardige uitkomsten. Want terwijl de toch al welgestelde Tesla-rijder profiteert van subsidies op elektrische auto's zien huishoudens in slecht geïsoleerde huurwoningen een extra CO2-heffing direct terug op hun energierekening. Of neem de discussie rondom de salderingsregeling voor zonnepanelen. Die regeling heeft ervoor gezorgd dat Nederland kampioen zon-op-dak is geworden. Een neveneffect is alleen dat de stroomprijs voor mensen die zich geen zonnepanelen kunnen veroorloven extra hoog is geworden. Oftewel: indirect betalen de armen mee aan de zonnepanelen van de rijken.</p><p><emphasis typeStyle=\"bf\">'Ik zie klimaatrechtvaardigheid als</emphasis> multitasken', zei Naomi Klein onlangs tegen <emphasis typeStyle=\"it\">The Guardian</emphasis> . De Canadese journalist en activist is tegenwoordig ook hoogleraar climate justice aan de universiteit van British Columbia. 'We leven in een tijd van meerdere, overlappende crises: we kampen met een gezondheidscrisis, een woningcrisis, een ongelijkheidscrisis, een raciale ongelijkheidscrisis en een klimaatcrisis, en we komen niet verder als we ze allemaal één voor één proberen te bestrijden.'</p><p>Maar hoe ziet dat multitasken er in de praktijk uit? Er liggen al voorstellen om de opbrengsten van een vleestaks te gebruiken om de zorgtoeslag voor lagere inkomensgroepen te verhogen. Of om het openbaar vervoer gratis te maken voor arme mensen. We zouden de belasting voor vliegtickets per reis kunnen laten oplopen, zodat welvarende veelvliegers meer bijdragen.</p><p>Nog los van de hoofdpijn die zulke voorstellen ongetwijfeld veroorzaken bij de Belastingdienst is het de vraag of het verstandig is om voor iedere duurzaamheidsmaatregel een aparte compensatieregeling te bedenken. Misschien verraden de zorgen over 'energiearmoede' en 'verkeersarmoede' een dieperliggend probleem: dat de welvaart in Nederland sowieso schrijnend oneerlijk verdeeld is. Of zoals Tim 'S Jongers, de directeur van het wetenschappelijk bureau van de PvdA, schreef in een column voor <emphasis typeStyle=\"it\">De Correspondent:</emphasis> 'Als we niet willen dat er bij elke transitie een nieuwe armoede bij komt, dan is het zaak dat armoede als een breed probleem wordt gedefinieerd en aangepakt, en de samenleving financieel veerkrachtiger wordt, waarbij de sterkste schouders de zwaarste lasten dragen.'</p><p>Zelfs als de zwakkere schouders ontlast worden, zullen waarschijnlijk weinig mensen staan te springen om een vliegbelasting of een vleestaks. Het wantrouwen tegen een overheid die een culinaire dictatuur wil opleggen en zich bemoeit met het vakantievervoer van haar onderdanen laat zich niet wegnemen door allerlei compensatieregelingen of een verhoging van het minimumloon. Het gaat niet alleen om de boekhoudkundige rekensom, maar ook om de perceptie van burgers. De gele hesjes kwamen in opstand tegen een bestuurlijke elite die geen oog had voor hun leefwereld, de verhoging van de brandstofprijs was slechts de vonk in een kruitvat vol ongenoegen. Daarom is het voor het draagvlak zo belangrijk om de inspraak van burgers meer te laten zijn dan de wassen neus die het nu vaak is, benadrukt de wrr, bijvoorbeeld door middel van een burgerberaad.</p><p>Wat minstens zo belangrijk is om te blijven benadrukken is dat de mensen in sociale huurwoningen die regelmatig een gehaktbal eten en eens per jaar met het vliegtuig op vakantie gaan, niet de voornaamste veroorzakers zijn van de klimaatcrisis. Een heffing op vlees voelen zij weliswaar direct in hun portemonnee, omdat een relatief groot deel van hun budget op gaat aan boodschappen, maar het is het consumptiepatroon van de mensen die niet wakker liggen van stijgende inflatie dat een veel grotere aanslag vormt op het milieu. Iemand die behoort tot de rijkste één procent van de Nederlanders stoot gemiddeld 39 keer zo veel uit als iemand die behoort de laagste inkomensgroep, zo becijferde onderzoeksbureau Ecorys eind vorig jaar. Zo bezien is het klimaat misschien nog wel het meest gebaat bij een stevige miljonairstaks.</p>", "publisher": "De Groene Amsterdammer", "instances": ["Milieuactivisten en vakbondsleiders hameren er al jaren op dat het klimaatvraagstuk onlosmakelijk verbonden is met het verdelingsvraagstuk. In de Europese Green Deal zijn miljarden ingeruimd voor een just transition fund, bedoeld om worstelende lidstaten of regio's een steuntje in de rug te geven. En op internationale conferenties eisen arme landen die nu al geraakt worden door klimaatrampen genoegdoening van de rijke staten die hun rijkdom hebben te danken aan het verbranden van olie, kolen en gas. Het verdelingsvraagstuk is altijd al de inzet van politieke strijd geweest.", "Oftewel: indirect betalen de armen mee aan de zonnepanelen van de rijken. Ik zie klimaatrechtvaardigheid als multitasken', zei Naomi Klein onlangs tegen The Guardian . 'We leven in een tijd van meerdere, overlappende crises: we kampen met een gezondheidscrisis, een woningcrisis, een ongelijkheidscrisis, een raciale ongelijkheidscrisis en een klimaatcrisis, en we komen niet verder als we ze allemaal één voor één proberen te bestrijden. Maar hoe ziet dat multitasken er in de praktijk uit?"]}, {"relevance_score": 3, "title": "Prins Charles was te tackelen", "published": "2021-11-10", "bodyText": "<p>Nu ik de reis naar Nederland weer aanvang, komen de mijmeringen op gang. Er borrelt een vreemde mengelmoes van gevoelens op. De klimaattop was overweldigend, bevreemdend en hoopgevend.</p>", "publisher": "Reformatorisch Dagblad", "instances": []}, {"relevance_score": 69, "title": "Gelovigen lopen mee in Klimaatmars", "published": "2021-11-08", "bodyText": "<p nitf:lede=\"true\">Zaterdag vond in Amsterdam de Klimaatmars plaats. Zo'n veertigduizend mensen vroegen aandacht voor de opwarmende aarde. </p><p nitf:lede=\"true\">Voorafgaand aan de mars kwamen gelovigen samen in de Westerkerk. </p><p nitf:lede=\"true\">Amsterdam </p><p nitf:lede=\"true\">Manoushka Tinbergen (11) vindt samen met haar moeder als een van de eerste bezoekers een plek in de Westerkerk. Voorafgaand aan de Klimaatmars wordt hier een interreligieuze viering gehouden, georganiseerd door de Klimaat- en Geloofgroep van Milieudefensie. Manoushka is niet gelovig, maar maakt zich wel zorgen om de opwarming van de aarde. 'Dieren sterven uit, planten gaan dood en Nederland zal misschien onder water lopen. Ik wil dat de klimaatverandering stopt.' Politici helpen daar tot nu toe 'zeker niet' aan mee, vindt ze. 'Rutte vindt de economie belangrijker. Maar ik denk dan: het kost ook heel veel geld als Nederland onder water loopt en mensen gered moeten worden.' Fietsen in plaats van met de auto reizen en afval scheiden raadt Manoushka iedereen aan. 'En je kunt een brief naar Rutte schrijven met de boodschap dat het anders moet. Mijn brief is al af.' </p><p nitf:lede=\"true\">'De aarde klaagt ons aan'</p><p>Gastheer van de viering en dominee van de Westerkerk Herman Koetsveld heet iedereen van harte welkom. Op de voorste rijen van de kerk zitten vertegenwoordigers van verschillende religies en levensbeschouwingen. Karishma Datai (27) zit ook vooraan. Ze is hindoe en zal straks een aantal mantra's voordragen over wereldwijde vrede en saamhorigheid. Datai: 'Samen moeten we de aarde koesteren, want de natuur geeft leven.' Concreet vindt ze dat grote vervuilers meer belasting moeten betalen. 'Al ligt de verantwoordelijkheid bij de mensen zelf. Door natuurlijke producten te kopen bij lokale ondernemers, draag je bij aan een duurzame wereld.'  </p><p><emphasis typeStyle=\"bf\">Klimaatlied</emphasis></p><p>Na het aansteken van een kaars, zingt Koetsveld het eerste couplet van zijn zelfgeschreven Klimaatlied voor. Veel bezoekers zingen mee. 'Dat kan iets steviger, laten we gaan staan', moedigt Koetsveld de mensen aan. 'De aarde kreunt, kraakt in haar voegen, drager van leven, uitgeput, zo uit balans', klinkt het in de kerk. 'De aarde klaagt ons aan, om zo niet door te gaan.' </p><p>Enis Odaci verzorgt een bijdrage vanuit de Koran. 'De mens doet alsof hij god op aarde is en heerst over alles. Maar we zijn slechts één orkaan verwijderd van ontworteling', spreekt Odaci. Hij roept zijn toehoorders op: 'Laten we onze toekomst beschermen.'  </p><p>Dan klinkt er muziek in de kerk. Jelina Leenders voert de dans 'Vreugde om de schepping' uit. In haar paarse rok zwiert ze tussen de rijen mensen door. </p><p>Shemaraiah Baddoo (14) is christen en mag spreken namens de jonge generatie in Nederland. 'God heeft ons de aarde gegeven en dan maken wij het kapot. Dat kan echt niet.' De nieuwsberichten van orkanen, aardbevingen en andere natuurrampen maken haar bang. 'Ik wil later ook trouwen en kinderen krijgen. Straks kan dat niet.' Ook Shemaraiah verwacht weinig van de overheid. 'Politici praten veel, maar ze doen weinig. Ze zouden de CO2-uitstoot moeten verminderen en meer windmolens en zonnepanelen aanleggen. Het is de hoogste tijd.' </p><p>'Meditatie en gebed lijken individualistisch en passief', zegt boeddhist Berthe Jansen. 'Maar om anderen te kunnen helpen, moeten we eerst onszelf ontwikkelen.' Jansen vertelt dat ze in stilte en gebed kracht vindt om actie te ondernemen voor het klimaat. Later in de dienst volgen korte lezingen over het klimaat vanuit het oogpunt van het hindoeïsme, het humanisme en de klimaatbeweging.  </p><p>Rij na rij stroomt de kerk leeg, terwijl de organist 'Aan de Amsterdamse grachten' speelt. Mensen pakken hun kartonnen bordjes en opgerolde spandoeken erbij en verzamelen zich buiten.  </p><p><emphasis typeStyle=\"bf\">nu of nooit</emphasis></p><p>Van de Dam naar het Westerpark dragen demonstrerende mensen borden met leuzen als 'Uitstel is uitsterven', 'Nu of nooit' en 'Op je fiets vervuil je niets'. Luid wordt er geroepen: 'Hoe laat is het? Solidariteit!' En: 'What do we want? Climate Justice! When do we want it? Now!' </p><p>Lori Seas (58) komt uit de Amerikaanse staat New Jersey en kijkt samen met haar man naar de voorbijtrekkende stoet. 'Wat goed dat ze dit doen', zegt ze. 'En zoveel kinderen doen mee. Echt, de passie die ik hier zie, I love it.' &lt; </p><p>Klimaatmars 2021</p><p>Volgens een eerste inschatting van de organisatie van de Klimaatmars kwamen er zeker 40.000 betogers naar de hoofdstad om hun stem te laten horen voor een ambitieuzer en eerlijker klimaatbeleid. Er werden zaterdag wereldwijd betogingen voor het klimaat gehouden. De demonstratie in Amsterdam begon op de Dam en eindigde in het Westerpark, waar een aantal politici werd gevraagd naar hun klimaatplannen. </p><p>Rond 17.00 uur was het programma in het Westerpark ten einde en gingen deelnemers weer hun eigen weg. </p><p>De mars is een initiatief van de Klimaatcrisis Coalitie, een samenwerking van onder meer Oxfam Novib, Fridays For Future Nederland, Greenpeace, Extinction Rebellion, Fossielvrij NL en Milieudefensie. Tientallen andere organisaties steunden de demonstratie. </p><p><link service=\"ATTACHMENT\"><marker>Link naar PDF</marker><locator><locatorKey><keyName name=\"object-key\"/><keyValue value=\"ND2111081KP011\"/></locatorKey><locatorParameters><parameter name=\"componentseq\" value=\"1\"/><parameter name=\"object-type\" value=\"215\"/><parameter name=\"object-smi\" value=\"15118\"/></locatorParameters></locator></link></p><p><link service=\"ATTACHMENT\"><marker>Link naar PDF</marker><locator><locatorKey><keyName name=\"object-key\"/><keyValue value=\"ND2111081KP021\"/></locatorKey><locatorParameters><parameter name=\"componentseq\" value=\"1\"/><parameter name=\"object-type\" value=\"215\"/><parameter name=\"object-smi\" value=\"15118\"/></locatorParameters></locator></link></p><p><link service=\"ATTACHMENT\"><marker>Link naar PDF</marker><locator><locatorKey><keyName name=\"object-key\"/><keyValue value=\"ND2111081KP031\"/></locatorKey><locatorParameters><parameter name=\"componentseq\" value=\"1\"/><parameter name=\"object-type\" value=\"215\"/><parameter name=\"object-smi\" value=\"15118\"/></locatorParameters></locator></link></p>", "publisher": "Nederlands Dagblad", "instances": ["Solidariteit! En: 'What do we want? When do we want it? Now!"]}, {"relevance_score": 62, "title": "Struikelblok in Glasgow is sociale ﻿ongelijkheid", "published": "2021-11-11", "bodyText": "<p nitf:lede=\"true\">Ongelijkheid is op de klimaatconferentie in Glasgow de olifant in de kamer. Niet iedereen heeft in gelijke mate schuld aan de klimaatcrisis. Niet iedereen wordt in gelijke mate geraakt. En niet iedereen praat in gelijke mate mee.  </p><p nitf:lede=\"true\">En dat voorspelt weinig goeds voor de uitkomst. </p><p nitf:lede=\"true\">Glasgow </p><p nitf:lede=\"true\">Met nog enkele dagen te gaan zijn de stellingen voor de eindstrijd op de klimaattop in Glasgow betrokken. De woensdag gepubliceerde ontwerp-slotverklaring laat zien dat er nog heel wat moet gebeuren. Qua ambitie, als we de opwarming willen beperken tot 1,5 graad. En qua steun voor arme landen, als we de lasten eerlijk willen verdelen. COP26 maakt duidelijk dat de klimaatcrisis niet in de laatste plaats een ongelijkheidscrisis is. </p><p nitf:lede=\"true\">'De rijkste 1 procent moet zijn uitstoot met 97 procent reduceren.'</p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">De klimaatcrisis: de rijke landen zijn de veroorzakers</emphasis></p><p>De klimaatcrisis wordt op de top in Glasgow, die vrijdag officieel zijn laatste dag ingaat, zozeer gepresenteerd als een mondiaal gezamenlijk probleem dat je bijna zou vergeten dat zij vooral is veroorzaakt door de rijke, ontwikkelde landen. Zij maakten als eerste het industrialisatieproces door en werden zo de afgelopen twee eeuwen verantwoordelijk voor het leeuwendeel van de historische CO2-emissies. </p><p>Deze disbalans tussen rijk en arm bestaat nog steeds. De gemiddelde Nederlander veroorzaakt met zijn huis, auto en vliegvakanties acht keer meer uitstoot dan de gemiddelde Afrikaan, de gemiddelde Amerikaan zelfs 14 keer meer. De rijkste 10 procent van de wereldbevolking (met een jaarinkomen van 55.000 dollar of meer) is volgens de Verenigde Naties verantwoordelijk voor meer dan de helft van de uitstoot van de afgelopen 25 jaar. </p><p>Volgens onderzoek van Oxfam zal de rijkste 1 procent van de wereldbevolking (jaarinkomen 172.000 dollar of meer) in 2030 met zijn exorbitante levensstijl 16 procent van de wereldwijde uitstoot voor zijn rekening nemen, twee keer zoveel als de armste 50 procent. Hun voetafdruk is 30 keer groter dan mag om de opwarming op 1,5 graad te houden. In andere woorden: de rijkste 1 procent moet zijn uitstoot met 97 procent reduceren. </p><p><emphasis typeStyle=\"bf\">De klimaatschade: de arme landen krijgen de problemen</emphasis></p><p>Heel anders is het beeld als we kijken naar de gevolgen van de klimaatcrisis. Dan zijn het juist de arme landen die het kwetsbaarst zijn voor klimaatschade (en nu al meer dan rijke landen erdoor getroffen worden). Volgens een rapport van Christian Aid verliezen zij 20 procent van hun bruto binnenlands product (bbp) in 2050 en 64 procent in 2100 bij een opwarming van 2,9 graden (waar we met het huidige beleid op afkoersen), en nog altijd respectievelijk 13 procent in 2050 en 33 procent in 2100 als de opwarming beperkt blijft tot 1,5 graad. </p><p>Deze ramingen zijn gebaseerd op de verwachte opwarming alleen. Als ook de gevolgen van extreem weer (zoals cyclonen en bosbranden) worden meegenomen wordt de schade navenant groter. De totale klimaatschade voor ontwikkelingslanden zal tegen 2030 volgens onderzoek van de Duitse Heinrich-Böll-Stiftung tussen de 400 en 580 miljard dollar per jaar bedragen. Tegen 2050 zal de schade zijn opgelopen tot 1,8 biljoen dollar per jaar. </p><p>Het is dan ook niet vreemd dat de ontwikkelingslanden (in Glasgow verenigd in de allianties van Least Developed Nations, het Climate Vulnerable Forum en de Association of Small Island States) op de klimaattop aandringen op ambitie: de rijke landen moeten zich houden aan de 1,5 procent en dus snel en drastisch terug met hun emissies, en daarom voortaan jaarlijks hun klimaatplannen aanscherpen, in plaats van om de vijf jaar zoals nu. </p><p>Daarnaast willen de arme landen meer en sneller geld voor klimaatactie, met name adaptatie. Concreet gaat het om de 100 miljard dollar per jaar die de rijke landen in 2009 voor de periode 2020-25 toezegden, maar vooralsnog slechts ten dele leverden (en dan nog vooral in leningen, niet in giften), en om een financiële regeling ter compensatie van nu al geleden klimaatschade (<emphasis typeStyle=\"it\">loss and damage</emphasis>). Dat laatste punt is uit den boze voor de VS en de EU, die vrezen voor hoge kosten en aansprakelijkheid. Het gaat daarnaast ook om de klimaatfinanciering voor de periode na 2025. Zo eisen Afrikaanse landen tot 2030 de som van 1,3 biljoen dollar per jaar. </p><p><emphasis typeStyle=\"bf\">De klimaatoplossing: een compromis lost weinig op </emphasis></p><p>Omineus voor een bevredigende oplossing van al deze kwesties van climate justice is dat de klimaatongelijkheid ook op de top in Glasgow zelf bestaat, getuige het selecte gezelschap dat in de Blue Zone aan tafel zit. COP26 is volgens veel critici de minst inclusieve COP-klimaattop ooit. Delegaties uit ontwikkelingslanden en kleine eilandstaten zijn veel minder aanwezig dan andere jaren, net als vertegenwoordigers van actiegroepen en ngo's (een derde van het aantal op andere COP's). Gevolg van covidmaatregelen (lockdowns, reisverboden en strenge Britse vaccinatie-­eisen), en extreem hoge reis- en verblijfskosten, met hotelprijzen van duizenden ponden per nacht. </p><p>Onderzoek van Global Witness toonde deze week bovendien aan dat andere partijen juist massaler dan ooit zijn uitgerukt, met name het internationale bedrijfsleven, tuk op een deal over CO2-markten. De fossiele industrie is de grootste lobby in Glasgow. Ze is present met meer dan 100 bedrijven en belangenclubs, samen ruim 500 personen, meer dan welk land ook, en groter dan de delegaties van de acht kwetsbaarste landen samen, zoals Bangladesh, Haïti en Mozambique. Omdat ngo's en activisten dit jaar ondanks hun waarnemersstatus beperkt toegang hebben tot onderhandelingsruimten wordt de stem van de kwetsbaarsten nog minder gehoord. </p><p>Geen wonder dat het niet opschiet. Terwijl landen en bedrijven vorige week over elkaar heen buitelden om ambitieuze maar papieren CO2-reducties en zero carbon-beloften te proclameren, bleef het op financieel vlak akelig stil. De 100 miljard dollar per jaar, zoveel is duidelijk, wordt pas in 2023 gehaald (en heel misschien 2022), en onzeker is of de achterstallige betalingen sinds 2020 worden ingehaald. Op het vlak van <emphasis typeStyle=\"it\">loss and damage </emphasis>zit de zaak muurvast. De arme landen hopen nu maar dat ­minimaal wordt afgesproken dat zo'n regeling er op de volgende COP komt. Maar afgaande op de concept-slotverklaring zit meer dan een vage belofte er niet in. &lt; </p><p>ambities voor schoon transport</p><p>Alle nieuwe vrachtwagens en bussen die vanaf 2040 worden verkocht, moeten op schone energie rijden. Die ambitie spreken zeker dertien landen uit op de klimaattop in Glasgow. De verklaring waar het doel in staat is een initiatief van Nederland. Ook diverse bedrijven en steden spreken hun steun uit. </p><p>'Omdat vrachtwagens gemiddeld zo'n tien jaar rondrijden, is de overeenkomst een mooie stap om de uitstoot van broeikasgassen door vrachtwagens en bussen wereldwijd naar nul te krijgen in 2050', vindt het ministerie van Infrastructuur en Waterstaat. Staatssecretaris Steven van Weyenberg, die deze dagen in Glasgow is, noemt de overeenkomst 'een mooi begin'. Hij hoopt dat meer landen zich nog zullen aansluiten. </p><p>De landen die meteen met Nederland meedoen zijn het Verenigd Koninkrijk, Denemarken, Noorwegen, Oostenrijk, Turkije, Nieuw-Zeeland, Luxemburg, Finland, Canada, Chili, Zwitserland en Uruguay. Ook bedrijven als Unilever, IKEA, Volvo, Scania, UPS, Amazon en Siemens hebben zich aangesloten. Verder hebben Schotland en Wales ook nog zelfstandig hun steun uitgesproken, net als New York, Delhi en het stedennetwerk C40, waar onder meer Amsterdam en Rotterdam lid van zijn. </p><p>De doelstelling is in lijn met afspraken uit het Nederlandse klimaatakkoord. Daarin staat het streven naar volledig schoon wegverkeer in 2050. 'Het is belangrijk om daar samen met andere landen voor te gaan, zodat de markt zich sneller gaat ontwikkelen', zegt Van Weyenberg. Zijn ministerie wijst erop dat Nederlandse bedrijven 'goed zijn in de bouw van uitstootvrije bussen en vrachtwagens'. </p><p><link service=\"ATTACHMENT\"><marker>Link naar PDF</marker><locator><locatorKey><keyName name=\"object-key\"/><keyValue value=\"ND2111111KP081\"/></locatorKey><locatorParameters><parameter name=\"componentseq\" value=\"1\"/><parameter name=\"object-type\" value=\"215\"/><parameter name=\"object-smi\" value=\"15118\"/></locatorParameters></locator></link></p><p><link service=\"ATTACHMENT\"><marker>Link naar PDF</marker><locator><locatorKey><keyName name=\"object-key\"/><keyValue value=\"ND2111111KP091\"/></locatorKey><locatorParameters><parameter name=\"componentseq\" value=\"1\"/><parameter name=\"object-type\" value=\"215\"/><parameter name=\"object-smi\" value=\"15118\"/></locatorParameters></locator></link></p>", "publisher": "Nederlands Dagblad", "instances": ["Het gaat daarnaast ook om de klimaatfinanciering voor de periode na 2025. Zo eisen Afrikaanse landen tot 2030 de som van 1,3 biljoen dollar per jaar. COP26 is volgens veel critici de minst inclusieve COP-klimaattop ooit. Delegaties uit ontwikkelingslanden en kleine eilandstaten zijn veel minder aanwezig dan andere jaren, net als vertegenwoordigers van actiegroepen en ngo's (een derde van het aantal op andere COP's)."]}, {"relevance_score": 24, "title": "Amazonbaas steekt 10 miljard in klimaat", "published": "2020-02-19", "bodyText": "<p nitf:lede=\"true\">Seattle</p><p nitf:lede=\"true\">Jeff Bezos, oprichter van Amazon, belooft 10 miljard dollar uit te trekken om klimaatverandering tegen te gaan. De actie volgt op kritiek op het klimaatbeleid van het internetbedrijf, ook uit eigen gelederen. </p><p>De rijkste persoon ter wereld wil 8 procent van zijn vermogen van 130 miljard dollar (120 miljard euro) spenderen aan het Bezos Earth Fund. 'Klimaatverandering is de grootste bedreiging van onze planeet', schrijft de miljardair in een . 'We kunnen de aarde redden.' De tien miljard is een begin waarmee Bezos vanaf deze zomer subsidies wil verstrekken aan wetenschappers, ngo's en activisten. </p><p>ontslag dreigt</p><p>Amazon ligt geregeld onder vuur, onder meer vanwege de gigantische CO2-uitstoot die het bedrijf veroorzaakt en de slechte arbeidsomstandigheden in zijn distributiecentra. Het bedrijf maakt gebruik van fossiele brandstoffen voor de vliegtuigen, vrachtwagens en busjes die de wereld overgaan om miljarden pakketjes per jaar te bezorgen. Vorig jaar maakte Bezos bekend dat Amazon in 2030 alle benodigde energie uit duurzame bronnen wil halen. Momenteel is dat naar eigen zeggen 40 procent. Eerder dat jaar stuurden 8703 Amazonwerknemers een open brief aan Bezos, waarin ze hem opriepen tot een klimaatvriendelijker beleid. 'Amazon heeft de mogelijkheden en het bereik om tot de verbeelding van de wereld te spreken en te herdefiniëren wat mogelijk en noodzakelijk is in de klimaatcrisis', schreven de medewerkers onder de naam Amazon Employees for Climate Justice in april. Zeker twee medewerkers kregen van Amazon te horen dat ontslag dreigt als ze zich in de media blijven uitspreken tegen het beleid van het bedrijf. </p><p>Dezelfde groep medewerkers reageert kritisch op de nieuwe aankondiging van hun baas. Zo roepen ze Bezos op om niet langer samen te werken met olie- en gasbedrijven en geen geld meer te schenken aan denktanks die klimaatverandering ontkennen. 'Zal Jeff Bezos waar leiderschap tonen of medeplichtig blijven aan de klimaatcrisis terwijl hij doet alsof hij helpt?', vragen de medewerkers. </p><p>geen belasting</p><p>De actie van Bezos is opvallend, omdat de miljardair voorheen weinig op leek te hebben met liefdadigheid, in tegenstelling tot collega-miljardairs als Bill Gates en Warren Buffett. Gates werd onttroond door Bezos als rijkste persoon ter wereld, onder meer doordat hij een vijfde van zijn vermogen weggaf. Buffett beloofde in het verleden zijn hele vermogen te schenken aan goede doelen. Momenteel heeft hij bijna de helft van zijn vermogen uit 2006 gedoneerd. </p><p>Daarnaast is het voor Amazon mogelijk om in de VS nagenoeg geen belasting te betalen. Volgens het Institute on Taxation and Economic Policy, een denktank, betaalde het bedrijf in 2018 over een winst van 11,2 miljard dollar in de VS geen cent aan federale inkomstenbelasting. Mede hierdoor groeiden het bedrijf en het vermogen van eigenaar Bezos de afgelopen jaren zo sterk. &lt; </p>", "publisher": "Nederlands Dagblad", "instances": ["Momenteel is dat naar eigen zeggen 40 procent. Eerder dat jaar stuurden 8703 Amazonwerknemers een open brief aan Bezos, waarin ze hem opriepen tot een klimaatvriendelijker beleid. Zeker twee medewerkers kregen van Amazon te horen dat ontslag dreigt als ze zich in de media blijven uitspreken tegen het beleid van het bedrijf. Dezelfde groep medewerkers reageert kritisch op de nieuwe aankondiging van hun baas."]}, {"relevance_score": 4, "title": "Muzikale vrouwenhaat", "published": "2025-09-15", "bodyText": "<p>Maandelijks houdt het Europees Parlement zitting in Straatsburg. <emphasis typeStyle=\"bf\">HP/De Tijd</emphasis> ging erheen en proefde de sfeer. Hoewel EU-landen met corona, de Green Deal en Oekraïne nu veel meer gezamenlijk optreden, blijft de aandacht voor de Unie beperkt. 'Het ligt niet aan desinteresse, maar aan de complexiteit.'</p>", "publisher": "HP/De Tijd", "instances": []}, {"relevance_score": 27, "title": "Klimaattop onder luid protest van start in Bonn", "published": "2017-11-06", "bodyText": "<p>BONN. Omgeven door protesten is vandaag in de Duitse stad Bonn de 23e klimaattop van start gegaan.</p><p>Op de top praten vertegenwoordigers uit bijna 200 landen over de verdere uitwerking van het klimaatakkoord dat in 2015 in Parijs werd gesloten.</p><p>Op de top praten ongeveer 25.000 mensen mee. Ook 500 niet-gouvernementele organisaties (ngo’s) zijn vertegenwoordigd en 1300 journalisten zullen verslag doen.</p><p>Duitsland is overigens geen voorzitter van de klimaatconferentie; dat is Fiji.</p><p>Het klimaatakkoord van Parijs draagt alle deelnemende landen op hun uitstoot van broeikasgassen te verminderen. Ook moeten de ontwikkelde landen vanaf 2020 jaarlijks 100 miljard dollar (ruim 94 miljard euro) bijdragen aan een fonds dat ontwikkelingslanden moet helpen hun klimaatmaatregelen te financieren. Uiterlijk december 2018 moet duidelijk zijn hoe het klimaatakkoord van Parijs in de praktijk zijn uitwerking krijgt.</p><p>Namens Nederland woont minister Wiebes de top bij. De kersverse minister van Economische Zaken en Klimaat wil collega’s van de ons omringende landen spreken en komen tot meer ambitieuze afspraken „zoals ook in het regeerakkoord staat”, zei hij vrijdag. De doelstelling van de Europese Unie is om in 2030 40 procent minder broeikasgassen uit te stoten. Het Nederlandse kabinet wil dat dit wordt verhoogd naar 55 procent. Wiebes gaat over ruim een week naar Bonn.</p><p>Protest bij kolenmijn</p><p>Zaterdag betoogden ongeveer 7000 mensen, veelal Nederlanders en Fransen, in Bonn voor grotere inspanningen op het gebied van klimaatbescherming. Gisteren legden duizenden betogers bruinkoolmijnen in de buurt van Bonn stil. De actie leidde tot het ingrijpen van de politie.</p><p>De politie ging niet over tot arrestaties, maar noteerde wel gegevens van de demonstranten. Ze worden mogelijk vervolgd wegens huisvredebreuk omdat ze het terrein zonder toestemming hadden betreden. De activisten pleitten voor een snelle afschaffing van het gebruik van bruinkool, dat geldt als verreweg de vervuilendste vorm van energieopwekking.</p><p>Het zou medeoorzaak zijn van het mogelijk niet halen van de Duitse klimaatdoelen. Ondanks alle inspanningen voor andere manieren van energieopwekking, komt nog steeds bijna een kwart van de Duitse elektriciteit uit bruinkool.</p><p>Onder de demonstranten was een groep van ongeveer 250 Nederlanders. Een woordvoerder van hen, van de organisatie Code Rood, liep mee. Volgens de woordvoerder was de sfeer goed. Mensen riepen leuzen zoals: „Keep it in the ground” (houd de kolen in de grond) en: „Climate-justice now” (nu recht doen aan het klimaat).</p>", "publisher": "Reformatorisch Dagblad", "instances": []}, {"relevance_score": 2, "title": "Britse wetenschapsoptimist schudt Wageningen op", "published": "2017-09-05", "bodyText": "<p>Een kleurrijke demonstratie op de campus van de Universiteit van Wageningen.Enkele tientallen studenten protesteerden daar maandag tegen de Britse klimaatscepticus Matt Ridley.</p>", "publisher": "Nederlands Dagblad", "instances": []}, {"relevance_score": 3, "title": "Staken voor het klimaat is nodig - en stiekem ook leuk", "published": "2019-09-28", "bodyText": "<p>Scholieren, studenten en werknemers in tientallen landen hebben vrijdag hun werk neergelegd om aandacht te vragen voor het klimaat. In Den Haag verzamelden zich naar schatting ruim 35.000 stakers.</p>", "publisher": "Nederlands Dagblad", "instances": []}, {"relevance_score": 3, "title": "'Ze komen op voor de wereld die wij verknoeien'", "published": "2019-03-16", "bodyText": "<p>Zeker vijfduizend scholieren demonstreerden donderdagmiddag in Amsterdam voor een beter klimaatbeleid. De volgende protestmars staat ook al gepland: 24 mei. 'Wij zijn geen eendagsvlieg.'</p>", "publisher": "Nederlands Dagblad", "instances": []}, {"relevance_score": 3, "title": "'Ze komen op voor de wereld die wij verknoeien'", "published": "2019-03-15", "bodyText": "<p>Zeker vijfduizend scholieren demonstreerden donderdagmiddag in Amsterdam voor een beter klimaatbeleid. De volgende protestmars staat ook al gepland: 24 mei. 'Wij zijn geen eendagsvlieg.'</p>", "publisher": "Nederlands Dagblad", "instances": []}, {"relevance_score": 69, "title": " morele moed volgens Al Gore   ", "published": "2015-12-09", "bodyText": "<p nitf:lede=\"true\"> Parijs </p><p nitf:lede=\"true\"> 'Klimaatverandering wordt door mensen veroorzaakt. Wat heeft God er dan mee te maken?' De vraag komt onverwacht. Kardinaal Peter Turkson had zojuist namens paus Franciscus commentaar gegeven op de onderhandelingen, maar schakelt snel. 'God heeft ons gemaakt voor liefde. Als we niet weten wat Hij met liefde bedoelt, zullen we ook niet goed weten hoe een ander mens en de schepping lief te hebben.' Hij verwijst naar  Laudate Si , de pauselijke encycliek, waarin onze manier van leven wordt gezien als een morele kwestie. </p><p nitf:lede=\"true\"> Bernd Nilles, leunend tegen de muur, ziet het instemmend aan. Als secretaris-generaal van CIDSE, een koepel van zeventien katholieke ontwikkelingsorganisaties, was hij betrokken bij  Laudate Si . Het is goed dat de Katholieke Kerk zich over dit thema uitspreekt, vindt hij. God heeft ons iets te zeggen over hoe wij leven. Maar hij wil bescheiden blijven. In de luwte van de top vertelt hij dat christenen klimaatverandering lange tijd zagen als iets wat vooral de natuur raakt. En daar had je de groene beweging voor. Dat klopte; ngo's als Greenpeace waren inderdaad meer met het milieu bezig dan met de mensen die erin wonen. Een misvatting, achteraf gezien. </p><p> rechtvaardigheid </p><p> 'Als CIDSE brachten wij toen de sociale kant naar voren. Dat was in 2008. Rijkelijk laat, dus we trekken het ons zelf ook aan. Maar we begonnen in te zien dat onze tijd niet één crisis kent, maar vele. Naast klimaat is er een crisis in onze economie en in ons financieel systeem, een crisis rond energie met eindige hulpbronnen, een crisis rond voedsel met schommelende prijzen, een crisis rond conflicten met religieus-culturele verschillen. Er lijken onderliggende oorzaken te zijn die al deze zaken met elkaar verbinden. Met de term  climate justice  zijn we beter in staat te begrijpen dat het draait om rechtvaardigheid.' </p><p> Paus Franciscus schreef  Laudate Si  mede met het oog op de klimaattop. De term die hij daarin centraal stelt is 'integrale ecologie'.  </p><p> 'De paus ondersteunt daarmee ons verhaal: je moet mens en ecologie in samenhang zien. Hij zegt: De schreeuw van de arme en de schreeuw van de aarde zijn één en dezelfde schreeuw. Daarom hebben we het over één crisis, die van het recht. Dat verhaal spreekt aan. Kijk naar de opening van de top; menig regeringsleider verwees ernaar. In de ontwerptekst zie je sporen van de invloed. Er is aandacht voor mensenrechten, voedselzekerheid, inheemse volken, historische verantwoordelijkheden. Daar zit lobbywerk van maanden achter, ook door ons. Dat gaat op de top door, want politici hebben altijd de neiging zich te verliezen in technische kwesties. Terwijl het gaat om het grote verhaal erachter.' </p><p> Een tweede misvatting, zegt Bernd, is het hardnekkig geloof dat het noorden een prachtig model heeft, dat een goed leven garandeert. Anderen zouden hetzelfde model moeten ontwikkelen. </p><p> morele verplichting </p><p> 'Dat is niet alleen niet duurzaam, het creëert nu al steeds grotere problemen. Mijn CO 2 -uitstoot is vijftig keer zo groot als die van een gemiddelde Aziaat. De paus roept op onze levenswijze te veranderen. Dus als ik problemen veroorzaak, moet ik ze ook helpen oplossen. Ik heb een morele verplichting jegens hen die eronder lijden. Zoiets betekent recht doen. Ook zonder twee auto's of drie keer per jaar een vliegtuigvakantie kun je zeer gelukkig leven.'  </p><p> Bernd Nilles </p><p> De lichten dimmen, vier joekels van schermen floepen aan. Op het podium van de hoofdzaal verschijnt Al Gore, oud-vicepresident van de Verenigde Staten en gedreven milieuactivist in zijn latere jaren. De houding wordt wat hoekiger, maar de voordracht voltrekt zich nog altijd in een vlekkeloze stijl. In anderhalf uur reizen we de aardbol over, met beelden van smeltende gletsjers en oprukkende woestijnen, van vloeden en vuurzeeën, van doorweekte drenkelingen en uitgedroogde regendansers die om water smeken. Weerextremen leiden tot schurende contrasten.  </p><p> Dit is onze wereld, zegt Al Gore. Eén wereld, waarin klimaatverandering zo veel andere processen in gang zet of versterkt. Zijn jas gaat uit, de gebaren worden steviger. Hij noemt Noord-Afrika, het Midden-Oosten. Waar droogte langdurig toeslaat, gaan oogsten verloren en verliezen mensen hun eerste levensbehoeften. Ze raken op drift, trekken naar steden, komen in aanraking met radicale ideeën. De vluchtelingenstroom naar Europa is deels terug te voeren op slechtere weersomstandigheden. De foto's roepen emoties op. Dat is goed, knikt hij. Laat de pijn van andere mensen maar in ons hart landen. Parijs zal ook voor hen een oplossing moeten bieden, had de Franse president Hollande aan het begin van de klimaattop gezegd, en hij onderstreept zijn woorden. </p><p> Het goede nieuws bewaart Gore voor het eind, begeleid met andere beelden. Een grafiek schiet omhoog, niet van de temperatuur zoals hij altijd liet zien, maar van zonnepanelen, waar ook ter wereld. Nieuwe grafieken; uit het publiek rijzen smartphones op om ze op te slaan. Dan wijst hij naar de toekomst. 'Stel dat onze kleinkinderen nog steeds in een wereld leven van overstromingen, droogten, honger - dan zullen ze ons vragen waarom we niets hebben gedaan. Maar als ze leven in een groene wereld, welvarend en in veilige gemeenschappen - dan zullen ze ons vragen hoe we de morele moed hebben gevonden om door barrières heen te breken.' Een ovatie zwelt aan als hij besluit: 'Laten we daarom laten zien dat we hier voor een hoger doel zijn. Om te doen wat goed is.' </p><p> Voormalig Amerikaans vice-president Al Gore, nu milieuactivist, voert gedreven het woord op de klimaattop in Parijs. </p>", "publisher": "Nederlands Dagblad", "instances": ["Naast klimaat is er een crisis in onze economie en in ons financieel systeem, een crisis rond energie met eindige hulpbronnen, een crisis rond voedsel met schommelende prijzen, een crisis rond conflicten met religieus-culturele verschillen. Er lijken onderliggende oorzaken te zijn die al deze zaken met elkaar verbinden. Paus Franciscus schreef  Laudate Si  mede met het oog op de klimaattop. De term die hij daarin centraal stelt is 'integrale ecologie'."]}, {"relevance_score": 2, "title": "Naomi Klein", "published": "2025-05-08", "bodyText": "<p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">Naomi Klein</emphasis>is journalist en schrijver van onder meer <emphasis typeStyle=\"it\">No Logo, The Shock Dotrine</emphasis> en <emphasis typeStyle=\"it\">Doppelganger</emphasis> . Ze is hoogleraar Climate Justice aan de University of British Columbia en co-directeur van het Centre for Climate Justice.</p>", "publisher": "De Groene Amsterdammer", "instances": ["Naomi Kleinis journalist en schrijver van onder meer No Logo, The Shock Dotrine en Doppelganger ."]}, {"relevance_score": 42, "title": "Ierlands eerste presidente  ", "published": "2014-02-12", "bodyText": "<p nitf:lede=\"true\">wereldvrouw </p><p nitf:lede=\"true\">Er zijn veel vrouwen die de loop van de geschiedenis hebben bepaald en nog steeds bepalen. In deze serie steeds een portret van zo'n wereldvrouw.   </p><p nitf:lede=\"true\">Vandaag: Mary Robinson </p><p nitf:lede=\"true\">paspoort: Mary Therese Winifred Bourke werd op 21 mei 1944 geboren in een katholiek artsengezin in Ballina, County Mayo. Haar Ierse naam is Máire Bean Mhic Róibín. De Bourkes hebbben Iers-Normandische wortels, die op het eiland teruggaan tot de dertiende eeuw. Familieleden waren zowel Iers-Republikeins als dienstbaar aan de Britse kroon. En ze waren zowel Iers-anglicaans als rooms-katholiek. Het zal wel geen toeval zijn dat Mary Robinson-Bourke een stamboom heeft die rebellie tegen de autoriteiten en dienstbaarheid in gelijke delen lijkt te combineren. Toen ze in 1970 ging trouwen met mederechtenstudent Nicholas wilden haar ouders niet bij haar huwelijk zijn omdat hij protestants was. Mogelijk speelde zijn voornemen cartoontekenaar te worden mee bij hun weigering. Enkele maanden na de trouwdag werd deze twist bijgelegd. Het echtpaar heeft drie kinderen, van wie zoon Aubrey bekend werd als sociaalbewogen fotograaf en filmmaker. </p><p>zet zich invoor: In 1990 werd Mary Robinson de eerste vrouwelijke president van Ierland. Twee maanden voor het einde van haar termijn nam ze afscheid, om bij de VN Hoge Commissaris van de Mensenrechten (1997-2002) te worden. Ze richtte zelf denktanks en platforms op, zoals de Raad van Vrouwelijke Wereldleiders, was net als Nelson Mandela en Desmond Tutu lid van 'The Elders', de globale club van wijze oudere staatslieden en andere wereldleiders. Sinds maart 2013 is ze speciaal VN-Gezant voor het Afrikaanse Grote Merengebied. Sinds de collegebanken staat haar leven in het teken van de mensenrechten. Vanaf het begin was ze erop gericht wetgeving te gebruiken als instrument om de maatschappij te veranderen en 'to give voice', zoals ze haar levenswerk eens omschreef: stem geven aan mensen. Dat was de rode lijn, eerst aan de academie, toen als senator en advocate, daarna als president. Dat ambt, in Ierland tot dan toe wat duf en ceremonieel, gaf zij een andere inhoud en uitstraling. Het veranderde van onopvallend en conservatief in liberaal, met een hoog internationaal profiel. Robinson wist het kleine Ierland te gebruiken als een groene preekstoel om de wereld te herinneren aan hoge standaarden. </p><p>werd bekend door: Niet voor het eerst botste ze daarbij op het behoudend-rooms-katholieke deel van Ierland. Abortus legaliseren vond ze pragmatischer en eerlijker dan elk jaar honderden vrouwen de Ierse Zee te laten oversteken om in Groot-Brittannië hetzelfde te laten doen. Al in 1971 liet ze de Ierse kerk haar tanden zien toen ze voorbehoedsmiddelen wilde legaliseren.In juli vorig jaar, na het uitkomen van haar autobiografie Everybody Matters: My Life Giving Voice (Iedereen doet ertoe: Mijn Leven, Stem Geven'), zei ze: 'Ik ben niet iemand die elke zondag naar de mis gaat omdat ik denk dat dat moet. Ik ben diep-spiritueel en probeer te begrijpen waarom zoveel in de Katholieke Kerk zo autoritair is en zo gekant tegen gezinsplanning. Dat baart me grote, grote zorgen.' Tegen de BBC vertelde ze nog steeds te geloven in 'het evangelie van Jezus als de hoogste standaard die we kunnen handhaven'. De haatpost die ze eind jaren 1970 ontving van landgenoten liet haar niet onberoerd. Prolifeactivisten stelden dat Robinson wel voor de Verenigde Naties wereldwijd regeringen bekritiseert vanwege schendingen van mensenrechten, maar het recht om te leven zou ontzeggen aan ongeboren kinderen.  </p><p>maakt het verschil: Maar het is niet zo dat Mary Robinson en de kerk(en) niets met elkaar gemeen hebben. Ze komen overeen in globaal, internationaal denken en in de gedeelde aandacht voor ontwikkelingshulp en diverse noden in de derde wereld. Robinson is altijd een graag geziene bezoeker geweest van de overzeese hulpprojecten van (doorgaans katholieke) Ierse hulporganisaties. Als oprichtster en presidente van haar eigen stichting, de Mary Robinson Foundation for Climate Justice ('klimaatgerechtigheid')  is haar boodschap dat 'wereldwijde opwarming een kwestie is van recht en onrecht'. Onder meer omdat de mensen die het minst aan de problemen bijdroegen er het meest last van krijgen. Bij een oecumenische bidstond voor de klimaatconferentie in Kopenhagen hield ze het gehoor een Iers spreekwoord voor, I scaith a cheile a mhaireann na daoine, 'Mensen leven in elkaars schaduw'. Ze hebben elkaar steeds meer nodig. Of ze nu willen of niet. </p><p>schept verwachtingen: Robinson maakt in mei haar opwachting in ons land. Ze komt naar Drente, om precies te zijn.  De veel gelauwerde politica - op 6 november 2013 nog ontving ze de International Freedom Award - zal in Assen de 5 meilezing houden bij de Nationale Viering van de Bevrijding in Nederland. &amp;lt; </p>", "publisher": "Nederlands Dagblad", "instances": ["Ze komen overeen in globaal, internationaal denken en in de gedeelde aandacht voor ontwikkelingshulp en diverse noden in de derde wereld. Robinson is altijd een graag geziene bezoeker geweest van de overzeese hulpprojecten van (doorgaans katholieke) Ierse hulporganisaties. Onder meer omdat de mensen die het minst aan de problemen bijdroegen er het meest last van krijgen. Bij een oecumenische bidstond voor de klimaatconferentie in Kopenhagen hield ze het gehoor een Iers spreekwoord voor, I scaith a cheile a mhaireann na daoine, 'Mensen leven in elkaars schaduw'."]}, {"relevance_score": 95, "title": "Klimaat wel degelijk een zorg", "published": "2015-12-09", "bodyText": "<p nitf:lede=\"true\">Fiets naar je werk. Plant een boom. Eet muesli. Leg zonnepanelen op je dak. Draag tweedehands kleren. Baad in de rivier. En aanbid Moeder Aarde. </p><p nitf:lede=\"true\">Christelijke klimaatactie wereldwijd </p><p nitf:lede=\"true\">Actief tegen opwarming in Nederland </p><p nitf:lede=\"true\">Dat is in het kort de boodschap van veel klimaatactivisten. Het is tegelijk de reden dat christenen zich daarbij niet thuisvoelen. ,,Een groot deel van het probleem is dat de milieubeweging is gekaapt door de progressieven, een verzameling van socialisten, feministen, voorvechters van homorechten en abortus, en pacifisten\", constateerde de Amerikaanse hoogleraar Gene Edward Veith in 2008 in een column in World Magazine. </p><p nitf:lede=\"true\">,,De milieubeweging van vandaag de dag gaat uit van een zuiver heidense wereldbeschouwing. Liefde voor de natuur gaat ongemerkt over in het vereren van de natuur. Het is in feite een milieureligie, de verering van Gaia, de godin van de aarde. De aarde wordt beschouwd als een levend organisme, en elk mens of dier is een cel in het lichaam van Moeder Aarde.\" </p><p nitf:lede=\"true\">Dit idee van Moeder Aarde wordt onder meer gedeeld door organisaties als Women's Earth, Climate Action Network, Indigenous Environmental Network, Defenders of the Earth en Greenpeace. </p><p>Christenen zetten zich daardoor in een reflex vaak af tegen de milieu- en klimaatbeweging in haar geheel. Maar is dat wel terecht? </p><p>De Heere God gaf Adam de opdracht om de hof van Eden te bebouwen en te bewaren (Genesis 2:6); Paulus noemt dat ,,deze wereld gebruiken, als niet misbruikende\" (1 Korinthe 7:31), stelt Veith. Hij concludeert dat de mens de schepping mag gebruiken als een goede rentmeester. ,,Christenen hebben dus ook een opdracht in de bescherming van milieu en klimaat.\" </p><p>De aarde warmt op, daarover bestaat nauwelijks twijfel meer. Ook wetenschappers van bijvoorbeeld de creationistische organisatie Answers in Genesis (AiG) draaien niet meer om die conclusie heen. In het boekje \"Global warming\" (ISBN 9781600922213) stelt Melinda Christian onomwonden: ,,De wereldwijde opwarming heeft inderdaad plaats.\" </p><p>Michael Oard, meteoroloog bij AiG, is er echter nog niet zeker van dat mensen de énige oorzaak zijn van de temperatuurstijging op aarde. Hij weigert zich mee te laten slepen met ,,roeptoeterende onheilsprofeten.\" </p><p>Hij ergert zich aan milieuactivisten die de discussie vertroebelen, onder wie de Amerikaan Al Gore, die met lezingen en zijn alarmistische film \"An Inconvenient Truth\" (een ongemakkelijke waarheid) de wereld rondtrok. ,,Gore heeft een radicale politieke agenda en de neiging halve waarheden de wereld in te sturen\", aldus Oard in \"Global Warming\". </p><p>De hamvraag is: in hoeverre is de mens de oorzaak van de temperatuurstijging op aarde? Klimaatsceptische wetenschappers ontkennen dat het CO2-gehalte iets te maken heeft met de temperatuurstijging op aarde. Het zouden natuurlijke fluctuaties zijn, die veroorzaakt worden door bijvoorbeeld de zonnecycli. Ze zijn in hun visie gesteund door onder meer oliemaatschappijen. </p><p>Wat hun mening echter nog waard is, blijkt uit een recent rapport van de Amerikaanse Unie van Bezorgde Wetenschappers (UCS). Al meer dan tien jaar voor de eerste bijeenkomst van het VN-klimaatbureau UNFCCC erkenden directeuren van het huidige ExxonMobil het verband tussen de verbranding van fossiele brandstoffen en de klimaatverandering. Toch spendeerden oliemaatschappijen miljoenen om de wereld het tegendeel te laten geloven. ,,De bedoeling was twijfel zaaien\", aldus hoofdauteur Nancy Cole van UCS. </p><p>Kennelijk is er toch wel een verband tussen CO2 in de atmosfeer en de temperatuurstijging op aarde. Het laatste rapport van het VN-klimaatpanel IPCC in 2013 loog er niet om: ,,Het is zeer aannemelijk dat de mensheid schuld heeft aan de temperatuurstijging op aarde.\" Maar hoe sterk is die relatie? </p><p>Klimaatspecialisten gebruiken geavanceerde computerprogramma's om de gevoeligheid van het klimaat te bepalen voor een stijgend CO2-gehalte in de atmosfeer. Daaruit volgt dat een verdubbeling van de hoeveelheid CO2 de temperatuur op aarde met 4 tot 6 graden Celsius kan laten stijgen. </p><p>Politici en klimaatactivisten suggereren vaak dat een temperatuurverhoging van 2 graden Celsius nog veilig is. Daarboven zou de aarde te maken krijgen met gevaarlijke of zelfs catastrofale opwarming. ,,Maar dat is niet de conclusie van de wetenschap\", aldus klimaatdeskundige Bert Amesz onlangs in de Volkskrant. De meeste wetenschappers beschouwen 1 graad temperatuurstijging nog als veilig. </p><p>Ook wat Oard betreft gaan klimaatactivisten en politici te ongenuanceerd met deze getallen om. Ze vatten ze te letterlijk op en nemen de wetenschap dus niet serieus. ,,Vandaar dat er zulke paniek ontstaat over het broeikaseffect.\" </p><p>Op basis van de huidige wetenschappelijke kennis concludeert Oard dat de gevoeligheid van het klimaat voor CO2-stijging minder groot is dan meestal wordt gezegd. ,,Grofweg de helft van de 0,8 graden temperatuurstijging wordt veroorzaakt door natuurlijke cycli, en de rest door menselijke activiteit.\" Volgens de AiG-onderzoeker is dat te weinig om miljarden in het bestrijden van de klimaatverandering te pompen. </p><p>Andere christenen zijn dat niet met hem eens. ,,Tot 1950 wordt de temperatuurstijging op aarde inderdaad veroorzaakt door een combinatie van natuurlijke en menselijke factoren. Maar de temperatuurstijging van de laatste vijf decennia kan alleen verklaard worden door menselijke activiteit\", stellen Katharine Hayhoe, hoogleraar klimaatwetenschappen en IPCC-expert, en haar man Andrew Farley, hoogleraar theologie, beide aan de Texas Tech University in Lubbock (VS). Het echtpaar schreef het boek \"A Climate for Change\" (ISBN 9780446549561). </p><p>De gevolgen van de temperatuurstijging liegen er niet om. ,,Hoewel klimaatverandering niet verantwoordelijk kan zijn voor bijzondere uitschieters is er wel een trend zichtbaar naar meer extremen in het weer\", schrijven Hayhoe en Farley. </p><p>,,De temperatuur op aarde stijgt, seizoensgebonden patronen veranderen, de lente begint eerder en de zomers zijn warmer, wereldwijd smelten gletsjers en stijgt de zeespiegel. In één generatie heeft de wereld een radicale transformatie ondergaan. Er is dus reden genoeg voor christenen om zich druk te maken over klimaatverandering\", vinden beide auteurs. </p><p>,,Ons gebruik van steenkool en olie kunnen we niet van de ene op de andere dag veranderen. Maar de keuzes die we vandaag maken, hebben wel degelijk invloed op het toekomstige klimaat.\" Hun advies: ,,Fiets naar je werk. Plant een boom. Eet muesli. Leg zonnepanelen op je dak. Draag tweedehands kleren. Bid en verander je gedrag.\" </p><p>&gt;&gt;rd.nl/klimaat voor dossier. Dit is het tweede deel in een serie over klimaatverandering. Woensdag deel 3. </p><p>Wereldwijd zijn er verschillende christelijke groeperingen en bewegingen die zich sterk maken tegen klimaatverandering en de uitstoot van CO2. </p><p>Zo startten 86 Amerikaanse predikanten in 2006 een klimaatcampagne onder de naam Evangelical Climate Initiative (ECI). In hun verklaring stelden ze dat de wereldwijde opwarming ,,een reëel en urgent moreel probleem\" is. Inmiddels hebben zich ruim 220 evangelicale predikanten bij het ECI aangesloten. </p><p>In Groot-Brittannië is de organisatie Christian Aid actief. Deze maakt zich sinds 1941 sterk tegen armoede in de wereld. De laatste jaren participeert Christian Aid ook in \"Act Now for Climate Justice\". Deze wereldwijde campagne zet zich in voor eerlijke en effectieve internationale actie om de klimaatverandering te stoppen, en voor duurzame hulp aan de allerarmsten in de wereld. </p><p>In 2004 heeft een aantal Britse kerken de oecumenische beweging Operation Noah gestart. Ze maken zich grote zorgen over de klimaatverandering en de gevolgen die deze zal hebben voor Gods schepping. ,,Als we christenen zijn, is dit een belangrijke kwestie waar we als individu en als kerk een antwoord op moeten vinden.\" </p><p>In Nederland zijn verschillende christelijke organisaties actief rond de klimaatverandering. Een grote, internationaal getinte christelijke milieubeweging met een Nederlandse afdeling is A Rocha. </p><p>De milieubeweging is vooral ingesteld op de praktische aanpak van het klimaatprobleem. Via de website <url normalizedValue=\"http://climatestewards.nl\">http://climatestewards.nl</url> van A Rocha kunnen mensen die een vliegreis boeken hun ecologische voetafdruk berekenen: hoeveel CO2 wordt met deze reis extra geproduceerd? Hetzelfde kunnen particulieren doen op basis van hun jaarlijkse energieverbruik. </p><p>Onder anderen de bekende weerman Reinier van den Berg is betrokken bij A Rocha. Embert Messelink van A Rocha was columnist in deze krant op de natuurpagina. </p><p>Een andere klimaatclub is de van origine rooms-katholieke stichting Corazon. Op haar website stelt de stichting dat de opwarming van de aarde ,,met geloof, daden en met wonderen\" kan worden gestopt. </p><p>Sinds 2006 is er in Nederland het Christelijk Ecologisch Netwerk, waarvan EO-journalist Pieter Siebe voorzitter is. ,,De klimaatcrisis is ten diepste een morele en spirituele crisis\", aldus Siebe. ,,Er is dus werk aan de winkel: de 21e eeuw vraagt om de eerste serieuze theologie van de natuur sinds Augustinus.\" </p><p>boekgegevens </p>", "publisher": "Reformatorisch Dagblad", "instances": ["In Groot-Brittannië is de organisatie Christian Aid actief. Deze maakt zich sinds 1941 sterk tegen armoede in de wereld. Deze wereldwijde campagne zet zich in voor eerlijke en effectieve internationale actie om de klimaatverandering te stoppen, en voor duurzame hulp aan de allerarmsten in de wereld. In 2004 heeft een aantal Britse kerken de oecumenische beweging Operation Noah gestart."]}, {"relevance_score": 262, "title": "Big Oil in de beklaagdenbank", "published": "2019-04-11", "bodyText": "<p nitf:lede=\"true\">De klimaatzaak tegen Shell past in een bredere trend: in tal van landen worden fossiele bedrijven voor de rechter gedaagd, omdat ze willens en wetens vasthouden aan een verdienmodel dat financiële schade en humanitaire ellende veroorzaakt.</p><p nitf:lede=\"true\"/><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">Er staat een baristabar klaar</emphasis> bij het hoofdkantoor van Shell, weet de campagneleider van Milieudefensie. 'Het lijkt erop dat we een warm welkom krijgen', zegt hij tegen de paar honderd activisten die zich op deze zonnige vrijdagmiddag hebben verzameld aan de rand van het Malieveld in Den Haag. Het is slechts een fractie van de 17.379 mensen die zich hebben aangesloten bij de rechtszaak tegen Royal Dutch Shell. Zij eisen dat het olieen gasbedrijf de wereld helpt afkicken van onze verslaving aan olie en gas, want ondanks alle groene praatjes ligt Shell nog altijd op ramkoers met het klimaat. 'Maar laten we vandaag niet te negatief zijn', zegt de campagneleider. 'Het is een prachtige dag voor een dagvaarding, dus neem straks gerust een bakje koffie.' Een grijze man in een rood windjack piekert er niet over: 'Ik hoef die koffie van Shell niet, hoor. Die is mij te zwart.' Een uur later rolt een steekkarretje met vijf kartonnen dozen door de hoofdingang van Shell Nederland. De dagvaarding is afgeleverd en dat is voor de actievoerders reden tot gejuich. 'Horen jullie ons?' roepen ze richting het bakstenen gebouw. Vanaf het provisorische podium klinken opzwepende speeches over de stap die hier vandaag wordt gezet ('We schrijven klimaatgeschiedenis!'), een man met een knotje en een gitaar zingt een lied over <emphasis typeStyle=\"it\">'climate justice',</emphasis> en inderdaad: Shell heeft gezorgd voor een koffietruck. </p><p>Hij heeft zelfs zonnepanelen op het dak.</p><p>Ondanks het vriendelijke onthaal zit Shell bepaald niet te wachten op een juridisch gevecht. De rechtszaal is 'niet de aangewezen plek om iets te doen aan de wereldwijde uitdaging van klimaatverandering', vindt de oliemaatschappij. Bovendien claimt Shell dat het al goed bezig is voor het klimaat. Niet voor niets maakte het concern onlangs bekend dat het uit de fossiele lobbyclub afpm stapt en samen met Staatsbosbeheer vijf miljoen bomen gaat planten. In 2050 wil Shell de CO2-voetafdruk van zijn energieproducten gehalveerd hebben. Dat klinkt ambitieus, maar volgens Milieudefensie is het misleidend en volstrekt ontoereikend, want zo'n 'relatieve reductie' zegt niets over de totale uitstoot van broeikasgassen. Voorlopig lijkt Shell in ieder geval weinig haast te maken met het afbouwen van de olie- en gaswinning. 'Hiermee schendt Shell zijn juridische zorgplicht en brengt het bedrijf mensenrechten en levens in gevaar', aldus de dagvaarding.</p><p>Milieudefensie eist dan ook dat Shell zijn koers drastisch verlegt. Tijdens de klimaattop in Parijs spraken wereldleiders af dat de opwarming van de aarde beperkt moet worden tot ruim onder de twee graden. Het liefst zelfs tot anderhalve graad. Als Shell wil helpen om gevaarlijke klimaatverandering te voorkomen moet het zijn CO2-uitstoot in 2050 hebben teruggebracht tot 'netto nul', betoogt advocaat Roger Cox op basis van de rapporten van het ipcc. 'Kan het zo zijn dat er vanuit een hoofdkantoor in Den Haag beleid wordt gevoerd dat zorgt voor de destructie van onze leefomgeving? Dat is de vraag die we voorleggen aan de rechter', zegt hij vanaf het podium op de stoep bij Shell.</p><p>Met zijn afgemeten volzinnen, donkergrijze pak,</p><p>bordeauxrode das en zijn zwarte haar in een onberispelijke scheiding is Cox duidelijk iemand die zich meer thuisvoelt in de rechtszaal dan op de barricaden. Al is het enthousiasme bij het publiek er niet minder om. Sinds hij in 2015 namens Urgenda de klimaatzaak tegen de Nederlandse overheid wist te winnen, is Cox een held in deze kringen. Het Urgenda-vonnis veroorzaakte een schokgolf die voelbaar was tot ver buiten Den Haag. In tal van andere landen begonnen bezorgde burgers en milieuorganisaties procedures om hun regering tot handelen te dwingen. De klimaatcrisis is zo urgent dat we niet kunnen wachten totdat beleidsmakers eindelijk het licht zien, redeneren zij. Het is tijd dat de rechter ingrijpt. </p><p>Zoals de zaak tegen Shell laat zien, belanden niet alleen regeringen in het beklaagdenbankje. Een van de redenen dat politici niet in actie komen, is dat fossiele multinationals dwarsliggen. Zij frustreren effectief klimaatbeleid en blijven doorgaan met het opgraven van kolen en het oppompen van olie en gas, ook al waarschuwen wetenschappers al decennialang voor de desastreuze gevolgen. Elke megaton CO2 extra in de atmosfeer vergroot de kans op extreme stormen, bosbranden en overstromingen. Vooral mensen in armere werelddelen ondervinden nu al de gevolgen, zoals de ravage die cycloon Idai vorige maand achterliet in Mozambique laat zien.</p><p>Behalve humanitair leed zorgt klimaatverandering ook voor financiële schade. Dijken moeten worden verhoogd, stormvloedkeringen gebouwd en hele gemeenschappen verhuisd en terwijl Big Oil bakken met geld verdiende, dreigt de belastingbetaler op te draaien voor de kosten. Daar mogen de grote uitstoters niet zomaar mee wegkomen, betoogt een groeiende groep juristen. Via de rechter hopen ze af te dwingen dat de vervuiler gaat betalen of zijn leven betert. Wereldwijd zijn er de afgelopen jaren ruim veertig rechtszaken gestart tegen de fossiele industrie. Wat kunnen we verwachten van deze golf van klimaatzaken?</p><p><emphasis typeStyle=\"bf\">'Ik zie het liever als een</emphasis> opkomend tij dan als een golf. Een golf trekt zich direct weer terug, een vloed groeit gestaag. Dat is wat er nu gebeurt.' Als voorzitter van het Center for International Environmental Law (ciel) is Carroll Muffett goed op de hoogte van alle veldslagen in de juridische strijd tegen klimaatverandering. Natuurlijk is het recht geen nieuw instrument voor milieuclubs. In zijn tijd bij Greenpeace leerde Muffett hoe het wetboek kon helpen om ontbossing te voorkomen en luchtvervuiling te bestrijden. Maar dat de rechter wordt ingeschakeld om iets te doen aan de ontwrichting van het klimaat is een nieuwe ontwikkeling. 'Het gebeurt overal ter wereld', zegt hij via Skype vanuit zijn kantoor in Washington D.C.. 'De zaak tegen Shell is slechts een van de vele voorbeelden.'</p><p>Het heeft er alles mee te maken dat er steeds meer bekend wordt over de kennis die oliemaatschappijen hadden over de klimatologische gevolgen van hun acties en wat ze met die kennis deden. Of beter gezegd: wat ze daar níet mee deden. Met elk stukje informatie dat aan het licht komt, vormt zich een beter beeld van de gecoördineerde en geraffineerde campagnes om het publiek te misleiden en klimaatbeleid te dwarsbomen. Journalisten van <emphasis typeStyle=\"it\">InsideClimate</emphasis> en de <emphasis typeStyle=\"it\">Los Angeles Times</emphasis> onthulden dat Exxon meer dan veertig jaar geleden, lang voordat het onderwerp op de maatschappelijke agenda stond, wist dat grootschalige CO2-uitstoot gevolgen zou hebben voor de temperatuur op aarde. 'Er is wetenschappelijke overeenstemming dat het vrijkomen van koolstofdioxide door het verbranden van fossiele brandstoffen de meest waarschijnlijke manier is waarop de mensheid het mondiale klimaat beïnvloedt', constateerde hun hoofdwetenschapper in 1977.</p><p>En Exxon was niet de eerste oliemaatschappij die op de hoogte was. Het Texaanse Humble Oil deed al in 1957 onderzoek naar het broeikaseffect, ontdekte ciel. Een jaar later begon ook het American Petroleum Institute, de overkoepelende brancheorganisatie, studies te financieren naar de atmosferische effecten van massale olieconsumptie. De bevindingen logen er niet om: vanaf 1968 waarschuwden die studies herhaaldelijk voor stijgende zeespiegels, slinkende ijskappen, warmere oceanen en ernstige schade aan ecosystemen. Twintig jaar voor de oprichting van het klimaatpanel van de Verenigde Naties wist de olie-industrie al wat ons te wachten stond.</p><p>'Toen ik dat document uit 1957 vond schrok ik wel even, maar eigenlijk had ik niet verbaasd hoeven zijn', zegt Muffett. 'Het is volstrekt logisch dat deze bedrijven de beste wetenschappers in dienst hadden en de capaciteit en mogelijkheid hadden om dit probleem in de vroegste fase te signaleren en te doorgronden. President Johnson stuurde in 1965 een brief naar het Congres waarin hij schreef dat de mensheid het milieu verandert door het verbranden van fossiele brandstoffen. Dat vormt een rechtstreekse bedreiging voor het bedrijfsmodel van de olie- en kolenproducenten. Iedere verantwoordelijke ceo zorgt dan toch dat ze daar álles van afweten? Nou, dat was ook zo, toont ons onderzoek. Zij kenden de gevaren van klimaatverandering eerder dan veel politici.' </p><p>De hoofdwetenschapper van Exxon had in 1978 dan ook een helder advies voor zijn bazen: we hebben nog vijf à tien jaar om de koers te verleggen. Maar dat is niet wat Exxons directeuren deden. Integendeel, ze negeerden de waarschuwing en begonnen een campagne om de wetenschappelijke consensus te ondermijnen. Twijfel zaaien, was de strategie. Zolang politici en het publiek geloofden dat er onzekerheid bestond over de opwarming van de aarde en de rol van de mens daarin, kon Exxon ongestoord zijn gang gaan. Zo redeneerden ook de andere bedrijven uit de industrie: in 1989 werd de Global Climate Coalition opgericht, een fossiele lobbygroep die de klimaatwetenschap in diskrediet probeerde te brengen en zich met hand en tand verzette tegen strengere regelgeving. Niet zonder resultaat: mede dankzij hun lobbywerk weigerde de Amerikaanse regering het Kyoto-protocol te ratificeren.</p><p>Ook Shell, dat een minder sinister imago heeft dan veel concurrenten, deed hier volop aan mee. Dat terwijl zijn eigen wetenschappers niet twijfelden aan de opwarming van de aarde, bleek uit onderzoek van <emphasis typeStyle=\"it\">Correspondent</emphasis> -journalist Jelmer Mommers. De toegenomen uitstoot van broeikasgassen kan zorgen voor 'significante veranderingen van de zeespiegel, oceaanstromingen, neerslagpatronen, regionale temperaturen en van het weer', stelde een intern rapport uit 1988. Drie jaar later produceerde de pr-afdeling van Shell de voorlichtingsfilm <emphasis typeStyle=\"it\">Climate of Concern,</emphasis> waarin de voice-over die waarschuwing nog eens in niet mis te verstane bewoordingen herhaalt: 'Nu actie ondernemen is de enige veilige garantie.' Even leek het erop dat de heren in de bestuurskamers daarnaar handelden. In 1997 werd de bedrijfstak Shell International Renewables opgericht, om de transformatie naar een duurzaam energiebedrijf op gang te helpen. Maar al gauw verliet Shell dit groene pad en koos voor investeringen in schaliegas en teerzandolie, twee enorm schadelijke brandstoffen. De voorlichtingsfilm belandde in een lade en net als Exxon schakelde Shell lobbyisten in om overheidsingrijpen te voorkomen. Want de directeuren begrepen maar al te goed dat hun winstmodel in gevaar komt zodra politici serieus werk maken van klimaatbeleid.</p><p>De parallellen met de tabaksindustrie dringen zich op. Ook de sigarettenproducenten waren op de hoogte van de schadelijke effecten van hun product, maar kozen ervoor om die te verzwijgen. In het boek <emphasis typeStyle=\"it\">Merchants of Doubt</emphasis> beschrijven wetenschapshistorici Naomi Oreskes en Erik M. Conway hoe de rooklobby pr-firma's en pseudo-experts inhuurde om de publieke opinie te bespelen. Het doel was niet zozeer om bewezen feiten te weerleggen, als wel om de indruk te wekken dat er nog onenigheid bestond onder wetenschappers, zelfs al was dat in werkelijkheid nauwelijks het geval. De 'tabaksstrategie' noemen Oreskes en Conway dat. En de oliemaatschappijen volgden hetzelfde recept.</p><p>Waar Big Tobacco al eerder de nodige schadeclaims aan de broek kreeg, is nu Big Oil aan de beurt. Zo is de openbaar aanklager in New York een proces begonnen tegen ExxonMobil vanwege de misleiding van aandeelhouders. Naar buiten toe hield het bedrijf vol dat zijn accountants rekening hielden met overheidsmaatregelen die het winnen van fossiele brandstoffen duurder zouden maken. Om onrendabele investeringen te voorkomen zou er een extra prijskaartje worden gehangen aan broeikasgassen, bezwoer Exxon zijn beleggers. Maar in werkelijkheid werd deze virtuele CO -prijs helemaal niet meegenomen in de boekhouding en ging Exxon gewoon door met <emphasis typeStyle=\"it\">business as usual</emphasis> . Het bestuur was ervan op de hoogte, zo blijkt uit e-mails die de openbaar aanklager onder ogen kreeg. Rex Tillerson, de man die aan het roer stond van Exxon voordat hij door Donald Trump werd aangesteld als minister van Buitenlandse Zaken, zou hoogstpersoonlijk zijn fiat hebben gegeven. En dat, betoogt de openbaar aanklager, is doelbewuste fraude.</p><p>'Deze zaak is redelijk rechttoe rechtaan', zegt Michael Burger, directeur van het Sabin Center for Climate Change Law. 'Het gaat over een bedrijf dat A zegt, maar B doet. Dat is strafbaar, daarvoor hoef je niet te bewijzen dat klimaatverandering een reëel gevaar is en dat bedrijven een juridische verantwoordelijkheid hebben om actie te ondernemen.' Het kan een nieuwe knauw betekenen voor de toch al beschadigde reputatie van de oliemaatschappijen, maar een juridische revolutie zal deze zaak niet ontketenen. Met meer spanning kijkt Burger naar de juristen die zich begeven op onontgonnen terrein, zoals de advocaten van Urgenda dat eerder deden. 'Dat proces was ongelooflijk belangrijk, zowel voor de publieke bewustwording als voor het nadenken over de verplichtingen van overheden in het tegengaan van klimaatverandering. De logische vervolgvraag is of de grote industriële uitstoters ook zo'n verplichting hebben. Het is spannend om te zien wat er gaat gebeuren. Het zal een uitspraak vergen waarvoor nog geen precedent is.'</p><p><emphasis typeStyle=\"bf\">De Peruaanse boer</emphasis> Saúl Luciano Lliuya woont in Huaraz, een stad met 120.000 inwoners aan de voet van het Andes-gebergte. Tussen de besneeuwde bergtoppen boven hem ligt Laguna Palcacocha, een azuurblauw gletsjermeer dat de stadsbewoners van vers drinkwater voorziet. Maar de laatste jaren vormt het meer een groeiende bedreiging: doordat de gletsjer in rap tempo smelt, kan de dam op elk moment overstromen. Een enkele lawine is genoeg om een vloedgolf te veroorzaken die het huis van Lliuya wegvaagt. Het maakt hem een van de ontelbare mensen over de hele wereld die nu al het slachtoffer dreigen te worden van klimaatverandering.</p><p>Op 30 november 2017 verlaat Lliuya met een grote glimlach het gerechtshof in Hamm, Duitsland. De appèlrechter heeft zijn zaak zojuist ontvankelijk verklaard. 'Dit is een baanbrekend vonnis met wereldwijde gevolgen', jubelt de ngo GermanWatch die Lliuya juridisch bijstaat. De Peruaan eist namelijk 21.000 euro van rwe. Door grote hoeveelheden CO uit te stoten heeft het Duitse energiebedrijf bijgedragen aan de opwarming van de aarde en <emphasis typeStyle=\"it\">ipso facto</emphasis> aan het smelten van de gletsjer, redeneert hij, en daarom wil hij dat het bedrijf meebetaalt aan de maatregelen die nodig zijn om het acute overstromingsgevaar weg te nemen. In eerste aanleg werd zijn aanklacht nog verworpen, maar in hoger beroep oordeelt de rechter dat er voldoende grond is om de zaak inhoudelijk te behandelen.</p><p>'Dat was een emotioneel moment voor iedereen', zegt Roda Verheyen, Lliuya's advocaat. Haar cliënt is een spirituele man, vertelt ze aan de telefoon, iemand die zich verbonden voelt met het landschap waarin hij is opgegroeid. Behalve als boer werkt hij als berggids en tijdens zijn tochten zag hij met eigen ogen hoe de gletsjers zich in de loop der jaren steeds verder terugtrokken. Met alle gevolgen van dien voor de lokale bevolking. Hij wilde wat doen, maar wat kon hij beginnen? De voornaamste vervuilers hebben hun hoofdkantoor immers aan de andere kant van de wereld. Nadat hij in contact kwam met GermanWatch vormde zich een plan: misschien kon de rechter soelaas bieden. Binnen de EU is rwe de grootste uitstoter en een logisch doelwit om een deel van de schade op te verhalen. 'Je moet ergens beginnen', zegt Verheyen. 'Het gaat Lliuya er niet om een bedrijf aan de schandpaal te nagelen. </p><p>Het is een kwestie van verantwoordelijkheid en het is juridisch nu eenmaal niet mogelijk om alle verantwoordelijken tegelijkertijd aan te klagen.' Het helpt dat wetenschappers steeds beter in staat zijn om de verantwoordelijkheid van individuele bedrijven te berekenen. Een van de pioniers in dit vakgebied is Richard Heede, oprichter en directeur van het Climate Accountability</p><p>Institute. In 2013 publiceerde hij het invloedrijke <emphasis typeStyle=\"it\">Carbon Majors Report,</emphasis> een lijst met de negentig bedrijven die samen goed zijn voor bijna twee derde van de totale wereldwijde emissies sinds het begin van de industriële revolutie. Het historische aandeel van rwe, nummer 28 op de lijst, is volgens die studie 0,41 procent. Dat is waarop de advocaten van Luciano Lliuya hun claim van 21.000 euro baseren.</p><p>'Ik ben blij dat ik met mijn onderzoek dit soort rechtszaken kan ondersteunen', zegt Heede in een Skype-interview. 'We moeten druk uitoefenen op de fossiele industrie. Er is geen enkele reden waarom zij de dans zouden moeten ontspringen.' Vanuit zijn thuiskantoor in de Rocky Mountains legt hij uit hoe hij te werk is gegaan. 'Het was vooral een kwestie van oude jaarverslagen en bedrijfsdocumenten uitpluizen. Als je kunt achterhalen hoeveel vaten olie of ton kolen een bedrijf produceerde en hoeveel daarvan gebruikt werd voor niet-energiegerelateerde doeleinden - zoals het maken van plastic of smeermiddelen - dan kun je redelijk nauwkeurig uitrekenen hoeveel CO2 dat bedrijf gedurende zijn bestaan de atmosfeer in heeft gepompt.' Dat klinkt makkelijker gezegd dan gedaan, want het is een enorme klus om die gegevens te verzamelen voor al die bedrijven. Zeker omdat jaarverslagen van voor 1950 niet zo eenvoudig vindbaar zijn. 'Het kwam erop neer dat ik veel tijd doorbracht in stoffige bibliotheken. We moesten studenten inschakelen om documenten op te duikelen in archieven in Australië en Zuid-Afrika.'</p><p>Met zijn onderzoek wilde hij die blinde vlek wegnemen, legt Heede uit: 'Een van de grootste gebreken van de VN-klimaattoppen is dat het enkel gaat over de doelstellingen van staten. Niemand heeft het over de machtige multinationals die verantwoordelijk zijn voor een groot deel van de historische emissies en nog altijd vrolijk doorgaan met uitstoten.' Zijn lijst geeft een robuust overzicht, al blijft het een schatting, erkent Heede. 'Er ontbreken natuurlijk wat data, maar de foutmarge is klein. Ik heb bedrijven ook altijd uitgenodigd om de cijfers die ik heb gebruikt te corrigeren. Tot nu toe hebben ze ervoor gekozen om mijn onderzoek te negeren.' Met de aankomende rechtszaken kunnen ze die strategie onmogelijk volhouden. Als Heede's berekeningen als bewijs worden aangevoerd, zal de tegenpartij zich gedwongen zien te reageren. Alleen al om die reden is 'de zaak tegen rwe van enorm symbolisch belang'.</p><p>Mocht Saúl Luciano Lliuya in het gelijk worden gesteld, dan zou dat een onvoorstelbare overwinning betekenen in de strijd tegen Big Oil. Maar het zou ook juridische gevolgen hebben die nauwelijks te overzien zijn, vreest Jaap Spier. 'In theorie zou het betekenen dat iedereen die schade ondervindt als gevolg van klimaatverandering iedere veroorzaker aansprakelijk kan stellen - dat levert een compleet onwerkbare en onwenselijke situatie op', zegt hij tijdens een lunch op het Amsterdamse Spui.</p><p>Spier, die in 2016 afscheid nam als advocaat-generaal bij de Hoge Raad, houdt zich al zijn hele werkzame leven bezig met aansprakelijkheidsrecht. De afgelopen jaren heeft hij zich vastgebeten in de juridische vraagstukken rond klimaatverandering. Zo stond hij aan de basis van de Oslo Principles, die in kaart moesten brengen wat de wettelijke klimaatverplichtingen zijn van staten, en lanceerde hij vorig jaar de Enterprises Principles, die iets soortgelijks beogen voor bedrijven. Hij heeft goede hoop dat het wetboek kan dienen als een breekijzer, maar pleit ook voor terughoudendheid. Een zaak zoals die tegen rwe kan 'de sluisdeuren openen', waarschuwt hij. 'Als we op die manier schadevergoedingen proberen af te dwingen, zijn de energiebedrijven binnen de kortste keren failliet. Dan is het geld op, nog voordat we de meest ernstige gevolgen van klimaatverandering ondervinden. Of we daar nu veel mee opschieten...'</p><p>ciel-directeur Carroll Muffett snapt de zorgen van Spier, maar deelt zijn schrikbeeld niet. 'Ik geloof niet dat we hierdoor toegaan naar een wereld waarin iedereen elkaar aanklaagt. Zo'n zaak tegen rwe laat eerder de kwetsbaarheid van deze sector zien. Investeerders begrijpen daardoor dat dit verdienmodel zijn langste tijd heeft gehad. Je ziet dat steeds meer institutionele beleggers hun geld terugtrekken uit de fossiele industrie. Ze snappen dat deze bedrijven in de toekomst alleen maar meer geplaagd zullen worden door rechtszaken. De geest is uit de fles.' De Peruaanse boer is inderdaad niet de enige die schade wil verhalen op de fossiele industrie. Op dit moment lopen er in Amerika verschillende rechtszaken waarin lokale overheden industriële uitstoters voor het gerecht dagen. Zo wil de gemeente New York dat de vijf grootste oliemaatschappijen meebetalen aan de kosten van klimaatadaptatie - al weigerde de federale rechtbank de zaak in behandeling te nemen, omdat het een politieke aangelegenheid zou zijn. 'Het frustrerende is nu juist dat de politiek niet handelt; dat is de reden dat mensen naar de rechter stappen', zegt Michael Burger van het Sabin Center. 'Na de verkiezing van Donald Trump is het duidelijk dat we niets hoeven te verwachten van de Amerikaanse regering.'</p><p><emphasis typeStyle=\"bf\">Is het niet wat te gemakkelijk</emphasis> om de schuld in de schoenen van de oliemaatschappijen te schuiven? Is Shell werkelijk de boeman, of levert het bedrijf slechts een product waar de samenleving behoefte aan heeft? Dat laatste is in ieder geval hoe Ben van Beurden, de hoogste baas van Shell, het graag voorstelt. 'Ik pomp alles op wat ik kan oppompen om aan de vraag te kunnen voldoen',</p><p>zei hij een paar jaar geleden in een inmiddels berucht geworden interview met <emphasis typeStyle=\"it\">Nieuwsuur</emphasis> . Natuurlijk was hij zich bewust van de gevaren van klimaatverandering, maar Shell deed in zijn ogen niets verkeerd. Uiteindelijk is het de consument die de CO2 uitstoot. Bovendien: hij kan toch niet in z'n eentje het energiesysteem omvormen? Als Shell geen gas of olie uit de bodem haalt, doet een ander bedrijf het wel. Daar schiet het milieu niets mee op.</p><p>De Schotse juriste Polly Higgins is niet overtuigd door deze verdedigingslijn. Sterker nog: als het aan haar ligt belandt Ben van Beurden straks achter de tralies. Hij maakt zich namelijk schuldig aan 'ecocide': zijn beslissingen mogen dan gericht zijn op het maken van winst, hij weet ook dat ze zorgen voor de onherstelbare beschadiging en vernietiging van ecosystemen. En dat mag niet onbestraft blijven, betoogt ze. Al jarenlang pleit Higgins - bijnaam: 'advocaat van de aarde' - ervoor dat ecocide wordt erkend als een vijfde misdaad tegen de vrede. Naast massamoordenaars en oorlogsmisdadigers zou het Internationaal Strafhof ook moeten kunnen optreden tegen milieucriminelen, zoals Van Beurden. Haar missie klinkt al minder kansloos als je weet dat 'ecocide' tot 1996 voorkwam in de conceptversies van de statuten van het Internationaal Strafhof. Pas toen het Verenigd Koninkrijk, Frankrijk en Nederland protesteerden, verdween het van de lijst.</p><p>Afgelopen maand kreeg Higgins te horen dat ze lijdt aan een ongeneeslijke vorm van kanker en nog zo'n zes weken te leven heeft. 'Als dit mijn tijd is om te gaan, dan ben ik ervan overtuigd dat mijn juridische team het werk onverschrokken voortzet', zei ze tegen <emphasis typeStyle=\"it\">The Guardian</emphasis> . Later dit jaar hoopt haar non-profitorganisatie de eerste testzaak tegen de Shell-top voor te leggen aan het Internationaal Strafhof. Het doel is niet enkel het aanwijzen van concrete daders, maar ook het kantelen van het publieke debat. Maar al te vaak wordt de klimaatcrisis voorgesteld als iets waaraan we allemaal schuldig zijn. Alsof iedereen die een benzine-auto rijdt of grijze stroom verbruikt medeplichtig is aan de verwoesting van de planeet. Het punt van Higgins is dat de consument afhankelijk is van het aanbod van een selecte groep machtige multinationals, die ook overheidsbeleid beïnvloedt. Anders dan Ben van Beurden het doet voorkomen kan hij wel degelijk zorgen voor een andere inrichting van onze energie-infrastructuur. En zolang hij kiest om dat niet te doen en vasthoudt aan zijn schadelijke verdienmodel, zou hij vervolgd moeten kunnen worden, vindt Higgins.</p><p>'Het idee van persoonlijke aansprakelijkheid is een logische volgende stap', zegt Carroll Muffett. Samen met Greenpeace en wnf stuurde ciel in 2014 een brief naar de directeuren van alle grote oliebedrijven en hun verzekeraars, om hen op de risico's te wijzen. Normaal gesproken zijn bestuurders verzekerd tegen de schadeclaims. Maar als een rechtbank oordeelt dat je consumenten en investeerders hebt misleid, dan is het nog maar de vraag of de verzekeringspolis dat dekt. 'Van de grote oliemaatschappijen kregen we geen reactie. Maar een aantal verzekeraars is begonnen om zich hierin te verdiepen.'</p><p>Dat de veroordeling van ceo's geen denkbeeldig scenario is bewijzen eerdere rechtszaken over asbest. In Italië kregen de voormalige eigenaar en een grootaandeelhouder van een asbestbedrijf al eens een celstraf opgelegd omdat ze hun arbeiders willens en wetens in gevaarlijke omstandigheden lieten werken. Op dit moment klinkt het nog vergezocht dat de bestuursvoorzitter van Shell hetzelfde lot te wachten staat, maar dat kan snel veranderen, gelooft Muffett. 'Het recht is constant in ontwikkeling. We gaan een tijdperk in waarin de impact van klimaatverandering elke dag ernstiger en zichtbaarder wordt. Dan dringt zich de vraag op wie we daarvoor verantwoordelijk kunnen en moeten houden. Ik sluit niet uit dat bestuurders zich op een bepaald moment zullen moeten verantwoorden. Dat is precies waarom het Internationaal Strafhof in het leven is geroepen: om mensen te vervolgen die betrokken zijn bij grove mensenrechtenschendingen.' </p><p>En binnen juridische kringen wordt klimaatverandering meer en meer gezien als een mensenrechtenkwestie. In het hoger beroep van de Urgenda-zaak beriep de rechter zich op het Europees Verdrag voor de Rechten van de Mens. En ook Milieudefensie ziet daar een juridische basis voor hun aanklacht tegen Shell. Na superstorm Haiyan, die in 2013 673.000 daklozen en duizenden doden veroorzaakte, begon de Filipijnse mensenrechtencommissie een onderzoek naar de juridische verantwoordelijkheid van 47 <emphasis typeStyle=\"it\">carbon majors.</emphasis> Terwijl hun directie en aandeelhouders profiteren van de lucratieve handel in fossiele brandstoffen, worden de inwoners van de archipel geteisterd door orkanen en overstromingen, die door de planetaire opwarming steeds frequenter en krachtiger worden. Zo zouden bedrijven als Shell en Exxon het recht op een gezonde en veilige leefomgeving van veel Filipijnen in gevaar brengen.</p><p><emphasis typeStyle=\"bf\">'Mag ik ook wat zeggen?'</emphasis> Vlak voordat de klimaatactivisten aan de terugtocht beginnen, verschijnt opeens Marjan van Loon op het bordes. De directeur van Shell Nederland heeft moeite om zich verstaanbaar te maken boven het boegeroep, maar als de organisatie de menigte tot rust maant, krijgt ze toch de kans om haar verhaal te doen. Ze zegt de bezorgdheid en het ongeduld te begrijpen. Alleen helpt het niet om met de vinger naar Shell te wijzen, vindt ze, want uiteindelijk zullen we het samen moeten doen. 'Dat geldt voor de overheid, het bedrijfsleven, maar ook voor de milieubeweging. Laten we met elkaar in gesprek gaan.' Maar als Van Loon vervolgens op het podium wordt uitgenodigd voor een publieke discussie verdwijnt de directeur vlug weer naar binnen. 'Nou, lekker gesprek is dit...', mompelt de presentatrice.</p><p>'We zijn al zo vaak met Shell in gesprek geweest', zegt Laurie van der Burg, de onderzoeker die namens Milieudefensie aan de dagvaarding werkte. 'Zo'n rechtszaak is echt een laatste redmiddel. Het kost ontzettend veel geld en tijd. Maar we hebben Shell jarenlang gewezen op hun kwalijke praktijken, hun maatschappelijke verantwoordelijkheid en misleidende pr, en het heeft niets geholpen. Dan is dit de volgende stap op de escalatieladder.' De gang naar de rechter is misschien gewaagd, maar een ondoordachte wanhoopspoging is het allerminst. Dat de uitkomst onzeker is, dat hoort nu eenmaal bij procedures die proberen om de grenzen te verleggen. En ook als deze rechtszaak niet onmiddellijk wordt gewonnen, kan het een belangrijk maatschappelijk debat aanzwengelen, gelooft Van der Burg. 'Er komen cruciale vragen op tafel: hoe kunnen we de klimaatdoelen halen en vooral: waar ligt de verantwoordelijkheid?'</p><p>De discussies in de Haagse rechtszaal zullen in elk geval met veel interesse gevolgd worden door de internationale groep rechtsgeleerden die hun expertise aanwenden om een oplossing te zoeken voor de klimaatcrisis die oliemaatschappijen al een halve eeuw geleden zagen aankomen. Deze juristen begrijpen dat het wetboek kan helpen om maatschappelijke veranderingen aan te jagen, dat dappere rechters een doorbraak kunnen forceren op de momenten dat politici het laten afweten en dat een boer uit Peru of een milieuorganisatie uit Nederland een pleidooi kan houden die wereldwijde gevolgen heeft. Met iedere nieuwe zaak zwelt de vloed verder aan en wordt de fossiele industrie verder in de verdediging gedrongen.</p>", "publisher": "De Groene Amsterdammer", "instances": ["roepen ze richting het bakstenen gebouw. Vanaf het provisorische podium klinken opzwepende speeches over de stap die hier vandaag wordt gezet ('We schrijven klimaatgeschiedenis! Hij heeft zelfs zonnepanelen op het dak. Ondanks het vriendelijke onthaal zit Shell bepaald niet te wachten op een juridisch gevecht."]}, {"relevance_score": 113, "title": "De wereld kan welzonder McDonald's", "published": "2016-02-22", "bodyText": "<p nitf:lede=\"true\"> Amsterdam </p><p nitf:lede=\"true\"> De mensheid is de weg kwijt. Het kapitalistisch systeem leidt tot uitbuiting van mens en natuur. Een figuur als Donald Trump toont aan dat de parlementaire democratie zijn langste tijd heeft gehad, mannelijke overheersing is de basis voor sociaal onrecht in de wereld. Het zijn slechts enkele van de opvattingen van de Britse ontwikkelingssocioloog en econoom Raj Patel die hem de internationale reputatie van 'de popster' of 'messias van sociale gelijkheid' hebben opgeleverd.  </p><p nitf:lede=\"true\"> De charismatische Patel (44) heeft er zijn levenstaak van gemaakt om uit te leggen dat het kapitalistische productie- en consumptiesysteem de wereld uit balans heeft gebracht. Het roer moet om. 'We zijn geen slaaf van consumptie. Er is een wereld denkbaar zonder McDonald's. Een wereld waarin we weer eten wat lekker en gezond is, zonder mensen of de natuur uit te buiten.' </p><p nitf:lede=\"true\"> Patel was deze maand te gast als hoofdspreker op de conferentie 'Climate justice &amp;amp; agrarian justice: linkages and challenges', georganiseerd door het International Institute of Social Studies (ISS) in Den Haag. Hier debatteerden wetenschappers en activisten over de grootste uitdaging van de 21e eeuw: hoe 9 miljard mensen te voeden terwijl we ook te maken hebben met klimaatveranderingen die de landbouwgrond bedreigen.  </p><p> De droogte in Afrika maakt het onderwerp extra actueel. Het weerfenomeen El Niño doet van Madagaskar tot Ethiopië oogsten mislukken. In de loop van dit jaar zullen mogelijk 60 miljoen Afrikanen veroordeeld zijn tot voedselhulp. Het komt, zegt Patel, doordat de kleine boeren van hun land worden verdreven of gedwongen worden tot contract-arbeid, waarbij ze hun eigen land verwaarlozen. De gezamenlijke vijand, zo klinkt het eensgezind op de conferentie, zijn de grote multinationals. In de grootscheepse jacht op landbouwgrond voor voedsel, maar ook voor gewassen die dienen als biobrandstof of veevoer, raken kleine boeren overal ter wereld in de verdrukking. </p><p> De sociale ongelijkheid in de wereld is wat Patel betreft geen voldongen feit. Waarom accepteren we dat de 62 allerrijkste mensen ter wereld evenveel bezitten als de allerarmste helft van de wereldbevolking samen? Met zijn priemende ogen oogt hij wakkerder dan hij is. 'Jetlag', verontschuldigt hij zich.  </p><p> kinderen </p><p> Patel, die net aangekomen is vanuit Texas, mompelt iets over zijn kinderen. 'Het was mijn beurt voor ze te zorgen, dus ik kon pas op het laatste moment weg.' Het gelijkstellen van de posities van vrouw en man binnen huishoudens, een van zijn academische stokpaardjes, past hij kennelijk in zijn eigen leven letterlijk toe. 'De exploitatie van vrouwen is deel van het kapitalistisch systeem. Die uitwassen kun je nooit uitbannen zolang het patriarchaat in grote delen van de wereld blijft bestaan', vindt hij.  </p><p> Patel, kind van een Keniaanse moeder en een vader uit Fiji, is opgegroeid in Londen en werkt als professor aan de Lyndon B. Johnson School of Public Affairs aan de Universiteit van Texas.  </p><p> Hij werkte bij de Wereldbank, de Wereldhandelsorganisatie WTO en de Verenigde Naties, deed veel onderzoek in Afrika, is betrokken bij burgerorganisaties als Via Campesina en schreef diverse boeken over productie en consumptiepatronen. Zijn laatste boek,  The Value of Nothing,  werd door de  New York Times  tot bestseller uitgeroepen.  </p><p> De wereld is uit balans, zegt u. 2 miljard mensen hebben overgewicht, 1 miljard lijden honger. </p><p> 'Niemand bekommert zich erom. De ene helft van de bevolking vreet zich vol, de andere lijdt onder ons consumptiepatroon. We noemen het eigen verantwoordelijkheid, maar dat is niet zo. Arme landen dragen de last van het koloniale verleden. Wij hebben grenzen getrokken die nog steeds leiden tot etnische spanningen en burgeroorlogen, wij beroven lokale boeren van hun land om er onze biobrandstof en veevoer te produceren. Wij zijn verantwoordelijk voor de klimaatverandering, niet de burgers in Soedan. Als we serieus zijn over de aanpak van klimaatverandering, dan moet je schuld bekennen en arme landen hun schulden kwijtschelden.' </p><p> U duikt wel diep in de geschiedenis. Is dat nu relevant? </p><p> 'De geschiedenis biedt voorbeelden waar lessen uit zijn te trekken. Neem suiker. Iedereen roept nu dat het slecht voor je gezondheid is, maar suiker is al 600 jaar lang slecht in veel meer opzichten. Dat begon op het moment dat het een commercieel product werd en de Portugezen slaven naar Madeira verscheepten om er te werken op de plantages. Commerciële productie is slecht voor arbeiders, slecht voor de inheemse bevolking én nu dus ook slecht voor de gezondheid. Als je vragen gaat stellen, moet je ze allemaal stellen.' </p><p> Maar toch … moeten we het koloniale verleden niet laten rusten? Nu hebben we te maken met zaken als landroof en belastingontwijking. </p><p> 'Het koloniale verleden helpt het heden te creëren. Een bedrijf als Unilever zit nog steeds stevig op de posities die het in de koloniale tijd heeft opgebouwd, zoals palmolie in Indonesië. De belastingparadijzen van nu zijn uitingen van dezelfde eeuwenoude strategie van uitbuiting, winstmaximalisering en beroving van grondstoffen. Exploitatie van mens en natuur zit diep verankerd in het kapitalistisch systeem.' </p><p> Tja, wat doen we daar aan? </p><p> 'Jouw lezers zullen zich dat ook afvragen. Die gaan braaf naar de biologische markt, kopen lokale producten en betalen extra voor fair trade. En toch zien ze dat er niets verandert. Het heeft dus geen zin, denken ze. En dat klopt. Wie kan nu de wereld veranderen met een beetje winkelen? De truc van het moderne kapitalisme is dat ons is ingepeperd dat we allemaal maar individuen zijn.' </p><p> Bewust winkelen heeft geen zin? </p><p> 'Nee, want door ons consumptiepatroon als een individuele verantwoordelijkheid te bestempelen, haal je de schuldvraag bij bedrijven weg. Als twee miljard mensen in de wereld overgewicht hebben, dan is het 'onze eigen keus' dat we te dik zijn. Als een dieetgoeroe roept dat we moeten stoppen met koolhydraten en quinoa moeten gaan eten, dan is het 'onze eigen schuld' als we het niet doen en ten onder gaan. Wat is er met de mensheid gebeurd dat wij denken dat we behoefte hebben aan quinoa? Hoe komt het dat wij nu in de winkel als gezondheidsfreaks etiketten en labels moeten afstruinen om er achter te komen wat we eten? Is ongezond en onverantwoord eten onze eigen schuld? Ik denk het niet. Het is een maatschappelijk probleem. Als we dat onderkennen, dan kunnen we bedrijven verantwoordelijk stellen en ze regels opleggen om er wat aan te doen.' </p><p> Maar bedrijven zeggen dat zij produceren waar wij als consumenten om vragen. Hoe los je dat op? </p><p> 'We worden overspoeld met informatie over eten. Overal zijn verlokkingen, op uithangborden van McDonald's, in advertenties op televisie, billboards, etalages. Stop daar mee! Brazilië overweegt nu een verbod op voedingsreclames voor kinderen. Het stuit op enorme weerstand van de industrie, maar ik ben er voor. Dat het werkt zagen we toen reclame op rookwaar werd verboden. Als je ophoudt de consumptie te beïnvloeden, kunnen we weer zelfstandige keuzen maken. Het zou toch mooi zijn als we het plezier van lekker en gezond voedsel herontdekken? En dat dan ook nog met respect voor het seizoen, het milieu en de mensen die er hard voor werken om het te produceren. Het betekent dat we bereid moeten zijn er meer voor te betalen.' </p><p> Acht u dat kansrijk? </p><p> 'Ik ben pessimistisch als academicus, maar optimistisch als burger. Ik geloof in verandering van onderop; dat we patronen kunnen doorbreken als we onze individuele krachten bundelen. In Congo lijden mensen dagelijks voor de metalen in onze mobieltjes. Wij moeten ons ervan bewust zijn dat mensen aan de andere kant van de wereld in álle opzichten de prijs betalen voor de producten die wij willen hebben. Boeren worden direct geconfronteerd met de gevolgen van klimaatverandering of grootschalige landbouw. Als de oogst mislukt, hebben ze niets te eten. In tegenstelling tot bedrijven staan zij daarom wel open voor meer duurzame vormen van landbouw. Niet voor niets groeien protestbewegingen zoals Via Campensina of Slow Food als kool. De oplossing ligt in de opbouw van sterke lokale gemeenschappen als tegenmacht van de grote bedrijven en corrupte of machteloze regeringen.' </p><p> U heeft geen vertrouwen in democratisch gekozen regeringen? </p><p> 'Ik zou graag sterke regeringen zien, maar in de praktijk bepalen bedrijven nu de richting. Zij hebben nu eenmaal de diepste zakken. Zelfs burgerbewegingen worden gekaapt door bedrijven. Neem Uber. Het begon als een protestbeweging en nu zijn er wereldwijd duizenden onderbetaalde zzp'ers die onder de naam Uber scanderen 'wij willen ons laten exploiteren'. De deeleconomie is feitelijk moderne slavernij.' </p><p> misstanden </p><p> Patel houdt internationale instituties als de Wereldbank en de Verenigde Naties, waar hij zelf werkte om 'het van binnenuit te kunnen zien', verantwoordelijk voor veel misstanden. Zij zouden met hun 'heilige geloof in de markt' arme landen hebben aangezet tot grootschalige landbouw, bedoeld voor export om daarmee vervolgens schulden te kunnen aflossen. Dit 'desastreuze beleid' maakte Afrika voor veel andere producten afhankelijk van import. De publieke sector werd verwaarloosd, terwijl multinationals vrij spel kregen om grond op te kopen, grondstoffen te verschepen, winsten belastingvrij weg te sluizen en mensen van hun land te verdrijven en uit te buiten. 'Het gevolg is een wereldwijde trek naar de stad waar mensen gegarandeerd in armoede vervallen.' </p><p> En vervolgens staan ze in Europa op de stoep? We hebben de invasie van migranten zelf veroorzaakt? </p><p> 'Inderdaad.' </p><p> Zijn multinationals dan nergens goed voor? </p><p> 'Jawel, sommige nemen het voortouw in het verminderen van CO 2 -uitstoot of het besparen op verpakkingsmateriaal. Maar ze gaan echt niet stoppen met marketing of met kinderen volstoppen met snoep. En ze gaan boeren niet leren ecologisch te produceren of te diversificeren, want daar zit simpelweg geen  businessmodel in.'  </p><p> Raj Patel: 'De deeleconomie is feitelijk moderne slavernij.' </p>", "publisher": "Nederlands Dagblad", "instances": ["Er is een wereld denkbaar zonder McDonald's. Een wereld waarin we weer eten wat lekker en gezond is, zonder mensen of de natuur uit te buiten. Hier debatteerden wetenschappers en activisten over de grootste uitdaging van de 21e eeuw: hoe 9 miljard mensen te voeden terwijl we ook te maken hebben met klimaatveranderingen die de landbouwgrond bedreigen. De droogte in Afrika maakt het onderwerp extra actueel."]}, {"relevance_score": 5, "title": "Topdrukte op klimaatmars", "published": "2019-09-28", "bodyText": "<p nitf:lede=\"true\">Mensen hebben massaal gehoor gegeven aan de oproep om in Den Haag mee te lopen in een betoging voor een ambitieuzer klimaatbeleid, vrijdag in Den Haag. Een woordvoerder van de organisatie schat dat er ruim 25.000 mensen op de been waren. Deelnemers aan de tocht scandeerden massaal leuzen als \"climate justice now\".  Wereldwijd werd er vrijdag gedemonstreerd voor een ander klimaatbeleid. beeld ANP, Sem van der Wal</p><p nitf:lede=\"true\"><link service=\"ATTACHMENT\"><marker>Link naar PDF</marker><locator><locatorKey><keyName name=\"object-key\"/><keyValue value=\"20190928004DKRMAINBIN\"/></locatorKey><locatorParameters><parameter name=\"componentseq\" value=\"1\"/><parameter name=\"object-type\" value=\"215\"/><parameter name=\"object-smi\" value=\"37763\"/></locatorParameters></locator></link></p>", "publisher": "Reformatorisch Dagblad", "instances": ["Een woordvoerder van de organisatie schat dat er ruim 25. 000 mensen op de been waren. Wereldwijd werd er vrijdag gedemonstreerd voor een ander klimaatbeleid. beeld ANP, Sem van der WalLink naar PDF"]}, {"relevance_score": 9, "title": "Activisten aanwezig op klimaattop", "published": "2009-12-07", "bodyText": "<p nitf:lede=\"true\">RIJSWIJK (ANP)   Niet alleen politici maken zich de komende anderhalve week in Kopenhagen druk om een klimaatakkoord. Ook duizenden actievoerders, onder wie een groot aantal Nederlanders, willen hun stem laten horen.</p><p nitf:lede=\"true\">Vooral van vrijdag tot volgende week woensdag komen zij in actie. Volgens een woordvoerder van een van de Nederlandse groepen behoren de protesten tot  de belangrijkste sinds jaren. </p><p nitf:lede=\"true\">De meeste activisten hebben zich verenigd in het zogenoemde Climate Justice Action-netwerk, oftewel CJA.  We gaan onszelf bij de top naar binnen duwen. We breken door de versperringen van de politie heen,  legde een CJA-activist uit.</p><p nitf:lede=\"true\">Zie ook pag. 9.</p>", "publisher": "Reformatorisch Dagblad", "instances": ["Vooral van vrijdag tot volgende week woensdag komen zij in actie. Volgens een woordvoerder van een van de Nederlandse groepen behoren de protesten tot  de belangrijkste sinds jaren. We gaan onszelf bij de top naar binnen duwen. We breken door de versperringen van de politie heen,  legde een CJA-activist uit."]}, {"relevance_score": 49, "title": "", "published": "2009-12-22", "bodyText": "<p nitf:lede=\"true\">Klimaatreligie (II)</p><p nitf:lede=\"true\">Jammer dat uw berichtgeving over Kopenhagen nogal eenzijdig is. Allereerst schrijft u (RD 14-12) dat onder het motto  Systeemverandering is geen klimaatverandering  activisten de klimaatonderhandelingen bij voorbaat  als kansloos bestempelden.  Wat ik heb gezien waren veel meer positieve boodschappen, als:  Act now ,  Time for Climate Justice  en  Hopenhagen . Uw bericht heeft het grotendeels over rellen en linkse activisten. Daarentegen mocht ik deelnemen aan een hoopvolle mars met voorop de boodschap dat een andere wereld mogelijk is:  Another world is possible, Another world is coming, Another world is reality . Samen met duizend andere mensen in het blok  Countdown to Copenhagen for Climate Justice . Daar liepen ook de christelijke jongeren van  Time to Turn  mee, iets wat u als opmerkelijk betitelde. Hoezo opmerkelijk? God heeft het recht lief. Ik zie het als een opdracht van God als we opkomen voor de rechten van onze naasten die dat zelf niet kunnen. Juist als je gelooft in een nieuwe hemel en een nieuwe aarde, waarin gerechtigheid woont, houd je je mond niet dicht. Duizenden mensen en ik geloven dat van harte en daarom waren we in Kopenhagen. Jammer, daarover lees ik niet veel in uw krant.</p><p nitf:lede=\"true\">Jenny van den Berg</p><p>Camera Obscuradreef 119</p><p>3561 XN Utrecht</p><p>Schoolidentiteit</p><p>In RD 12-12 werd verontrusting kenbaar gemaakt over principiële verschuivingen bij de refoscholen. De heer Heldoorn raakte inderdaad de kern:  Als echt de boodschap van de Bijbel centraal staat, vallen veel discussies in eigen kring weg. Uiteindelijk gaat het om de vraag of we de Heere Jezus Christus liefhebben en of wij geheel anders zijn.  Hij had het wel over verschuivingen, dat we het in  onze zuil  zo naar onze zin hebben. Materialisme en individualisme vieren hoogtij. Het deed mij denken aan de schoolstrijd, toen ds. E. Fransen opriep tot meer gebed voor godvrezende leraars en leraressen. Is dat niet het grote probleem en gebrek in onze refocultuur? Kerkmensen zijn er genoeg, maar wie heeft er oprecht de Heere Jezus lief? En dan toch ook elkaar? Wat is deze liefde ook onder  refomensen  vaak ver te zoeken. Wie brengt in praktijk waar Heldoorn mee eindigde?  Eenheid in het noodzakelijke, vrijheid in het niet-noodzakelijke, broederlijke liefde in beide  (Witsius). Het meest noodzakelijke is dat we God en de Heere Jezus oprecht liefhebben en elkaar hartelijk liefhebben. Hoe blijkt in alles dat het oordeel begint bij het huis van God. En wie weent er werkelijk onder?</p><p>Kennen we onze identiteit in Christus? Dan houden discussies op en zoeken we elkaar te vinden aan de voet van het kruis. Is de Heere Jezus ook al voor ons alles geworden? Dan blijkt dat in het leven, van dominees, onderwijzend personeel, leerlingen en kerkmensen, want leer en leven moeten samengaan.</p><p>Teun van der Weijden</p><p>Atmosfeerstraat 26</p><p>3328 GD Dordrecht</p><p>Managers</p><p>Volgens onderzoek (RD 17-12) denken protestante managers eerst aan de bedrijfsbelangen en dan pas aan die van hun medewerkers. Ze laten daarbij naastenliefde, barmhartigheid en gerechtigheid te veel ongebruikt. Wat ik niet snap, is dat bedrijfsbelangen en individuele belangen niet onlosmakelijk met elkaar verbonden zouden zijn. Hoe kan ik als leidinggevende mijn afdelingsplannen realiseren als ik me niet verzeker van de optimale inzet van mijn mensen, bijvoorbeeld door goede werkomstandigheden te creëren, aandacht voor hen te hebben en energie te steken in hun functioneren? Verder wordt er een tegenstelling gesignaleerd tussen het mensbeeld/dogma van orthodox-protestantse managers (de mens is geneigd tot alle kwaad) en het feit dat ze hun mensen bestempelen als: goede mensen met mogelijkheden.  Daarmee stellen ze dat dogma eigenlijk een beetje buiten werking , zegt onderzoeker Tom van den Belt. Die conclusie deel ik niet. Hoewel elk mens van nature zondaar is, heeft diezelfde mens ook/nog steeds de verplichting om met zijn talenten te woekeren. En dat kan onder andere in het werk wel degelijk succesvol blijken. Zoek je de juiste leiderschapshouding als christen, let er dan vooral op hoe de Heere Jezus met Zijn discipelen omging. Hij vroeg veel van hen (gehoorzaamheid, trouw, offer, overgave), maar gaf ook erg veel terug (betrokkenheid, liefde, oog voor iedereen, Zijn offer). Dan hebben we het niet meer over dogma s, maar over dienend leiderschap. Dát is pas orthodox-protestants management.</p><p>A. J. van der Lee</p><p>Vestingsmuur 2</p><p>3991 RX Houten</p>", "publisher": "Reformatorisch Dagblad", "instances": ["Klimaatreligie (II)Jammer dat uw berichtgeving over Kopenhagen nogal eenzijdig is. Allereerst schrijft u (RD 14-12) dat onder het motto  Systeemverandering is geen klimaatverandering  activisten de klimaatonderhandelingen bij voorbaat  als kansloos bestempelden. Uw bericht heeft het grotendeels over rellen en linkse activisten. Daarentegen mocht ik deelnemen aan een hoopvolle mars met voorop de boodschap dat een andere wereld mogelijk is:  Another world is possible, Another world is coming, Another world is reality .", "Uw bericht heeft het grotendeels over rellen en linkse activisten. Daarentegen mocht ik deelnemen aan een hoopvolle mars met voorop de boodschap dat een andere wereld mogelijk is:  Another world is possible, Another world is coming, Another world is reality . Daar liepen ook de christelijke jongeren van  Time to Turn  mee, iets wat u als opmerkelijk betitelde. Hoezo opmerkelijk?"]}]