[{"relevance_score": 2, "title": "Dairy industry diligence rewarded for emission control efforts", "published": "2024-10-21", "bodyText": "<p>A ‘sense of duty’ rural mindset steered by public pressure drives the momentum of emission reduction strategies in the North American dairy industry. While much is still to be learnt, and many hurdles scaled, constructive methods are making critical advances.</p>", "publisher": "AllAboutFeed (English)", "instances": []}, {"relevance_score": 2, "title": "Sustainable, climate-resilient feed for livestock", "published": "2023-10-09", "bodyText": "<p>As the world faces the escalating challenges of climate change, the agricultural sector, particularly animal husbandry, is under increasing pressure to adapt. The need for animal feed that can withstand changing weather patterns, rising temperatures, and water scarcity is more pressing than ever.</p>", "publisher": "AllAboutFeed (English)", "instances": []}, {"relevance_score": 14, "title": "Wheat not ready for climate change", "published": "2019-02-22", "bodyText": "<p nitf:lede=\"true\">Food security relies on the resilience of staple food crops to climatic variability and extremes, but the climate resilience of European wheat is unknown. A group of European researchers therefore looked into this further and wrote down the results in the paper: ­Decline in climate resilience of European wheat, published in PNAS (Proceedings of the National Academy of Sciences). In this study, the researchers quantified the response diversity of wheat in nine European countries (Finland, Denmark, Germany, Belgium, Czech Republic, France, Slovakia, Italy, and Spain). The researchers identified the variation in response diversity on farmers’ fields and demonstrated the relation to climate resilience. The entire cultivar yield data set comprised of 100,985 observations. The data show a decline in the response diversity of wheat in farmers’ fields in most European countries after 2002–2009. Per country, the situation per response diversity differs a bit or started later.</p><p>The authors defined deserts (low diversity) and hotspots (high diversity). The Czech Republic showed the sharpest decline in response diversity since 2002. Also for the other countries a decline is seen, but the year it started differently per country. This assessment suggests that current breeding programmes and cultivar selection practices do not sufficiently prepare for climatic uncertainty and variability. Therefore, more research is needed to advance the understanding of the genetic basis to yield and quality response to weather. The researchers further state that the national action plans and the Common Agricultural Policy of the European Union are instrumental in removing the current disincentives and introducing new incentives and regulation for diversity in crop responses to climatic uncertainties. However, the authors address that regulation needs to imply sufficient flexibility to allow adaptive management and continuous collective learning.</p>", "publisher": "AllAboutFeed (English)", "instances": ["A group of European researchers therefore looked into this further and wrote down the results in the paper: ­Decline in climate resilience of European wheat, published in PNAS (Proceedings of the National Academy of Sciences). In this study, the researchers quantified the response diversity of wheat in nine European countries (Finland, Denmark, Germany, Belgium, Czech Republic, France, Slovakia, Italy, and Spain).", "Food security relies on the resilience of staple food crops to climatic variability and extremes, but the climate resilience of European wheat is unknown. In this study, the researchers quantified the response diversity of wheat in nine European countries (Finland, Denmark, Germany, Belgium, Czech Republic, France, Slovakia, Italy, and Spain). The researchers identified the variation in response diversity on farmers’ fields and demonstrated the relation to climate resilience.", "A group of European researchers therefore looked into this further and wrote down the results in the paper: ­Decline in climate resilience of European wheat, published in PNAS (Proceedings of the National Academy of Sciences). In this study, the researchers quantified the response diversity of wheat in nine European countries (Finland, Denmark, Germany, Belgium, Czech Republic, France, Slovakia, Italy, and Spain). The entire cultivar yield data set comprised of 100,985 observations. The data show a decline in the response diversity of wheat in farmers’ fields in most European countries after 2002–2009."]}, {"relevance_score": 29, "title": "Nabat, de nieuwe klimaattech-venture van Abu Dhabi, maakt gebruik van AI en robotica om mangroves te herstellen en klimaatbestendigheid te bevorderen", "published": "2024-12-12", "bodyText": "<p nitf:lede=\"true\"> De Advanced Technology Research Council's VentureOne heeft Nabat onthuld, een nieuwe klimaattech-venture voor het behoud en het herstel van mangroves en andere ecosystemen in de regio aan de hand van AI en robotica, tijdens de International Mangrove Conservation and Restoration Conference in Abu Dhabi. </p><p nitf:lede=\"true\">Dit persbericht bevat multimedia. Bekijk hier het volledige persbericht: <url normalizedValue=\"https://www.businesswire.com/news/home/20241211728260/nl/\">https://www.businesswire.com/news/home/20241211728260/nl/</url></p><p> Nabat demonstreerde hun geavanceerde technologie, waaronder drones, door AI aangestuurde software en flexibele zaaimechanismen, die men de komende zeven jaar zal gebruiken voor het behoud en het herstel van duizenden hectares mangroves in de Verenigde Arabische Emiraten. Mangrovebossen slaan tot vijf keer meer koolstof op dan bomen van een regenwoud en zijn een vitaal onderdeel van het ecosysteem van de Verenigde Arabische Emiraten, cruciaal in de strijd tegen de klimaatverandering die in de hele wereld wordt gevoerd. </p><p> \"Nabat vormt een voorbeeld van hoe de VAE geavanceerde technologie benut ten behoeve van de mensheid,\" verklaart Zijne Excellentie Faisal Al Bannai, secretaris-generaal van de Advanced Technology Research Council (ATRC). \"Door innovatie en wetenschap met elkaar te versmelten, leveren we inspanningen om ecosystemen te herstellen, biodiversiteit te bevorderen en klimaatbestendigheid te verstevigen, om ons land sneller op netto-nul te kunnen brengen.\" </p><p> \"Technologie en natuur worden vaak als haaks op elkaar beschouwd, maar als we technologie met op wetenschap gebaseerd onderzoek combineren om kritieke problemen op te lossen, kan technologie een van de krachtigste bondgenoten van de natuur worden,\" zegt Dr. Najwa Aaraj, CEO van de Technology Innovation Institute, de tak toegepaste wetenschappen van ATRC, en ontwikkelaar van de technologie achter Nabat. \"Ons systeem helpt om diverse kritieke uitdagingen in verband met natuurbehoud aan te pakken. Een van de belangrijkste uitdagingen is het verzamelen van gegevens. Er bestaan geen twee ecosystemen die identiek zijn, voor elk ecosysteem is een gepersonaliseerde, op gegevens gebaseerde benadering noodzakelijk.\" </p><p> De AI en robotica van Nabat staan in voor nauwkeurig in kaart brengen, zaaien en opvolgen, om op die manier een behoud en herstel te verzekeren dat op de unieke, complexe behoeften van elk ecosysteem is afgestemd. In tegenstelling tot de traditionele aanplant van mangrovebossen, die zeer arbeidsintensief is en zelfs de omringende ecosystemen kan schaden, raakt het systeem van Nabat de habitats zo min mogelijk. </p><p> Tijdens het in kaart brengen, verschaft de technologie van Nabat grote hoeveelheden gegevens over de bodem, maar ook over de dichtheid, de hoogte en de hydrologie van natuurlijke habitats. Het zaaimechanisme met drones maakt gebruik van geoptimaliseerde trajectplanning en flexibele zaaipatronen om te verzekeren dat de zaadjes op een exacte plaats worden geplant en alleen als zij daar nodig zijn. Het systeem omvat ook monitoringcapaciteiten om te kunnen verzekeren dat de geplante bomen veilig groeien. </p><p> Nabats technologie werkt ook in moeilijk te bereiken, afgelegen gebieden, zodat de inspanningen voor behoud en herstel op efficiënte wijze op schaal kunnen worden gebracht terwijl de kosten hiervoor tot een minimum worden beperkt. </p><p> Reda Nidhakou, waarnemend CEO van VentureOne, het moederbedrijf van Nabat, licht toe: \"Kernidee van VentureOne is start-ups lanceren die baanbrekende technologie aan de wereld voorstellen. De technologie met de grootste waarde is niet alleen innovatief, efficiënt of winstgevend. Het allerbelangrijkste is dat het een meetbare positieve impact heeft. Het was een voorrecht om hand in hand te mogen werken met het team en ons ruimere ecosysteem om op een dergelijke fundamentele wijze te helpen timmeren aan de weg naar duurzaamheid van de VAE.\" </p><p> Terwijl de initiële focus van het bedrijf op mangroves in de VAE is gericht, zijn er ook plannen om naar andere delen van de regio uit te breiden en bijkomende ecosystemen te dienen, zoals woestijngebieden, akkerland, wouden en koraalriffen. </p><p><emphasis typeStyle=\"bf\">*Bron:</emphasis><emphasis typeStyle=\"bf\">AETOSWire</emphasis></p><p> Deze bekendmaking is officieel geldend in de originele brontaal. Vertalingen zijn slechts als leeshulp bedoeld en moeten worden vergeleken met de tekst in de brontaal, die als enige rechtsgeldig is. </p><p> Bekijk het oorspronkelijke bericht op businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20241211728260/nl/\">https://www.businesswire.com/news/home/20241211728260/nl/</url></p>", "publisher": "Business Wire Nederlands (BW)", "instances": []}, {"relevance_score": 3, "title": "Klimaatweerbaarheid Bonaire gemeten...", "published": "2025-07-22", "bodyText": "<p>Van onze correspondent Kralendijk - Het veldwerk voor het Stinapa Climate Resilience Project, in samenwerking met Florida State University (FSU), Lenfest Ocean Program en RassterLab,...</p>", "publisher": "WebNews - Dutch", "instances": [". ."]}, {"relevance_score": 9, "title": "", "published": "2025-07-02", "bodyText": "<p nitf:lede=\"true\"> Barilla opent officieel de inschrijvingen voor <emphasis typeStyle=\"bf\">Good Food Makers 2025</emphasis>, zijn open innovatieprogramma voor startups en innovatieve bedrijven die zich richten op het creëren van een duurzamer en meer verbonden voedselsysteem. </p><p> Het programma, nu in de <emphasis typeStyle=\"bf\">zevende editie</emphasis>, verwelkomt een nieuw opzet - <emphasis typeStyle=\"bf\">Good Food Makers - ECOSYSTEM</emphasis> - ontwikkeld in samenwerking met <emphasis typeStyle=\"bf\">Almacube</emphasis>, de innovatiehub van de Universiteit van Bologna en Confindustria Emilia. Het doel van dit jaar is om een echt innovatie-ecosysteem te creëren door <emphasis typeStyle=\"bf\">Barilla's partners in de waardeketen</emphasis> te betrekken en de implementatie van opkomende technologieën te versnellen. </p><p> Drie geselecteerde startups gaan deelnemen aan een <emphasis typeStyle=\"bf\">vier weken durend co-ontwikkelingstraject</emphasis> met professionals en partnerbedrijven van Barilla, waarbij ze zij aan zij werken aan impactvolle oplossingen voor de hele voedselketen - van het veld tot op het bord. Aanmeldingen kunnen worden ingediend tot <emphasis typeStyle=\"bf\">eind juli</emphasis>. Het programma loopt van <emphasis typeStyle=\"bf\">september tot januari 2026 </emphasis>en wordt afgesloten met de <emphasis typeStyle=\"bf\">Innovatiedag</emphasis>. </p><p><emphasis typeStyle=\"it\">\"Good Food Makers weerspiegelt onze toewijding aan open innovatie die echte waarde genereert,\"</emphasis> aldus <emphasis typeStyle=\"bf\">Claudia Berti</emphasis>, hoofd Open Innovation bij Barilla. <emphasis typeStyle=\"it\">\"Deze speciale Ecosystem-editie stelt ons in staat om samen met strategische partners impactvolle oplossingen te creëren die belangrijke uitdagingen zoals duurzaamheid en digitale transformatie aanpakken.\"</emphasis></p><p><emphasis typeStyle=\"bf\">De uitdagingen voor 2025 zijn:</emphasis></p><list><listItem><label>•</label><bodyText><p> AgTech for Climate Resilience (met Open Fields): technologieën om de basilicumteelt te verbeteren en wilde kruiden op duurzame manier te beheren.  </p>", "publisher": "Business Wire Nederlands (BW)", "instances": ["\"Good Food Makers weerspiegelt onze toewijding aan open innovatie die echte waarde genereert,\" aldus Claudia Berti, hoofd Open Innovation bij Barilla. \"Deze speciale Ecosystem-editie stelt ons in staat om samen met strategische partners impactvolle oplossingen te creëren die belangrijke uitdagingen zoals duurzaamheid en digitale transformatie aanpakken."]}]