[{"relevance_score": 39, "title": "This tech investor will pay Ukrainian farmers to trap carbon in their soil", "published": "2024-05-02", "bodyText": "<p nitf:lede=\"true\">Lithuanian climate investment firm HeavyFinance has added over 700,000 football pitches-worth of farmland in Ukraine to its soil carbon credit programme.</p><p nitf:lede=\"true\">Modern agriculture has taken its toll on soils. Centuries of plowing, cutting, and overgrazing has made land less fertile. This has also released billions of tonnes of CO2 into the atmosphere.</p><p nitf:lede=\"true\">HeavyFinance pays farmers to put some of this carbon back into the ground.</p><p>Specifically, the company issues loans to encourage the switch to regenerative farming practices. This includes rotating crops, growing cover crops during the off season, or plowing less often. These processes can remove carbon from the atmosphere and store it in the soil to arrive at a number.</p><p>TNW Conference - Are you an investor? This message is for you!</p><p>Meet with the hottest startups and uncover your next venture on June 20-21. Hurry! Price increase May 17.</p><p>Once farmers have transitioned to this new way of agriculture, HeavyFinance measures how much carbon they have stored. The company does this using satellite data and soil samples. It measures carbon levels in the soil before and after the changes.</p><p>In the case of Ukraine, local company Agsolco, will verify and issue the soil carbon credits. Companies or countries will buy these tokens as a way to offset their emissions.</p><p>The more carbon farmers pull from the atmosphere, the more money they can make. In war-torn Ukraine, this could provide a valuable income stream.</p><p>\"Switching to regenerative agriculture gives farmers the opportunity to improve their soil and store more carbon at the same time,\" said Laimonas Noreika, CEO and co-founder of HeavyFinance.</p><p>A growing market for soil carbon credits </p><p>In March, HeavyFinance secured €50mn in debt financing, with €20mn coming from the European Investment Fund (EIF). It has already added 250,000 hectares of land to its carbon farming programme, including countries such as Bulgaria, Latvia, Lithuania, Poland, and Portugal.</p><p>The Lithuanian company is far from the only one betting big on soil carbon credits. Agreena, a soil carbon credit provider from Denmark, now has two million hectares of farmland under its management. Across the Atlantic, US-based Indigo has secured hundreds of millions of dollars for its own soil carbon marketplace.</p><p>Proponents say soil carbon credits offer a way to draw down CO2 and improve cash flow for struggling farmers. But some critics question the science behind it.</p><p>Issuing soil carbon credits relies on broad estimates of how much carbon has been stored. While technologies like satellites and drones are improving coverage, it's still unfeasible to take measurements of every single field or patch of soil. What's more, researchers still don't fully understand the science of how soils store and release carbon.</p><p>Nevertheless, buyers of soil carbon credits see them as a safer bet compared to forest offset credits, issued in exchange for protecting forests at risk of destruction. Issuers have come under mounting scrutiny for overinflating the value of these credits, causing many companies to stop purchasing them.</p><p>HeavyFinance estimates that applying regenerative practices across Ukraine's entire agricultural estate can reduce 757.7 million tonnes of CO2 emissions. This is equivalent to the total annual carbon output of Germany.</p><p>One of the themes of this year's TNW Conference is Sustainable Futures. If you want to dive into the ethics, diversity, sustainability, and social impacts of tech — or simply experience the event (and say hi to our editorial team) — we've got something special for our loyal readers. Use the code TNWXMEDIA at checkout to get 30% off your business pass, investor pass or startup packages (Bootstrap &amp; Scaleup).</p>", "publisher": "TheNextWeb.com", "instances": ["The more carbon farmers pull from the atmosphere, the more money they can make. In war-torn Ukraine, this could provide a valuable income stream. A growing market for soil carbon credits In March, HeavyFinance secured €50mn in debt financing, with €20mn coming from the European Investment Fund (EIF). It has already added 250,000 hectares of land to its carbon farming programme, including countries such as Bulgaria, Latvia, Lithuania, Poland, and Portugal."]}, {"relevance_score": 21, "title": "Berlin tech companies join forces to plant trees when you travel by train", "published": "2023-07-27", "bodyText": "<p nitf:lede=\"true\">German multi-modal travel unicorn Omio has teamed up with compatriot search engine Ecosia to create a tree-planting rail travel booking tool. It means users will be able to search and book train journeys through Ecosia's website, powered by an API-integration with Omio's travel platform.</p><p>The booking platform will automatically pop up via a simple query search for trains, or for destinations where train travel is possible, say London to Paris. It will be available in 15 countries: the UK, Austria, Belgium, France, Germany, Italy, Nordics, North America and Canada, Portugal, Spain, Sweden, Switzerland, and Ukraine.</p><p>The intention behind the new tool being rolled out this month is two-fold. Firstly, to make sustainable rail options more visible as an alternative to air travel. Secondly, all the commission Ecosia receives from successful bookings will go directly toward the search engine's green initiatives.</p><p>Note that this is not a form of offsetting, meaning that it is not intended to \"cancel out\" any carbon emissions produced by your journey (a popular but, let's face it, greenwashing tool employed by airlines during the booking process).</p><p>Catch up on our conference talks</p><p>Watch videos of our past talks for free with TNW All Access →</p><p>Providers accessible through the new tool include Amtrak in the United States, LNER, GWR, Avanti in the UK, SNCF in France, OBB in Austria and Eurostar.</p><p>Born from the Berlin startup scene</p><p>In the land of internet searches, where one company is so synonymous with the activity that it has become a verb, you'd be forgiven for not having heard of Ecosia. However, the platform does see 20 million users globally every month.</p><p>Founded in 2009 by Christian Kroll, the tech company dedicates 100% of its profits to planet-friendly initiatives. These include having planted over 175 million trees all over the world, in collaboration with local communities.</p><p>The company, the first to become an accredited B Corp in Germany in 2014, has also supported regenerative agriculture projects, and invested into renewable energy.</p><p>\"Our users want choice over how they travel, and they want to travel sustainably — that's evident in the sheer volume of searches we're seeing each month on Ecosia,\" said the company's Chief Product Officer Michael Metcalf.</p><p>\"If a healthy proportion of the two million searches made for train journeys on Ecosia each month translate into bookings, this will allow us to invest in our other environmental initiatives pushing back against the climate emergency,\" he continued.</p><p>Fellow Berliner Omio was first introduced as GoEuro in 2013 by founder Naren Shaam. Today, the multi-modal platform issues travel tickets across 37 countries, in 21 different languages, and 26 different currencies, for 1000+ travel transportation providers.</p><p>Following a growth of 100% up until 2019, Omio experienced a couple of incredibly tough years during the pandemic where 98% of the company's revenue basically evaporated overnight. However, almost exactly a year ago, Omio announced a Series E funding of $80mn (approx. €72mn) to take its total funding up to $480mn (€434mn).</p>", "publisher": "TheNextWeb.com", "instances": ["Founded in 2009 by Christian Kroll, the tech company dedicates 100% of its profits to planet-friendly initiatives. These include having planted over 175 million trees all over the world, in collaboration with local communities. Our users want choice over how they travel, and they want to travel sustainably — that's evident in the sheer volume of searches we're seeing each month on Ecosia,\" said the company's Chief Product Officer Michael Metcalf. If a healthy proportion of the two million searches made for train journeys on Ecosia each month translate into bookings, this will allow us to invest in our other environmental initiatives pushing back against the climate emergency,\" he continued."]}, {"relevance_score": 2, "title": "Regenerative farming with innovative Eggmobile concept", "published": "2020-11-20", "bodyText": "<p>Farmer Angus McIntosh’s ‘green transition’ happened when he left his corporate career as an accomplished stockbroker in London, to return home to South Africa to build a clay home and become a barefoot regenerative farmer. On his farm, the chickens are housed in Eggmobiles and are moved daily to live off the land.</p>", "publisher": "World Poultry (English)", "instances": []}, {"relevance_score": 2, "title": "The future of sustainability through nutrition", "published": "2022-10-28", "bodyText": "<p>In today’s political landscape, many are using the buzzwords: Global Warming, Carbon Credits, and Sustainability. However, many times true sustainability is not considered, especially when animal agriculture is brought into the discussion.</p>", "publisher": "AllAboutFeed (English)", "instances": []}, {"relevance_score": 1, "title": "Peulvruchten, no-brainer voor duurzaam en gezond", "published": "2024-08-30", "bodyText": "<p>De teelt en consumptie van peulvruchten bieden duidelijke voordelen en zijn daarom wat Jolijn Zwart–van Kessel betreft een no-brainer in een regene-ratief landbouwsysteem.</p>", "publisher": "Boerderij Vandaag", "instances": []}, {"relevance_score": 2, "title": "Regeneratieve landbouw, nieuw toverwoord", "published": "2024-09-12", "bodyText": "<p>Regeneratieve landbouw; na kringlooplandbouw en natuurinclusieve landbouw is dit het nieuwe toverwoord in de wereldwijde zoektocht naar een duurzamer landbouwsysteem. Het is geen hype, mede als gevolg van internationale afspraken steken bijna alle grote ketenpartijen over de hele wereld tijd, energie en geld in het concreet maken van dit containerbegrip.</p>", "publisher": "Boerderij Vandaag", "instances": []}, {"relevance_score": 12, "title": "Minutes - Monday, 14 July 2025 - Tuesday, 15 July 2025 - PE775.721v01-00 - Committee on Agriculture and Rural Development", "published": "2025-07-24", "bodyText": "<p>European Parliament 2024-2029 Committee on Agriculture and Rural Development AGRI_PV(2025)0714_1 MINUTES Meeting of 14 July 2025, 15.00-18.30, and 15 July 2025, 09.00-12.30 and 15.00-16.00 BRUSSELS With the Council and Commission The meeting opened on Monday 14 July 2025 at 15.03, with Veronika Vrecionová (Chair) presiding, followed by Daniel Buda (Vice-Chair) for points 5 and 6. 1. Adoption...</p>", "publisher": "WebNews - Dutch", "instances": []}]