[{"relevance_score": 9, "title": "Future cooperation on climate change discussed with UNDP", "published": "2025-01-12", "bodyText": "<p nitf:lede=\"true\"> On January 4, Minister of Environment and Climate Change S.Odontuya met with Matilda Dimovska, the Resident Representative of the United Nations Development Programme (UNDP), to discuss ongoing and future cooperation in addressing critical environmental challenges. The two officials focused on joint measures for 2025 and beyond, with a particular emphasis on organizing the 17th United Nations Conference of the Parties to Combat Desertification and addressing issues related to climate change and air pollution.</p><p>UNDP has been a key partner for Mongolia in the environmental sector, supporting efforts in climate change adaptation, ecosystem protection, and nature-based solutions across 25 percent of the country's territory. A significant outcome of their collaboration in 2024 was the introduction of a high-performance computing machine to the Meteorological and Environmental Transition Department. This development, part of the ADAPT project funded by the Green Climate Fund, aims to enhance the country's capacity to monitor and respond to environmental changes.</p><p>Looking ahead, Minister S.Odontuya and Dimovska emphasized the importance of expanding their partnership and coordinating efforts more effectively with multiple stakeholders to address Mongolia's environmental challenges. Both parties expressed a strong commitment to working together to ensure sustainable and impactful solutions for the future.</p>", "publisher": "The UB Post", "instances": ["On January 4, Minister of Environment and Climate Change S. Odontuya met with Matilda Dimovska, the Resident Representative of the United Nations Development Programme (UNDP), to discuss ongoing and future cooperation in addressing critical environmental challenges. The two officials focused on joint measures for 2025 and beyond, with a particular emphasis on organizing the 17th United Nations Conference of the Parties to Combat Desertification and addressing issues related to climate change and air pollution. UNDP has been a key partner for Mongolia in the environmental sector, supporting efforts in climate change adaptation, ecosystem protection, and nature-based solutions across 25 percent of the country's territory. A significant outcome of their collaboration in 2024 was the introduction of a high-performance computing machine to the Meteorological and Environmental Transition Department. This development, part of the ADAPT project funded by the Green Climate Fund, aims to enhance the country's capacity to monitor and respond to environmental changes. Looking ahead, Minister S. Odontuya and Dimovska emphasized the importance of expanding their partnership and coordinating efforts more effectively with multiple stakeholders to address Mongolia's environmental challenges. Both parties expressed a strong commitment to working together to ensure sustainable and impactful solutions for the future."]}, {"relevance_score": 9, "title": "Future cooperation on climate change discussed with UNDP", "published": "2025-01-05", "bodyText": "<p nitf:lede=\"true\"> On January 4, Minister of Environment and Climate Change S.Odontuya met with Matilda Dimovska, the Resident Representative of the United Nations Development Programme (UNDP), to discuss ongoing and future cooperation in addressing critical environmental challenges. The two officials focused on joint measures for 2025 and beyond, with a particular emphasis on organizing the 17th United Nations Conference of the Parties to Combat Desertification and addressing issues related to climate change and air pollution.</p><p>UNDP has been a key partner for Mongolia in the environmental sector, supporting efforts in climate change adaptation, ecosystem protection, and nature-based solutions across 25 percent of the country's territory. A significant outcome of their collaboration in 2024 was the introduction of a high-performance computing machine to the Meteorological and Environmental Transition Department. This development, part of the ADAPT project funded by the Green Climate Fund, aims to enhance the country's capacity to monitor and respond to environmental changes.</p><p>Looking ahead, Minister S.Odontuya and Dimovska emphasized the importance of expanding their partnership and coordinating efforts more effectively with multiple stakeholders to address Mongolia's environmental challenges. Both parties expressed a strong commitment to working together to ensure sustainable and impactful solutions for the future.</p>", "publisher": "The UB Post", "instances": ["On January 4, Minister of Environment and Climate Change S. Odontuya met with Matilda Dimovska, the Resident Representative of the United Nations Development Programme (UNDP), to discuss ongoing and future cooperation in addressing critical environmental challenges. The two officials focused on joint measures for 2025 and beyond, with a particular emphasis on organizing the 17th United Nations Conference of the Parties to Combat Desertification and addressing issues related to climate change and air pollution. UNDP has been a key partner for Mongolia in the environmental sector, supporting efforts in climate change adaptation, ecosystem protection, and nature-based solutions across 25 percent of the country's territory. A significant outcome of their collaboration in 2024 was the introduction of a high-performance computing machine to the Meteorological and Environmental Transition Department. This development, part of the ADAPT project funded by the Green Climate Fund, aims to enhance the country's capacity to monitor and respond to environmental changes. Looking ahead, Minister S. Odontuya and Dimovska emphasized the importance of expanding their partnership and coordinating efforts more effectively with multiple stakeholders to address Mongolia's environmental challenges. Both parties expressed a strong commitment to working together to ensure sustainable and impactful solutions for the future."]}, {"relevance_score": 15, "title": "ADB, XacBank ink $50mn package to boost climate action, back MSMEs in Mongolia", "published": "2024-12-05", "bodyText": "<p nitf:lede=\"true\">The Asian Development Bank (ADB) and XacBank Joint Stock Company (XacBank) have inked a $50mn financing package to boost financing for climate action and support micro, small and medium-sized enterprises (MSMEs) in Mongolia.  </p><p>Included in the package are $40mn from ADB and a $10mn concessional loan from the Canadian Climate and Nature Fund for the Private Sector in Asia (CANPA). At least 70% of the financing package will be dedicated to climate mitigation and adaptation projects, with the remainder allocated to multisector MSME finance, including lending to women-owned and women-led businesses, the ADB said on December 3 in a press release.  </p><p>\"A strong green finance market is essential to fostering a sustainable economy that supports Mongolia's net zero goals,\" said ADB vice-president for market solutions Bhargav Dasgupta. \"As Asia and the Pacific's climate bank, ADB is partnering with XacBank to improve the livelihoods of people who run these crucial businesses and to support broad economic growth, while helping Mongolia to build resilience against climate impacts.\"  </p><p>Mongolia faces pronounced climate vulnerabilities and high greenhouse gas emissions. The local green loan market is still developing. Green loans represent only a small percentage of total bank loans, said the Manila-based ADB.  </p><p>MSMEs made up over 70% of registered businesses in Mongolia.  </p><p>\"At XacBank, we are dedicated to advancing sustainable finance and supporting businesses that contribute to Mongolia's climate resilience,\" said XacBank's Chief Executive Officer Tsevegjav Gumenjav. \"This partnership with ADB allows us to offer long-term, affordable financing options that will empower more green businesses and MSMEs to thrive, contributing to a sustainable and inclusive economy for Mongolia.\"  </p><p>Established this year, CANPA is a trust fund managed by ADB, supported by a commitment of Canadian dollar (CAD) 360mn ($256.6mn) from the Government of Canada.  </p><p>CANPA aims to support private-sector projects in Asia and the Pacific that focus on climate and nature-based solutions, while also promoting gender equality.  </p><p>Established in 2001, XacBank is billed as one of Mongolia's leading banks, with a strong commitment to sustainable finance and MSME development. </p><p/>", "publisher": "Intellinews - Mongolia Today", "instances": ["MSMEs made up over 70% of registered businesses in Mongolia. \"At XacBank, we are dedicated to advancing sustainable finance and supporting businesses that contribute to Mongolia's climate resilience,\" said XacBank's Chief Executive Officer Tsevegjav Gumenjav. \"This partnership with ADB allows us to offer long-term, affordable financing options that will empower more green businesses and MSMEs to thrive, contributing to a sustainable and inclusive economy for Mongolia. Established this year, CANPA is a trust fund managed by ADB, supported by a commitment of Canadian dollar (CAD) 360mn ($256. 6mn) from the Government of Canada. CANPA aims to support private-sector projects in Asia and the Pacific that focus on climate and nature-based solutions, while also promoting gender equality. Established in 2001, XacBank is billed as one of Mongolia's leading banks, with a strong commitment to sustainable finance and MSME development."]}]