[{"relevance_score": 19, "title": "EPA Orders Return Of Billions Of Fund Balance To The Treasury", "published": "2025-02-14", "bodyText": "<p>       WASHINGTON (dpa-AFX) - U.S. Environmental Protection Agency Administrator Lee Zeldin announced that the agency has found billions of taxpayer dollars parked at a financial institution by the Biden Administration. Zeldin ordered the termination of the financial agent agreement, and to immediately return the entire fund balance to the U.S. Treasury to ensure EPA oversight.   The EPA Administrator also announced that he will be referring this matter to the Office of the Inspector General and Congress, and the agency will work with the U.S. Department of Justice.   \"Roughly twenty billion of your tax dollars were parked at an outside financial institution by the Biden EPA. This scheme was the first of its kind in EPA history and it was purposefully designed to obligate all of the money in a rush job with reduced oversight,\" said Zeldin.    \"One of my very top priorities at EPA is to be an excellent steward of your hard-earned tax dollars. There will be zero tolerance of any waste and abuse,\" he added. \"We will review every penny that has gone out the door. The days of irresponsibly shoveling boat loads of cash to far-left, activist groups in the name of environmental justice and climate equity are over.\"   Two months ago, a video circulated on social media featuring a Biden EPA political appointee talking about \"tossing gold bars off the titanic,\" intentionally rushing to get billions of tax dollars recklessly out of the agency before Inauguration Day. During his confirmation hearing, Zeldin committed to ensuring he would work hard to research and account for every dollar spent at EPA, not only during his tenure, but also from the last administration.     Copyright(c) 2025 RTTNews.com. All Rights Reserved      </p>", "publisher": "dpa-AFX International ProFeed", "instances": ["There will be zero tolerance of any waste and abuse,\" he added. \"We will review every penny that has gone out the door. Two months ago, a video circulated on social media featuring a Biden EPA political appointee talking about \"tossing gold bars off the titanic,\" intentionally rushing to get billions of tax dollars recklessly out of the agency before Inauguration Day. During his confirmation hearing, Zeldin committed to ensuring he would work hard to research and account for every dollar spent at EPA, not only during his tenure, but also from the last administration."]}, {"relevance_score": 8, "title": "What are India's climate goals at COP28?", "published": "2023-12-06", "bodyText": "<p>The views expressed in any and all content distributed by Newstex and its re-distributors (collectively, the \"Newstex Authoritative Content\") are solely those of the respective author(s) and not necessarily the views of Newstex or its re-distributors. Stories from such authors are provided \"AS IS,\" with no warranties, and confer no rights. The material and information provided in Newstex Authoritative Content are for general information only and should not, in any respect, be relied on as professional advice. Newstex Authoritative Content is not \"read and approved\" before it is posted. Accordingly, neither Newstex nor its re-distributors make any claims, promises or guarantees about the accuracy, completeness, or adequacy of the information contained therein or linked to from such content, nor do they take responsibility for any aspect of such content. The Newstex Authoritative Content shall be construed as author-based content and commentary. Accordingly, no warranties or other guarantees are offered as to the quality of the opinions, commentary or anything else appearing in such Newstex Authoritative Content. Newstex and its re-distributors expressly reserve the right to delete stories at its and their sole discretion.</p>", "publisher": "Deutsche Welle World", "instances": []}, {"relevance_score": 9, "title": "GM Plans To Source 100% Renewable Energy To Power U.S. Sites By 2025, 5 Years Ahead Of Schedule", "published": "2021-09-30", "bodyText": "<p>       WASHINGTON (dpa-AFX) - General Motors (GM) said that it plans to source 100 percent renewable energy to power its U.S. sites by 2025 - five years earlier than previously announced, and 25 years ahead of its initial target that was set in 2016.  GM aims to avoid 1 million metric tons of carbon emissions that would have been produced between 2025 and 2030.  Earlier this year, GM announced its Science Based Targets, as well as plans to become carbon neutral in its global products and operations by 2040 aligned with the aspiration to eliminate tailpipe emissions from new light-duty vehicles by 2035.   The company has committed to invest $35 billion in electric and autonomous vehicles and plans to introduce more than 30 electric vehicle models globally by 2025.  In addition, GM Thursday said that it is collaborating with PJM Interconnection, a regional transmission organization, and TimberRock, a technology-enabled energy company, to track the real-time carbon emissions at GM's facilities associated with electricity use.  GM also announced that it has signed on to participate in Breakthrough Energy Catalyst, an initiative that brings together public and private sector partners to help advance the commercialization of technology that GM believes supports its equitable climate actions goals.   The commitment to Catalyst rounds out the other sustainability initiatives GM has established through the company's $25 million Climate Equity Fund, which supports grassroots and community organizations that are working on the front lines of climate justice.      </p>", "publisher": "dpa-AFX International ProFeed", "instances": ["In addition, GM Thursday said that it is collaborating with PJM Interconnection, a regional transmission organization, and TimberRock, a technology-enabled energy company, to track the real-time carbon emissions at GM's facilities associated with electricity use. GM also announced that it has signed on to participate in Breakthrough Energy Catalyst, an initiative that brings together public and private sector partners to help advance the commercialization of technology that GM believes supports its equitable climate actions goals."]}, {"relevance_score": 32, "title": "Börsen", "published": "2024-09-02", "bodyText": "<p nitf:lede=\"true\">Boerse Stuttgart Digital, ein Infrastrukturanbieter für Kryptowährungen und digitale Assets in Europa, stellt für die KfW die technische Infrastruktur für ihre neue Blockchain-basierte digitale Anleihe bereit. Im Begebungs- und Rückzahlungsprozess des von der KfW geplanten Kryptowertpapiers gemäß des Gesetzes über elektronische Wertpapiere (eWpG) übernimmt Boerse Stuttgart Digital das Wallet-Management sowie die Bereitstellung und Sicherung der Private Keys. Mit der Erweiterung der Angebotspalette um Wallet-Bereitstellung und Private-Key-Sicherung im Zusammenhang mit tokenisierten Wertpapieren will die Boerse Stuttgart Digital ihre Position als vollständig regulierter One-Stop-Shop im Bereich Kryptowährungen und digitale Assets stärken. Ende Juni gab die Gruppe Börse Stuttgart bekannt, dass sie sich als Börsenbetreiber in Europa erfolgreich für die zweite Welle der EU-weiten Tests der Europäischen Zentralbank (EZB) zur Abwicklung von Blockchain-basierten Finanztransaktionen gegen Zentralbankgeld beworben hat, in welcher sie ebenfalls Wallets bereitstellt und die Sicherung der Private Keys übernimmt. Durch die KfW-Transaktion nimmt die Boerse Stuttgart Digital mit ihrem neuen Service auch an einem Anwendungsfall mit Zentralbankgeldzahlung, den sogenannten \"Trials\", teil.</p><p>Die Intercontinental Exchange (ICE) hat die Einführung des NYSE Open Venture Capital Unicorn Index (NYSEOVC) bekannt, einer neuen Benchmark für einen Korb von in den USA ansässigen, privat gehaltenen und risikokapitalfinanzierten \"Einhorn\"-Unternehmen. Dieser Index und die ihn unterstützende Preisgestaltung sollen einen Paradigmenwechsel bei der Bewertung innovativer Privatunternehmen darstellen und diese Ära der Möglichkeiten für Investoren, die wachstumsstarke, risikokapitalfinanzierte Privatunternehmen mit einer robusten und dennoch transparenten Methodik überwachen und verfolgen möchten, weiter vorantreiben. Der NYSE Open Venture Capital Unicorn Index ist so konzipiert, dass er die Wertentwicklung von 50 großen Unicorns mit Sitz in den USA abbildet.</p><p>Der Vorstand der Chicago Board Options Exchange hat das Unternehmen ermächtigt, im Volumen von bis zu 500 Millionen US-Dollar seine ausstehenden Stammaktien zurückzukaufen, und eine erhöhte vierteljährliche Bardividende von 0,63 US-Dollar pro Stammaktie für das dritte Quartal 2024 beschlossen. Die erhöhte Dividende für das dritte Quartal 2024, was einer Steigerung von 15 Prozent gegenüber der Dividende von 0,55 US-Dollar pro Aktie im Vorquartal entspricht, wird am 13. September 2024 an die zum 30. August 2024 eingetragenen Aktionäre ausgezahlt. Zum 31. Juli 2024 verfügte das Unternehmen über eine verbleibendes Volumen von 179,8 Millionen US-Dollar im Rahmen seiner bestehenden Aktienrückkaufermächtigungen. Das Aktienrückkaufprogramm hat kein Ablaufdatum.</p><p>Die Chicago Board Options Exchange (CBOE) gab bekannt, dass sie mit der Veröffentlichung von Intraday-Werten für den neuen CBOE 20+ Year Treasury Bond ETF Volatility Basis Point Index (\"VIXTLT Index\") begonnen hat. Durch die Nutzung der proprietären VIX-Index-Methodik der CBOE bietet der VIXTLT Index Marktteilnehmern die Möglichkeit, die erwartete zukünftige (30-tägige) Volatilität am US-Treasury-Markt in Echtzeit zu verfolgen.</p><p>Der VIXTLT Index ist als Volatilitätsmaß für US-Staatsanleihen konzipiert, vergleichbar mit dem CBOE Volatility Index (VIX), der die erwartete 30-Tage-Volatilität des US-Aktienmarktes misst und von vielen als das weltweit wichtigste Barometer für die Volatilität des US-Aktienmarktes angesehen wird. Der VIXTLT Index wird anhand von börsennotierten Optionen auf den iShares 20+ Year Treasury Bond ETF (TLT) berechnet, einen hochliquiden börsengehandelten Fonds (ETF), der sich aus US-Staatsanleihen mit Restlaufzeiten von mehr als zwanzig Jahren und einer relativ hohen Duration zusammensetzt.</p><p>Die Schweizer Börsenbetreiberin SIX Group führte am 22. August 2024 die neue \"SIX 1.5 °C Climate Equity Flag\" ein. Diese soll Anleger dabei unterstützen, Unternehmen zu identifizieren, die mit dem Pariser Klimaabkommen konform sind. Das bedeutet, dass deren Geschäftsmodelle und Zukunftspläne darauf ausgerichtet sind, die globale Erwärmung auf 1,5 Grad Celsius über dem vorindustriellen Niveau zu begrenzen. Ob ein Unternehmen die entsprechenden Anforderungen erfüllt, muss von einem zugelassenen Prüfungsunternehmen bestätigt werden. Unternehmen, die bei SIX Swiss Exchange kotiert sind, können seit dem 22. August 2024 die freiwillige Kennzeichnung beantragen.</p><p>Für diese Bestätigung sind drei Beurteilungen erforderlich. Die erste ist eine Top-Down-Analyse, bei der untersucht wird, ob die gesamte Wertschöpfungskette des Unternehmens mit dem 1,5-Grad-Celsius-Ziel in Einklang steht. Dabei werden die Ziele zur künftigen Reduzierung und Beseitigung von Emissionen geprüft. In der zweiten Beurteilung wird von unten nach oben evaluiert, ob es glaubwürdig ist, dass das Unternehmen seine Ziele weiterhin erreichen wird. Die dritte Beurteilung analysiert auf Aktivitätsebene, ob über 50 Prozent der aktuellen Umsätze und Investitionen des Unternehmens zur Erreichung des 1,5-Grad-Celsius-Ziels beitragen.</p>", "publisher": "Zeitschrift für das gesamte Kreditwesen", "instances": ["Die Schweizer Börsenbetreiberin SIX Group führte am 22. August 2024 die neue \"SIX 1. Diese soll Anleger dabei unterstützen, Unternehmen zu identifizieren, die mit dem Pariser Klimaabkommen konform sind. Das bedeutet, dass deren Geschäftsmodelle und Zukunftspläne darauf ausgerichtet sind, die globale Erwärmung auf 1,5 Grad Celsius über dem vorindustriellen Niveau zu begrenzen."]}, {"relevance_score": 32, "title": "GNW-Adhoc: Scientific Beta Study Shows that ESG Investors Face Significant Fund Selection Risk", "published": "2024-02-22", "bodyText": "<p nitf:lede=\"true\"><pre xml:space=\"preserve\">Press Release - February 22, 2024<br/>Scientific Beta Study Shows that ESG Investors Face Significant Fund Selection<br/>Risk<br/>Study finds significant performance dispersion in the ESG strategy space<br/>A  new  study  from  Scientific  Beta,  entitled  \"From  ESG Confusion to Return<br/>Dispersion:   Fund  Selection  Risk  is  a  Material  Issue  for  ESG  Investors<br/>(<url normalizedValue=\"https://www.scientificbeta.com/factor/download/file/from-esg-confusion-to-\">https://www.scientificbeta.com/factor/download/file/from-esg-confusion-to-</url><br/>return-dispersion)\",  examines the performance dispersion of  a set of ESG funds<br/>invested  in US stocks. The findings show substantial performance disparities in<br/>these ESG funds:</pre></p><p><pre xml:space=\"preserve\"><br/>  * Over a six-year period, the difference in annualised returns between the<br/>    best and worst ESG funds is 6.5% when adjusting for differences in market<br/>    exposure.<br/>  * When removing effects due to differences in industry exposure, the<br/>    difference remains high at 4.9%.<br/>  * Over single years, the dispersion can be even more dramatic, reaching a<br/>    maximum of 22.5% in terms of returns adjusted for market exposures, and<br/>    25.3% in terms of industry-adjusted returns.<br/>Commenting  on  the  study,  Felix  Goltz,  co-author,  and Research Director at<br/>Scientific  Beta, said, \"The large dispersion in returns shows that fund returns<br/>are  not principally  driven by  a common  sustainability factor.  Instead, fund<br/>returns  largely  depend  on  fund-specific  choices  of  how  to  integrate ESG<br/>information.  This suggests that  ESG investors face  substantial fund selection<br/>risk.  Importantly, traditional fund  selection strategies like  relying on past<br/>performance  or tracking  error are  inadequate for  predicting future  ESG fund<br/>performance.  Our  evidence  emphasises  that  inconsistencies in ESG approaches<br/>contribute  to  significant  dispersion  in  the  performance  of ESG investment<br/>products.  Investors need  to be  aware that  fund selection  risk is a material<br/>issue for sustainable investment strategies.\"<br/>The Scientific Beta study can be accessed here:<br/>From ESG Confusion to Return Dispersion: Fund Selection Risk is a Material Issue<br/>for     ESG     Investors,     Scientific     Publication,     February    2024<br/>(<url normalizedValue=\"https://www.scientificbeta.com/factor/download/file/from-esg-confusion-to-\">https://www.scientificbeta.com/factor/download/file/from-esg-confusion-to-</url><br/>return-dispersion)<br/>--------------------------------------------------------------------------------<br/>About Scientific Beta:<br/>Scientific Beta aims to be the first provider of a smart factor and ESG/climate<br/>index platform to help investors understand and invest in advanced factor and<br/>ESG/climate equity strategies. Established by EDHEC-Risk Institute, one of the<br/>top academic institutions in the field of fundamental and applied research for<br/>the investment industry, Scientific Beta shares the same concern for scientific<br/>rigour and veracity, which it applies to all the services that it offers<br/>investors and asset managers.<br/>On January 31, 2020, Singapore Exchange (SGX) acquired a majority stake in<br/>Scientific Beta. SGX is maintaining the strong collaboration with EDHEC Business<br/>School, and principles of independent, empirical-based academic research, that<br/>have benefited Scientific Beta's development to date. Since 2015, Scientific<br/>Beta has also been offering highly advanced strategies in the area of ESG and<br/>climate change, whether involving options integrated into smart beta indices or<br/>pure ESG or climate benchmarks.<br/>As a complement to its own research, Scientific Beta supports an important<br/>research initiative developed by EDHEC on ESG and climate investing and<br/>cooperates with V.E and ISS ESG for the construction of its ESG and climate<br/>indices.<br/>Scientific Beta, 2 Shenton Way, #02-02, SGX Centre I, Singapore 068804. For<br/>further information, please contact:<br/><email normalizedValue=\"mailto:contact@scientificbeta.com\">contact@scientificbeta.com</email> (<email normalizedValue=\"mailto:contact@scientificbeta.com\">contact@scientificbeta.com</email>),<br/>Web: <url normalizedValue=\"http://www.scientificbeta.com\">www.scientificbeta.com</url> (<url normalizedValue=\"http://www.scientificbeta.com/\">http://www.scientificbeta.com/</url>)<br/>Â</pre></p>", "publisher": "dpa-AFX ProFeed", "instances": ["The Scientific Beta study can be accessed here:From ESG Confusion to Return Dispersion: Fund Selection Risk is a Material Issuefor     ESG     Investors,     Scientific     Publication,     February    2024(https://www. scientificbeta. Established by EDHEC-Risk Institute, one of thetop academic institutions in the field of fundamental and applied research forthe investment industry, Scientific Beta shares the same concern for scientificrigour and veracity, which it applies to all the services that it offersinvestors and asset managers. On January 31, 2020, Singapore Exchange (SGX) acquired a majority stake inScientific Beta."]}, {"relevance_score": 26, "title": "GNW-Adhoc: New Scientific Beta Study Shows that Sustainable Investing Underperforms Standard Index Funds", "published": "2023-10-02", "bodyText": "<p nitf:lede=\"true\"><pre xml:space=\"preserve\">Press Release - October 2, 2023<br/>New Scientific Beta Study Shows that Sustainable Investing Underperforms<br/>Standard Index Funds<br/>Findings show that 'real-world' ESG performance is unremarkable<br/>A  new study  from Scientific  Beta, entitled  \"Sustainability Alpha in the Real<br/>World:           Evidence           from          Exchange-Traded          Funds<br/>(<url normalizedValue=\"https://scientificbeta.com/factor/download/file/sustainability-alpha-in-the-\">https://scientificbeta.com/factor/download/file/sustainability-alpha-in-the-</url><br/>real-world),\"  assesses the performance  of sustainable investing  from a value-<br/>weighted  portfolio  of  exchange-traded  funds  (ETFs)  that  follow systematic<br/>Environmental,  Social,  and  Governance  (ESG)  investing  strategies in the US<br/>equity market.</pre></p><p><pre xml:space=\"preserve\"><br/>The  study finds that sustainable investing  did not deliver higher returns than<br/>standard  index funds. Widely  commented periods of  outperformance, such as the<br/>year  2020, can be explained in  large part by industry  effects, such as a tilt<br/>towards  technology stocks. Over the past decade, such periods of outperformance<br/>are  offset by corresponding periods  of underperformance, leaving ESG investors<br/>with  returns of -0.2% compared with the  market index and -0.7% compared with a<br/>benchmark with matching industry exposure.<br/>Commenting  on  the  study,  Felix  Goltz,  co-author,  and Research Director at<br/>Scientific  Beta, said,  \"For investors  looking to  integrate ESG objectives in<br/>their  investment process, it is crucial to question what impact this would have<br/>on   their   portfolio's   financial  performance.  The  existence  of  numerous<br/>methodologies  to integrate sustainability,  which may not  be representative of<br/>actual  practice, has made it challenging to assess this impact empirically. Our<br/>study  provides  an  assessment  of  the 'real-world' performance of sustainable<br/>investing,  drawing on information from the  market of exchange-traded funds. We<br/>encourage  investors to consider  such 'real-world' results  and be aware of the<br/>limitations  of  analysis  that  selects  particular  funds  or creates stylised<br/>strategies that may not reflect the real world of sustainable investing.\"<br/>The Scientific Beta study can be accessed here:<br/>Sustainability  Alpha in  the Real  World: Evidence  from Exchange-Traded Funds,<br/>Scientific                 Beta                Publication,                2023<br/>(<url normalizedValue=\"https://scientificbeta.com/factor/download/file/sustainability-alpha-in-the-\">https://scientificbeta.com/factor/download/file/sustainability-alpha-in-the-</url><br/>real-world)<br/>--------------------------------------------------------------------------------<br/>About Scientific Beta:<br/>Scientific Beta aims to be the first provider of a smart factor and ESG/climate<br/>index platform to help investors understand and invest in advanced factor and<br/>ESG/climate equity strategies. Established by EDHEC-Risk Institute, one of the<br/>top academic institutions in the field of fundamental and applied research for<br/>the investment industry, Scientific Beta shares the same concern for scientific<br/>rigour and veracity, which it applies to all the services that it offers<br/>investors and asset managers.<br/>On January 31, 2020, Singapore Exchange (SGX) acquired a majority stake in<br/>Scientific Beta. SGX is maintaining the strong collaboration with EDHEC Business<br/>School, and principles of independent, empirical-based academic research, that<br/>have benefited Scientific Beta's development to date. Since 2015, Scientific<br/>Beta has also been offering highly advanced strategies in the area of ESG and<br/>climate change, whether involving options integrated into smart beta indices or<br/>pure ESG or climate benchmarks.<br/>As a complement to its own research, Scientific Beta supports an important<br/>research initiative developed by EDHEC on ESG and climate investing and<br/>cooperates with V.E and ISS ESG for the construction of its ESG and climate<br/>indices.<br/>Scientific Beta, 2 Shenton Way, #02-02, SGX Centre I, Singapore 068804. For<br/>further information, please contact:<br/><email normalizedValue=\"mailto:contact@scientificbeta.com\">contact@scientificbeta.com</email> (<email normalizedValue=\"mailto:contact@scientificbeta.com\">contact@scientificbeta.com</email>),<br/>Web: <url normalizedValue=\"http://www.scientificbeta.com\">www.scientificbeta.com</url> (<url normalizedValue=\"http://www.scientificbeta.com/\">http://www.scientificbeta.com/</url>)<br/>Â</pre></p>", "publisher": "dpa-AFX ProFeed", "instances": ["Weencourage  investors to consider  such 'real-world' results  and be aware of thelimitations  of  analysis  that  selects  particular  funds  or creates stylisedstrategies that may not reflect the real world of sustainable investing. The Scientific Beta study can be accessed here:Sustainability  Alpha in  the Real  World: Evidence  from Exchange-Traded Funds,Scientific                 Beta                Publication,                2023(https://scientificbeta. Established by EDHEC-Risk Institute, one of thetop academic institutions in the field of fundamental and applied research forthe investment industry, Scientific Beta shares the same concern for scientificrigour and veracity, which it applies to all the services that it offersinvestors and asset managers. On January 31, 2020, Singapore Exchange (SGX) acquired a majority stake inScientific Beta."]}, {"relevance_score": 1, "title": "HSBC AM lanciert Fonds mit Fokus auf Kreislaufwirtschaft", "published": "2022-09-20", "bodyText": "<p>Asset Manager setzt seine Produktoffensive fort.</p>", "publisher": "Citywire.de", "instances": []}, {"relevance_score": 1, "title": "AXA IM startet in Deutschland neue Plattform", "published": "2022-09-06", "bodyText": "<p>Mit der Einführung einer neuen ETF-Plattform soll Anlegern und Kunden, die eine erhöhte Liquidität und Transparenz wünschen, ein ergänzendes Wertangebot präsentiert werden.</p>", "publisher": "Citywire.de", "instances": []}, {"relevance_score": 32, "title": "GNW-Adhoc: New Scientific Beta Study Highlights Conflict Between Green and ESG Portfolio Objectives", "published": "2023-08-08", "bodyText": "<p nitf:lede=\"true\"><pre xml:space=\"preserve\">Press Release - Boston, Frankfurt, London, Melbourne, Nice, Singapore, Sydney,<br/>August 8, 2023<br/>New Scientific Beta Study Highlights Conflict Between Green and ESG Portfolio<br/>Objectives<br/>Pursuing multiple ESG and climate objectives leads to \"green dilution\"<br/>A new study from Scientific Beta, entitled \"Green Dilution: How ESG Scores<br/>Conflict with Climate Investing<br/>(<url normalizedValue=\"https://www.scientificbeta.com/#/publicsurvey?slug=green-dilution-conflict-esg-\">https://www.scientificbeta.com/#/publicsurvey?slug=green-dilution-conflict-esg-</url><br/>and-climate-objectives),\" shows that the successive growth of ESG and climate<br/>investing has led practitioners to promote strategies that aim to fulfil both<br/>higher ESG scores and lower carbon emissions, without considering the potential<br/>trade-off between these two dimensions.</pre></p><p><pre xml:space=\"preserve\"><br/>The study, co-authored by Noël Amenc, Felix Goltz, and Antoine Naly, shows that<br/>green dilution is pervasive, regardless of which ESG scores are targeted as<br/>objectives, substantial, with an average of 92% across portfolios, and robust<br/>across several alternative specifications. A 92% green dilution means that 92%<br/>of the carbon intensity reduction investors could have reached by solely<br/>weighting stocks to minimise carbon intensity is lost when adding ESG scores as<br/>a partial weight determinant. Only 8% of the carbon reduction objective survived<br/>the inclusion of ESG scores in portfolio weighting schemes.<br/>Overall, the study provides clear evidence against the quantitative mixing of<br/>ESG and carbon scores in equity portfolio weighting schemes, which comes at<br/>great carbon cost for green investors. Conversely, the study provides evidence<br/>in favour of the exclusionary approach to ESG objectives, to best accommodate<br/>multiple non-financial and unrelated objectives.<br/>Commenting on the study, Felix Goltz, co-author, and Research Director at<br/>Scientific Beta, said, \"The carbon intensity reduction of green portfolios can<br/>effectively be cancelled out by adding ESG objectives. On average, social and<br/>governance scores more than completely reversed the carbon reduction objective.<br/>If you add more unrelated criteria, you are not going to perform well on all of<br/>them, so you have to think about your priorities. By adding too many you are<br/>losing the focus. If you are interested in reducing the carbon intensity of your<br/>portfolio, you are going to get that only by focusing on the carbon intensity,<br/>otherwise you are very quickly going to be getting green dilution.\"<br/>The Scientific Beta study can be accessed here:<br/>Green Dilution: How ESG Scores Conflict with Climate Investing, Scientific Beta<br/>Publication, June 2023<br/>(<url normalizedValue=\"https://www.scientificbeta.com/#/publicsurvey?slug=green-dilution-conflict-esg-\">https://www.scientificbeta.com/#/publicsurvey?slug=green-dilution-conflict-esg-</url><br/>and-climate-objectives)<br/>About Scientific Beta:<br/>Scientific Beta aims to be the first provider of a smart factor and ESG/climate<br/>index platform to help investors understand and invest in advanced factor and<br/>ESG/climate equity strategies. Established by EDHEC-Risk Institute, one of the<br/>top academic institutions in the field of fundamental and applied research for<br/>the investment industry, Scientific Beta shares the same concern for scientific<br/>rigour and veracity, which it applies to all the services that it offers<br/>investors and asset managers.<br/>On January 31, 2020, Singapore Exchange (SGX) acquired a majority stake in<br/>Scientific Beta. SGX is maintaining the strong collaboration with EDHEC Business<br/>School, and principles of independent, empirical-based academic research, that<br/>have benefited Scientific Beta's development to date. Since 2015, Scientific<br/>Beta has also been offering highly advanced strategies in the area of ESG and<br/>climate change, whether involving options integrated into smart beta indices or<br/>pure ESG or climate benchmarks.<br/>As a complement to its own research, Scientific Beta supports an important<br/>research initiative developed by EDHEC on ESG and climate investing and<br/>cooperates with V.E and ISS ESG for the construction of its ESG and climate<br/>indices.<br/>Scientific Beta, 2 Shenton Way, #02-02, SGX Centre I, Singapore 068804. For<br/>further information, please contact: <email normalizedValue=\"mailto:contact@scientificbeta.com\">contact@scientificbeta.com</email><br/>(<email normalizedValue=\"mailto:contact@scientificbeta.com\">contact@scientificbeta.com</email>), Web: <url normalizedValue=\"http://www.scientificbeta.com\">www.scientificbeta.com</url><br/>(<url normalizedValue=\"http://www.scientificbeta.com\">http://www.scientificbeta.com</url>).<br/>--------------------------------------------------------------------------------<br/>Â</pre></p>", "publisher": "dpa-AFX ProFeed", "instances": ["scientificbeta. com/#/publicsurvey? Established by EDHEC-Risk Institute, one of thetop academic institutions in the field of fundamental and applied research forthe investment industry, Scientific Beta shares the same concern for scientificrigour and veracity, which it applies to all the services that it offersinvestors and asset managers. On January 31, 2020, Singapore Exchange (SGX) acquired a majority stake inScientific Beta."]}, {"relevance_score": 2, "title": "ESG diversifiziert das Depot", "published": "2025-09-09", "bodyText": "<p>Eine Studie der Deutschen Bank wirft einen nüchternen Blick auf nachhaltige Anlagen jenseits ethischer Überlegungen. Das Ergebnis dürfte aber auch Moralisten freuen: Nachhaltige Aktien-ETF diversifizieren das Depot und machen es somit stabiler.</p>", "publisher": "Capital", "instances": []}, {"relevance_score": 2, "title": "ESG diversifiziert das Depot", "published": "2025-09-09", "bodyText": "<p>Eine Studie der Deutschen Bank wirft einen nüchternen Blick auf nachhaltige Anlagen jenseits ethischer Überlegungen. Das Ergebnis dürfte aber auch Moralisten freuen: Nachhaltige Aktien-ETF diversifizieren das Depot und machen es somit stabiler.</p>", "publisher": "Capital", "instances": []}, {"relevance_score": 30, "title": "[DELETED] -- Os dez países mais culpados pela emergência climática", "published": "2021-10-06", "bodyText": "<p nitf:lede=\"true\">Um estudo levado a cabo pela Carbon Brief revelou as nações com a maior responsabilidade histórica pela emergência climática e os maiores emissores de dióxido de carbono desde 1850 em todo mundo.</p><p nitf:lede=\"true\">O lugar cimeiro da lista é ocupado pelos Estados Unidos da América, com quase o dobro das emissões do segundo mais poluente, a China. Em terceiro lugar aparece a Rússia, seguida do Brasil, Indonésia e Alemanha. A Índia encontra-se no sétimo lugar da tabela, seguida do Reino Unido, Japão e Canadá.</p><p nitf:lede=\"true\">A análise inclui, pela primeira vez, as emissões provenientes da destruição de florestas e outras alterações no uso do solo, juntamente com os combustíveis fósseis e a produção de cimento. Fator que automaticamente coloca o Brasil e a Indonésia no top 10, que ficam de fora quando consideradas apenas as emissões de combustíveis fósseis. </p><p>Destas 10 nações, os EUA, Alemanha, Grã-Bretanha e Canadá foram as únicas do top que se comprometeram a efetuar cortes de emissões mais profundos antes do Cop26. E apesar das promessas recentes da Rússia, o país permite que as emissões aumentem, e o grupo Climate Action Tracker (Cat) classifica-a como \"criticamente insuficiente\" em comparação com os objetivos de Paris. A China e a Índia ainda não fizeram quaisquer novos planos, enquanto que os do Brasil, Indonésia e Japão não melhoram em relação às promessas anteriores. </p><p>\"Há uma ligação direta entre as 2.500 mil milhões de toneladas de CO2 bombeadas para a atmosfera desde 1850 e o 1,2C de aquecimento que já estamos a experimentar\", disse Simon Evans da Carbon Brief, citado pelo The Guardian. \"A nossa nova análise coloca um enfoque vital nas pessoas e países mais responsáveis pelo aquecimento do nosso planeta\".</p><p>Os EUA têm sido o maior poluidor cumulativo desde 1850 até aos dias de hoje. A Rússia foi o segundo maior poluidor até 2007, quando as suas emissões foram ultrapassadas pelas da China, cujas emissões começaram a aumentar rapidamente a partir dos anos 70. </p><p>O Reino Unido foi o terceiro maior emissor durante um século, desde 1870 até 1970, quando foi ultrapassado pelo Brasil. </p><p>O dióxido de carbono permanece na atmosfera durante séculos e a quantidade cumulativa de CO2 emitida está intimamente ligada à subida de temperatura de 1,2ºC que o mundo já assistiu. Nas negociações das Nações Unidas (ONU), as emissões históricas estão na base das reivindicações de justiça climática feitas pelas nações em desenvolvimento, juntamente com a disparidade na riqueza das nações. </p><p>As nações em desenvolvimento reivindicam que os países que enriqueceram com combustíveis fósseis têm a maior responsabilidade de agir e de fornecer financiamento para o desenvolvimento e protecção contra os impactos do aquecimento global com baixas emissões de CO2. </p><p>Segundo o estudo, não se pode ignorar o CO2 proveniente da silvicultura e do uso da terra na agricultura, uma vez que este constitui quase um terço do total acumulado desde 1850.</p><p>Robbie Andrew do Cicero, centro norueguês de investigação climática, apontou que \"embora as emissões históricas sejam muito importantes, quase dois terços das nossas emissões de CO2 fóssil têm surgidoo desde 1980, e cerca de 40% desde 2000, é o que está a acontecer agora, podemos fazer alguma coisa\". Na semana passada, o Secretário-Geral da ONU, António Guterres, disse que as economias desenvolvidas precisavam de assumir a liderança e Greta Thunberg levantou também a questão da responsabilidade histórica. </p><p>Tom Athanasiou, um parceiro no Climate Equity Reference Project, disse que a diferente capacidade das nações ricas e pobres financiarem a acção climática é importante. \"A responsabilidade histórica é um princípio chave da equidade, mas não é o único\", afirmou. \"Considerar a capacidade é essencial se quisermos evitar que a acção climática aconteça nas costas dos pobres\". </p><p>A análise da Carbon Brief mostra que cerca de 85% das emissões cumulativas dos EUA e da China são provenientes da queima de combustíveis fósseis e 15% da desflorestação, sendo o inverso verdadeiro para o Brasil e a Indonésia. A Indonésia fez alguns progressos no sentido de parar o abate de árvores, mas o abate de florestas no Brasil acelerou sob a presidência do atual presidente, Jair Bolsonaro. </p><p>A inclusão das emissões de desflorestação empurra a Austrália do 16º para o 13º lugar, estima-se que o país tenha \"limpo\" quase metade da sua cobertura florestal nos últimos 200 anos. A promessa de redução de emissões da Austrália para o Cop26 não aumenta a sua ambição e é classificada como \"altamente insuficiente\" pela Climate Action Tracker. </p><p>O presidente do Cop26, Alok Sharma, disse que \"os grandes emissores, especialmente os do G20, têm a responsabilidade de enviar uma mensagem forte e poderosa ao mundo de que estão a aumentar a ambição e a acelerar a acção sobre as alterações climáticas. Embora aqueles que mais contribuíram para o problema do aquecimento global devam assumir a liderança, há um papel para todos os países e partes da sociedade na resposta a este desafio partilhado\". </p>", "publisher": "Contacto", "instances": ["Robbie Andrew do Cicero, centro norueguês de investigação climática, apontou que \"embora as emissões históricas sejam muito importantes, quase dois terços das nossas emissões de CO2 fóssil têm surgidoo desde 1980, e cerca de 40% desde 2000, é o que está a acontecer agora, podemos fazer alguma coisa\". Na semana passada, o Secretário-Geral da ONU, António Guterres, disse que as economias desenvolvidas precisavam de assumir a liderança e Greta Thunberg levantou também a questão da responsabilidade histórica. \"A responsabilidade histórica é um princípio chave da equidade, mas não é o único\", afirmou. \"Considerar a capacidade é essencial se quisermos evitar que a acção climática aconteça nas costas dos pobres\"."]}, {"relevance_score": 4, "title": "France Joins Netherlands, Spain, Belgium, Austria, Ireland and More in Aviation Tax for Climate Justice", "published": "2025-07-03", "bodyText": "<p>Home » AIRLINE NEWS » Thursday, July 3, 2025 As global temperatures rise and climate emergencies become commonplace, the skies are emerging as a critical battleground for sustainability. Recognizing this urgency, eight European nations—France, Spain, the Netherlands, Belgium, Austria, Ireland, Portugal, and Luxembourg—recently announced an unprecedented collaborative plan to levy taxes on premium air travelers and private...</p>", "publisher": "WebNews - German", "instances": []}]