[{"relevance_score": 13, "title": "Japanese Grand Prix: October race cancelled amid rise in Covid cases", "published": "2021-08-18", "bodyText": "<p nitf:lede=\"true\">Sri Lanka, Aug. 18 -- This season's Japanese Grand Prix, planned for 8-10 October, has been cancelled because of a rise in Covid cases in the country.</p><p>\"The decision has been taken by the Japanese government to cancel the race this season due to ongoing complexities of the pandemic,\" said Formula 1.</p><p>\"Formula 1 is working on the details of the revised calendar and will announce the final details in the coming weeks.\"</p><p>Japan was due to be the 17th of 23 rounds in this season's circuit.</p><p>Races in Australia, China, Canada and Singapore have already been called off this season, with the Turkish Grand Prix initially cancelled but later reinstated.</p><p>\"Formula 1 has proven this year, and in 2020, that we can adapt and find solutions to the ongoing uncertainties and is excited by the level of interest in locations to host Formula 1 events this year and beyond,\" added Formula 1.</p><p>It is the second year in a row that the Japan race has not taken place because of the Covid-19 pandemic, with the 2019 event disrupted by Typhoon Hagibis.</p><p>Japan hosted the season's final race six times in the late 1990s and early 2000s, however the 2021 calendar will conclude with the first Saudi Arabia Grand Prix on 5 December followed by the finale in Abu Dhabi a week later.</p><p>The season continues with the Belgian Grand Prix at Spa on 29 August. Mercedes Lewis Hamilton holds a narrow eight-point lead over Red Bull's Max Verstappen in the driver standings.</p><p>Published by HT Digital Content Services with permission from Hiru News. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "Hiru News", "instances": ["The decision has been taken by the Japanese government to cancel the race this season due to ongoing complexities of the pandemic,\" said Formula 1. Formula 1 is working on the details of the revised calendar and will announce the final details in the coming weeks. Japan was due to be the 17th of 23 rounds in this season's circuit. Races in Australia, China, Canada and Singapore have already been called off this season, with the Turkish Grand Prix initially cancelled but later reinstated. Formula 1 has proven this year, and in 2020, that we can adapt and find solutions to the ongoing uncertainties and is excited by the level of interest in locations to host Formula 1 events this year and beyond,\" added Formula 1. It is the second year in a row that the Japan race has not taken place because of the Covid-19 pandemic, with the 2019 event disrupted by Typhoon Hagibis. Japan hosted the season's final race six times in the late 1990s and early 2000s, however the 2021 calendar will conclude with the first Saudi Arabia Grand Prix on 5 December followed by the finale in Abu Dhabi a week later. The season continues with the Belgian Grand Prix at Spa on 29 August. Mercedes Lewis Hamilton holds a narrow eight-point lead over Red Bull's Max Verstappen in the driver standings. Published by HT Digital Content Services with permission from Hiru News. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive."]}, {"relevance_score": 13, "title": "SriLankan delays Japan-bound flight due to Typhoon Hagibis", "published": "2019-10-12", "bodyText": "<p nitf:lede=\"true\">Sri Lanka, Oct. 12 -- The SriLankan Airlines has further delayed a flight, which was scheduled to fly to Narita, Japan from Colombo this afternoon, until tomorrow (13).</p><p>This measure was taken as the Typhoon Hagibis approached central Japan causing major disruptions in transportation systems.</p><p>Flight UL460 has accordingly been delayed until 2.15 am local time tomorrow (13) and it is expected to reach Narita at 2.35 pm tomorrow on Japan local time.</p><p>SriLankan Airlines says it is closely monitoring the situation and urges the passengers to contact the local airline body's 24-hour contact centre (+94117771979) or their travel agents for further information.</p><p>According to foreign media, the Japanese operators are also taking precautionary measures before the storm makes landfall. It added that the Japanese carriers have cancelled almost all domestic flights on Saturday both inbound and outbound at Tokyo's Haneda and Narita airports.</p><p>Typhoon Hagibis is due to make landfall on Japan's main island of Honshu late on Saturday.</p><p>A number of municipal governments have issued evacuation advisories to areas particularly at risk, including some in the most populous greater Tokyo region.</p><p>-with excerpts from agencies</p><p>Published by HT Digital Content Services with permission from Ada Derana. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "Ada Derana", "instances": ["Sri Lanka, Oct. 12 -- The SriLankan Airlines has further delayed a flight, which was scheduled to fly to Narita, Japan from Colombo this afternoon, until tomorrow (13). This measure was taken as the Typhoon Hagibis approached central Japan causing major disruptions in transportation systems. Flight UL460 has accordingly been delayed until 2. 15 am local time tomorrow (13) and it is expected to reach Narita at 2. 35 pm tomorrow on Japan local time. SriLankan Airlines says it is closely monitoring the situation and urges the passengers to contact the local airline body's 24-hour contact centre (+94117771979) or their travel agents for further information. According to foreign media, the Japanese operators are also taking precautionary measures before the storm makes landfall.", "15 am local time tomorrow (13) and it is expected to reach Narita at 2. 35 pm tomorrow on Japan local time. SriLankan Airlines says it is closely monitoring the situation and urges the passengers to contact the local airline body's 24-hour contact centre (+94117771979) or their travel agents for further information. According to foreign media, the Japanese operators are also taking precautionary measures before the storm makes landfall. It added that the Japanese carriers have cancelled almost all domestic flights on Saturday both inbound and outbound at Tokyo's Haneda and Narita airports. Typhoon Hagibis is due to make landfall on Japan's main island of Honshu late on Saturday. A number of municipal governments have issued evacuation advisories to areas particularly at risk, including some in the most populous greater Tokyo region. -with excerpts from agenciesPublished by HT Digital Content Services with permission from Ada Derana. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive. com"]}, {"relevance_score": 12, "title": "SRI LANKAN AIRLINES DELAY FLIGHTS TO JAPAN OWING TO TYPHOON HAGIBIS THREAT", "published": "2019-10-12", "bodyText": "<p nitf:lede=\"true\">COLOMBO, Sri Lanka, Oct. 12 -- The Official Government News Portal of Sri Lanka issued the following news release:</p><p>The SriLankan Airlines has further delayed a flight, which was scheduled to fly to Narita, Japan from Colombo this afternoon, until tomorrow (13).This measure was taken as the Typhoon Hagibis approached central Japan causing major disruptions in transportation systems.Flight UL460 has accordingly been delayed until 2.15 am local time tomorrow (13) and it is expected to reach Narita at 2.35 pm tomorrow on Japan local time.SriLankan Airlines says it is closely monitoring the situation and urges the passengers to contact the local airline body's 24-hour contact centre (+94117771979) or their travel agents for further information.</p><p>According to foreign media, the Japanese operators are also taking precautionary measures before the storm makes landfall. It added that the Japanese carriers have cancelled almost all domestic flights on Saturday both inbound and outbound at Tokyo's Haneda and Narita airports.</p><p>The rest of the document can be viewed at: <url normalizedValue=\"https://www.news.lk/news/political-current-affairs/item/27703-srilankan-japan-bound-flight-delays-due-to-typhoon-hagibis\">https://www.news.lk/news/political-current-affairs/item/27703-srilankan-japan-bound-flight-delays-due-to-typhoon-hagibis</url> For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "Sri Lankan Government News (Ht Media)", "instances": ["COLOMBO, Sri Lanka, Oct. 12 -- The Official Government News Portal of Sri Lanka issued the following news release:The SriLankan Airlines has further delayed a flight, which was scheduled to fly to Narita, Japan from Colombo this afternoon, until tomorrow (13). This measure was taken as the Typhoon Hagibis approached central Japan causing major disruptions in transportation systems. Flight UL460 has accordingly been delayed until 2. 15 am local time tomorrow (13) and it is expected to reach Narita at 2. 35 pm tomorrow on Japan local time. SriLankan Airlines says it is closely monitoring the situation and urges the passengers to contact the local airline body's 24-hour contact centre (+94117771979) or their travel agents for further information. According to foreign media, the Japanese operators are also taking precautionary measures before the storm makes landfall."]}, {"relevance_score": 13, "title": "Typhoon Hagibis: Biggest Japan storm in decades makes landfall", "published": "2019-10-12", "bodyText": "<p nitf:lede=\"true\"> Torrential rain and tornado-like winds are lashing large parts of Japan, as the country endures what could be its worst storm for 60 years.</p><p>The eye of Typhoon Hagibis made landfall on Japan's main island shortly before 19:00 local time (10:00 GMT), in Izu Peninsula, south-west of Tokyo.</p><p>It is now moving up the eastern coast, with wind speeds of 225km/h (140mph).</p><p>One man was killed in Chiba, east of Tokyo, when his car overturned, and at least 60 people have been injured.</p><p>More than seven million people have been urged to leave their homes amid severe flood and landslide warnings, but it's thought only 50,000 are staying in shelters.</p><p>Train services have been halted, and more than a thousand flights grounded. Thousands of homes lost power in and around the capital earlier on Saturday, though some were swiftly reconnected.</p><p>Two Rugby World Cup games scheduled for Saturday have been cancelled and declared as draws - England-France and New Zealand-Italy. Formula 1 has also cancelled qualifying races for Saturday's Japanese Grand Prix.</p><p>Japan's Meteorological Agency (JMA) has warned that half a metre of rain could fall on the Tokyo area between midday on Saturday and Sunday.</p><p>'Unprecedented heavy rain has been seen in cities, towns and villages for which the emergency warning was issued,' JMA forecaster Yasushi Kajiwara told a press briefing.</p><p>'The possibility is extremely high that disasters such as landslides and floods have already occurred. It is important to take action that can help save your lives.'</p>", "publisher": "The Colombo post (Colombo, Sri Lanka)", "instances": ["Torrential rain and tornado-like winds are lashing large parts of Japan, as the country endures what could be its worst storm for 60 years. The eye of Typhoon Hagibis made landfall on Japan's main island shortly before 19:00 local time (10:00 GMT), in Izu Peninsula, south-west of Tokyo. It is now moving up the eastern coast, with wind speeds of 225km/h (140mph). One man was killed in Chiba, east of Tokyo, when his car overturned, and at least 60 people have been injured. More than seven million people have been urged to leave their homes amid severe flood and landslide warnings, but it's thought only 50,000 are staying in shelters. Train services have been halted, and more than a thousand flights grounded. Thousands of homes lost power in and around the capital earlier on Saturday, though some were swiftly reconnected."]}, {"relevance_score": 11, "title": "Prez to attend Japanese emperor's enthronement ceremony", "published": "2019-10-22", "bodyText": "<p nitf:lede=\"true\">Sri Lanka, Oct. 22 -- President Maithripala Sirisena left for Japan yesterday to attend the enthronement ceremony of Emperor Naruhito. On an invitation extended by the Japanese Government, President Sirisena will join several world leaders for the ceremony today at State Hall of the Imperial Palace in Tokyo.</p><p>Following the ceremony, the new emperor will host a banquet for the Heads of State, Secretary General of the UN, representatives of the European Union, heads of foreign missions in Tokyo and several other VVIPs.</p><p>Visiting dignitaries will join a banquet hosted by Japanese Prime Minister Shinzo Abe tomorrow.</p><p>After 30 years, former Emperor Akihito abdicated the chrysanthemum throne on April 30 this year, being the first Japanese emperor to do so since 1817. On May 1,Crown Prince Naruhito acceded to the throne as the 126th emperor of Japan.</p><p>Enthronement of the emperor is an ancient ceremony that celebrates the accession of a new monarch to the chrysanthemum throne - the world's oldest continuous hereditary monarchy.</p><p>An imperial procession that had been scheduled for today following the enthronement ceremony was postponed by the Japanese Government to November 10 to focus on recovery efforts in areas affected by Typhoon Hagibis.</p><p>Published by HT Digital Content Services with permission from Daily Mirror Sri Lanka. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "The Daily Mirror (Sri Lanka)", "instances": ["Following the ceremony, the new emperor will host a banquet for the Heads of State, Secretary General of the UN, representatives of the European Union, heads of foreign missions in Tokyo and several other VVIPs. Visiting dignitaries will join a banquet hosted by Japanese Prime Minister Shinzo Abe tomorrow. After 30 years, former Emperor Akihito abdicated the chrysanthemum throne on April 30 this year, being the first Japanese emperor to do so since 1817. On May 1,Crown Prince Naruhito acceded to the throne as the 126th emperor of Japan. Enthronement of the emperor is an ancient ceremony that celebrates the accession of a new monarch to the chrysanthemum throne - the world's oldest continuous hereditary monarchy. An imperial procession that had been scheduled for today following the enthronement ceremony was postponed by the Japanese Government to November 10 to focus on recovery efforts in areas affected by Typhoon Hagibis. Published by HT Digital Content Services with permission from Daily Mirror Sri Lanka. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive. com"]}, {"relevance_score": 47, "title": "Long-lived symbol of national unity", "published": "2019-10-25", "bodyText": "<p nitf:lede=\"true\">Sri Lanka, Oct. 25 -- Emperor Naruhito of Japan has officially proclaimed his enthronement, in a ritual-bound, centuries-old ceremony attended by more than a hundred dignitaries from around the world, including President Maithripala Sirisena on October 22 at the Imperial Palace in Tokyo. The Japanese head of state began his reign in May, after his father, Akihito, became the first emperor to abdicate in 200 years.</p><p nitf:lede=\"true\">At the enthronement, Naruhito, 59, announced his change in status to the world, in an elaborate series of rituals known as \"Sokui no Rei\". As the ceremony began, purple curtains were pulled back to reveal Naruhito and his wife, Empress Masako, 55, sitting in two ornately decorated thrones.</p><p nitf:lede=\"true\">Naruhito wore a rust-coloured robe -- just as his father did during his enthronement in 1990 -- while Masako wore a patterned, white robe and topped her traditional hairstyle with a gilded headpiece. The brother of Emperor Emeritus Akihito, 83-year-old Prince Hitachi, watched the proceedings from a wheelchair.</p><p>Reading from a large piece of paper, Naruhito then proclaimed his enthronement before an audience of the imperial family.</p><p>President Maithripala Sirisena and Madam Jayanthi Sirisena, Prince of Wales Prince Charles, King of Belgium Prince Philippe, King of Bhutan Jigme Khesar Namgyel Wangchuck and Queen Jetsun Pema, King of Sweden Carl Gustaf Folke Hubertus, South Korean Prime Minister Lee Nak-yon, Chinese Vice President Wang Qishan and Emir of Qatar Sheikh Tamim bin Hamad Al Thani were among the distinguished gathering.</p><p>After 30 years, the former Emperor Akihito abdicated the Chrysanthemum Throne on April 30, 2019 being the first Japanese emperor to do so since 1817. On May 1, 2019, His Imperial Highness the Crown Prince Naruhito acceded to the Throne. Naruhito -- whose name means \"a man who will acquire heavenly virtues\" -- became the 126th Emperor of Japan in May, the latest in an unbroken line that stretches back 14 centuries.</p><p>Enthronement ceremony</p><p>Emperor Naruhito cut a grand figure Tuesday as the deep purple curtains of his canopied, 6.5-metre-tall throne were pulled apart to reveal him enrobed in an orange-brown garment, a black crown atop his head, as he announced his enthronement to the world.</p><p>\"Having previously succeeded to the imperial throne in accordance with the Constitution of Japan and the Special Measures Law on the Imperial House Law. I now . proclaim my enthronement to those at home and abroad,\" he declared at the enthronement ceremony.</p><p>Sokui no Rei is one of the major events in a series of ceremonies and rites scheduled throughout the year following Emperor Naruhito's accession to the chrysanthemum throne in May.</p><p>\"I pledge hereby that I shall act according to the Constitution, and fulfil my responsibility as the symbol of the state and the unity of the people of Japan, while always wishing for the happiness of the people and the peace of the world, turning my thoughts to the people and standing by them,\" he said, underlining the emperor's role within the country's supreme law.</p><p>The ceremony saw the emperor and empress in regal attire entering the Pine Chamber of the Imperial Palace, as attending dignitaries watched by video link from within the Imperial Palace.</p><p>Prime Minister Shinzo Abe stood before Naruhito's throne and read a speech. He then bowed deeply and yelled, \"Long live the emperor!\"</p><p>As Naruhito ascended the throne, boxes were placed next to him that is believed to contain a sword and ancient jewel that, according to legend, date back to the mythical forefather of Japan's first emperor, Jimmu, who ruled almost 2,700 years ago. Along with a fabled octagonal mirror, they form Japan's royal regalia or the Three Sacred Treasures. The sword and the jewel are so sacred that they've never been seen in public.</p><p>Emperor - the symbol of Japan</p><p>Prime Minister Abe offered congratulations in response to the emperor's speech, saying, \"We, the people, look up to His Majesty the Emperor as the symbol of Japan and the unity of its people, and, with a renewed spirit, will put our best efforts into creating an era where new culture will flourish as a peaceful, hopeful and proud Japan realizes a bright future and the people come together in beautiful harmony.\"</p><p>Initially, a parade had been planned for after the ceremony to allow the public to see the imperial couple drive by in a convertible sedan as they travelled back to their residence in the Akasaka district. However, the government announced that they would reschedule the parade for Nov. 10 out of consideration for those affected by Typhoon Hagibis earlier in the month.</p><p>Celebrations were nevertheless set to continue for the guests in attendance, with the emperor and empress scheduled to host a total of four banquets, the first of which took place Tuesday evening.</p><p>Amid all the pomp and splendour, Tuesday's ceremonies also highlighted the lack of male heirs to the throne. As the current law stands, only male heirs of the male line of the family are permitted to succeed the throne.</p><p>However, a national debate is expected on this issue of succession. There is overwhelming support for changes to allow a woman to succeed the throne, with polls consistently indicating that over 70 per cent of the public are in favour of seeing such developments.</p><p>Female emperor</p><p>There have been female emperors in the past, but conservatives generally believe that the throne itself has always been passed down the male line of the family. Those conservatives are not necessarily against the idea of having a female emperor on the throne temporarily, as long as the throne is passed down to a male heir eventually.</p><p>In celebration of the new emperor's enthronement, the government also granted pardons to some 550,000 prisoners. Most of them are those who were found guilty and fined for minor infractions at least three years ago. The amnesty is limited to removing a temporary prohibition on violators qualifying for national professional licenses and restoring their civil rights.</p><p>Naruhito, who became the first Japanese royal to study abroad, has pledged to continue his father's legacy and work to break down the barriers between the emperor and his subjects.</p><p>President Sirisena, in his relentless campaign to boost Sri Lanka's image abroad, undertook several important foreign trips in the last five years. He made an excellent rapport with world leaders from Presidents Obama, to Putin and Queen Elizabeth to Prime Minister Modi and President Xi Jinping. The invitation to participate in Japanese Emperor Naruhito's coronation, the biggest display of Asian customs, culture and tradition, is indeed a fitting finale.</p><p>President Maithripala Sirisena among the dignitaries. Japanese Prime Minister Shinzo Abe addresses during the enthronement ceremony of Japanese Emperor Naruhito.</p><p>Published by HT Digital Content Services with permission from Daily News Sri Lanka. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "Daily News (Sri Lanka)", "instances": ["Along with a fabled octagonal mirror, they form Japan's royal regalia or the Three Sacred Treasures. The sword and the jewel are so sacred that they've never been seen in public. Emperor - the symbol of JapanPrime Minister Abe offered congratulations in response to the emperor's speech, saying, \"We, the people, look up to His Majesty the Emperor as the symbol of Japan and the unity of its people, and, with a renewed spirit, will put our best efforts into creating an era where new culture will flourish as a peaceful, hopeful and proud Japan realizes a bright future and the people come together in beautiful harmony. Initially, a parade had been planned for after the ceremony to allow the public to see the imperial couple drive by in a convertible sedan as they travelled back to their residence in the Akasaka district. However, the government announced that they would reschedule the parade for Nov. 10 out of consideration for those affected by Typhoon Hagibis earlier in the month. Celebrations were nevertheless set to continue for the guests in attendance, with the emperor and empress scheduled to host a total of four banquets, the first of which took place Tuesday evening. Amid all the pomp and splendour, Tuesday's ceremonies also highlighted the lack of male heirs to the throne. As the current law stands, only male heirs of the male line of the family are permitted to succeed the throne. However, a national debate is expected on this issue of succession. There is overwhelming support for changes to allow a woman to succeed the throne, with polls consistently indicating that over 70 per cent of the public are in favour of seeing such developments."]}, {"relevance_score": 85, "title": "The greenhouse and house destruction", "published": "2019-10-18", "bodyText": "<p nitf:lede=\"true\"> The Buddha the Enlightened One on attaining enlightenment over 2,600 at Bodh Gaya uttered this paean of joy where he said, 'For so many lives in the Sansara I have been looking for you the house builder, I have seen you and you will never make a house for me again.'</p><p nitf:lede=\"true\">Post UN Climate conference in New York it is stated in the UN website <url normalizedValue=\"https://www.un.org/en/climatechange/:\">https://www.un.org/en/climatechange/:</url> Summit delivers major step up in national ambition and private sector action on pathway to key 2020 climate deadline. As recognition mounts that time is running out, youth leaders warn: 'we will be watching'.</p><p nitf:lede=\"true\">Major announcements by government and private sector leaders at the United Nations Climate Action Summit boosted climate action momentum, and demonstrated growing recognition that the pace of climate action must be rapidly accelerated.</p><p>Issued by the Intergovernmental Panel on Climate Change (IPCC), a United Nations body made up of scientists from around the world, the Special Report on the Ocean and Cryosphere in a Changing Climate (SROCC) evaluates the latest research relating to climate change and its impacts on global ecosystems.</p><p>This new report will be the first to specifically address the impacts of a warming world on Earth's oceans and cryosphere - the parts of the planet that are covered in ice, such as glaciers, permafrost and sea ice - to outline the risks that they face, the IPCC said in a statement.</p><p>Data in the report represents the work of 104 scientists from 36 countries, and it references nearly 7,000 publications, according to the statement. This new report will be the first to specifically address the impacts of a warming world on Earth's oceans and cryosphere - the parts of the planet that are covered in ice, such as glaciers, permafrost and sea ice - to outline the risks that they face, the IPCC said in a statement. Data in the report represents the work of 104 scientists from 36 countries, and it references nearly 7,000 publications, according to the statement.</p><p>Some of the topics addressed by the report will include extreme weather; sea level rise; coral reef health; ocean acidification; and threats to human communities that inhabit or depend on vulnerable marine ecosystems, according to the IPCC.</p><p>Climate change's devastating impacts are inescapable, marked in vanishing glaciers and crumbling ice sheets. Scientists recently found that devastating storms have become wetter in recent years due to climate change, and this trend could continue in the coming decades if the planet keeps heating up.</p><p>What's more, the runaway warming happening on Earth right now is unfolding faster than any other climate change event in the past 2,000 years, Live Science previously reported.</p><p>By comparison, global leaders' responses to the climate crisis have been maddeningly slow. To address that, hundreds of thousands of students abandoned their classrooms on Sept. 20, marching in cities worldwide in a Global Climate Strike and calling on politicians to take action.</p><p>A gaping hole in a dying tectonic plate beneath the ocean along the West Coast of the United States may be wreaking havoc at Earth's surface, but not in a way most people might expect.</p><p>This gash is so big it may trigger earthquakes off the coast of Northern California and could explain why Central Oregon has volcanoes, a new study found.</p><p>The researchers in the new study aren't the first to suggest that the Michigan-size Juan de Fuca (pronounced 'wahn de fyoo-kuh') plate has a tear. But thanks to a new, detailed dataset, they're the first to say so with certainty. [The Science of Plate Tectonics and Continental Drift (Infographic)] (Link  and gt; and gt;)</p><p>Other frontiers</p><p>Britain's Supreme Court has ruled Prime Minister Boris Johnson's five-week suspension of Parliament was unlawful, prompting the Speaker to send MPs back to work. What will be the outcome come 31 October?</p><p>Eleven judges of the Supreme Court considered the matter over the past week, after the Court of Session in Scotland ruled the suspension was illegal, but the High Court in London ruled it was not a matter for the court.</p><p>On Tuesday (AEST), Lady Hale of the Supreme Court announced the judges unanimously had ruled Johnson's suspension of Parliament was illegal. She added it 'was not a normal prorogation' and it was unlawful 'because it had the effect of frustrating or preventing the ability of Parliament of carrying out its function'.</p><p>In USA When Democrats won control of the US House of Representatives nearly a year ago, there was one central question: when would they launch impeachment proceedings against President Donald Trump?</p><p>Nancy Pelosi, who became House Speaker when the new Congress was seated in January, quickly offered a response. There would be no impeachment proceedings, she said in March. 'He's not worth it,' Speaker Pelosi declared.</p><p>Absent bipartisan support, Pelosi said she felt impeachment hearings, in which a president's alleged wrong doings are publicly investigated, would divide the country.</p><p>That did not silence the demands that the House launch the hearings and the drumbeat has grown louder in the past several weeks.</p><p>Representative John Lewis, a hallowed Democrat who was one of the nation's civil rights movement pioneers, spoke on the House floor and called for impeachment proceedings to begin.</p><p>Finally, later in the day, the Speaker walked before television cameras, and made it official: 'I'm announcing the House of Representatives is moving forward with an official impeachment inquiry,' Ms. Pelosi said.</p><p>'The President must be held accountable. No one is above the law.'</p><p>US President Donald Trump's attacks on Democrat Elijah Cummings over the weekend - deriding the black congressman's district as 'a disgusting, rat and rodent infested mess' - represent another juvenile attempt to humiliate and belittle political adversaries with tweets featuring racist undertones.</p><p>It follows his bullying of four congresswomen of colour a fortnight earlier, telling them to 'go back' to the 'broken and crime infested places from which they came'.</p><p>More and more new information is coming out. All of this is adding to the rising tension among the people in USA. Now a second whistleblower too has emerged.</p><p>A federal judge says eight years of US President Donald Trump's tax returns must be provided to Manhattan prosecutors, forcefully rejecting the President's argument that he was immune from criminal investigations.</p><p>Key points:</p><p>The District Attorney has subpoenaed Trump's personal and corporate tax returns</p><p>The Trump Organisation is being investigated for payments to two women who claimed to have had affairs with the President</p><p>Trump's lawyers say, as president, he is immune from any criminal probe</p><p>Trump's returns will not be turned over immediately, after the 2nd US Circuit Court of Appeals in Manhattan granted the President's request to temporarily block the order, handed down by US District Judge Victor Marrero. Link  and gt; and gt;</p><p>Then there is Syrian way and the latest developments. The White House has said Turkey will soon invade northern Syria, renewing fears of a slaughter of Kurdish fighters allied with the US in a years-long campaign against Islamic State (IS).</p><p>Key points:</p><p>The White House said US forces 'will no longer be in the immediate area', though it's not clear if all troops are being withdrawn</p><p>Turkish President Recep Tayyip Erdogan has threatened to invade northern Syria for months</p><p>Fears persist for the safety of Kurdish fighters if the US was to leave Syria, as Donald Trump proposed last year</p><p>For months, Turkish President Recep Tayyip Erdogan has been threatening to launch a military assault on the Kurdish forces in northern Syria, many of whom his Government considers terrorists. (Link  and gt; and gt;)</p><p>Newsmail_topstories_articlelink</p><p>Global markets are being smashed after a rapid escalation in hostilities between the US and China over trade. The US declared China a 'currency manipulator' after the yuan suddenly fell in response to a new round of US tariffs. (abc.net.au)</p><p>The horror experienced in Bahamas and even in Madagascar, the floods in Spain, the extreme heat in Europe in July, the heavy rains and flooding in Japan, South Korea and North Korean and China, the forest fires in Amazon jungle are too well known and need not elaborate further.</p><p>And now in October, It's another steamy summer day across the eastern half of the United States. The only problem? It's October.</p><p>Temperatures are peaking on Wednesday during an extended stretch of high heat and humidity east of the Mississippi River. The mercury is soaring well into the 90s from the nation's capital to Florida to Texas, and just about everywhere in between. Wednesday looks to be the hottest day before the heat settles south of Interstate 20 by Friday and into the weekend. Link  and gt; and gt;</p><p>The death toll from typhoon Hagibis has reached 30 after landslides bury homes, rivers break banks in Japan.Link  and gt; and gt;</p><p>The four great elements</p><p>In all the above weather situations it is fire, water and air. The whole of our planet and other planets too have four great elements, Earth, Water, Fire and Air. These are the foundations of the elements in the Periodic Table. So far this year three have been very active, water, fire and air.</p><p>The earth too had its share this year with many earthquakes in many countries. The most recent in Pakistan, a 5.8 magnitude earthquake has struck eastern Pakistan, killing at least 19 people and injuring more than 300, local officials say. The quake's epicentre was close to the city of Mirpur, in Pakistan-administered Kashmir. <url normalizedValue=\"https://www.bbc.com/news/world-asia-49814309\">https://www.bbc.com/news/world-asia-49814309</url>.</p><p>With passage of each day there is more tension building around the world, Hong Kong protests have not abated, impeachment process in USA is ongoing, rioting in Iraq and more.</p><p>In the Dhamma, the teachings of Buddha, five modes of income earning are discouraged. Buddha told lay followers to earn in the righteous way. The five modes that should not be practiced are selling of animals, selling of Meat, selling of intoxicants including liquor and others, selling of poison and selling of weapons. But sadly though these five are the biggest businesses in the world. The rich nations are in the forefront in selling weapons and liquor, but are always in the frontline when it comes to castigating smaller developing nations on small issues.</p><p>The only commodity that is manufactured from all this strife and tension is hatred. Hatred is a force of extreme high frequency. It can impact the Four Great Elements negatively leading to aberration in the natural way of the four great elements. Of conditioned things, Four Great Elements too being conditioned, Buddha said, 'Bhikkus there are three characteristics in all conditioned, arising can be seen, ceasing can be seen and what is seen as permanent is the change from this to that.'</p><p>The force of hatred can impact this process in the Four Great Elements and who knows how the plate tectonics would react? With hatred amongst people mounting with each day, how will be the behaviour of plate tectonics across our planet earth be? What will happen to over 7.5 billion houses (human beings)?</p>", "publisher": "Daily Financial Times", "instances": ["The only problem? It's October. Temperatures are peaking on Wednesday during an extended stretch of high heat and humidity east of the Mississippi River. The mercury is soaring well into the 90s from the nation's capital to Florida to Texas, and just about everywhere in between. Wednesday looks to be the hottest day before the heat settles south of Interstate 20 by Friday and into the weekend. Link  and gt; and gt;The death toll from typhoon Hagibis has reached 30 after landslides bury homes, rivers break banks in Japan. Link  and gt; and gt;The four great elementsIn all the above weather situations it is fire, water and air. The whole of our planet and other planets too have four great elements, Earth, Water, Fire and Air. These are the foundations of the elements in the Periodic Table. So far this year three have been very active, water, fire and air. The earth too had its share this year with many earthquakes in many countries."]}, {"relevance_score": 8, "title": "Japanese GP typhoon: Qualifying postponed as Typhoon Hagibis nears", "published": "2019-10-11", "bodyText": "<p nitf:lede=\"true\"> Formula 1 has cancelled all activities at the Japanese Grand Prix on Saturday as Typhoon Hagibis approaches.</p><p nitf:lede=\"true\">Organisers said they had taken the decision 'in the interests of safety for the spectators, competitors, and everyone at the Suzuka Circuit'.</p><p>The tropical storm, the year's biggest, is due to hit Japan on Saturday.</p><p>Qualifying, which had been due to take place at 15:00 local time (08:00 BST) on Saturday, has been postponed until 10:00 (02:00 BST) on Sunday.</p><p>The race will be held as scheduled at 14:10 (06:10 BST).</p><p>The potential impact of the tropical storm has already led to the cancellation of two matches at the Rugby World Cup.</p><p>F1 organisers delayed a decision on Thursday to have a clearer idea of the path of the storm.</p><p>In the first practice session - held in dry, but humid conditions on Friday morning - Valtteri Bottas led Lewis Hamilton to a Mercedes one-two, their times nearly a second quicker than the Ferraris.</p>", "publisher": "The Colombo post (Colombo, Sri Lanka)", "instances": ["Formula 1 has cancelled all activities at the Japanese Grand Prix on Saturday as Typhoon Hagibis approaches. Organisers said they had taken the decision 'in the interests of safety for the spectators, competitors, and everyone at the Suzuka Circuit'. The tropical storm, the year's biggest, is due to hit Japan on Saturday. Qualifying, which had been due to take place at 15:00 local time (08:00 BST) on Saturday, has been postponed until 10:00 (02:00 BST) on Sunday. The race will be held as scheduled at 14:10 (06:10 BST). The potential impact of the tropical storm has already led to the cancellation of two matches at the Rugby World Cup."]}, {"relevance_score": 5, "title": "SriLankan flights to Narita cancelled", "published": "2019-10-13", "bodyText": "<p nitf:lede=\"true\">Sri Lanka, Oct. 13 -- SriLankan Airlines today cancelled its flights from Colombo to Narita (flight UL460) and flight UL461 from Narita-Male to Colombo due to Typhoon Hagibis.</p><p nitf:lede=\"true\">All passengers travelling to and from Narita, Japan, are kindly advised to contact SriLankan Airlines' 24-hour contact centre on +94197331979 or their travel agents for further information.</p><p nitf:lede=\"true\">Published by HT Digital Content Services with permission from Daily Mirror Sri Lanka. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "The Daily Mirror (Sri Lanka)", "instances": ["Sri Lanka, Oct. 13 -- SriLankan Airlines today cancelled its flights from Colombo to Narita (flight UL460) and flight UL461 from Narita-Male to Colombo due to Typhoon Hagibis. All passengers travelling to and from Narita, Japan, are kindly advised to contact SriLankan Airlines' 24-hour contact centre on +94197331979 or their travel agents for further information. Published by HT Digital Content Services with permission from Daily Mirror Sri Lanka. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive. com"]}]