[{"relevance_score": 8, "title": "Blame British colonisation for Australian bushfires", "published": "2022-02-18", "bodyText": "<p nitf:lede=\"true\">BRITISH colonisation of Australia more than 200 years ago may be to blame for recent bushfires there, as well as climate change, UK scientists say.</p><p>Researchers at Nottingham University say that after 1788 British settlers pushed out native people whose 'cultural burning' removed flammable vegetation with controlled fires. Study leader Dr Michela</p><p>Mariani said: 'The increase in shrubs provides a connection from the ground to the forest canopy, which allows fire to spread with ease, and this has led to the unprecedented fires we have seen in recent years.' One 2019 fire alone burnt an area almost twice the size of England.</p><p>Researchers extracted fossilised grains of pollen from 52 wetland and lake-bed sites and found that shrub coverage rose by up to 48% after colonisation.</p><p>The academics have suggested that Australian fire management agencies should now be working with indigenous people to bring back their historic practices and minimise the accumulation of flammable biomass to limit the risk of extreme wildfires. Dr Mariani added: 'Climate change is undoubtedly having an impact on the intensity and scale of these bushfires, but forest management plays a big role too.</p><p>'Our research offers evidence for implementing fire management practices more aligned to indigenous cultural burning, in order to better manage forests.'</p>", "publisher": "Irish Daily Mail", "instances": []}, {"relevance_score": 13, "title": "Climate 'overwhelming' driver of Australian bushfires", "published": "2021-11-29", "bodyText": "<p nitf:lede=\"true\">Climate change is the \"overwhelming factor\" driving the country's ever-more intense bushfires, Australian government scientists believe - directly contradicting claims by the country's political leaders.</p><p>In a peer-reviewed study, scientists at state agency CSIRO reviewed 90 years' worth of data and concluded climate change was the major influencing factor behind megafires like those that ravaged Australia in 2019-2020.</p><p>The experts studied a range of fire risk factors - from the amount of dead vegetation on the ground to moisture, weather and ignition conditions - to see what could be driving catastrophic blazes.</p><p>\"While all eight drivers of fire activity played varying roles in influencing forest fires, climate was the overwhelming factor driving fire activity,\" said CSIRO chief climate research scientist Pep Canadell.</p><p>The findings were published in the latest issue of scientific journal Nature on 26 November.</p><p>Australia's conservative government has consistently played down the role of climate change in the 2019-2020 fires, which burned across the southeast coast and cloaked major cities like Sydney in acrid smoke.</p><p>Prime Minister Scott Morrison variously insisted that bushfires were normal in Australia or that the issue was forest management - including the removal of debris.</p><p>But researchers found that \"regression analyses with modelled fuel loads show no statistically significant relationships with burned area\".</p><p>Atmospheric patterns like El Nino or La Nina can influence year-to-year changes in the intensity of bushfires, but researchers found nine out of the 11 years when more than 500,000 square kilometres have burned have taken place since 2000 and as global warming has quickened.</p><p>They linked those events to \"increasingly more dangerous fire weather\" like fire-generated thunderstorms and dry lightning \"all associated to varying degrees with anthropogenic climate change\".</p><p>Burned area has increased by 800% on average in the last 20 years versus the decades before, the study found.</p><p>In recent years Australia has experienced a litany of climate-worsened droughts, bushfires and floods.</p><p>But the country's government has avoided setting a short-term emissions reduction target and has vowed to remain one of the world's largest coal and gas exporters.</p>", "publisher": "RTE News", "instances": []}, {"relevance_score": 0, "title": "Storms lash regions hit by Australian bushfires", "published": "2020-01-18", "bodyText": "<p>Australian states hit by storms</p>", "publisher": "RTE News", "instances": []}, {"relevance_score": 0, "title": "Irish firm plays role in tackling Australian bushfires", "published": "2020-01-19", "bodyText": "<p>Irish firm helps tackle bushfires</p>", "publisher": "RTE News", "instances": []}, {"relevance_score": 72, "title": "Global warming among factors for Australian bushfires", "published": "2020-01-10", "bodyText": "<p nitf:lede=\"true\">Since September, catastrophic wildfires have raged across Australia, particularly in the south east, claiming dozens of lives, destroying homes, and ravaging the landscape.</p><p nitf:lede=\"true\">The sheer scope of these hellish blazes is unprecedented.</p><p nitf:lede=\"true\">By Christmas, they had burned through an area larger than Switzerland. Now that's doubled to an area the size of the island of Ireland. And there is at least another month of summer, or fire season, to go.</p><p nitf:lede=\"true\">So how did we get here?</p><p nitf:lede=\"true\">When you go beyond the terrifying, primal images of these blazes, you discover that this issue is surprisingly complex, especially for people who live in Europe where wildfires are relatively rare (although that is changing). Global warming is a key factor - but not the only one.</p><p>Wildfires are a feature of life in Australia, which is not surprising when you consider that it is the driest inhabited continent in the world.</p><p>Major fires often occur at this time of year, but they have not been as destructive as we are seeing now.</p><p>There have been many massive wildfire outbreaks since records began in 1851, and more than 800 people are known to have died. Arson has often been a factor.</p><p>Throughout the 20th century these conflagrations grew ever more destructive. In 1939, bushfires on 13 January (\"Black Friday\"), thought to be deliberately set, killed 71 people.</p><p>That death toll was surpassed in 1983, when 75 people lost their lives on Ash Wednesday; again, arson was believed to have played a role.</p><p>In 2009, on \"Black Saturday\", 400 fires killed 178 people. This time the firestarter was caught and jailed.</p><p>During this latest crisis, police in New South Wales and Queensland have charged a number of people with deliberately starting fires, but have rejected as misleading the figure of 183 arrests which has been promoted by social media accounts associated with climate change deniers.</p><p>Police in Victoria also rejected that figure, saying they have made no arrests since September.</p><p> Bushfires have ravaged parts of Kangaroo Island in South Australia</p><p>Aside from these massive wildfires, the Australian government notes that \"(fire) has been an elemental part of the Australian environment for as long as the continent has existed\" and that much of the country's vegetation has, in fact, \"evolved to survive, thrive in and even promote frequent exposure to fire.\"</p><p>The seeds of the eucalyptus simply will not pop and germinate without fire (the Australian wildflower banksia is another of these \"pyrophytic plants\").</p><p>The eucalyptus has been identified as a key contributor to uncontrolled blazes. It is pervasive not only in Australia, but also in California and - thanks to reforestation programmes - Portugal.</p><p>Eucalyptus leaves produce highly combustible oils, and do not easily decompose, enabling fire to spread rapidly up in the canopy and on the ground.</p><p>The scientifically endorsed position of many governments - including in Australia - is that controlled burns are essential, in order to destroy \"fuel loads\", such as dead trees and grass, fallen branches and thick undergrowth, which a wildfire might otherwise consume in order to spread.</p><p> Eucalyptus leaves are eaten by koalas, many of whom have died or been injured in the fires </p><p>Andrew Cunningham Scott, Distinguished Research Professor at the Department of Earth Sciences in the Royal Holloway University of London, says this is an issue the UK and Ireland have to face up to, as \"if you have fuel to burn - then it will burn ... We just allow vegetation to grow up anywhere, and some of this might be quite flammable.\" He also notes many fires are started by portable barbeques.</p><p>Global warming and bushfires around the world</p><p>The global average temperature has increased by 0.8C since 1880, but this is not evenly distributed, and is worse the closer to the poles you get. The increase in Australia (since 1910) has been more than 1C, and this is leading to an increase in the frequency of extreme heat events, such as the record-breaking temperatures last month.</p><p>On December 17th a record national average of 40.9C was measured. Just one day later, that record was smashed when the mercury hit 41.9C.</p><p>Stefan Doerr, Professor of Wildland Fire Science at Swansea University, notes that temperatures in western Canada and Alaska have risen by up to 4C. Forest fires in those northern extremes are well documented, but we are seeing disturbing changes.</p><p>\"Wildfires now burn more frequently, and the average annual area burned has more than doubled since the 1960s\", he says. \"The current rate, extent and severity of fires is beyond anything the ecosystem has evolved with\".</p><p>This also applies to the US, Australia and Europe. None of this is unexpected.</p><p>More than a decade ago, the Intergovernmental Panel on Climate Change warned that climate change was almost certain to increase the intensity and frequency of fires, and made specific reference to Australia; that conclusion that has been endorsed in many subsequent reports.</p><p>Globally, wildfires are actually down.</p><p>The vast majority (70%) occur on grasslands which have little direct impact on humans. These have been declining, in part because grasslands are being developed, which has contributed to a gradual overall decline in the total area destroyed by wildfires. Each year this can still reach a staggering five million square kilometres, an area larger than the European Union.</p><p>However, we are seeing an increase in the size and intensity of fires in forested areas (as we have already noted in Alaska and Canada). And those fires are spreading ever faster, as seen in Portugal in 2017, California in 2018 and south eastern Australia now.</p><p>Andrew Cunningham Scott explains that this is partly because we are seeing more droughts, which cause the fire season to start earlier, and - as vegetation is drier - this causes fires to become larger and more intense.</p><p>Another factor is the generation of firestorms, such as the one currently raging in Australia.</p><p>These occur when the extreme heat and smoke spewed out by a bush fire rise, combining with moisture to create a cloud. This climbs high enough so that water and ice particles collide, creating an electrical charge which is then released as lightning. Firestorms produce little rain, so when this lightning strikes dry earth - it creates new fires.</p><p> Smoke from Australian bushfires blankets Auckland in New Zealand </p><p>Unusual weather events</p><p>Meteorologists have observed that the heatwave in Australia has also been in part caused by unusual - but not unheard of - weather factors. This is a bit technical - but well worth understanding.</p><p>The Indian Ocean Dipole is a periodic shift in the surface temperature of the western part of the Indian Ocean, either up (positive) or down (negative).</p><p>The Australian Bureau of Meteorology says we have been in a period of an almost unprecedentedly aggressive positive phase (higher sea temperatures).</p><p>Why is this important? Because it has the effect of drawing moisture away from the continent and so worsening drought conditions - which are already being exacerbated by global warming.</p><p>Now let’s go roughly 20km straight up, to the stratosphere. Scientists have only recently begun to understand how this part of the atmosphere shapes weather events.</p><p>Last October, meteorologists warned of \"a rare atmospheric phenomenon ... brewing above Antarctica, raising temperatures in the upper atmosphere by 40 degrees.</p><p>\"Such shifts happen roughly every second year above the North Pole, but are rare in the South Pole; scientists don’t know why.</p><p>They predicted that \"the warming above Antarctica will drive hot, dry winds across eastern Australia over the next three months.\"</p><p>Turns out they were right. (This area of forecasting is so new that this result is seen as an endorsement of its value).</p><p>Again, conditions already aggravated by global warming are being further worsened by this unusual atmospheric event.</p>", "publisher": "RTE News", "instances": ["This climbs high enough so that water and ice particles collide, creating an electrical charge which is then released as lightning. Firestorms produce little rain, so when this lightning strikes dry earth - it creates new fires. This is a bit technical - but well worth understanding. The Indian Ocean Dipole is a periodic shift in the surface temperature of the western part of the Indian Ocean, either up (positive) or down (negative)."]}, {"relevance_score": 16, "title": "Young Scientists 'ahead of the game' as they explore bushfires' fallout and quantum computers", "published": "2020-01-08", "bodyText": "<p nitf:lede=\"true\">FROM examining the environmental fallout of the devastating Australian bushfires to using quantum computers to cure diseases, competitors at this year's BT Young Scientist and Technology Exhibition are ready to show their scientific prowess.</p><p>Taoiseach Leo Varadkar officially opens the exhibition at Dublin's RDS this afternoon, with more than 1,000 pupils taking part - who were busy yesterday putting the finishing touches to their stands.</p><p>Projects on display at the 56th instalment of the event encompass all areas of science, technology and maths. Inspired by fellow student Greta Thunberg, there is a large contingent of students with environmental projects at this year's exhibition.</p><p>One such student, 17-year-old Joshua Butler, is \"ahead of the game\" in terms of quantifying plant destruction as a result of the Australian bushfires.</p><p>The fifth-year student from Templeogue College in Dublin uses special cameras to monitor the level of infrared light absorption and red light reflection in an area of dense plant life.</p><p>Joshua has been working on the project for three years and was chosen for a programme whereby photographs were taken from the international space station for his project.</p><p>\"I was able to quantify the level of plant destruction in the Amazon rainforest due to the fires there, as well as the Australian bushfires,\" he said.</p><p>\"With Australia, I would be ahead of the game but it has been done on the ground in Brazil. But this is a much easier way to analyse the amount of vegetation in an area compared to some of the stuff that's out there.\"</p><p>There is also a great buzz around another student, Ayush Tambde (14), who attends Stratford College in Dublin.</p><p>Despite only being in third year, he is revolutionising the way artificial information is \"trained\" using something called quantum computers.</p><p>\"In regular computers there are bits, so they can be 0 or 1,\" Ayush explained. \"In a quantum computer they can be both 0 and 1 at the same time.</p><p>\"So I'm using that to combine all the training data into one and training the AI at once, quicker and more effectively.\"</p><p>He hopes to use his algorithms to help find cures to diseases more quickly in the future.</p>", "publisher": "Irish Independent", "instances": ["Taoiseach Leo Varadkar officially opens the exhibition at Dublin's RDS this afternoon, with more than 1,000 pupils taking part - who were busy yesterday putting the finishing touches to their stands. Projects on display at the 56th instalment of the event encompass all areas of science, technology and maths.", "Projects on display at the 56th instalment of the event encompass all areas of science, technology and maths. Inspired by fellow student Greta Thunberg, there is a large contingent of students with environmental projects at this year's exhibition. The fifth-year student from Templeogue College in Dublin uses special cameras to monitor the level of infrared light absorption and red light reflection in an area of dense plant life. Joshua has been working on the project for three years and was chosen for a programme whereby photographs were taken from the international space station for his project.", "The fifth-year student from Templeogue College in Dublin uses special cameras to monitor the level of infrared light absorption and red light reflection in an area of dense plant life. Joshua has been working on the project for three years and was chosen for a programme whereby photographs were taken from the international space station for his project. With Australia, I would be ahead of the game but it has been done on the ground in Brazil. But this is a much easier way to analyse the amount of vegetation in an area compared to some of the stuff that's out there."]}, {"relevance_score": 10, "title": "Student Joshua 'ahead of the game' at BT Young Scientist", "published": "2020-01-08", "bodyText": "<p nitf:lede=\"true\">The BT Young Scientist exhibition kicks off today, as more than 1,000 students showcase their scientific prowess - including one budding environmentalist who is ahead of the game on Australian bushfires.</p><p>Taoiseach Leo Varadkar will officially open the exhibition today at 2pm, as the country's brightest young minds compete to take home the coveted title of the BT Young Scientist &amp; Technologist of the Year 2020.</p><p><emphasis typeStyle=\"bf\">Destruction</emphasis></p><p>Projects on display at the 56th instalment of the event encompass all areas of science, technology and maths.</p><p>Inspired by Greta Thunberg, there is a large contingent of students with environmental projects at this year's exhibition.</p><p>One such student, Joshua Butler (17), is \"ahead of the game\" in terms of quantifying the plant destruction as a result of the bushfires affecting Australia.</p><p>The fifth-year student from Templeogue College uses special cameras to monitor the level of infrared light absorption and red light reflection in an area of dense plant life.</p><p>Joshua has been working on the project for three years and was chosen for a programme whereby photographs were taken from the International Space Station for his project.</p><p>\"I was able to quantify the level of plant destruction in the Amazon rainforest due to the fires there, as well as the Australian bushfires,\" he said.</p><p>\"With Australia, I would be ahead of the game but it has been done on the ground in Brazil.</p><p>\"But this is a much easier way to analyse the amount of vegetation in an area compared to some of the stuff that's out there.\"</p>", "publisher": "The Herald (Ireland)", "instances": ["Taoiseach Leo Varadkar will officially open the exhibition today at 2pm, as the country's brightest young minds compete to take home the coveted title of the BT Young Scientist &amp; Technologist of the Year 2020. DestructionProjects on display at the 56th instalment of the event encompass all areas of science, technology and maths.", "The fifth-year student from Templeogue College uses special cameras to monitor the level of infrared light absorption and red light reflection in an area of dense plant life. Joshua has been working on the project for three years and was chosen for a programme whereby photographs were taken from the International Space Station for his project. With Australia, I would be ahead of the game but it has been done on the ground in Brazil. But this is a much easier way to analyse the amount of vegetation in an area compared to some of the stuff that's out there."]}, {"relevance_score": 20, "title": "Lake Garda recedes as global warming strikes", "published": "2022-08-18", "bodyText": "<p nitf:lede=\"true\">Global warming and extreme weather is leading to severe drought, scarred landscapes, and dwindling water levels in Europe with Italy's famed Lake Garda seeing rocks where there was water just a year ago.</p><p>Startling satellite imagery from Europe's Earth observation programme, Copernicus EU, shows a comparison of the Lake Garda coast in August 2021 and 2022, revealing a new beach has appeared.</p><p>Similarly, Copernicus EU satellite data show starkly dwindling water supplies in Catalonia's Sau Reservoir.</p><p>Lake Garda, a burgeoning favourite with Irish holiday-makers in the northern Italian hills, has been affected by severe drought that has gripped Italy and other parts of the continent.</p><p>A lack of rainfall in recent months has dehydrated large swathes of Italy, while the River Po, the country's largest river, has not been able to serve agriculture to the same level as recent years because of its worst drought in 70 years. That has meant water being diverted from Lake Garda to irrigate fields.</p><p>Barren rocks now appear in parts of Lake Garda where before tourists would enjoy waterspor ts. The Global Drought Observatory (part of Copernicus) warned last month that a \"staggering portion\" of Europe is currently exposed to warming and drought conditions.</p><p>According to the latest map of the combined drought indicator, 47% of the EU territory is in warning conditions and 17% is in alert conditions.</p><p>\"Compared to the previous months, drought hazard has been increasing, especially in France, Romania, and neighbouring regions, western Germany, and several Mediterranean regions (central and southern Italy, southern Greece, Croatia, Bosnia Herzegovina, and the Iberian Peninsula).</p><p>\"Local recovery is observed in limited areas of France and the eastern Mediterran ean. Regions already affected by drought in spring (eg northern Italy, southeastern France, some areas in Hungary and Romania) are still under similar or worse conditions,\" the observatory report said.</p><p>Swiss scientists have found that simultaneous extreme heat and drought impact the economy, health and food production.</p><p>Researchers from the University of Zurich analysed eight extreme heat and drought events in Europe, Australia and Africa occurring during the last 20 years.</p><p>Besides examining the direct and indirect consequences for various sectors and systems, they also studied the impact of responses to such events, they said.</p><p>First author of the study, Laura Niggli, said: \"Financial losses, for example, can be substantial.</p><p>\"In the cases studied they ranged from several hundred million to several billion US dollars.\"</p><p>In extreme cases such as the 2019/2020 Australian bushfires, losses were up to approximately  98.4bn, which is equivalent to over 5% of Australia's GDP, the researchers said. The results found the direct effect of drought on a specific area is just a small part of the bigger picture, with health, energy, agriculture and food supply all particularly threatened.</p>", "publisher": "Irish Examiner", "instances": ["First author of the study, Laura Niggli, said: \"Financial losses, for example, can be substantial. In the cases studied they ranged from several hundred million to several billion US dollars. 4bn, which is equivalent to over 5% of Australia's GDP, the researchers said. The results found the direct effect of drought on a specific area is just a small part of the bigger picture, with health, energy, agriculture and food supply all particularly threatened."]}, {"relevance_score": 21, "title": "Coronavirus named Children's Word of the Year", "published": "2020-06-10", "bodyText": "<p nitf:lede=\"true\">CORONAVIRUS has been named ‘Children’s Word of the Year’.</p><p nitf:lede=\"true\">Lexicographers at Oxford University Press analysed words used by thousands of young writers in submissions to a children’s story competition.</p><p>But it was not all doom and gloom – children became problem-solvers and focused on finding a cure in their stories.</p><p>The word came out on top despite the fact that BBC Radio 2 Breakfast Show’s 500 Words competition closed on February 27, before lockdown.</p><p>Coronavirus was mentioned 459 times, and there was also increased use of other words associated with the pandemic such as NHS, virus, antibodies, epidemic, Wuhan and lockdown.</p><p>Granny was the most used word in stories by youngsters from Northern Ireland, followed by hospital.</p><p>Across all of the stories technology featured widely, with YouTube the most frequently referenced platform, while girls wrote about social media far more than boys.</p><p>The Australian bushfires and their impact on wild animals also featured, as did environmental activist Greta Thunberg.</p><p>The person referred to most in the 134,709 stories was US president Donald Trump, followed by Hitler and Cristiano Ronaldo.</p><p>Helen Freeman, director of Oxford Children’s Dictionaries and Language Data at Oxford University Press, said she was surprised by so many mentions of coronavirus so early in the year.</p><p>“Some of the stories definitely had a sense of something looming and almost prophetic and a sense of something heading our way,” she said.</p><p>“They are seeking answers to problems, they’re seeking cures. Some of them can be very funny – you’ve got unicorns leaning across and whispering the cure for coronavirus.</p><p>“It’s definitely not doom and gloom”, she said.</p><p>“Lots of the stories are really funny and creative and there are more serious stories as well.</p><p>“Children like exploring serious topics and we</p><p>don’t see that as a negative at all.”</p><p>Despite references to climate change, the virus and Australian bushfires, analysis showed the mood of the stories used more “positive rather than negative language”, she said.</p><p>The prize is celebrating its 10th anniversary and Ms Freeman said analysis showed “improvements in grammar, spelling and punctuation” over the</p><p>years.</p><p>Radio 2 Breakfast Show presenter Zoe Ball, right, said it showed “that kids are so aware of everything that’s going on in the world around them and then are able to turn it into the most brilliant, engaging and imaginative stories”.</p><p>Last year’s Children’s Word of the Year was Brexit.</p><p>The 500 Words final will be broadcast live on the radio programme on Friday, with the winning stories read by celebrities including David Walliams, Dua Lipa, Joanna Lumley, Jodie Whittaker and Mwaka Mudenda.</p>", "publisher": "Irish News", "instances": ["Granny was the most used word in stories by youngsters from Northern Ireland, followed by hospital. Across all of the stories technology featured widely, with YouTube the most frequently referenced platform, while girls wrote about social media far more than boys. The person referred to most in the 134,709 stories was US president Donald Trump, followed by Hitler and Cristiano Ronaldo. Helen Freeman, director of Oxford Children’s Dictionaries and Language Data at Oxford University Press, said she was surprised by so many mentions of coronavirus so early in the year.", "“Lots of the stories are really funny and creative and there are more serious stories as well. “Children like exploring serious topics and wedon’t see that as a negative at all. The prize is celebrating its 10th anniversary and Ms Freeman said analysis showed “improvements in grammar, spelling and punctuation” over theyears. Radio 2 Breakfast Show presenter Zoe Ball, right, said it showed “that kids are so aware of everything that’s going on in the world around them and then are able to turn it into the most brilliant, engaging and imaginative stories”."]}, {"relevance_score": 9, "title": "Three killed as plane crashes fighting fires", "published": "2020-01-24", "bodyText": "<p nitf:lede=\"true\">A CANADIAN-OWNED C-130 Hercules air tanker crashed while fighting bushfires in Australia's alpine region yesterday, killing all three of its crew, authorities said.</p><p>The victims were American residents, Australian authorities said, adding that they did not immediately know why the plane crashed while carrying a load of fire retardant.</p><p>\"Tragically, there appear to be no survivors as a result of the crash down in the Snowy Monaro area,\" said Shane Fitzsimmons, the chief of rural fire services for the south-eastern state of New South Wales.</p><p>\"(The tanker) impacted heavily with the ground and initial reports are that there was a large fireball associated with the impact of the plane as it hit the ground.</p><p>\"There is no indication at this stage of what's caused the accident.\"</p><p>A spokesman for Australia's Civil Aviation Safety Authority said the aircraft went into a valley to drop the retardant and did not emerge.</p><p>Mr Fitzsimmons said the plane had been leased by Canadian aerial firefighting company Coulson Aviation, which had a second C-130 Hercules working in the Australian bushfires operation.</p><p>Coulson had grounded its large air tanker fleet following the accident, he added, pending a review to rule out any systemic issue, such as a fuel problem.</p><p>The Australian Transport Safety Bureau said it was sending a team of investigators to the crash site to collect evidence.</p>", "publisher": "Irish Independent", "instances": ["There is no indication at this stage of what's caused the accident. A spokesman for Australia's Civil Aviation Safety Authority said the aircraft went into a valley to drop the retardant and did not emerge. Coulson had grounded its large air tanker fleet following the accident, he added, pending a review to rule out any systemic issue, such as a fuel problem. The Australian Transport Safety Bureau said it was sending a team of investigators to the crash site to collect evidence."]}, {"relevance_score": 55, "title": "Crisis offers Ireland window to make climate progress", "published": "2022-02-11", "bodyText": "<p nitf:lede=\"true\">Never waste a good crisis - as the saying goes. Unfortunately, we are.</p><p nitf:lede=\"true\">And this is the motherlode of crises but also so of opportunity. I'm talking about climate action.</p><p nitf:lede=\"true\">This is a real moment to seize and lead that could reap transformational outcomes for Ireland Inc as well as for generations to come- commercially, socially and academically.</p><p nitf:lede=\"true\">Examples include thousands of regional green jobs, new clean energy sources, manufacturing, exports, FDI green brand, large business working closely with indigenous business for the next two to three decades.</p><p>And equally important, making our planet a better place.</p><p>It's impossible not to be consumed by the scale of global impact. Majestic Californian redwoods in flames, half a billion creatures killed in Australian bushfires, \"once in a generation\" flooding occurring every three to five years, many parts of the world on the way to becoming uninhabitable.</p><p>These are the consequences of many things, but nothing comes close to the damage visited on the planet by carbon emissions.</p><p>The boomer generation has seen a six-fold global increase in CO2 emissions in their lifetime. Nature's capacity for absorbing and sequestering excess levels of CO2 emissions has long since been overwhelmed.</p><p>Industry, government, and the general population are all part of this as consumers, businesses and policy decision makers. It's us.</p><p>The good news is that the world seems finally ready to act on a meaningful scale. Evidence of that new mindset is to be found in the flight of capital out of fossil fuels.</p><p>Activist investors and legislators are forcing the issue. Among private and sovereign wealth funds, family offices, banks, pension funds, retail investors, cities and states, corporations - there have been many significant commitments of capital allocation.</p><p>A range of financial instruments, including grants, carbon taxes and credits, tax-exempt green bonds, ESG-focused funds and a range of others show real evidence of corporate and governmental intent. There's a deficit of actionable projects by comparison with the value of those funds.</p><p>Put in simpler terms, there's lots of money available but we don't quite know yet what to do with it. It's a start, but it's too slow, and we need to accelerate. Ireland Inc faces our part in this challenge.</p><p>The recently published climate bill enshrines in law our national commitment to reach net zero by 2050, with intermediate commitment to a 51% emissions reduction by 2030, 7% per year target.</p><p>The scale of the challenge ahead of us was brought into stark focus with the publication of the EPA's analysis on GHG emissions for 2020 - a 3.6% reduction in emissions may seem like progress, but the fact this was in the middle of a global pandemic with greatly reduced levels of economic activity puts our 7% per year target in even sharper focus.</p><p>When it comes to climate action, Ireland has a track record of lagging far behind our European neighbours - we have missed our 2020 emissions reduction targets, and most of our renewable energy targets, with heat and transport posing a huge challenge.</p><p>When it comes to heat, we fell well short of our 2020 goal of 12%, with only 6.3% realised. As with any great movement, it takes time for the systems to fit together and streamline. The problem is that we don't have time.</p><p>It horizontally crosses industry and consumer massively, and solving this problem will make significant impact to CO2 emissions reduction. It's vital we take this on and deploy joined-up thinking and solutions that remove fossil fuels - now.</p><p>Technology will play a crucial role. Are we collaborating effectively, supporting solutions that are currently available to decarbonise heat? I think not.</p><p>Just as the climate crisis was created by many actions over a sustained period, improvements will come from a series of actions that combine to reverse the damage.</p><p>Some will be large scale, policy-driven initiatives driven by governments and major corporations. Planning, regulatory frameworks will need to move more quickly.</p><p>Examples include access to grid capacity for electrification, clustering opportunities for offshore wind, green hydrogen, and sources of large demand such as data centres need to be close to such clusters. Areas like West Cork are an example. We need to plan/work smarter.</p><p>Smaller initiatives will have no less importance when combined. It all counts, and must accelerate.</p><p>Government also needs to enhance the grant process. For example, we need to accelerate the speed of grants to industry to enable solutions. Similar to the financial services industry, the grant process needs to align to available decarbonising heat solutions/technologies.</p><p>Simply put, we need grants issued more quickly, innovative funding arrangements that aren't rooted in 10-year old thinking, policy frameworks with rapid action, relevant information campaigns.</p><p>These moments don't come along very often.</p><p>Let's not miss this incredible opportunity but also recognise that failure to deliver carries sombre consequences.</p><p>This opportunity matches our national psyche - monumental challenge to overcome, sustained commitment, global network and impact. Punching above our weight. Sound familiar? It's us.</p><p>It's a perfect storm moment - are we ready to seize it?</p>", "publisher": "Irish Examiner", "instances": ["And equally important, making our planet a better place. It's impossible not to be consumed by the scale of global impact. These are the consequences of many things, but nothing comes close to the damage visited on the planet by carbon emissions. The boomer generation has seen a six-fold global increase in CO2 emissions in their lifetime."]}, {"relevance_score": 22, "title": "Australia's relief as cool breeze blows", "published": "2020-01-06", "bodyText": "<p nitf:lede=\"true\">COOLING temperatures and calmer winds have brought some relief to Australian communities hit by wildfires but the heat stayed on the country's prime minister to accept responsibility for the crisis and take action.</p><p>Scott Morrison announced on Saturday that he would dispatch 3,000 army, navy and air force reservists to help battle the fires. He also committed (EURO)12.5million to lease fire-fighting aircraft from overseas.</p><p>But the moves did little to dampen down the criticism he has been slow to act, even as he has downplayed the need for his government to address climate change, which experts say played a key role in supercharging the blazes.</p><p>'There has been a lot of blame being thrown around,' Mr Morrison said at a news conference. 'Blame doesn't help anybody at this time and over-analysis of these things is not a productive exercise,' he added.</p><p>As dawn broke yesterday, a picture emerged of disaster on an unprecedented scale.</p><p>The New South Wales Rural Fire Service said 150 fires were active in the state, 64 of them uncontrolled.</p><p>The fires have killed at least 24 people, including a 47-year-old man who died while trying to defend a friend's home from encroaching flames. Nearly 2,000 homes have been destroyed in the disaster.</p><p>Yesterday, cooler temperatures and lighter winds brought some relief a day after thousands were forced to flee as the flames reached the fringes of Sydney.</p><p>Australia's capital, Canberra, was enveloped in a smoky haze and air quality at midday was measured at ten times the usual hazardous limit.</p><p><email normalizedValue=\"mailto:news@dailymail.ie\">news@dailymail.ie</email></p><p>JUST A JOKE TO JEREMY Clarkson has been criticised for joking about the horrific Australian bushfires in which at least 24 people have died.</p><p>In his column in The Sun, Clarkson, pictured, chuckled that the fires were because 'God didn't want people to live in Australia'. He mocked: 'He created it as a continent far, far away where he could house all his experiments that had gone wrong.' He then sneered: 'Plainly, God is embarrassed because he's decided to set fire to it.' He finishes by saying people 'must accept that Australia isn't meant for human habitation.' There was horror and uproar online. 'People are dying,' one person tweeted. Another told him to 'never come to our great country'.</p><p>'Blame doesn't help anybody'</p>", "publisher": "Irish Daily Mail", "instances": ["Australia's capital, Canberra, was enveloped in a smoky haze and air quality at midday was measured at ten times the usual hazardous limit. news@dailymail. In his column in The Sun, Clarkson, pictured, chuckled that the fires were because 'God didn't want people to live in Australia'. He mocked: 'He created it as a continent far, far away where he could house all his experiments that had gone wrong."]}, {"relevance_score": 13, "title": "News Corp manager quits in protest over bushfire 'climate change denial'", "published": "2020-01-11", "bodyText": "<p nitf:lede=\"true\">A NEWS Corp employee has condemned the media company's coverage of the Australian bushfires as \"dangerous and damaging\", announcing her resignation in a damning all-staff email.</p><p>Commercial finance manager Emily Townsend said she could no longer work for an organisation she claimed had run a \"misinformation campaign\" around the wildfires \"that has tried to divert attention away from the real issue which is climate change to rather focus on arson (including misrepresenting facts)\". Ms Townsend, who had been with the company for five years, urged executive chairman Michael Miller to consider the impact of information in News Corp's publications 'The Australian', 'The Daily Telegraph' and 'Herald Sun' and \"think about the big picture\".</p><p>The email was forwarded to all employees in the Australian arm of the Rupert Murdoch-owned company.</p><p>But it has since been removed from staff inboxes.</p><p>\"I have been severely impacted by the coverage of News Corp publications in relation to the fires, in particular the misinformation campaign that has tried to divert attention away from the real issue which is climate change to rather focus on arson (including misrepresenting facts),\" Ms Townsend said.</p><p>\"I find it unconscionable to continue working for this company, knowing I am contributing to the spread of climate change denial and lies.</p><p>\"The reporting I have witnessed in 'The Australian', 'The Daily Telegraph' and 'Herald Sun' is not only irresponsible, but dangerous and damaging to our communities and beautiful planet that needs us more than ever to acknowledge the destruction we have caused and start doing something about it.\"</p><p>While Ms Townsend did not cite any specific examples of reporting she felt was irresponsible, News Corp's approach to the bushfires has been the subject of widespread discussion following claims in 'The Australian' that appeared to overstate the role of arson in the blazes.</p><p>Another article in the same newspaper suggested that the fires were no worse than in previous years, prompting 'The New York Times' to publish an article on the role of News Corp and other conservative media outlets in what it suggested was controlling the narrative surrounding the bushfires.</p><p>However, there were also articles featured in News Corp publications that did acknowledge the role of climate change in the fires, which have left more than a billion animals dead, burned 10.3 million hectares and claimed the lives of at least 27 people.</p><p>Mr Miller said that the organisation stood by its coverage. (© Independent News Service)</p><p>The fires have claimed the lives of at least 27 people  ;</p>", "publisher": "Irish Independent", "instances": ["Commercial finance manager Emily Townsend said she could no longer work for an organisation she claimed had run a \"misinformation campaign\" around the wildfires \"that has tried to divert attention away from the real issue which is climate change to rather focus on arson (including misrepresenting facts)\". Ms Townsend, who had been with the company for five years, urged executive chairman Michael Miller to consider the impact of information in News Corp's publications 'The Australian', 'The Daily Telegraph' and 'Herald Sun' and \"think about the big picture\"."]}, {"relevance_score": 37, "title": "Very special reasons", "published": "2021-11-20", "bodyText": "<p nitf:lede=\"true\">IF ever there was a house at ease in its surroundings, it's The Stone House in Kealkil. It has a warmth and texture that sits neatly with the landscape, ringed by idyllic grounds.</p><p nitf:lede=\"true\">Its UK owners, Helen and Gordon Thorne, put a lot into it over the years, making sure that the builders who extended it in 2007 used the same stone as the original house, drawn from a local quarry, while going to great lengths to create some magical woodland on the 1.4 acre site.</p><p nitf:lede=\"true\">That woodland includes Californian Redwood, Walnut, Chestnut, Silver Birch, a beautiful Wedding Cake tree and also, Wollemi Pine, a genus of tree that dates back to the time of the dinosaurs, and was believed to be extinct, until a single grove was discovered in a gorge of the Blue Mountains, in Wollemi National Park, in New South Wales in 1994. The discovery was huge in the horticultural world and given the find is still the only known grove of mature Wollemi Pine in the wild, it was afforded protection by a specialist team of firefighters during the rampaging Australian bushfires of 2019.</p><p>Nowadays, thanks to the labours of horticultural scientists, it can be grown from seeds and the Thornes purchased theirs from a nearby natural nursery in Kealkil, Future Forests. \"It's doing very well,\" says Helen, and for anyone keen to see what this ancient tree looks like, there's also a specimen at Kells Bay Garden in Kerry, whose master gardener, Billy Alexander, recently won gold at the Chelsea Flower Show.</p><p>The Thornes are passionate about gardening and Helen says it was the 1.4 acre plot that attracted them to The Stone House, as well as the light at the site. Initially, they had Glengarriff in mind, having holidayed there previously.</p><p>However, when they arrived in Ireland, with a view to buying a holiday home in 2004, the estate agent suggested viewing The Stone House - and they fell for it.</p><p>In 2007, they set about extending the property and did so seamlessly (the newer roof on one side is the giveaway), demolishing an integrated garage and replacing it with a large sitting room, a utility and a bedroom overhead. They also built a large, detached garage with a studio apartment overhead, which includes a bedroom and living area/kitchenette, with a generous shower room on the ground floor (there's also enough parking for two cars).</p><p>They thought about using the annexe as a holiday let - hill walking is popular in the area - but didn't quite get around it.</p><p>They did however have a regular flow of family and friends to stay at their five bedroom home (four bedrooms in the main house, one in the annexe) over the years, and enjoyed sharing the delights of the unspoilt West Cork coastline with their many visitors.</p><p>\"We put a lot into it, and it's given us a lot too. We've had great family holidays in what is a really lovely part of the world, and friends have really enjoyed coming over, so we will be very sad to see it go,\" Helen says.</p><h><emphasis typeStyle=\"bf\">Ideal house</emphasis></h><p>It was an ideal house for entertaining, with a fine, big open-plan kitchen/dining room and French doors to the back patio, overlooking attractive garden and woodland views, and also a generous, comfortable lounge with French doors to the front garden. The grounds include sweeping lawns, a pond area, mature trees, pockets of shrubs and tranquil seating areas.</p><p>The aspect is such that the house captures the best of the light throughout the day, in the kitchen diner in the morning and towards the front of the house in the middle and later parts of the day.</p><p>The Thornes are selling the house in Breenybeg, at the edge of Kealkil village, with a heavy heart.</p><p>\"We are in our 70s now and we have reached a point where a decision had to be made. Do we retire to Ireland or stay in the UK? The fact that all of our close family are in the UK weighed the balance and we decided to sell The Stone House, although the grandchildren are not best pleased!,\" Helen says cheerily.</p><p>Denis Harrington of Harrington Estates is the selling agent and he is guiding the property at (EURO)450,000.</p><p>\"It's a really beautiful country home, very much the country retreat, very secluded, on a site made very private by the owners,\" he says. \"It represents the best of country living, all you see is mountains and woodland from the site, but it's literally a four minute walk from Kealkil village, where there are shops, a national school, a post office, and pub/restaurant.\"</p><p>Mr Harrington says it's also worth highlighting that, historically, there was planning permission for a second dwelling on the site and it might be possible to revisit this. \"It is within the village development boundary,\" he notes. He adds that that permission was granted 15-20 years ago, but even though it's lapsed, it shows form.</p><p>There have been a number of strong enquiries from potential buyers since the house came to market, including retirees, young families and a number of enquiries from the UK. The house was built in the 1990s by a chap called John Hall from the UK, who eventually returned there, as per the current owners' move now.</p><p>While Kealkil is a small village, it's just a 10 minute drive from busy Bantry town and Cork Airport is less than an hour away. The Thornes, who brought their car on holidays, came via Rosslare, and said the trip was just under three hours.</p><p><emphasis typeStyle=\"bf\">VERDICT</emphasis>: A bona fide rural idyll, perfect for full-time family living, or holidays.</p>", "publisher": "Irish Examiner", "instances": ["4 acre site. That woodland includes Californian Redwood, Walnut, Chestnut, Silver Birch, a beautiful Wedding Cake tree and also, Wollemi Pine, a genus of tree that dates back to the time of the dinosaurs, and was believed to be extinct, until a single grove was discovered in a gorge of the Blue Mountains, in Wollemi National Park, in New South Wales in 1994. Nowadays, thanks to the labours of horticultural scientists, it can be grown from seeds and the Thornes purchased theirs from a nearby natural nursery in Kealkil, Future Forests. \"It's doing very well,\" says Helen, and for anyone keen to see what this ancient tree looks like, there's also a specimen at Kells Bay Garden in Kerry, whose master gardener, Billy Alexander, recently won gold at the Chelsea Flower Show."]}, {"relevance_score": 51, "title": "Humanity's age of fire has taken us to the brink of disaster - it's time to quench it", "published": "2021-08-13", "bodyText": "<p nitf:lede=\"true\">FIRES in Greece, deadly heatwaves in the US Pacific north-west and a season of burning in California have all happened around the publication of the latest IPCC report this week. The events have coincided with extreme acts of nature hitting the planet globally, making it plain that our footprint on Earth is more and more visible. The IPCC report makes for sobering reading and carries the message that we must act now.</p><p nitf:lede=\"true\">But what we call the Anthropocene - the proposed ecological era that dates humanity's significant impact on Earth and its ecosystems, including climate change - could also be called something else, something darker. Listening to the radio this week, I came across Stephen J Pyne and his research into fire. Professor Pyne is a specialist in environmental history and, most interestingly, the history of fire. He has written more than a dozen books on fire and its history.</p><p>Fire is our most intimate of resources on Earth: we cook our meals with it, heat our homes and make our tools with it. We are the fire ape and the holder of the flame, as Pyne puts it. Fire is unique to our planet, occurring nowhere else in the solar system. It can only exist in nature from the natural presence of life on the continents, so it too has a birth date some 500 million years ago. It was only with the emergence of ourselves that fire began to be harnessed for personal use.</p><p>That personal use allowed us to eat a cooked, meat-rich diet and then turn our attention to clearing landscapes. Fire was the tool that allowed us to mould the Earth as we saw fit. Fire-stick farming, such as that practised by Aboriginal Australians, created great grass plains where animals could graze and be hunted at ease.</p><p>Indeed, when the first British settlers went to Australia, they likened the fire-shaped landscape to England's countryside and parkland.</p><p>However, in shaping the landscape, in changing the setting and surroundings, we unwittingly started the next phase of our climate story: the Pyrocene, a term coined by Pyne.</p><p>The Pyrocene, or fire age, started in small ways, in its first epoch, with the clearing of terrain for agricultural needs. In our own nation, we can look at the ancient and regular setting of gorse fires to clear land for animal grazing.</p><p>This Pyrocene origin did interact with the world around it: it changed landscapes, but it also allowed humanity to go to the top of the food chain. We cooked the animals, but, as Pyne says, we are now cooking the planet.</p><p>The Pyrocene started its second epoch with the emergence of the Industrial Revolution, when our fossil fuels were burned day and night, leading to the eventual tipping point we now find ourselves in ecologically.</p><p>From being the custodian of fire, we have so changed our world that fire is now, as a result of our actions, out of control: 2019/2020 was a unique six-month window in that two major fires types burned on the globe. On one hand, we have the man-made fires of the Amazon, where land was cleared to make way for agricultural grazing, while on the opposite side of the world, climate-induced fires ripped through the Australian bush, burning 18.6 million hectares.</p><p>The Brazilian wildfires were the direct result of human actions, with 80,000 fires set across Brazil in August 2019. The smoke from these Amazonian fires could be seen in Sao Paulo on the opposite side of the country. The Brazilian wildfires were the result of a pro-business approach to opening up the interior of the Amazon. Fire is not an adaptation of the Amazonian forests, and so rather than bring on new life it ended it.</p><p>The climate-induced fires of the Australian bush, on the other hand, point to a worrying trend around the world. These bushfires or wildfires are now a factor of life in many regions of the world. The scale of the Australian bushfires, while not the biggest in Australian history, were the worst in the modern era, eclipsing the 2009 Black Saturday fires, a period I lived through in that land.</p><p>Indeed, nearly 80pc of Australians were affected in some way by the 2019/2020 fires, to the tune of tens of billions of dollars in costs.</p><p>The Pyrocene is not limited to the southern hemisphere. North of the Equator, fires have raged. After all, California, say, has seen wildfire after wildfire rip through the state. Closer to home, one only has to look to the fires in Greece of recent days.</p><p>More than 2,000 people on the Greek island of Evia were forced to evacuate by boat as wildfires raged through the region. July, as reported in this paper, was the worst month for wildfires since records began in 2003.</p><p>In our small nation, we have experienced mini-droughts and record-breaking temperatures in recent years. One only has to think of the recent heatwave that saw the mercury hit 31.4C in Northern Ireland. The authors of the IPCC report stated that, since 1970, global surface temperatures have risen faster than in any other 50-year period in the past 2,000 years. The Pyrocene is now not just a term coined by Pyne, it is a fact of life. We must act now in this Code Red for humanity. We cannot allow the planet to burn. The IPCC report comes in the light of the Paris Climate Agreement of 2015, when we committed as a species to prevent the global temperature rise.</p><p>If we cannot achieve those goals, fire will become all too common a facet of our yearly news cycle. This fire will not bring new life in its long train; ultimately, it will destroy everything. It's not too late to act, but zero hour is nearing. The world-ending fire is but an ember now; it's time to quench it and bring an end to this devastating Pyrocene age.</p>", "publisher": "Irish Independent", "instances": ["The climate-induced fires of the Australian bush, on the other hand, point to a worrying trend around the world. These bushfires or wildfires are now a factor of life in many regions of the world. Indeed, nearly 80pc of Australians were affected in some way by the 2019/2020 fires, to the tune of tens of billions of dollars in costs. The Pyrocene is not limited to the southern hemisphere."]}, {"relevance_score": 22, "title": "Internet star Harlso uses head to raise £40,000 for fire-ravaged wildlife in Oz", "published": "2020-01-16", "bodyText": "<p nitf:lede=\"true\">A BELFAST dog that became an internet star has helped to raise more than £40,000 for animals affected by the Australian bushfires.</p><p nitf:lede=\"true\">The owners of Harlso the Balancing Hound were moved by harrowing images of the damage caused by the wildfires raging in recent weeks.</p><p nitf:lede=\"true\">Paul Lavery and Jennifer Scott had been contacted by followers of Harlso who are living Down Under.</p><p>They have been thrilled by the support so far.</p><p>All the money will go to a charity run by the family of the late Australian television personality and environmentalist Steve Irwin.</p><p>Paul explained: \"We were contacted by some of Harlso's followers in Australia to see if we would be interested in trying to raise funds for Australia Zoo Wildlife Warriors.</p><p>\"They are dealing with immense devastation to wildlife and habitats Down Under and although we were reluctant to use Harlso to raise money in the past, we thought we would at least try to do something to help the situation.</p><p>\"Initially we were apprehensive as none of the other 'animal' pages seemed to be doing anything like it and money can be tight in January, so we weren't sure people would get behind it.</p><p>\"I had a chat with Jennifer and we decided we would have been happy to try to raise what we could, and once we set up the fundraiser through Harlso's Facebook page, the money quickly went up to over £1,000 in donations.</p><p>\"Within 24 hours we'd gone past £10,000, and we simply weren't expecting that.\"</p><p>Harlso, a five-year-old dachshund, boasts thousands of fans around the world for his unique balancing acts, and last year he was a winner in the internet 'Oscars', picking up a Webby Award in the Best Social Animal category.</p><p>He even has his own 2020 calendar after picking up a cult following for his videos and photos uploaded on Facebook, Twitter and on his own website. Tapping into his worldwide appeal has helped the cause of wildlife in Australia.</p><p>\"We had no idea the money being donated was going to keep on rising and rising,\" said Paul, with the total now standing at almost £41,000.</p><p>\"It's amazing to see the power social media can have.</p><p>\"All the money will be going directly to Australia Zoo Wildlife Warriors, a charity run by the family of Crocodile Hunter Steve Irwin.</p><p>\"It's going to take years for any sort of normality to return, and we're delighted Harlso has been able to contribute.\"</p><p>Paul said other popular animal sites across social media started sharing the fundraiser, causing donations to really start to increase. He added: \"I don't really like the term 'social media influencer' and have never seen Harlso as one, but on this occasion it's lovely to see he has managed to influence people in a good way.\"</p><p>\"People across the world seem to have bought into it, but it's the scale of what has been going on in Australia that has probably been the biggest motivation,\" he said. \"It's sad to see so many animals suffer and if Harlso can help a few of them recover, that's great.</p><p>\"We'll keep the fundraiser open until next Monday, and after that all donations will be going directly to where they're needed in Australia to help treat, care for and rehabilitate hundreds of thousands of animals affected by the bushfires.\"</p>", "publisher": "Belfast Telegraph", "instances": ["The owners of Harlso the Balancing Hound were moved by harrowing images of the damage caused by the wildfires raging in recent weeks. Paul Lavery and Jennifer Scott had been contacted by followers of Harlso who are living Down Under."]}, {"relevance_score": 29, "title": "Economists say election results show voters feel 'disconnected'", "published": "2020-02-17", "bodyText": "<p nitf:lede=\"true\">THE economy is booming, but voters still rejected the Government because of a disconnect between economic figures and people's needs, the latest economic report from one of the world's largest consulting firms has found.</p><p nitf:lede=\"true\">EY, formerly Ernst &amp; Young, said there appears to be a long-standing disconnect between very healthy economic figures and how voters are feeling.</p><p nitf:lede=\"true\">'The contrast between economic growth and [Irish] election results is striking as the incumbent Government could not secure a majority with headline growth rates of well over 5%,' said Professor Neil Gibson, Chief Economist for EY Ireland.</p><p>He said this speaks 'to a long-standing disconnect between headline growth and the citizen experience.' Meanwhile, a separate study noted that despite a booming economy and near full employment levels, increasing numbers of Irish people are pessimistic about their economic prospects and have lost trust in various institutions.</p><p>Professor Gibson said that governments need to focus on quality of life rather than straight economic figures, if they are to win over voters.</p><p>'Regardless of the shape of the next government, we are likely to see a focus on public services, quality of life, and what can be characterised as more internal, or personal outcomes rather than a singular drive for growth and globalisation,' he said.</p><p>Economic, social and environmental considerations are together creating 'a new paradigm and shaping the political landscape,' the EY survey found.</p><p>'Ireland's recent election result suggests a desire for a greater translation of economic growth to improvements in citizens' lives, and may result in a new policy direction for the next government, although how this government looks remains unknown,' it said.</p><p>EY has revised its economic forecast because of a strong domestic economy with wage growth and public spending boosts.</p><p>It said Ireland will achieve growth of 3.4% in 2020 before moderating to 2.8% and 2.7% growth in 2021 and 2022 respectively - largely in line with a European Commission forecast last week.</p><p>That puts Ireland as one of the strongest economies in the 27-nation European Union.</p><p>It said that the world economic growth has stalled and that people are no longer content with simple economic growth figures, and environwell-mental effects should be taken into account by the Government.</p><p>It said the coronavirus and Australian bushfires had stalled the slight improvement in the global economic outlook and that new priorities may take precedence over solely achieving economic growth.</p><p>EY forecasts suggest that computers, construction, accommodation and food will lead the way in job growth.</p><p>The high cost of rent and a scarcity of suitable accommodation 'makes the go-to solution of accelerated migration more challenging', it said.</p><p>Separately, the annual Edelman Trust Barometer has found that most Irish people distrust government, non-governmental organisations (NGOs), the media and business and don't see their economic prospects improving soon.</p><p>It found a trust gap between those who are affluent and read and those who do not follow the news diligently.</p><p>The survey of 34,000 people shows a record 17-point gap in trust levels of the four institutions between better-off respondents who keep up with current affairs and the rest of the public.</p><p>More affluent respondents have high trust levels in NGOs and business, while they view government and the media neutrally. There is a very different view of the institutions among the general public.</p><p>Only NGOs are viewed as neutral, with the lowest levels of trust being placed in government and the media. The Edelman poll also shows that increasing numbers of Irish people are pessimistic about their economic prospects: just 37% said they believe that they and their families will be better off in five years' time, compared to 47% last year.</p><p>'As we face into a new decade, the battle for trust will be fought more on the field of ethics than on the field of competence,' Joe Carmody, Managing Director, Edelman Ireland said.</p><p><email normalizedValue=\"mailto:sean.odriscoll@dailymail.ie\">sean.odriscoll@dailymail.ie</email></p><p>'Focus on the quality of life'</p><p>Prospects not improving</p>", "publisher": "Irish Daily Mail", "instances": ["That puts Ireland as one of the strongest economies in the 27-nation European Union. It said that the world economic growth has stalled and that people are no longer content with simple economic growth figures, and environwell-mental effects should be taken into account by the Government. EY forecasts suggest that computers, construction, accommodation and food will lead the way in job growth. The high cost of rent and a scarcity of suitable accommodation 'makes the go-to solution of accelerated migration more challenging', it said."]}, {"relevance_score": 38, "title": "Save the animals!", "published": "2020-01-02", "bodyText": "<p nitf:lede=\"true\">A ZOOKEEPER took some of his animals home as the Australian bushfires neared - housing a tiger in his garden and monkeys in his house.</p><p nitf:lede=\"true\">With the flames now visible from space, the death toll climbed to at least 18 last night, with others missing.</p><p nitf:lede=\"true\">Meanwhile, pleas were issued to tourists to cancel their holidays and flee affected areas.</p><p>But amid the chaos, Mogo Zoo boss Chad Staples had kept all his 200 animals safe.</p><p>Boasting Australia's largest collection of primates, along with zebras, rhinos and giraffes, many of the creatures were sheltered at the site in New South Wales.</p><p>However, Mr Staples said the situation had been 'apocalyptic' and that it 'felt like Armageddon', so he took those who needed extra care into his own home.</p><p>'Right now in my house there's animals of all descriptions in all the different rooms, that are there safe and protected... not a single animal lost,' he told broadcaster ABC.</p><p>Sara Ang, from the wildlife park, told BBC radio that 'some of the smaller monkeys had to be moved to the house, the red panda is in the house and there's a tiger in the back area of the house'.</p><p>Mr Staples added: 'Everything else... it was safer to protect them where they call home.</p><p>'What we did with the dangerous animals - lions, tigers, orangutans - is encourage them to the night den, kept them calm, like nothing was happening, and we were able to protect them at that site. The only animals that saw any sort of signs of stress were the giraffes and zebra, but that was more to do with the activity of keepers.</p><p>'We were moving vehicles around that had huge amounts of water and pumps and things on them to get to spot fires.' Elsewhere, heartbroken residents in the south-east corner of Australia returned to stare in horror at the remains of their homes. Officials were shocked to learn that determined holidaymakers were ignoring warnings to stay away from the area because they said they had made accommodation bookings. One man was even reported to have made an official complaint after police ordered him to turn back from a road threatened by fire.</p><p>New South Wales transport minister Andrew Constance, speaking yesterday from the stricken area with his face streaked by ash, told tourists to 'just get out of here.' He warned: 'Yesterday morning the fire moved at a pace no-one expected… people just have to leave. The tourists - just get out of here before the weekend.</p><p>'The trees are coming down like there's no tomorrow and I've got a photo of someone who drove under a tree and they're lucky to be alive because it's come down on their boot.' As shocked homeowners who were able to return to their towns and villages wept at the sight of their lost houses, New South Wales premier Gladys Berejiklian said she was consumed by a 'feeling of helplessness'.</p><p>'It's very difficult to console people when they've lost everything,' she said. 'We're assuming that on Saturday, weather conditions will be at least as bad as... yesterday. That is something all of us have to brace ourselves for.' Seven more people were confirmed dead yesterday and four others remained missing, after victims either died in homes they tried to defend, or in vehicles as they attempted to drive away from Tuesday's inferno.</p><p>But in one incredible escape, four firefighting crews - 16 men - survived after being engulfed by flames as they drove their trucks near the town of Nowra. Deputy captain Jasper Croft said later: 'Everything was alight, both sides of the truck, the top, everything. It was like being in an oven.' Those unable to leave the safety of beaches were helped by Australian Defence Force members and police in helicopters and ships, either flying them clear, taking them on to craft or dropping water and food.</p><p><email normalizedValue=\"mailto:news@dailymail.ie\">news@dailymail.ie</email></p>", "publisher": "Irish Daily Mail", "instances": ["With the flames now visible from space, the death toll climbed to at least 18 last night, with others missing. Meanwhile, pleas were issued to tourists to cancel their holidays and flee affected areas."]}, {"relevance_score": 34, "title": "Aussie fires not caused by climate change alone", "published": "2020-02-20", "bodyText": "<p nitf:lede=\"true\">The recent bushfires in Australia were exacerbated not only by global warming but also by other factors. There is no doubt climate change must be tackled as an urgent priority but it is equally clear that, despite our best efforts, progress will be slow and gradual. However, other factors that exacerbate these bushfires can be effectively tackled immediately. In particular, I believe, more action should be taken to reduce the fuel load in the bush and forests. </p><p nitf:lede=\"true\">Millions of hectares of bush were burned in the recent fires and 28 lives were lost. Annual bushfires in Australia are an unavoidable natural phenomenon. The explorer Captain James Cook (1728 - 1779) sailing along the east Australian coast in 1770 remarked: \"Smoke by day and fires in the night.\" Particularly bad bushfires in terms of lives lost, homes destroyed and areas of land burned occurred in 1851, 1926, 1939, 1967, 1983 and 2009. The worst fire to date was in 2009 in Victoria where 173 people died and more than 2,000 homes were lost. </p><p>Global warming is exacerbating the bushfire situation, but so are several other factors that are also completely amenable to reform in the immediate term. These factors include: (a) failure to regularly reduce \"fuel load\" in bush and forests; (b) the growing lack of skilled firefighters (most firefighting is voluntary but the firefighters are ageing and fewer volunteers are coming forward); (c) zoning laws allowing greater penetration of housing into the bush; and (d) arson. </p><h>Undergrowth</h><p> Many experts such as Vic Jurskis, a fellow of the Institute of Foresters of Australia identify fuel load as the biggest factor exacerbating the bushfire problem. Fuel load refers to accumulation in the bush of undergrowth, fallen trees and grass killed by previous fires, fallen branches and leaves, etc. This accumulation provides much extra fuel for the next fires. Doubling the available fuel doubles the rate of fire spread and quadruples the intensity. </p><p>In the 1950s and 1960s the Australian Government regularly reduced this fuel load by controlled use of hazard-reduction fires in winter. This precautionary burning is smokey and uncomfortable for nearby suburban areas and also imposes a burden on wildlife. </p><p>And so, under pressure from the Greens, such precautionary prescribed burning has significantly reduced in recent decades. Fuel loads now increase greatly in unburned areas and then erupt into intense summer fires. The 2009 Victorian Bushfires Royal Commission Report identified the failure to reduce fuel load as a factor that intensified the huge 2009 fires. But all that said, it must be acknowledged also that climate change accelerates the danger of bush fires. Australia experienced both its hottest-ever and driest-ever year in 2019 - the next hottest years were 2013, 2000 and 2018 and 2017 in that order. </p><p>Two oscillating meteorological patterns helped to generate Australia's recent extreme conditions as outlined by Graham Redfearn in the Guardian last month. The Indian Ocean Dipole (IOD) was in a positive phase, meaning the Indian Ocean off Australia's northwestern side was colder than normal while the western Indian Ocean off Africa was warmer. </p><p>This condition draws moisture and rainfall away from Australia. And a 2018 Nature Communications paper reported that global warming increases the frequency of extreme IOD events. Global warming also affects another meteorological phenomenon called the Southern Annular Mode in a manner that tends to dry Australia during the winter. </p><h>'Hell for leather' </h><p>There is a distinct preponderance of media opinion that the Australian bushfires confirm our worst fears about the consequences of climate change. Greta Thunberg tweeted: \"We still fail to make the connection between the climate crisis and increased extreme weather events and natural disasters like the Australian fires. That's what has to change. Now.\" </p><p>That's fine, but even if the entire world immediately went \"hell for leather\" at reducing greenhouse gas emissions, which is unlikely to happen, slowing down and reversing global warming would still be a slow process akin to stopping a fast moving ocean super-tanker. </p><p>We must of course acknowledge the role played by climate change and make every effort to reduce greenhouse gas emissions, but, in the meantime, measures known to directly reduce the extent and severity of the annual Australian bush fires, such as reducing fuel loads, should be implemented now. Pointing exclusively to global warming only serves to remove the incentive to take these other simple and immediately effective measures.</p><p><emphasis typeStyle=\"it\"/>William Reville is an emeritus professor of biochemistry at UCC</p>", "publisher": "The Irish Times", "instances": ["And a 2018 Nature Communications paper reported that global warming increases the frequency of extreme IOD events. Global warming also affects another meteorological phenomenon called the Southern Annular Mode in a manner that tends to dry Australia during the winter. Greta Thunberg tweeted: \"We still fail to make the connection between the climate crisis and increased extreme weather events and natural disasters like the Australian fires. That's what has to change."]}, {"relevance_score": 30, "title": "'No end to fires in sight' - Irish medic in Australia", "published": "2020-01-02", "bodyText": "<p nitf:lede=\"true\">An Irish paramedic living close to the bushfires in Australia has said he cannot see any end to the ongoing blazes unless it starts to rain.</p><p nitf:lede=\"true\">Philip Walker is originally from Derry and worked with the National Ambulance Service in Louth before moving to New South Wales in 2013 with his wife. They now have three children.</p><p nitf:lede=\"true\">\"Everybody's pretty scared. The Australian people are very resilient out here. Bushfires are something that happens every year - although this one's unprecedented,\" he said.</p><p>\"We don't really know what the next stage is going to be, there is no sign of these fires going out, there is no sign of rain.\"</p><p>The nearest fire to his family home is still 65km away - but he says they have everything packed in case of an evacuation order.</p><p>\"The fire service are very good with public education about telling people what to do and when to evacuate and everyone has an app on their phone that will alert them to the nearest fire and when its time to leave,\" he said.</p><p>\"So what we've done is we've just packed a week's supply of clothes and any important documentation that we carry here.</p><p>\"We have our passports and that and its not because we're going to leave the country but they're important documents to try and replace - so if we put them all in a box in the back of the car and if we get a warning to evacuate or leave we just jump into the car and drive to designated areas.\"</p><p>He said the volunteer firefighters tackling the blazes in the state are heroes.</p><p>\"On the front line the fire officers that are fighting these fires - 2,500 of them - there are volunteers. These are people that have their own business. There are GPs, butchers, bakers, barbers - and they're leaving their own communities, their business and their family to go and fight these fires on a voluntary basis.</p><p>\"They're not doing it just in their own communities. These fire officers are driving sometimes 100-200km to other communities to help them out, who may have helped them in the past.\"</p><p>Read more: Australia scrambles to reach thousands trapped by bushfires Relief supplies reach thousands stranded by Australian bushfires</p><p>Efforts are being made by the government now to reimburse rural firefighters for the extra time they have spent volunteering - but Philip says they cannot be thanked enough.</p><p>\"These people are going to continue to be there for their communities for as long as it takes.</p><p>\"They're putting in 15-20 hour days. There's some footage you'll find of these fire officers rolling up their jackets to have a sleep at the side of the road as their down time, when another crew comes in to relieve them and I don't think the communities here in Australia can actually thank them enough for what they're doing.</p><p>\"They're leaving their families at home as well.\"</p><p>The recent drop in temperatures has been welcomed by firefighters and medics alike - but temperatures of 45C with high winds are forecast for this weekend again - so Philip is on standby, ready to help.</p><p>\"That's just going to play havoc with the fires that are burning at the minute,\" he says. He added many health problems have been caused by the smoke alone.</p><p>\"Obviously that smoke is quite toxic. It plays havoc with children and the elderly in particular and people with respiratory conditions such as asthma or COPD so we see a lot more of those people presenting to the ambulance service and paramedics and hospitals when they can't manage any more at home - they can't cope.\"</p><p>The Australian military has now been drafted in to help those affected and to fight the fires, but Philip says he cannot see any end in sight to the blazes which are now joining together to create mega fires.</p><p>\"It is frightening to see towns or large areas of bush land that go on fire and because they're so dry and the winds are so high, really the time to evacuate is quite limited and sometimes people have been told, it is too late to leave now, that you need to seek shelter and I suppose at that point its particularly frightening for those people who are trapped and we're seeing that on the south coast at the moment where we've had 4000 people evacuate onto beaches.\"</p><p>Philip says he wants to stay in Australia long-term, and so far his community, and his family have escaped the worst.</p>", "publisher": "RTE News", "instances": ["They're not doing it just in their own communities. These fire officers are driving sometimes 100-200km to other communities to help them out, who may have helped them in the past. These people are going to continue to be there for their communities for as long as it takes. They're putting in 15-20 hour days."]}, {"relevance_score": 30, "title": "Irish firms reach for the stars", "published": "2020-02-17", "bodyText": "<p nitf:lede=\"true\">In a month where much of the nation's attention has focused on election politics and the arrival of winter storms, raising our gaze heavenwards provides a far more enticing prospect.</p><p nitf:lede=\"true\">When the European Space Agency's (ESA) Solar Orbiter spacecraft launched from Cape Canaveral last week on a mission to the sun, it offered a vision of the future - and an emerging industry in which Ireland is destined to play a crucial role.</p><p nitf:lede=\"true\">Our membership of the ESA, funded through the Department of Business, Enterprise and Innovation, has enabled Irish industry and research institutes to participate in the development of technologies for missions such as Solar Orbiter.</p><p>Dublin-based company Enbio is supplying the mission-critical thermal 'Solar Black' coating technology which will protect the spacecraft from the sun's 500 degree celsius radiation.</p><p>Just 0.05 mm thick, the width of a human hair, and made from light titanium alloy, this \"satellite sunscreen\" will play a key role in the overall success of the mission.</p><p>Technology by another Irish company, Captec, is providing independent verification of the on-board software that will guide and control the spacecraft when in flight. In addition, Trinity College Dublin and the Dublin Institute for Advanced Studies received ESA funding to support the development of imaging software for the Stix instrument, one of 10 science instruments onboard.</p><p>Twenty years since its inception, and six years of construction, the Solar Orbiter is ready to study the sun up close. It will join with NASA's Parker Solar Probe, which is already engaged in its mission.</p><p>Indeed, Ireland's role in the study of outer space cosmos goes back much further than the extended preparation for this mission. When the first man to walk on the moon, Neil Armstrong, visited Ireland in 1976, he expressed an interest in visiting Newgrange, the neolithic structure dating to 3,200BC possibly used by the Celts in their study of lunar and solar cycles.</p><p>Mr Armstrong noted the expertise of the ancients around the cosmological activity of the sun, moon and stars, and which was subsequently studied by Greek mathematicians Hippolytus and Pythagoras.</p><p>The first ever Irish National Space Strategy envisages our membership of the ESA, which dates back to 1975, enabling Irish companies tender for projects in this burgeoning sector. The strategy sets out a number of goals to achieve by 2025, including the doubling of revenue and employment in space-active Irish companies.</p><p>It also envisages supporting 100 companies to benefit from ESA engagement; doubling the value of contracts won through the EU Horizon programmes in space-related activities; and the development of a sustainable Earth Observation services sector based on advanced data analytics capability.</p><p>The delivery of these goals is underpinned by a target to increase Ireland's overall public and private investment through ESA by 50% to an annual level of  32m by 2025. Commercial sales by Irish companies directly resulting from ESA support expanded from  43m in 2013 to more than  75m in 2015, and is projected to grow to  133m by 2020.</p><p>Companies involved in ESA contracts had a combined turnover of  274m in 2013, a figure that is projected to increase to more than  500m by the end of this year.</p><p>The international space sector is currently undergoing a rapid transformation due in large part to an increasing demand for services catering to the emergence of 'Space 4.0' - an evolution into an era characterised by increased private sector investment and interaction between governments and industry.</p><p>Space 4.0 will drive contemporary technologies in automation and miniaturisation with advanced manufacturing and big data, stimulating the interaction of different sectors and enabling increased levels of technology exchange between space and non-space domains.</p><p>Space technologies are already well integrated into our daily lives - most notably in the areas of location services, satellite-based media services and weather forecasting.</p><p>A telling example of the technology was demonstrated by the instant information provided to emergency services during the recent Australian bushfires, which derived from real-time satellite images and navigation services.</p><p>The industry has also deeply impacted on advances in medicine, communications, energy, marine and environmental protection. The National Space Strategy notes that, as new opportunities emerge,Ireland will continue to support commercial opportunities in both the upstream and downstream space sectors.</p><p>One of those key opportunities has recently emerged on foot of a 2017 agreement between Enterprise Ireland and the ESA, allowing access to an unprecedented volume of data concerning planet Earth and its environment harvested by the EU's Copernicus programme.</p><p>It has estimated that Copernicus could generate a financial benefit of up to  30bn, in addition to more than 50,000 new jobs, by 2030.</p><p>Ireland is ideally positioned, given our strong heritage in ICT, to seize this opportunity around the increasingly important areas of climate change, mitigation and food security.</p>", "publisher": "BreakingNews.ie", "instances": ["0 will drive contemporary technologies in automation and miniaturisation with advanced manufacturing and big data, stimulating the interaction of different sectors and enabling increased levels of technology exchange between space and non-space domains. Space technologies are already well integrated into our daily lives - most notably in the areas of location services, satellite-based media services and weather forecasting. The industry has also deeply impacted on advances in medicine, communications, energy, marine and environmental protection. The National Space Strategy notes that, as new opportunities emerge,Ireland will continue to support commercial opportunities in both the upstream and downstream space sectors."]}, {"relevance_score": 57, "title": "The year that changed all of our lives", "published": "2020-12-31", "bodyText": "<p nitf:lede=\"true\">THE past is a foreign country: they do things differently there. It may be the immortal first line to L P Hartley's 1953 novel The Go-Between, but never has it felt so relevant.</p><p nitf:lede=\"true\">For 2020 is the year when our lives were completely altered. Amid assumptions that nothing will ever be the same again, there are assertions that we will eventually fall back into our old routines.</p><p nitf:lede=\"true\">But will that even be possible, given that what we took for granted changed, almost literally, overnight?</p><p nitf:lede=\"true\">Way back at the beginning of the year, long before 2020 became a byword for catastrophe, we first heard of a virus in distant China, and a couple of cruise ships that had been affected by <url normalizedValue=\"http://www.it.No\">www.it.No</url> one, however, was prepared for this to morph into a world health pandemic, blanket lockdowns, packed hospitals and staggering death tolls.</p><p>It turns out that the calamitous Australian bushfires that dominated the news headlines at the start of the year were nothing more than a harbinger of what was to come.</p><p>Images emerging from Sydney back then showed the Opera House shrouded in smoke, with residents of the city photographed wearing face <url normalizedValue=\"http://www.coverings.No\">www.coverings.No</url> one could have known at the time that such masks would become a totem for 2020 and - worse still - emblematic of a so-called new normal as a deadly virus swept across the globe with impunity.</p><p>In that normality, living rooms became offices, with people working from home - or as some might say - living at work.</p><p>Most of us said goodbye to the daily commute, with a walk down the hall replacing a ride into town.</p><p>Bedrooms were turned into classrooms, with stressed-out parents finding a hitherto unheard-of level of appreciation for teachers.</p><p>Shopping became an arduous activity of queuing around car parks to gain entry to supermarkets where a world of hand, basket and trolley sanitisation, not to mention one-way human traffic, <url normalizedValue=\"http://www.awaited.No\">www.awaited.No</url> surprise then that many consumers went online, far from the masked, madding crowds making the richest man in the world, Amazon boss Jeff</p><p>Bezos, even richer. The big retailers will also be among the few to look back fondly on 2020.</p><p>When the first lockdown in Northern Ireland came in March, we thought life would return to normal in a matter of weeks.</p><p>Yet as we trundled on and the year seemed somehow to collapse in on itself, so much so that days were hard to tell apart.</p><p>People reacted differently to the chaos of Covid-19.</p><p>Chocolate and alcohol flew off supermarket shelves almost as quickly as the toilet roll and pasta from those early panic-buying sprees, as solace was sought wherever possible.</p><p>Work attire was no longer a prerequisite in these new 'Zoom' days, so there were some who dressed from the waist up and others who hit the video blackout button didn't bother getting out of their PJs.</p><p>There were no hugs, handshakes or even air kisses as social distancing replaced socialising. Going to the pub or out to a restaurant for a meal - things most of used to take for granted - became fleeting pleasures, and even the Chancellor's well-intentioned 'Eat Out to Help Out' scheme only helped to spread the deadly virus.</p><p>We learned of the existence of 'wet pubs' (who coined such a terrible phrase?) as opposed to bars that serve food.</p><p>Overnighting in a hotel, getting our hair done or visiting a beauty salon became elusive treasures that could be taken away with a sudden roll of the Executive's dice.</p><p>Every news bulletin then -</p><p>and even now - seemed to start with a death toll, as well as a reminder that behind every lost life was a grieving family.</p><p>In the early days, however, there were faces and names. Now there are just rising numbers. There was the despair of losing loved ones and the subsequent pain of being unable to give them the send-off they deserved. Online forums - even for funerals - became a new rite of passage and people sought solace in virtual get-togethers. Zoom, hitherto unknown to so many, took on a life of its own, while other platforms such as Facetime acquired nicknames (Facewine) as a sign of the times.</p><p>Millions of families, though, struggled to put bread on the table, while the demand for food banks hit the roof. We got used to clapping for the NHS on Thursday nights, while the search for a vaccine dominated much of the news coverage. We thought more of others and less of ourselves, until the ravages of Covid-19 hit closer to home.</p><p>Economist John Simpson said he doesn't believe that anything has changed forever.</p><p>\"If Covid disappeared I think there would be a rush to get back to what we understood to be normal,\" he said.</p><p>\"Of course, there will still be some more reliance on working from home, and if that does happen it could mean between 10 and 30% of the labour force.</p><p>\"I don't think the mood is there entirely for that but if it were to happen it would have major significance.\" He said such a shift would \"alter the nature of urban structures\".</p><p>\"We don't need to have people piled high in office blocks,\" he said. \"If we can work from home, more of us will work from a distance from home.</p><p>\"We will need to come into city centres less and less. And we don't know to what extent city centres will be changed, and changed forever.\"</p><p>Mr Simpson also said he believes there is \"a real change coming in terms of retail shopping - as what we've seen in the last year\".</p><p>\"The portion of shopping that can be done online is now almost limitless. And it is happening more and more.</p><p>\"And the more we shop online the less we need city centres with high street shops and therefore the change in the number of people employed in high street shops, which is falling quickly, and I think that change will stay with us.</p><p>\"There will be fewer people working in retail in city centres.\"</p><p>How our lives will ultimately change in the aftermath of the pandemic remains unknown.</p><p>In the United States, outgoing President Donald Trump's management of coronavirus may be viewed as the most catastrophic domestic policy failure by a world leader in all of history.</p><p>Closer to home, bumbling Prime Minister Boris Johnson eventually discovered that</p><p>Covid-19 could not be managed away by slogans or soundbites.</p><p>Whatever happens, 2020 will be forever remembered.</p><p>But what it has changed forever remains to be seen.</p><p>'Most of us said goodbye to the daily commute' 'The more we shop online the less we need city centres'</p>", "publisher": "Belfast Telegraph", "instances": ["it. No one, however, was prepared for this to morph into a world health pandemic, blanket lockdowns, packed hospitals and staggering death tolls. Images emerging from Sydney back then showed the Opera House shrouded in smoke, with residents of the city photographed wearing face www. coverings."]}, {"relevance_score": 33, "title": "Sport and the climate crisis: time for the travelling circus to stay put", "published": "2020-01-17", "bodyText": "<p nitf:lede=\"true\">Someone once told me about a film actor who had developed a powerful ecological conscience, and in this spirit he bought every cast and crew member on his latest production a reusable coffee cup. </p><p nitf:lede=\"true\">As the shoot wore on, he'd make spot checks to see if they were using them. This was a source of some irritation but more amusement to the crew, who'd observe darkly to each other that - with the best will in the world on the old coffee cup front - they were literally MAKING A MOVIE HERE. </p><p nitf:lede=\"true\">There are few more disposably indulgent, bigger footprint projects than creating a second-tier romantic comedy (unless it's maybe failing to be able to tell the Spider-Man story in less than two and three quarter hours).</p><p>It's hard not to think about such ironies as far as sport and the climate crisis go, and it will be even harder as the Australian Open gets under way this week. Already, the current stop on the sport's globe-trotting tour has seen bushfire smoke cause qualifying games to be delayed and a player to withdraw. Meanwhile, Roger Federer has become the subject of gathering criticism from climate activists including Greta Thunberg for taking sponsorship from Credit Suisse, which is heavily linked to the fossil-fuel industry.</p><p>For once in his serenely unruffled career, Federer seems to be in something of a rearguard action, issuing emollient statements about where Credit Suisse have told him they're going. Like many sports stars, he will donate to the Australian bushfires appeal, as well as play in a charity exhibition match on the eve of the tournament, alongside stars like Serena Williams and Rafael Nadal.</p><p>Sports stars being encouraged to cut ties with their sponsors is fairly uncharted territory. Hitherto, it has mostly been the other way round. Either way round would, of course, be a new one on Federer, whose apparently faultless career and personal conduct down the years has never seen anyone wish to end their association with him.</p><p>The bigger question is how long sport, like Hollywood, continues to hand-wave away the contradictions between its activities and its supposed ideals. While some aspects of the sport circus will always be globally itinerant, the question of whether others really need to be should now come closer to the fore.</p><p>With Olympic bids in the news again, must we forever insist that a different country builds vast amounts of venue space and infrastructure every four years for this event, or the winter Games, or many of the other things regarded as indispensably itinerant, certainly to the pockets of the corrupt individuals who benefit from them?</p><p>Arguably not. And yet for all its fake idealism, the IOC has yet again this week revealed itself as much more concerned with micropolicing potential political statements of individual athletes in Tokyo later this year than looking to its own political statements.</p><p>The most above-politics statement the IOC could possibly make would be to announce that henceforth the Olympics would always take place in, say, Greece, where they originated. Then instead of lying about benefits to the host nations, and ignoring the needless environmental damage, they could acknowledge that most people watch these things on telly.</p><p>If they really are committed to building a better world, as their goals specifically state, the Olympic movement could use the climate emergency to truly lead the way. </p><h>Saudi Grand Prix </h><p> News that F1 is close to signing a deal for a Saudi Grand Prix is an enduring reminder that nothing the sport says about anything other than money should ever be taken remotely seriously.</p><p>Less than two years ago F1's owners, Liberty Media, were indulging in a bout of public self-congratulation for getting rid of the scantily clad grid girls in the wake of the #MeToo movement's explosion. \"We feel this custom does not resonate with our brand values,\" sniffed F1's commercial managing director at the time, \"and is clearly at odds with modern-day societal norms\".</p><p>To the society of Saudi Arabia then, one of the most brutally repressive on earth, where women were permitted to drive only 18 months ago, allowed to travel without permission from a male relative only six months ago, and where women's rights activists are imprisoned in solitary confinement and reportedly tortured. </p><p>But the Saudi ruling tyrants are very rich. So of course Formula One is going to race there, and of course we must expect them to try and make further hay about how they're leading the way, opening up a new modern era for the kingdom etc etc .</p><p>And yet . . . What a load of old bollocks. Indeed, all of a sudden, who can really say grid girls represent some retrograde force of oppression? Let's face it - bikini-clad women are very much against Saudi Arabia's \"societal norms\", to quote a phrase. After all, the presence of a bikini-clad lovely would, on a Saudi circuit, be regarded as an act of vast political defiance, as opposed to something that lots of powerful businessmen are going to decide is shameful because it makes them look good for five minutes while Harvey Weinstein's in the news.</p><p>- Guardian</p>", "publisher": "The Irish Times", "instances": ["Meanwhile, Roger Federer has become the subject of gathering criticism from climate activists including Greta Thunberg for taking sponsorship from Credit Suisse, which is heavily linked to the fossil-fuel industry. For once in his serenely unruffled career, Federer seems to be in something of a rearguard action, issuing emollient statements about where Credit Suisse have told him they're going. Sports stars being encouraged to cut ties with their sponsors is fairly uncharted territory. Hitherto, it has mostly been the other way round."]}, {"relevance_score": 38, "title": "AT LAST, KYRGIOS IS IN GREAT NICK", "published": "2020-01-27", "bodyText": "<p nitf:lede=\"true\">KYRGIOS ALREADY A WINNER AT Wimbledon last summer, I offered the view that Nick Kyrgios had perhaps one year to make the changes that would allow him to fulfil his potential. Finally, it appears that might be happening.</p><p nitf:lede=\"true\">Regardless of what happens in his fourth-round match today against Rafael Nadal, there is a lot he can take away from this month that will serve him well for the rest of the season.</p><p nitf:lede=\"true\">To me, there is a clear link between his leading role in raising money for victims of the Australian bushfires and what is happening to him on the tennis court.</p><p>When you start showing that sort of maturity off the court it is going to be reflected in your performances and I was very impressed how he generally kept a cool head in difficult second and third-round matches.</p><p>A related factor is that I suspect it is very important to him to get this kind of respect in his home country.</p><p>Nick sometimes gives the impression he doesn't care what people think of him but he wants to be liked more than he lets on, especially in Australia. To have received the support he has here over the past few weeks, going back to the ATP Cup, is huge for him.</p><p>Whether he can keep the focus beyond this event remains to be seen but, hopefully, he is going to want more of this.</p><p>CLOCK IS TICKING FOR SERENA Two thoughts struck me after Serena Williams' third-round exit. She needs to be a bit more humble about her opponents and a bit less hard on herself. As much as I respect her, there did seem to be an element of Serena underestimating her opponent, Qiang Wang, who played an excellent match.</p><p>I got the impression her support box were already thinking about the second week and you cannot do that when there are so many good players around.</p><p>Wimbledon and the US Open have now become massively important for the great American because you could not describe her as a favourite for the French Open, with the movement required on clay. If she does not win in London or New York, it is going to get even more difficult to win that elusive 24th major.</p><p>I also think she needs to play more tournaments to prepare her for the Grand Slams. She only played eight last year and it is looking like that is not enough. GO EASY ON COCO Even before she knocked out defending champion Naomi Osaka I was taken aback by the hype around Coco Gauff. I thought: 'Give her a break.' I am not convinced she is quite as good yet as people are making out.</p><p>There is no shame in her losing in the fourth round, especially as there are areas of her game that still lack quality and need improving if we are already judging her by the highest standards.</p><p>The swing on her forehand and her strategy in playing points would be two examples.</p><p>We have to remember that she is by no means the first 15-yearold girl to come along who is very good, and the game as a whole has to be careful we do not put too much pressure on her.</p><p>How complicated the journey can be is shown by the experience of the player she beat on Friday, Osaka. She looks mentally very fragile at the moment and this has come about after she has won two majors already.</p><p>The best thing Coco can have is a bit of space in which to develop her game. There is no question she has amazing poise and talent for her age but it is not going to happen for her tomorrow.</p><p>The youngsters need to learn from their elders.</p><p>YOUNG TALENT FALLS SHORT Canada's Denis Shapovalov and Felix Auger-Aliassime were among the surprise exits but, to me, the biggest early casualty was Stefanos Tsitsipas after what he did here last year and his victory at the ATP Finals in November at the O2 Arena.</p><p>He came up against big server Milos Raonic in the third round and did not seem to have any plan to combat him.</p><p>I still wonder if some of those coming through realise what it takes to make it to the top.</p><p>When I won Wimbledon in 1985 and 1986, I didn't understand either. Those wins came too early for me and it was only when I had a bad year in 1987 that I understood what would be required to improve, and I then became a much better player.</p><p>The two who look to me most willing to make the most of their talent are the Russians, Daniil Medvedev and Andrey Rublev.</p><p>They could all look at how Novak Djokovic and Nadal keep managing to improve. Djokovic looks to be serving the best he ever has and it is why I still have him as strong favourite for this event.</p><p>Nadal became outstanding on hard courts in the past five years. They are never satisfied and that is the mindset you need.</p>", "publisher": "Irish Daily Mail", "instances": ["Finally, it appears that might be happening. Regardless of what happens in his fourth-round match today against Rafael Nadal, there is a lot he can take away from this month that will serve him well for the rest of the season. When you start showing that sort of maturity off the court it is going to be reflected in your performances and I was very impressed how he generally kept a cool head in difficult second and third-round matches. A related factor is that I suspect it is very important to him to get this kind of respect in his home country."]}, {"relevance_score": 52, "title": "Will I ever fix my pain over the plight of our planet?", "published": "2020-02-13", "bodyText": "<p nitf:lede=\"true\">DEAR Bel, PLEASE could you tell me how one might become more resilient in the face of constant disappointment in life? I don't believe I set the bar high, yet so often I feel unhappy with the way things turn out to be.</p><p nitf:lede=\"true\">For example, I invested thousands of euro of savings (in addition to a large loan) to pay for a degree that led to no graduate job or studentship for a PhD. I worked in a hotel for two years to save for a masters degree, which I'm now undertaking.</p><p>The quality of this course is also extremely disappointing and I really regret starting it. The rejections have begun again due to the competitive nature of securing a funded PhD (I've had my CVs and applications checked and they are fine). I fear the same will happen again once I finish this course.</p><p>There are also disappointments on a broader scale, for instance, the catastrophe that is Brexit and the fact people still continue to live a life convenient for them at the expense of damaging our planet. All this has started to chip away at me and at the age of 25 I feel bitter. I know life is anything but fair, but I am struggling to change my mindset. Any advice would be greatly appreciated.</p><p>HANNATHAT some people are 'copers', while others collapse in a heap at the slightest setback, has always interested me.</p><p>A marvellous book called The School Of Life - An Emotional Education (edited by Alain de Botton) suggests resilience has much to do with upbringing: 'One kind of person, the bearer of a solid emotional inheritance, will tend to be resilient...' whereas another person's 'backdrop of shame and self-contempt' will always reconfirm itself. I wonder if that resonates with you.</p><p>Perhaps you were brought up to expect too much of yourself and the world and learned a habit of criticism. If that's the case, disappointment is inevitable. Instead of the lessons in happiness people chunter on about, we all need to understand that nothing will ever be as we want it to be.</p><p>Growth happens when we start to come to terms with that fact, when we decide we can take control of our own lives by resolutely putting one foot in front of the other.</p><p>You segue rapidly from personal frustration and disappointment to angry, sweeping statements about the world - the sort of catastrophising which is hardly good for mental health, common though it seems.</p><p>The 'change in your mindset' needed here is not about the fairness or otherwise of your life. It is about how you deal with setbacks - and how to re-configure the face you present to others.</p><p>Please read your letter again and try to see it through my eyes.</p><p>Here we have a young woman, with her whole life before her, angry that her investment in a degree brought none of the benefits she expected, disappointed with her present course of study, already expecting rejection, furious about Brexit and contemptuous that so many people are indifferent to the environment. All adding up to an intense feeling of bitterness, which must surely tinge everything you do.</p><p>Suppose we try to change the tune of this litany of woe? Like many graduates, you didn't find paid work or a PhD, but showed admirable initiative in working in a hotel to save for your master's degree. That's the best thing in your letter.</p><p>Learning to compromise is a key part of education. Finding something good within every single day is the only way to survive in life.</p><p>Who knows, when you have finished you may walk into a job? But such good fortune depends on you embracing hope, not negativity.</p><p>Sorry, but nobody wants to give a job to - or work and socialise with - a moaner. Tell yourself the sky isn't grey, it's pearly.</p><p>Jumping out into the wider world, to call Brexit (which in practical terms hasn't happened yet) a 'catastrophe' is harmful to you. A catastrophe is a tsunami, an earthquake, the Australian bushfires. Making an intelligent decision to shift your mindset and realise that politics is a slow, changeable process will relax you, opening your eyes to infinite possibility, at home and abroad.</p><p>I am so tired of wilfully sad people predicting disaster, when the only honest response in the present is to say: 'I haven't a clue what will happen next year.' Lastly, each day the people you think don't care about the planet are recycling, picking up litter, buying less meat, telling their supermarkets not to use plastic, and so on. Of course, others are chucking rubbish, scoffing burgers and not giving a damn - and there are always going to be those polarities. But the trajectory of humankind is towards slow-but-sure betterment. It really, really is. Yes, we have many problems. But if you despair about everything, you throw away the gift of life.</p><p>Embrace the powerful message that the sisters can indeed do it for themselves and the brothers can take up arms against a sea of troubles and, in so doing, we will survive. Join Extinction Rebellion! Volunteer! Allow a fearsome wonder woman to whirl into your psyche and give you a good shaking and dusting down, followed by a pat on the back so hard it takes your breath away.</p><p>Stare into your mirror and tell yourself you can make your own life good. Who else is in charge of it?</p>", "publisher": "Irish Daily Mail", "instances": ["Tell yourself the sky isn't grey, it's pearly. Jumping out into the wider world, to call Brexit (which in practical terms hasn't happened yet) a 'catastrophe' is harmful to you. Making an intelligent decision to shift your mindset and realise that politics is a slow, changeable process will relax you, opening your eyes to infinite possibility, at home and abroad. I am so tired of wilfully sad people predicting disaster, when the only honest response in the present is to say: 'I haven't a clue what will happen next year."]}, {"relevance_score": 61, "title": "Some modest proposals: let's feed our souls for a happy and healthier 2020", "published": "2020-01-05", "bodyText": "<p nitf:lede=\"true\">HEALTH: Alcohol consumption in Russia has halved in the last decade after a ''pan-government crusade''. This meant that every government department bought into the crusade, so there were nudges and restrictions operating across all areas of life. And it came from the top down, with Putin making his healthy lifestyle a big part of his public image. There is also a crusade against smoking going on. Life expectancy in Russia has increased by five years in that 10-year period, and as the crusade continues it is expected it will also impact massively on crime.</p><p>As we face the usual annual health crisis in this country, and as we reflect once again on a year of record trolley figures, it might make sense to look at scarce health resources in a different way. Rather than increasing supply all the time by pumping more and more money into the system, why not focus a bit more on reducing the demand for healthcare? While we have many well-meaning health promotion programmes in this country, we should consider incentivising people to be healthier. Living a healthy lifestyle is complex. It is bound up with class and privilege and opportunity, and also with a person's physical and genetic ability to exercise. What we can say is there is no doubt that many people who end up in hospital with certain common illnesses might not be there if they had made different choices. And we should make it easier for people to make good choices. One simple example: Why are nicotine products so expensive? Considering how much someone is likely to save the health service by giving up smoking, why don't we, within reason, offer free nicotine patches or gum or spray to anyone who wants it? In general, there hasn't been enough conclusive research to show that external motivators and inducements, like giving people free gym membership or cheaper health insurance if they exercise, absolutely works for everyone. But there's no doubt we should look at making it easier and cheaper to have a healthy lifestyle, and we should look at paying people to get healthier. It will likely save hugely on resources in the longer term.</p><p>THE ENVIRONMENT In a similar vein, we should also make it easier and cheaper for people to live more sustainable lives. The conversation around becoming environmentally friendly has tended to feel quite penal so far.</p><p>Farmers and other groups feel victimised. Excessive carbon taxes can lead to violent protest, as in France. Individuals, in general, also feel that they are being penalised for what is, in reality, a much bigger issue. We shame individuals taking flights while China and Australia increase their massive coal use. We introduce policies to penalise people for using petrol and diesel cars instead of making it cheaper for people to own EVs, currently only something the well-off can afford. Our approach needs to be reframed.</p><p>Maybe we need to reframe how we present the argument, too. Pictures of melting icebergs can seem a bit remote for many people. Look at how the story of the Australian bushfires has brought climate change home to us. We all have friends and relations in Australia, and we can relate to cities and beach resorts being destroyed. Of course, we should care about polar bears but the reality is many people relate better to things that seem closer to home.</p><p>When we talk about the environment, why don't we talk more about the Irish children who have breathing problems exacerbated by pollution here, or about the 800,000 people who die prematurely in Europe every year due to air pollution? CYCLING Now let's combine those two issues of health and environment. Cycling is a no-brainer. It helps the environment and it helps keep people out of our health system by reducing obesity and increasing fitness. So why do we make cycling so difficult? I am a motorist, a cyclist and, most often, a pedestrian.</p><p>I walk a lot of places around Dublin that I wouldn't dare to cycle, because, as everyone says, sometimes you are taking your life in your hands on a bike. I am also on both sides of the angry and aggressive behaviour of some cyclists and motorists.</p><p>There is a heightened air of aggravation on the roads around Dublin, motorists getting furious, cyclists kicking and banging on cars, everyone going too fast, screaming obscenities, and little patience or respect much of the time. This is partly because motorists and cyclists are sharing a space that is unsuitable for sharing.</p><p>Making our towns and cities, and indeed country roads, cycling friendly should be far more of a priority for the Government. And we should also have a conversation about how to foster a bit more mutual respect on our roads.</p><p>TECHNOLOGY This might be stating the obvious, but we should all become much more mindful about our tech use in 2020. There is no doubt now that technology and specifically social media are adding hugely to mental health issues among young people. On top of that, most of us pay no attention to how we and our data are being used by surveillance capitalists.</p><p>On one hand we are told that 2020 will be the year that governments finally start clamping down on big tech, but still nothing happens, so in the meantime we probably need to start taking some more responsibility ourselves. But on we go, blithely clicking through privacy policies without reading them or thinking about them. It sounds as if the next big issue in tech is going to be location data.</p><p>Just two weeks ago, The New York Times was presented with a trove of location data with more than 50bn location pings from the phones of more than 12m Americans. This kind of information is available to bad actors, without your knowledge. While many 'It's not safe for anyone to access this much information about you' young people say they are not too concerned about privacy because they have nothing to hide, and you may agree with them, whether you have a secret life or not it's not safe for anyone to be able to access this much information about your life and the lives of your children. Would you willingly wear a location tracker that allowed everyone from paedophiles to kidnappers to blackmailers to access information about your every move? Of course not.</p><p>It's up to us all now to educate ourselves a bit more about the tech we use unthinkingly.</p><p>MAKING CONNECTIONS The funny thing about this massively connected world we live in is that many people feel less connected than ever, and this is unquestionably a major contributing factor to the levels of stress, unhappiness and loneliness in our lives.</p><p>Though Johann Hari's book Lost Connections didn't get universally rave reviews, it is one of the books that has stuck with me from the past few years. Hari argues that many malaises of the modern world are caused not by the chemical imbalances for which we often blame mental illness, but by disconnection. He talks about our disconnection from other people, meaningful work, meaningful values, the natural world, a hopeful and secure future.</p><p>While Hari is a bit dogmatic in his thesis, there's no doubt he has hit on something. I think a great intention all of us could set, going into 2020, is to mind our connections - to each other, to elderly neighbours, to the soft contacts who are part of your daily life in shops and cafes and on the bus, to nature, to our families, friends and colleagues, to some sense of values, and to those who need connection themselves, whether they be homeless, lonely, vulnerable, in a bad place.</p><p>Let's feed our souls and make ourselves a bit happier in 2020 by taking time in our busy lives to feed and water those connections.</p>", "publisher": "Sunday Independent (Ireland)", "instances": ["Maybe we need to reframe how we present the argument, too. Pictures of melting icebergs can seem a bit remote for many people. We all have friends and relations in Australia, and we can relate to cities and beach resorts being destroyed. Of course, we should care about polar bears but the reality is many people relate better to things that seem closer to home."]}, {"relevance_score": 0, "title": "Warning as Australian bushfires open up new front", "published": "2019-11-20", "bodyText": "<p>Warning for Australian bushfires</p>", "publisher": "RTE News", "instances": [""]}, {"relevance_score": 0, "title": "Thousands evacuated as Australian bushfires rage", "published": "2018-11-28", "bodyText": "<p>Evacuations: Australian bushfires</p>", "publisher": "RTE News", "instances": [""]}, {"relevance_score": 0, "title": "'Catastrophic' conditions fuelling Australian bushfires", "published": "2019-12-21", "bodyText": "<p>Bushfires rage in Australia's NSW</p>", "publisher": "RTE News", "instances": []}, {"relevance_score": 0, "title": "Australian bushfires destroy dozens of properties", "published": "2018-03-19", "bodyText": "<p>Properties destroyed in bushfires</p>", "publisher": "RTE News", "instances": []}, {"relevance_score": 13, "title": "Australian bushfires wipe out half of koala colony in New South Wales", "published": "2019-11-09", "bodyText": "<p nitf:lede=\"true\">Bushfires have wiped out about half of the koalas living on a coastal reserve in New South Wales, experts estimated yesterday, as a record number of intense fires rage around the Australian state.</p><p>A fierce early start to the bushfire season brought a blaze at the Lake Innes Nature Reserve that destroyed two-thirds of the koalas' habitat last month, leaving the rest under threat from one of 15 major fires in the southeastern state.</p><p>About 350 koalas living on the reserve in the north coast town of Port Macquarie have died in the bushfires, the group Koala Conservation Australia estimates.</p><p>That compares with a total population of 500-600 in the reserve, said the group's president, Sue Ashton.</p><p>Animal carers at the Port Macquarie Koala Hospital nearby have been nursing rescued koalas, bandaging their wounds and feeding them eucalyptus leaves and formula.</p><h> Health problems \"We look for signals of pain - teeth grinding, distress - and we just take it on a day-by-day basis,\" said Amanda Gordon, who leads the team of carers, adding that some of the marsupials' health problems can be hard to spot.</h><p>\"Sometimes koalas seem to be doing really, really well. Their paws might be healing up but if something's going on that we can't see there's not really much we can do,\" added Gordon, who has worked at the hospital for 15 years.</p><p>Population estimates for koalas, native to Australia, vary widely, from as few as 50,000 to little more than 100,000.</p><p>They dwell mostly in eucalypt forests in eastern states and on the coastal fringes, usually living up to 20 years, carrying their young in a pouch and sleeping for up to 18 hours a day.</p><p>Warmer weather brought by climate change threatens to worsen conditions for koalas, as deforestation has narrowed habitable areas, said James Tremain of the Nature Conservation Council of New South Wales.</p><p>\"Devastating bushfires are going to knock out some of these key population centres, but so also will increasing temperatures,\" he said, by affecting the nutrition value of the leaves that are the animals' sole food source.</p><p>\"Koalas are definitely in trouble in New South Wales, but if the declines continue at the same rate as the last 20 to 30 years, koalas could be extinct in the wild by mid-century,\" Mr Tremain added. - Reuters</p>", "publisher": "The Irish Times", "instances": []}, {"relevance_score": 4, "title": "", "published": "2001-12-28", "bodyText": "<p nitf:lede=\"true\">Police and fire chiefs are blaming arsonists for nearly half of the 100 bushfires that have destroyed homes and wildlife, and forced mass evacuations in Australia's most populous state this week.</p><p nitf:lede=\"true\">As the infernos - some now in their sixth day - continued to raze hundreds of thousands of acres of land in New South Wales, police set up a task force to gather information on a number of fires they considered suspicious.</p><p nitf:lede=\"true\">Rural Fire Services Commissioner Phil Koperberg said there were as many as 40 fires that could not be explained and may have been deliberately lit. Authorities have said lightning strikes caused some of the fires, which have caused more than Aus$ 7 million in damages.</p><section sectionType=\"slug\"><bodyText><p>01122800050</p>", "publisher": "The Irish Times", "instances": []}, {"relevance_score": 45, "title": "Australian bushfires reignite fraught climate change debate", "published": "2013-10-28", "bodyText": "<p nitf:lede=\"true\">After two deaths and more than 200 homes lost amid hundreds of fires, the bushfire threat has abated in New South Wales. But it may only be a temporary respite.  </p><p nitf:lede=\"true\">Sydney is on track to record its hottest or second hottest October since records began 154 years ago. July and September 2013 are already in the record books as the hottest for those months, with August falling just short.  Most of New South Wales faces an elevated fire threat for months, with above average temperatures expected until the end of January.  </p><p nitf:lede=\"true\">It was figures such as these which led Christiana Figueres, executive secretary of the UN Framework Convention on Climate Change, to enter Australia's renewed climate change debate. \"We are really already paying the price of carbon. We are paying the price with wildfires, we are paying the price with droughts,\" she said.  </p><p>Australia's prime minister <person><nameText>Tony Abbott, </nameText></person>who still works as a volunteer firefighter, accused Figueres of \"talking through her hat\". </p><p>\"These fires are certainly not a function of climate change. They're just a function of life in Australia,\" he said. Environment minister Greg Hunt, using an online source, backed Abbott's view. \"I looked up what Wikipedia said just to see what the rest of the world thought,\" he told BBC radio. \"It opened up with the fact that, 'bushfires in Australia are frequently occurring events during the hotter months of the year due to Australia's mostly hot, dry, climate'.\"  </p><p>For a brief period on Thursday Hunt's own Wikipedia entry was changed to say: \"Since the 2013 election, Hunt has become the minister for the environment. He has already proven to be terrible at his job, to no surprise . . . He is notorious for using Wikipedia to conduct research on environmental issues  . . . despite having access to a vast bureaucracy staffed by some of the finest and most dedicated minds in the nation.\"  </p><p>One of the new government's first acts upon winning power last month was to abolish the Climate Commission, which had been set up by the previous Labor government. Most of the scientists and businesspeople from the Climate Commission then immediately formed the independent Climate Council.  </p><p>Prof Lesley Hughes, part of the council and an ecologist at Sydney's Macquarie University, said: \"Southeast Australia is experiencing a long-term drying trend . . . consistent with the IPCC (Intergovernmental Panel on Climate Change) special report on extreme weather  . . . When you have more frequent hot days and less rain, it increases the likelihood of extreme fire weather. The fires in New South Wales are being influenced by these conditions.\"  </p><p>Al Gore rows in Former US vice president and climate activist Al Gore also entered the debate in an appearance on Australian television. </p><p>\"Bushfires can occur naturally, and do,\" he said. \"But the science shows clearly that when the temperature goes up and when the vegetation and soils dry out, then wildfires become more pervasive and more dangerous.\"  </p><p>At least one of the fires, however, did not have anything to do with climate change. The defence force has admitted that explosives training on army land was responsible for a fire that has destroyed three homes and burned through 47,000 hectares of bush.  </p><p>St Vincent de Paul is one of many charities helping those who affected by the bushfires. Its general manager of fundraising, Julie McDonald, says there has been a huge outpouring of support. \"I think it's because we can see ourselves in this situation. You can put yourself in the shoes of someone whose house has burnt down.  </p><p>\"I've never seen anything like it . . . people have been so generous,\" said Ms McDonald, who is from Dublin. </p>", "publisher": "The Irish Times", "instances": []}, {"relevance_score": 0, "title": "Bushfires causing unprecedented pollution in Sydney", "published": "2019-12-05", "bodyText": "<p>Bushfires rage across Australia</p>", "publisher": "RTE News", "instances": []}, {"relevance_score": 19, "title": "AUSTRALIA ABLAZE", "published": "2019-12-31", "bodyText": "<p nitf:lede=\"true\">TENS of thousands of people were told to shelter inside yesterday because it was too late to escape the devastating Australian bushfires. Temperatures soared to more than 40C (104F) in every state in the country as a sweltering heatwave hit southern and eastern Australia, with residents and tourists being warned: 'If you haven't moved to a safe place by now, don't go looking.' After thousands ignored calls to move from East Gippsland, a popular tourist spot to the east of Melbourne, flames forced the closure of the Princes Highway, the main road in and out of the area, trapping those who stayed.</p><p>A volunteer firefighter was killed and others suffered burns when two trucks were blown over by high winds generated by the fires. Ten people have been killed by the bushfires since September.</p><p>In East Gippsland, an estimated 30,000 holidaymakers were told to flee camping sites near bushland but could now be trapped after ignoring the demands. One fire travelled 24km in just six hours, while two fires that merged sent up smoke as high as eight miles.</p><p>Victoria's emergency management commissioner, Andrew Crisp, said tourists who had chosen to remain at the seaside town of Lakes Entrance, in the east of the state, might be trapped.</p><p>Thick columns of smoke generated their own weather, he added. 'There's lightning coming out of these columns. 'It's unpredictable, it's dangerous out there, and people need to stay tuned to their local conditions and stay across that good information so they can make good decisions.' By last night 16 emergencylevel fires were burning in Victoria, Tasmania, and New South Wales, after South Australia managed to survive 'catastrophic' conditions with-out extensive property loss.</p><p>The loss of wildlife has been heartbreaking, with koalas being burned alive in the treetops. Experts said some endangered creatures might even be made extinct by the fires.</p><p>The island state of Tasmania is also struggling to contain bushfires amid a sweltering heatwave. The capital Hobart experienced its hottest December day on record when temperatures hit 40.8C (105F) yesterday.</p><p>In New South Wales, regional communities cancelled New Year's Eve fireworks displays, but Sydney's world-famous harbourside fireworks show will go ahead.</p><p><email normalizedValue=\"mailto:news@dailymail.ie\">news@dailymail.ie</email></p><p>'It's dangerous out there'</p>", "publisher": "Irish Daily Mail", "instances": ["Temperatures soared to more than 40C (104F) in every state in the country as a sweltering heatwave hit southern and eastern Australia, with residents and tourists being warned: 'If you haven't moved to a safe place by now, don't go looking. After thousands ignored calls to move from East Gippsland, a popular tourist spot to the east of Melbourne, flames forced the closure of the Princes Highway, the main road in and out of the area, trapping those who stayed."]}, {"relevance_score": 23, "title": "Folau links bushfires with Australian same-sex marriage laws", "published": "2019-11-18", "bodyText": "<p nitf:lede=\"true\">&lt;strong&gt;- with reporting by Press Association&lt;/strong&gt;</p><p nitf:lede=\"true\">Israel Folau has been slammed after the former rugby player linked the Australian bushfires with the passing of laws to legalise same-sex marriage and abortion.</p><p>Six people have died so far in the bushfires on the east coast of Australia.</p><p>It is the latest moment of controversy for Folau, who had his contract terminated by Rugby Australia over homophobic social media posts earlier this year.</p><p>The former Australia full-back delivered a sermon on Sunday at a church service in Sydney.</p><p>He said: \"These bushfires. These droughts. All these things have come in a short period of time.</p><p>\"Do you think it's a coincidence or not? God is speaking to you guys.</p><p>\"Australia, you need to repent and take these laws and turn it back into following what is right by God.\"</p><p>He said: \"God's word says for a man and a woman to be together, one man and one woman in the covenant of marriage to be together.\"</p><p>He added: \"Abortion, it's okay now to murder, kill infants, unborn children.\"</p><p>Australian Prime Minister Scott Morrison slammed the comments as \"appallingly insensitive\".</p><p>As reported by the BBC, Mr Morrison said: \"He is a free citizen, he can say whatever he likes but that doesn't mean he can't have regard to the grievance [and] offence this would have caused to the people whose homes have burnt down.\"</p><p>30-year-old Folau was sacked by Rugby Australia in May for posting anti-gay messages on social media.</p><p>His post stated: \"Those that are living in Sin will end up in Hell unless you repent.\"</p><p>It was accompanied by a picture that said \"hell awaits\" homosexuals, drunks and adulterers among others.</p><p>Folau said the termination of his playing contract over the post is an \"unreasonable restraint of trade\".</p><p>The former Wallabies star and his legal team lodged a 26-page statement with the Federal Circuit Court, details of which were released last August.</p><p>Folau is seeking AU$10m in damages, an apology and reinstatement from his former employers Rugby Australia and New South Wales Waratahs.</p><p>Rugby Australia said the homophobic post, Folau's second in two years, breached its code of conduct.</p><p>But Folau said the posts were \"substantially unrelated\" to rugby, and the termination of his contract was against the public interest for employees to be able to express religious beliefs in their own time.</p><p>Folau's case will be heard over three to five days in February 2020 unless the matter can be settled through court-directed mediation in December.</p><p>[readmore]964917[/readmore]</p>", "publisher": "BreakingNews.ie", "instances": ["Six people have died so far in the bushfires on the east coast of Australia. It is the latest moment of controversy for Folau, who had his contract terminated by Rugby Australia over homophobic social media posts earlier this year."]}, {"relevance_score": 1, "title": "25 reported dead in Australia bushfires", "published": "2009-02-07", "bodyText": "<p>Australian bushfires killed at least 25 people in the southern state of Victoria as a heatwave sparked more than 40 blazes.</p>", "publisher": "RTE News", "instances": [""]}, {"relevance_score": 6, "title": "", "published": "1997-02-07", "bodyText": "<p nitf:lede=\"true\">AUSTRALIA is probably the most fire prone country in the world. Its dry, sparse vegetation and its seasonally hot and arid climate combine to create ideal conditions for the \"bushfires\" that have been endemic on the continent since long before mankind arrived some 40,000 years ago.</p><p nitf:lede=\"true\">In those primeval days the major cause of forest fires was lightning. Even today lightning ignites some 30 per cent of Australian bushfires, butt human activity, intentional or otherwise, has increased their incidence dramatically. At any given time, bushfires are raging somewhere on the continent, and the climate fosters a well established annual pattern. In the tropical dry season of the Australian winter and spring the fires are concentrated in the north of Queensland and in the countryside just south of Darwin; as spring turns to summer, the tropical rains extinguish the northern fires, and at this time of year, from December until March the southern and western parts of the continent become most vulnerable.</p><section sectionType=\"slug\"><bodyText><p>97020700019</p>", "publisher": "The Irish Times", "instances": ["Its dry, sparse vegetation and its seasonally hot and arid climate combine to create ideal conditions for the \"bushfires\" that have been endemic on the continent since long before mankind arrived some 40,000 years ago. In those primeval days the major cause of forest fires was lightning. At any given time, bushfires are raging somewhere on the continent, and the climate fosters a well established annual pattern. In the tropical dry season of the Australian winter and spring the fires are concentrated in the north of Queensland and in the countryside just south of Darwin; as spring turns to summer, the tropical rains extinguish the northern fires, and at this time of year, from December until March the southern and western parts of the continent become most vulnerable."]}, {"relevance_score": 33, "title": "Shares slide over fears Libya unrest will spread", "published": "2011-02-23", "bodyText": "<p nitf:lede=\"true\">Gold skirts with new records and oil hits two-and-a-half-year high as tensions build in Middle East </p><p nitf:lede=\"true\">SHARES fell from Delhi to Dublin, gold skirted with new records and oil touched a two-and-a-half-year high in New York as soldiers deserted Libyan leader Muammar Gaddafi's government yesterday and a crackdown on anti-government demonstrators saw hundreds killed. </p><p>Chinese authorities blocked foreign news reports on protests to resist any movementtoward pro-democracy revolts in the world's second largesteconomy. </p><p>The main fear driving down shares and pushing up oil was concern that riots in Libya could spread to Algeria, Kuwait or the United Arab Emirates in the coming days. </p><p>Analysts and investors have also been growing increasingly concerned that tensions in Bahrain could spill over the border into Saudi Arabia. </p><p>Bushfires </p><p>\"It's like one of those Australian bushfires; once it takes hold, it's very difficult to put out,\" said Michael Hewson, an analyst at CMC Markets. \"Until the situation in the Middle East settles down, you are going to have very wild price swings.\" </p><p>European stocks retreated for a third day, overshadowing a jump in US consumer confidence that would normally have sent markets shooting upwards.  </p><p>Airlines were particularly badly hit because political unrest will dampen demand for travel and raise fuel costs. </p><p>Air France-KLM fell 3pc. Ryanair extended Monday's 3.5pc decline by falling another 1pc to EUR3.49. Aer Lingus was down 1pc.  </p><p>The Stoxx Europe 600 Index suffered the biggest three-day decline since November as national benchmark indexes declined in all 18 western European markets, except Portugal. </p><p>The FTSE 100 Index fell 0.3pc and France's CAC 40 sank 1.2pc. Greece's ASE Index slid 2.9pc, while the ISEQ closed down 1.1pc. Gold for April delivery rose 0.9pc to $1,401.10 an ounce. </p><p>Shares among the worst hit included Impregilo; Italy's largest construction company lost 2.1pc. The company has EUR1bn of projects in Libya. </p><p>US stocks also tumbled, leaving the Standard &amp; Poor's 500 Index heading for its biggest drop since August last night. </p><p>The same trends seen in Europe were evident across the Atlantic. Airlines such as Continental and AMR retreated more than 6.5pc. Oil companies such as Exxon Mobil and Chevron rallied as oil rose. </p><p>The political protests in Libya and elsewhere add \"stagflationary winds\" to the global economy, according to Mohamed El-Erian, chief executive officer at Pimco. Higher prices and shrunken markets add to the \"new normal\" that Western nations face, Mr El-Erian added. </p>", "publisher": "Irish Independent", "instances": ["The main fear driving down shares and pushing up oil was concern that riots in Libya could spread to Algeria, Kuwait or the United Arab Emirates in the coming days. Analysts and investors have also been growing increasingly concerned that tensions in Bahrain could spill over the border into Saudi Arabia. \"Until the situation in the Middle East settles down, you are going to have very wild price swings. European stocks retreated for a third day, overshadowing a jump in US consumer confidence that would normally have sent markets shooting upwards."]}, {"relevance_score": 19, "title": "Norman still the big draw", "published": "2009-02-19", "bodyText": "<p nitf:lede=\"true\">DESPITE BEING 54 years old and a lowly 216th in the world rankings, Greg Norman still manages to turn heads on the course.</p><p nitf:lede=\"true\">The Australian s appearance at any tournament still brings a sense of intrigue and fascination to spectators and players alike, and his involvement in this week s Johnnie Walker Classic is no exception.</p><p>Although there are plenty of younger and higher-ranked players entered in the tournament at The Vines in Perth, Western Australia, Norman has commanded most of the attention in the lead-up to the event.</p><p>The former world number one was feted like a pop star when he arrived to play a charity event to raise funds for the victims of the Australian bushfires, and even his opponents were impressed.</p><p>American Anthony Kim, ranked 11th in the world, said Norman s fairytale run at last year s British Open, where he finished third, was proof he could still compete at the highest level.</p><p> He s proven himself so many times over and over again,  Kim told reporters.  I mean, look at what he did at British Open. I don t think too many people expected him to do that after being away from tournament golf for so long.</p><p> In this game, you can t ever underestimate anybody. </p><p>Norman will play alongside Colombia s Camilo Villegas, ranked ninth, and England s Lee Westwood (12th) in the opening rounds of the Johnnie Walker Classic, a tournament tri-sanctioned by the European, Asian and Australasian PGA Tours.</p><p>Organisers have scheduled the trio to tee off early in the morning to avoid the worst of the heat, with temperatures expected to reach 36 degrees Celsius.</p><p>There are four Irishman in the field this week, including Gareth Maybin, who challenged so strongly last weekend in Malaysia. He is joined by Damien McGrane, Peter Lawrie and Gary Murphy.</p><p>While Norman s performance at the British Open last year provided a lasting reminder of his talent, it also revitalised his enthusiasm for the game.</p><p>He is assured of a start at the US Masters in April, and he cannot wait to get back to Augusta.</p><p> I ve had some great experiences there and I ve had some bad experiences there, but at the same time I think it all neutralises over my whole career there,  Norman said.</p><p> To be honest with you, my goal there, if I could get through to the weekend, that would be a good goal to make.</p><p> I m looking forward to going back. I m looking forward to seeing the golf course, seeing a lot of my friends who are members there. </p>", "publisher": "The Irish Times", "instances": ["The Australian s appearance at any tournament still brings a sense of intrigue and fascination to spectators and players alike, and his involvement in this week s Johnnie Walker Classic is no exception. Although there are plenty of younger and higher-ranked players entered in the tournament at The Vines in Perth, Western Australia, Norman has commanded most of the attention in the lead-up to the event. American Anthony Kim, ranked 11th in the world, said Norman s fairytale run at last year s British Open, where he finished third, was proof he could still compete at the highest level. He s proven himself so many times over and over again,  Kim told reporters."]}, {"relevance_score": 24, "title": "QUIRKY WORLD ... A daily look at some of the world's stranger stories", "published": "2013-11-28", "bodyText": "<p nitf:lede=\"true\">USA: &lt;/strong&gt; A school bus driver has been charged with driving drunk, endangering children, and having an open container of alcohol after police stopped her for driving erratically through Columbus, Ohio.</p><p nitf:lede=\"true\">When police stopped Tia Denton, her blood alcohol content was nearly three times the legal limit.</p><p nitf:lede=\"true\">A nine-year-old girl and 12-year-old boy left on the bus with Denton when she was stopped were not hurt, but they were late because she had gone off her route.</p><p>Police found out something was wrong because Denton was 45 minutes late on a route for Southwood Elementary School.</p><p>School officials activated a GPS to help locate the bus and the police did the rest.</p><p>&lt;strong&gt;Journalist to eat tapeworm for show</p><p>BRITAIN: &lt;/strong&gt; The BBC journalist credited with popularising the 5:2 diet will eat a tapeworm for a science show about parasites.</p><p>Michael Mosley, who studied the two-days-a-week carlorie-restriction diet in a Horizon documentary, gathered tapeworm cysts from an abattoir and swallowed them for the BBC Four show Infested.</p><p>A BBC spokesman said Mosley will \"systematically infect himself with some of the most extraordinary, powerful and surprising parasites of them all\" including tapeworms, leeches, and lice for the show, which examines their possible medical benefits.</p><p>It is part of a season of science shows on BBC Two and Four, including a five-part series called Human Universe and a two-part show about Australian bushfires.</p><p>&lt;strong&gt;Police chief to be shot with Taser to raise money</p><p>USA: &lt;/strong&gt; Knightstown police chief Danny Baker has used pig roasts and golf tournaments to augment his department's shrinking budget, but badly in need of $9,000 ( 6,600) for a squad car, he's reprising his most shocking fundraising approach to date: Getting shot by a stun gun.</p><p>The jocular 63-year-old and another Knightstown official were planning to have a detective shoot them with a Taser at a free event last night in the middle school gym in their small eastern Indiana town. Spectators - who Baker hopes will feel compelled to donate - will get a firsthand look at how 50,000 volts of low-amp electricity affects the human body.</p><p>\"It's a shame we have to go to the extent of having fundraisers and getting electrified and so forth, but with small-town budgets you have to do something to get by,\" said Baker, a lifelong Knightstown resident who has been a police official for 35 years.</p><p>While Baker concedes his fundraisier is extreme, he says it will also educate the crowd, which will also get to see a police dog demonstration.</p><p>&lt;strong&gt;Prankster cuts to the chase</p><p>CANADA: &lt;/strong&gt; The city of Windsor has been dealing with a prankster over the last couple months. In October, the anonymous joker turned shrubs into phallic shapes.</p><p>Now, it would appear that the phallic sculptor is back. Maybe because his previous works were too abstract, he literally spelled out the word \"penis\" with trimmed garland near the Windsor Sculpture Garden in the Ontario city.</p><p>John Miceli, director of parks and facilities for Windsor, said his department removed the word the same day it learned of its existence. \"It's language we really don't want to see out on the riverfront,\" said Miceli.</p><p>&lt;strong&gt;Burning issue</p><p>USA: &lt;/strong&gt; Massachusetts authorities believe a restaurant owner in Leominster tried to overcook his business for the second time because of gambling and drug problems.</p><p>Jeff Cordio appeared in court on Tuesday to face arson charges after firefighters put out a blaze at the West End Diner for the second time since September.</p><p>Firefighters found $4,000 inside the restaurant which Cordio said was for paying his bookies. He has been charged with witness interference and obstruction of justice.</p>", "publisher": "Irish Examiner", "instances": ["Michael Mosley, who studied the two-days-a-week carlorie-restriction diet in a Horizon documentary, gathered tapeworm cysts from an abattoir and swallowed them for the BBC Four show Infested. A BBC spokesman said Mosley will \"systematically infect himself with some of the most extraordinary, powerful and surprising parasites of them all\" including tapeworms, leeches, and lice for the show, which examines their possible medical benefits. &lt;strong&gt;Police chief to be shot with Taser to raise moneyUSA: &lt;/strong&gt; Knightstown police chief Danny Baker has used pig roasts and golf tournaments to augment his department's shrinking budget, but badly in need of $9,000 ( 6,600) for a squad car, he's reprising his most shocking fundraising approach to date: Getting shot by a stun gun. The jocular 63-year-old and another Knightstown official were planning to have a detective shoot them with a Taser at a free event last night in the middle school gym in their small eastern Indiana town."]}, {"relevance_score": 20, "title": "Inferno victims return to razed homes after looting reports", "published": "2009-02-12", "bodyText": "<p nitf:lede=\"true\">AS some of the victims of the Australian bushfires were being allowed back to sift through the remains of their razed homes yesterday, policewarned about the possibility of looters targeting properties in the disaster zone.  </p><p>Many evacuated residents were discovering that they were now homeless after the weekend's devastating bushfires, which killed 181 people. In Kinglake, one of the worst- affected towns, many got to see their properties for the first time. </p><p>Many wandered around in shock and disarray as they surveyed the damage. When Charles Exton (55), a farmer, returned to his property near Kinglake yesterday for the first time since Saturday's inferno he discovered he had lost everything.  </p><p>\"I lost my own house and the house next door to my mum's, all my farm machinery, the packing sheds and equipment,\" he said.  </p><p>\"When I go back, I just can't believe that my father worked for over 70 years here, and it's just gone.\"  </p><p>Despite a massive police cordon around the towns affected by the fires, there are concerns about looters stealing from what is left of the abandoned homes.  </p><p>Christine Nixon, the Victorian Police Chief Commissioner, said: \"We have had some reports of looting and certainly some [firefighting] volunteers and citizens who have told us that they have seen strange people in their neighbourhoods. </p><p>Protect </p><p>\"Part of the reason for blocking off access and only letting citizens in is to protect infrastructure.\"  </p><p>Meanwhile, as police continue to close in on the arsonist they believe is responsible for the fires in Gippsland that killed 22 people, there were fresh reports of arson attacks on Tuesday. </p><p>Police are also investigating reports that arsonists were seen lighting two small fires near the township of Stanley in Victoria's north, not far from the Beechworth firefront which is still blazing.  </p><p>The Victorian premier John Brumby yesterday said that police were close to arresting the arsonist wanted over the Gippsland fires.  </p><p>\"I believe they are close to finalising investigations,\" Mr Brumby said when asked about the progress of Taskforce Phoenix.  </p><p>Yesterday, firefighters were also working furiously to build containment lines to stop two major blazes in Victoria which were threatening to join. Just 18km (11 miles) separated the Bunyip Ridge fire east of Melbourne and the 100,000 hectare Yea-Murrindindi blaze.  </p><p>Last night, a Country Fire Authority spokesman said: \"There certainly is the very real possibility that these fires may join.\" Hundreds of kilometres of control lines were being built to keep the fires apart, he added.The bush fires have been a disaster for animals as well as people, wildlife experts said today.Neil Morgan, of the Wildlife Rescue Emergency Service, saidthat millions of creatures have been killed. </p>", "publisher": "Irish Independent", "instances": ["Many evacuated residents were discovering that they were now homeless after the weekend's devastating bushfires, which killed 181 people. In Kinglake, one of the worst- affected towns, many got to see their properties for the first time."]}, {"relevance_score": 4, "title": "", "published": "1995-01-13", "bodyText": "<p nitf:lede=\"true\">IT IS now almost exactly a year since the world watched in fascination as the Australian bushfires of January 1994 swept down through New South Wales to threaten the very suburbs of Sydney. Even now 12 months later, the whole region is still in only the very early stages of ecological recovery. But spectacular as they may have seemed on television, these fires were not the worst to devastate Australia that doubtful honour goes to the Victoria bush fires that reached their height on this day 56 years ago \"Black Friday\" in January, 1939. By coincidence, it too was Friday 13th!</p><section sectionType=\"slug\"><bodyText><p>95011300017</p>", "publisher": "The Irish Times", "instances": ["Even now 12 months later, the whole region is still in only the very early stages of ecological recovery. But spectacular as they may have seemed on television, these fires were not the worst to devastate Australia that doubtful honour goes to the Victoria bush fires that reached their height on this day 56 years ago \"Black Friday\" in January, 1939."]}, {"relevance_score": 3, "title": "", "published": "2002-12-07", "bodyText": "<p nitf:lede=\"true\">\"Jet set.\" It's an archaic little term, coined in age when air travel was a pleasant experience enjoyed by the fur-coated few. The transformation of passenger aircraft into flying sardine-tins has made jet-setters, globe-trotters and island-hoppers of us all, while the privileged few fly in private jets.</p><section sectionType=\"slug\"><bodyText><p>02120700237</p>", "publisher": "The Irish Times", "instances": []}, {"relevance_score": 68, "title": "'I turned around to run and then bang, the roof came flying off the house. There were flames everywhere. It happened so quickly'", "published": "2009-02-14", "bodyText": "<p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">A Donegal man reveals the horror and destruction of the Australian bushfires</emphasis></p><p nitf:lede=\"true\">Tommy Doherty had just put the finishing touches to his dream home in the Victorian outback. Originally from Letterkenny, CoDonegal, the 62-year-old builder emigrated to Australia in the 1970s, and was looking forward to his retirement in the countryside near Melbourne with his Italian wife Fran. </p><p nitf:lede=\"true\">The new kitchen was fitted, the bathroom was plumbed, and they were making plans to lay the veranda for their \"big Irish barbeque\" in a couple of weeks' time. Today, all that is left of their dream is a wasteland of burnt memories and smouldering ash. </p><p>On Saturday morning, the couple woke up to another blistering summer's day. Temperatures were expected to hit 45C with gusts of 50kph predicted. </p><p>Tommy pulled back the curtains and looked out on the postcard-pretty views of brooding Mount Disappointment in the distance. On the horizon, miles from their home, he could see black smoke rising over the hills. He went outdoors to check the land around his 26-acre farm. </p><p>Under the searing February sky, his parched fields shimmered in the dead air. In a nearby field, his pony Dan whinnied and trotted up and down the side of the fence sensing danger in the air. </p><p>But the smoke was still so far away Tommy had no concerns for their safety and carried on with his day. </p><p>When he went back indoors, Fran was on the telephone. A local neighbour had called,advising them to take precautions in case the fires came closer. They filled the baths and sinks with water, scattered soaked towels around the house, and connected up hoses around the yard. </p><p>By early afternoon, Fran decided to head into town. With the fires still miles from their home, Tommy would stay behind with Dan and secure the property. He loaded the pony into a trailer attached to his Toyota pick-up and went back indoors. </p><p>Just as the clock hit 4pm, the sky turned black with smoke as a thick blanket of ash blotted out the sun. Tommy stepped outdoors. Seconds later, blazing balls of fire, fanned by violent gusts, started tearing through the air, engulfing the house. </p><p>\"I turned around to run and then bang, the roof came flying off the house,\" he says. \"There were flames everywhere. It happened so quickly. One minute it was miles away, then it was on us, before you could say \"Jack Robinson\". </p><p>\"The noise was ferocious. Imagine the sound of a massive jet taking off from an airport. It was that only worse. The roars were deafening. </p><p>\"I jumped into the jeep and put the foot down, with the pony behind me. The fire was chasing us, and on either side of the road, the trees were lit up like Christmas trees, with flames leaping from their branches. I couldn't see a thing.\" </p><p>Tommy drove and drove hrough a torrent of flying debris, past charred corpses, melting cars and exploding trees. After travelling forfour kilometres, he finally reached the safety of a nearby village having escaped what some survivors likened to a \"terrifying nuclear attack\". Miraculously, he walked away with nothing more than a bump on his head. Even his pony Dan escaped intact. </p><p>\"I should have listened more carefully to him,\" he says. \"Horses have a sixth sense. They're a wee bit smarter than we are. He knew something was very wrong and the air was getting way too hot. </p><p>\"When I think back now, I should have left earlier. I was going around the house, grabbing passports and house deeds, doing stupid things. It took me completely by surprise because one minute it was so far away and the next it was on us.\" </p><p>Yesterday, Tommy and Fran returned to the once-idyllic hilltop where their home used to stand. Today it is a place of horror and desecration, where grief-stricken refugees -- mothers, fathers, son and daughters -- howl in agony when they imagine the torturous deaths endured by their loved ones. </p><p>There is nothing left of the Doherty's house, but amid the rubble of a burnt-out barn, Tommy foundthe family'smost cherished heirloom in perfect condition, his father's old sidecar which he had shipped to Australia from Donegal. \"I couldn't believe it was standing there, barely touched, when everything else is destroyed.  </p><p>\"The old boy must have been watching over it. I lost all my old pictures from Ireland, and my tapes of Niall Toibin and Gay Byrne. Even the phone numbers of my 10 sisters back home have been burned but we have managed to let them know we are OK. </p><p>\"But we don't give a monkeys about the material things. How could you when you see all those lives that have been lost around you' Our neighbours were burned to death and we know lots of people who have lost their children.\" </p><p>This weekend, a massive police inquiry is still underway to establish whether Australia's worst-ever bush fires were started by arsonists. </p><p>But, Tommy, a father of four grown-up children, is not certain anybody is to blame.  </p><p>\"The rumours are spreading nearly as quickly as the fires themselves but a lot of it is hearsay. We know there are sick people out there but the heat in this country has been so intense these last few weeks, you could drop a can on the ground and it would melt. Sometimes, you can't even put your hand on the steering wheel of your car or you'll end up with burns. People always play the blame game in situations like this but we just don't have answers and maybe we never will.\" </p><p>Staying with their daughter, the Dohertys have vowed to put their lives back together and rebuild their home. </p><p>\"Financially we will be OK. The house was insured. Mentally, the scars will be there for a long time. When you come so close to death, it feels very strange to be alive. But we are alive and we have to be very grateful for that. </p><p>\"We wouldn't move back to Ireland at this stage of our lives. This is home now. We bought this place for the mountain views and even though it looks so bleak now, we will come back and start again. There's still a few spuds growing in the garden so we won't starve.\" </p>", "publisher": "Irish Independent", "instances": ["Originally from Letterkenny, CoDonegal, the 62-year-old builder emigrated to Australia in the 1970s, and was looking forward to his retirement in the countryside near Melbourne with his Italian wife Fran. The new kitchen was fitted, the bathroom was plumbed, and they were making plans to lay the veranda for their \"big Irish barbeque\" in a couple of weeks' time."]}, {"relevance_score": 5, "title": "", "published": "1994-01-11", "bodyText": "<p nitf:lede=\"true\">IT IS PROBABLY no exaggeration to say that Australia is the most fire prone country in the world. It's dry, sparse vegetation and seasonally hot and arid climate combine to create ideal conditions for the bush fires that have been endemic since long before mankind first arrived on the continent some 40,000 years ago.</p><p nitf:lede=\"true\">In those primeval days the major cause of forest fires was lightning. Even today lightning ignites some 30 per cent of Australian bushfires, but human activity, intentional or otherwise, has increased their incidence dramatically. Analyses of charcoal deposits preserved in the soil suggest that the average incidence of bushfires rose by a factor of three in the years following the arrival of the European settlers in 1788.</p><section sectionType=\"slug\"><bodyText><p>94011100051</p>", "publisher": "The Irish Times", "instances": ["It's dry, sparse vegetation and seasonally hot and arid climate combine to create ideal conditions for the bush fires that have been endemic since long before mankind first arrived on the continent some 40,000 years ago. In those primeval days the major cause of forest fires was lightning. Analyses of charcoal deposits preserved in the soil suggest that the average incidence of bushfires rose by a factor of three in the years following the arrival of the European settlers in 1788. 94011100051"]}, {"relevance_score": 165, "title": "The year that was", "published": "2009-12-29", "bodyText": "<p nitf:lede=\"true\">Compiled by <emphasis typeStyle=\"bf\">DAVID SHANKS</emphasis></p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">JANUARY</emphasis></p><p nitf:lede=\"true\">Russia turns off gas supply to Europe through Ukraine. Ethiopian military begins Somalia withdrawal. Riots rock Bulgarian and Latvian capitals as economic strife grips eastern EU. Saving all 150 passengers, US pilot Chesley  Sully  Sullenberger (57) ditches bird-stricken plane into Hudson river.</p><p nitf:lede=\"true\"><person><nameText>Barack Obama </nameText></person>inaugurated as 44th US president. Israel ends Gaza invasion; death toll is 1,400. Obama signs an order to close Guantánamo. Indonesian ferry with 267 aboard sinks.</p><p nitf:lede=\"true\">New US secretary of state <person><nameText>Hillary Clinton </nameText></person>signals new policy initiative in the Middle East. Icelandic government and banks collapse.</p><p><emphasis typeStyle=\"bf\">FEBRUARY</emphasis></p><p>Worst-ever Australian bushfires kill hundreds. Obama s $838bn stimulus package narrowly approved by Senate. Morgan Tsvangirai sworn in as powersharing Zimbabwe premier. Russia welcomes US offer  to press the reset button . Obama asks Iran to  unclench its fist . Venezuelans lift term limit for President <person><nameText>Hugo Chávez. </nameText></person>Obama says all combat troops will leave Iraq by August 2010.</p><p><emphasis typeStyle=\"bf\">MARCH</emphasis></p><p>Donors pledge $4.5bn aid for Gaza. Sudan s president Omar al-Bashir indicted for war crimes by the ICC; in retaliation he expels NGOs. Chávez seizes part of US agriculture company Cargill. US lifts stem cell research funding ban. President Nicolas Sarkozy returns France to Nato after 40 years. Former Marxist guerrillas elected in El Salvador. Madagascar president overthrown in coup.</p><p>Pope criticised during African tour for saying condoms aggravate the Aids problem. Josef Fritzl (73) jailed after having seven children by his imprisoned daughter.</p><p>Binyamin Netanyahu forms an Israeli government and promises to negotiate peace with the Palestinians.</p><p>EU presidency in disarray as Czech premier quits.</p><p><emphasis typeStyle=\"bf\">APRIL</emphasis></p><p>Hundreds of African migrants drown off Libya. Obama hails  historic  $1tn G20 global fiscal stimulus. Fourteen die in third mass US shooting in a month. Obama calls for a new era in transatlantic relations on his first official visit to France and Germany. Anders Rasmussen agreed as new Nato head at 60th anniversary summit. North Korea alarms US and Asia with long-range rocket launch. Italian earthquake leaves hundreds dead and ruins ancient buildings in L Aquila. US and five other powers invite Iran to meet on its nuclear programme after Washington drops opposition to direct talks. Algerian president Abdelaziz Bouteflika (72) wins a third term. Asian summit postponed because of protests supporting Thailand s ex-PM Thaksin Shinawatra. Michael Dwyer (25) from Tipperary shot dead in Bolivia amid accusations he was part of a hit-squad to kill the president. Iceland s new pro-EU government wins election. The WHO raises its global swine flu alert level, warning  a pandemic is imminent .</p><p><emphasis typeStyle=\"bf\">MAY</emphasis>  In Turkey 44 people shot dead at Kurdish wedding. Obama expresses  deep regret  over civilian deaths in an air strike in Afghanistan as he meets Afghan and Pakistani presidents. Jacob Zuma elected South African president following ANC s election win.   In Bethlehem the pope supports an independent Palestine. Four Kuwaiti women elected MPs. Amid reports of a civilian massacre, Tamil Tiger rebels admit defeat, ending Sri Lanka s 25-year war. British Commons speaker joins resigning MPs and ministers in expenses scandal.   Manmohan Singh (77) returns as India s leader. Obama nominates first Hispanic to the supreme court.    <emphasis typeStyle=\"bf\">JUNE</emphasis>  Three young Irish doctors among 228 on disappeared Air France flight. In Cairo, Obama calls for a new beginning in relations between the West and Islam.   British Labour MPs  support for Gordon Brown revives after Labour s worst election in almost 100 years. In a major policy shift, US abandons its insistence that big developing countries must make greenhouse gas emissions cuts.   North Korea warns of a nuclear war in defiance of new unanimous UN Security Council sanctions. UN and humanitarian agencies call on Israel to end Gaza blockade. Terrified civilians say a UN-backed mission against Rwandan rebels is killing villagers. Two weeks of often violent protests, larger than those in the 1979 Iran revolution, follow re-election of President Mahmoud Ahmadinejad; dozens killed. Nato and Russia agree to re-establish military ties.    <emphasis typeStyle=\"bf\">JULY</emphasis>Sweden assumes EU presidency. Obama and Russian counterpart Dmitry Medvedev agree a one-third cut in their strategic nuclear weapons arsenals.   China s President Hu cuts short his trip to Italy for the G8 summit because of Han/Uighur ethnic violence, the worst in 20 years. G8 pledges $20 billion for sustainable farming in poor countries, a US initiative. Obama, in Africa, calls on Africans to seize control of their future by building democracy and eliminating corruption. President Denis Sassou-Nguesso wins Congo Republic election boycotted by opposition. Colleagues of murdered Russian human rights activist blame Chechnya s leader. Kyrgyzstan election giving president a landslide is deeply flawed, says OSCE.    <emphasis typeStyle=\"bf\">AUGUST</emphasis>  British military deployment in Iraq ends without ceremony. More than 700 killed in a radical Islamic uprising in Nigeria. Venezuela revokes licences of dozens of radio stations. Iran s supreme leader says Ahmadinejad is a  brave, hard-working and wise man  as protesters clash with security forces during his inauguration. Bill Clinton secures North Korean release of two American journalists. Lockerbie bomber freed. Wildfires threaten Athens. Fighting between ethnic Chinese groups and Burmese forces drives 10,000 refugees into China. Japanese voters end long rule by the Liberal Democratic Party.</p><p><emphasis typeStyle=\"bf\">SEPTEMBER  </emphasis> The commander of US forces in Afghanistan asks for 40,000 more troops; commentators warn of  Obama s Vietnam . Iraqi reporter who hurled his shoes at then US president George Bush is released. UN Goldstone report blames Hamas for firing missiles into Israel but condemns Israel s Gaza offensive as  a deliberately disproportionate attack . Moscow praises Obama s decision to scrap US missile defence shield plan. In a serious blow to Obama s Middle East policy, envoy George Mitchell leaves without a deal on an Israeli settlement freeze.   At UN general assembly, Obama commits the US to  a new era of engagement with the world . Honduran forces besiege Brazilian embassy where ousted president Manuel Zelaya is holed up. World leaders interrupt G20 summit to say Iran is building a secret uranium enrichment facility. US announces major Burma policy shift involving engagement with generals. German Chancellor Angela Merkel returned to power with Free Democrats. Some 120,000 attend a papal Mass in the Czech Republic. Iran says it test-fired a medium-range missile. Oxfam says drought is driving 23m east Africans towards destitution.    <emphasis typeStyle=\"bf\">OCTOBER  </emphasis> China celebrates 60th communist anniversary. Peru s ex-president Alberto Fujimori (71) jailed. Indonesian earthquake kills more than 1,000. Burma court upholds guilty verdict against Aung San Suu Kyi. Ireland passes the Lisbon Treaty. Hundreds killed in floods in Philippines and India. Greek socialists win. About 800,000 Romanians strike against pay cuts. China persuades North Korean leader to rejoin nuclear disarmament talks. France arrests Eta leader. Poland s premier agrees to take part in a new US missile defence programme. Two Sudanese women sentenced to 20 lashes for wearing trousers. Goal aid workers freed in Darfur. Iraq arrests dozens of security officials suspected of collusion in bombings.    <emphasis typeStyle=\"bf\">NOVEMBER</emphasis><person><nameText>Hillary Clinton </nameText></person>says Israel s refusal to agree a settlement freeze should not obstruct negotiations, provoking Palestinian fury. Czech president Václav Klaus signs Lisbon. Judges order legal counsel for Radovan Karadzic, who has boycotted his trial. Honduras powersharing deal collapses. Tsvangirai calls off cabinet boycott. Thousands remember fall of the Berlin Wall. Obama s healthcare Bill passes another hurdle with tight House majority. Prime minister Gordon Brown apologises for a botched letter to the mother of a British soldier killed in Afghanistan. Irish Columban priest freed in the Philippines. Russia and EU agree gas deal. Palestinian president Mahmoud Abbas vows to seek UN backing for a unilateral declaration of independence, despite EU opposition. Belgian premier Herman Van Rompuy named president of the European Council and Catherine Ashton as foreign policy chief. President Hamid Karzai sworn in following August s deeply flawed election.British Iraq war inquiry opens.   Máire Geoghegan-Quinn to be EU research and innovation commissioner. Palestinians reject Israel s 10-month partial freeze of settlement building. Swiss vote to ban new minarets. Rancher Porfirio Lobo is declared Honduras s president. Trial opens of John Demjanjuk (89), accused of helping to murder almost 28,000 Jews.    <emphasis typeStyle=\"bf\">DECEMBER</emphasis>  Obama announces another 30,000 troops for Afghanistan; allies promise 7,000. Israel bars Gaza visit by Minister for Foreign Affairs Micheál Martin. Russian nightclub fire kills 113. Zuma reverses SA s Aids policy. Tear gas used on Athens protesters marking the anniversary of the police killing of a 15-year-old boy. Evo Morales re-elected in Bolivia.   Baghdad bombs kill 130. Obama accepts Nobel Peace Prize. Irish priest murdered in Kenya. Romania s constitutional court orders a recount in  rigged  election. EU leaders agree EUR 7.2bn climate change package for developing countries. US special envoy gets North Korean agreement to co-operate on resolving  remaining differences . Binyamin Netanyahu condemns attack on a West Bank mosque. Italian PM Silvio Berlusconi injured by attacker. Management consultancy giant Accenture ends sponsorship of golfer Tiger Woods, who has admitted being unfaithful to his wife.  </p><p><emphasis typeStyle=\"bf\">LEST WE FORGET</emphasis>:</p><p>RAUL ALFONSIN, 1980s president of Argentina (82).</p><p>CORAZON AQUINO, post-Marcos Philippines president, right (76).</p><p>GERTRUDE BAINES, world s oldest person, who voted for <person><nameText>Barack Obama </nameText></person>(115).</p><p>JG BALLARD, English novelist (78).</p><p>BERNARD BARKER, Watergate burglar (92).</p><p>WALTER CRONKITE, former CBS newscaster,</p><p>right (92).</p><p>RALF DAHRENDORF, German-British social theorist and politician (80).</p><p>KIM DAE-JUNG, South Korean president, author of Sunshine Policy (85).</p><p>GUILLERMO ENDARA, president of Panama 1989-1994 (73).   MARILYN FRENCH, writer and feminist (79).   CLEMENT FREUD, British broadcaster and politician (84).   JADE GOODY, reality TV star who died of cancer (27).   MICHAEL JACKSON, legendary American performer and singer, left (50).   MAURICE JARRE, film music composer (84).   JACK JONES, former British trade union leader (96).   EDWARD KENNEDY,  liberal lion  of US Senate, left (77).   EUNICE KENNEDY SHRIVER, founder of the Special Olympics (88).   CARDINAL STEPHEN KIM, South Korean pro-democracy champion (86).</p><p>BÉLA KIRÁLY, 1956 Hungarian uprising leader (97).   ROBERT McNAMARA, left, Vietnam war era US secretary of state (93).   LESZEK KOLAKOWSKI, Polish political philosopher (81).   CLAUDE LÉVI-STRAUSS, French social anthropologist (100)   KHALID BIN MAHFOUZ, Saudi banker infamous for Irish passports- for-investment scheme (60).   GAAFAR NIMEIRY, 1969 - 85 president of Sudan (79).   HELEN SUZMAN, left, South African politician (91).   MARY TRAVERS, singer-songwriter of Peter, Paul and Mary fame (72).   JOHN UPDIKE, US writer, (76).   </p>", "publisher": "The Irish Times", "instances": ["New US secretary of state Hillary Clinton signals new policy initiative in the Middle East. Icelandic government and banks collapse. Obama s $838bn stimulus package narrowly approved by Senate. Morgan Tsvangirai sworn in as powersharing Zimbabwe premier."]}, {"relevance_score": 7, "title": "Australian bushfires threatened my family: Rea", "published": "2020-02-19", "bodyText": "<p nitf:lede=\"true\">WORLD Superbike star Jonathan Rea has revealed how his family had been affected by the Australian bushfires after donating items to a charity auction.</p><p>The five-time world champion handed over gloves and boots for the auction in aid of BlazeAid.</p><p>Speaking in Melbourne yesterday, Rea told how the disaster struck a very personal note.</p><p>Relatives of Rea and his Australian wife Tatia own a house near Bright in the heart of northeast Victoria, and watched as the fires threatened their home.</p><p>\"During the height of the fire, it got to within 5km of the house and Tatia's parents were told to leave,\" said Rea. \"We were at home and keeping a constant eye on the emergency apps, and in the end we were very fortunate.</p><p>\"It's great the WorldSBK paddock is doing something, as it would be easy to come here and then move on.\"</p>", "publisher": "Belfast Telegraph", "instances": ["The five-time world champion handed over gloves and boots for the auction in aid of BlazeAid. Speaking in Melbourne yesterday, Rea told how the disaster struck a very personal note."]}, {"relevance_score": 0, "title": "News", "published": "2020-01-10", "bodyText": "<p nitf:lede=\"true\">Residents urged to evacuate again as hot weather fans deadly Australian bushfires 26</p>", "publisher": "Irish Independent", "instances": [""]}, {"relevance_score": 0, "title": "Australian bushfires could merge into 'mega-fire'", "published": "2013-10-21", "bodyText": "<p>Sydney threat fears for bushfires</p>", "publisher": "RTE News", "instances": []}, {"relevance_score": 5, "title": "Firefighters contain eight fresh Australian bushfires", "published": "2009-02-28", "bodyText": "<p nitf:lede=\"true\">About 200 schools were closed and people in towns near the fires were put on high alert, authorities fearing high temperatures and strong winds could lead to a repeat of the February 7 firestorms.</p><p>But with more than 3,000 firefighters deployed or on standby, authorities managed to contain the eight new outbreaks, although dozens of fires continued to burn across the state.</p><p>Some residents evacuated their homes early yesterday as heavy smoke billowed over the town of Healesville, 65km northeast of the Victorian capital Melbourne. Healesville was at the centre of the February 7 firestorms.</p><p>Victoria's Department of Sustainability and Environment spokesman Mike Goode said extra fire crews, including reinforcements from other states and New Zealand, helped avoid any disasters yesterday.</p>", "publisher": "Irish Examiner", "instances": []}, {"relevance_score": 11, "title": "Australian bushfires nearly under control", "published": "2009-02-14", "bodyText": "<p nitf:lede=\"true\">Australian firefighters have been working to contain the bushfires that have killed at least 181 people.</p><p nitf:lede=\"true\">Around a dozen fires are still burning in the state of Victoria and it will be at least two weeks before authorities will be able to say the fires are out.</p><p>In Marysville, which was razed to the ground when the fires peaked last weekend, police escorted residents back for a glimpse of the town.</p><p>Police said more than 200 of the town's former population of several hundred made the trip, but some deliberately chose to stay away.</p><p>The visit was made in buses under tight restrictions and residents were not expected to be allowed off the vehicles.</p><p>Authorities have said up to 100 people may be dead in Marysville, a once-picturesque community northeast of Melbourne.</p><p>The bushfires are the worst natural disaster to hit Australia in more than a century.</p><p>Yesterday, a man was charged with arson causing death and 'intentionally or recklessly' lighting a fire near the town of Churchill last weekend.</p><p>He was later moved to Melbourne for his own protection.</p><p>The disaster area, which includes more than 20 towns, has been declared a crime zone.</p><p>The fires have burnt 1,831 homes and left 7,000 people homeless.</p>", "publisher": "RTE News", "instances": []}, {"relevance_score": 5, "title": "Narrow escape: Irish family dodge Australian bushfires", "published": "2009-02-15", "bodyText": "<p nitf:lede=\"true\">A Dublin woman has spoken for the first time of how her family came close to death in the devastating Victorian bushfires in Australia last week.</p><p>Maggie Mulvey, originally from Coolock, Dublin, phoned her sister in Dublin at the height of the fires to tell her she loved her and to say goodbye.</p><p>Huddled in the local fire station with 200 terrified residents of the small town of Kinglake, Victoria - a name now synonymous with death and destruction - the Irish family was trapped by the surrounding fire.</p><p>Mulvey told the Sunday Tribune how an ordinary Saturday turned into a nightmare as a devastating bushfire raged towards the picturesque mountain town, consuming everything in its path and leaving no escape route for the helpless residents.</p><p>- Full story, Page 19.</p>", "publisher": "Sunday Tribune", "instances": []}, {"relevance_score": 7, "title": "Chris Brown arrested, etc", "published": "2009-02-13", "bodyText": "<p nitf:lede=\"true\">*  <emphasis typeStyle=\"bf\">Brown under arrest</emphasis>: Chris Brown s career may be in jeopardy after the r n b star was charged with making  criminal threats  and assaulting a woman widely believed to be his girlfriend, pop star <person><nameText>Rihanna. </nameText></person>Chewing gum manufacturer Wrigley has already withdrawn an ad campaign featuring the 19-year-old.</p><p>*  <emphasis typeStyle=\"bf\">Blink coming back</emphasis>: At the last weekend s Grammys, Blink-182 announced their intention to reform, write new material and tour. Drummer Travis Barker was seriously injured in a Learjet crash last September, but has since recovered from his injuries.</p><p>*  <emphasis typeStyle=\"bf\">Pete Doherty</emphasis>: The former Libertine will play Oxegen this July. </p><p>*  <emphasis typeStyle=\"bf\">Cohen donation</emphasis>: Leonard Cohen has given $200,000 to victims of the Australian bushfires. Having played dates in the country during the week, Cohen said he was  deeply saddened  by the devastation.</p>", "publisher": "The Irish Times", "instances": ["Drummer Travis Barker was seriously injured in a Learjet crash last September, but has since recovered from his injuries. *  Pete Doherty: The former Libertine will play Oxegen this July. Having played dates in the country during the week, Cohen said he was  deeply saddened  by the devastation."]}, {"relevance_score": 7, "title": "Imbruglia plots fundraiser for Australian bushfire victims", "published": "2009-02-12", "bodyText": "<p nitf:lede=\"true\">Singer Natalie Imbruglia is keen to set up a fundraising concert with fellow Aussie stars Kylie and Dannii Minogue to help raise money for the victims of the Australian bushfires.</p><p>The last week has seen flames sweep across the state of Victoria, claiming over 180 lives and destroying thousands of homes.</p><p>Imbruglia, who originally hails from New South Wales, Australia, is shocked by the devastation and is currently putting plans together to help raise funds for those affected by the disaster.</p><p>She says: \"I think me, Dannii and Kylie should talk about setting up a fundraiser.</p><p>\"I think we should put our heads together and see what we could do. Whether it's publicly or privately, we have to do something.\"</p><p>Canadian singer/songwriter Leonard Cohen is the latest celebrity to offer help to the victims of the fires, donating $200AUS,000 (EUR 101,193) from his current Australian tour to the cause.</p>", "publisher": "BreakingNews.ie", "instances": ["The last week has seen flames sweep across the state of Victoria, claiming over 180 lives and destroying thousands of homes. Imbruglia, who originally hails from New South Wales, Australia, is shocked by the devastation and is currently putting plans together to help raise funds for those affected by the disaster."]}, {"relevance_score": 2, "title": "", "published": "2002-01-09", "bodyText": "<p nitf:lede=\"true\">Sydney - Some businesses in parts of devastated rural New South Wales have been profiteering from the Australian bushfires crisis by hiking the prices of goods such as ice and breathing masks by more than 200 per cent, reports Conor Lally. The NSW Department of Fair Trading has vowed to clamp down hard on anyone caught profiteering from the disaster.</p><section sectionType=\"slug\"><bodyText><p>02010900067</p>", "publisher": "The Irish Times", "instances": ["The NSW Department of Fair Trading has vowed to clamp down hard on anyone caught profiteering from the disaster. 02010900067"]}, {"relevance_score": 2, "title": "", "published": "2002-01-09", "bodyText": "<p nitf:lede=\"true\">Sydney - Some businesses in parts of devastated rural New South Wales have been profiteering from the Australian bushfires crisis by hiking the prices of goods such as ice and breathing masks by more than 200 per cent, reports Conor Lally. The NSW Department of Fair Trading has vowed to clamp down hard on anyone caught profiteering from the disaster.</p><section sectionType=\"slug\"><bodyText><p>02010900067</p>", "publisher": "The Irish Times", "instances": ["The NSW Department of Fair Trading has vowed to clamp down hard on anyone caught profiteering from the disaster. 02010900067"]}]