[{"relevance_score": 27, "title": "India achieves 50 percent clean power capacity target 5 years ahead of schedule", "published": "2025-07-16", "bodyText": "<p nitf:lede=\"true\">Jul. 16—NEW DELHI(The Statesman/ANN) — The Centre on Monday proudly announced that India has achieved a major milestone in its energy transition journey by reaching 50 per cent of its installed electricity capacity from non-fossil fuel sources, five years ahead of the target set under its Nationally Determined Contributions (NDCs) to the Paris Agreement.</p><p>Announcing this development, the Ministry of New and Renewable Energy stated that the significant milestone underscores the country's steadfast commitment to climate action and sustainable development. It signals that India's clean energy transition is not only real but also accelerating.</p><p>\"In a world seeking climate solutions, India is showing the way. Achieving 50 per cent non-fossil fuel capacity five years ahead of the 2030 target is a proud moment for every Indian. Prime Minister Narendra Modi's leadership continues to drive Bharat's green transformation, paving the path towards a self-reliant and sustainable future,\" said Union Minister of New and Renewable Energy Pralhad Joshi.</p><p>This achievement reflects the success of visionary policy design, bold implementation, and the country's deep commitment to equity and climate responsibility, he added.</p><p>Flagship government programmes such as PM-KUSUM, PM Surya Ghar: Muft Bijli Yojana, solar park development, and the National Wind-Solar Hybrid Policy have laid a strong foundation for this transformation.</p><p>Moreover, the bioenergy sector—once on the margins—has now become a significant contributor to both rural livelihoods and clean energy generation, an official statement noted.</p><p>The Pradhan Mantri Kisan Urja Suraksha Evam Utthaan Mahabhiyan (PM-KUSUM) has empowered lakhs of farmers by providing solar-powered pumps, enabling energy-secure and sustainable agriculture. The scheme has also opened avenues for agrivoltaics and feeder-level solarization.</p><p>The PM Surya Ghar scheme, launched in 2024, has sparked a rooftop revolution by making solar energy accessible to one crore households, fostering decentralized energy generation and empowering citizens as energy owners.</p><p>Solar parks across the country have facilitated utility-scale renewable energy installations at record-low tariffs. Wind energy, particularly in states such as Gujarat and Tamil Nadu, continues to play a vital role in meeting the country's evening peak power demand.</p><p>The bioenergy sector has advanced considerably, contributing to circular economy objectives and providing significant employment opportunities in rural areas.</p><p>India's progress assumes even greater significance in the global context.</p><p>Despite having one of the lowest per capita emissions globally, India remains among the few G20 countries on track to meet—or even exceed—their NDC commitments.</p><p>At international platforms such as the G20 and the Conference of Parties (COP) to the United Nations Framework Convention on Climate Change, India has consistently advocated for climate equity, sustainable lifestyles, and low-carbon development pathways, the statement added.</p><p>By achieving the 50 per cent non-fossil milestone well ahead of schedule, India further reinforces its leadership as a clean energy frontrunner, demonstrating that economic growth and environmental stewardship can go hand in hand.</p><p>This early achievement offers an opportunity to aim even higher. The next phase of India's energy transition must prioritize quality, equity, and resilience in clean energy access.</p><p>© 2025 the Asia News Network (Hamburg, Germany). Visit <url normalizedValue=\"http://www.asianewsnet.net\">www.asianewsnet.net</url>. Distributed by Tribune Content Agency, LLC.</p>", "publisher": "The Daily Star, Dhaka, Bangladesh / Asia News Network", "instances": ["Solar parks across the country have facilitated utility-scale renewable energy installations at record-low tariffs. Wind energy, particularly in states such as Gujarat and Tamil Nadu, continues to play a vital role in meeting the country's evening peak power demand. The bioenergy sector has advanced considerably, contributing to circular economy objectives and providing significant employment opportunities in rural areas. India's progress assumes even greater significance in the global context. Despite having one of the lowest per capita emissions globally, India remains among the few G20 countries on track to meet—or even exceed—their NDC commitments. At international platforms such as the G20 and the Conference of Parties (COP) to the United Nations Framework Convention on Climate Change, India has consistently advocated for climate equity, sustainable lifestyles, and low-carbon development pathways, the statement added. By achieving the 50 per cent non-fossil milestone well ahead of schedule, India further reinforces its leadership as a clean energy frontrunner, demonstrating that economic growth and environmental stewardship can go hand in hand. This early achievement offers an opportunity to aim even higher. The next phase of India's energy transition must prioritize quality, equity, and resilience in clean energy access. © 2025 the Asia News Network (Hamburg, Germany). Visit www."]}, {"relevance_score": 10, "title": "Adviser Rizwana urges developed countries to fulfill their climate finance commitments", "published": "2024-10-28", "bodyText": "<p nitf:lede=\"true\"> Addressing a COP29 reception hosted by the European Union's mission in Dhaka, Environment, Forest and Climate Change Adviser Syeda Rizwana Hasan stressed the urgent need for global unity in tackling climate change.</p><p>The event, held in Gulshan, aimed to promote collaboration among nations and stakeholders ahead of the upcoming COP29 conference.</p><p>Adviser Hasan urged developed countries to fulfill their climate finance commitments and provide technological support to nations most vulnerable to climate impacts.</p><p>\"It's time that developed nations uphold their commitments to support the most affected countries,\" she asserted, highlighting the disproportionate challenges faced by vulnerable nations like Bangladesh.</p><p>Despite contributing minimally to global emissions, Bangladesh is one of the countries most affected by climate change.</p><p>She called for equitable solutions that reflect the realities of nations on the frontlines, emphasizing that Bangladesh's resilience must be bolstered by substantial support from the global community. She also noted the government's commitment to increasing youth engagement in climate initiatives.</p><p>European Union Ambassador to Bangladesh, Michael Miller, lauded Bangladesh's proactive stance in environmental conservation and its participation in the Global Climate Resilience Network. The reception was attended by ambassadors from European nations, international delegates, government officials, and youth climate activists, all united in their call for climate equity.</p><p>The event concluded with a collective appeal for immediate action to ensure meaningful progress at COP29, underscoring the necessity of a united front to protect the planet for future generations.</p>", "publisher": "United News of Bangladesh", "instances": ["It's time that developed nations uphold their commitments to support the most affected countries,\" she asserted, highlighting the disproportionate challenges faced by vulnerable nations like Bangladesh. Despite contributing minimally to global emissions, Bangladesh is one of the countries most affected by climate change. She called for equitable solutions that reflect the realities of nations on the frontlines, emphasizing that Bangladesh's resilience must be bolstered by substantial support from the global community. She also noted the government's commitment to increasing youth engagement in climate initiatives. European Union Ambassador to Bangladesh, Michael Miller, lauded Bangladesh's proactive stance in environmental conservation and its participation in the Global Climate Resilience Network. The reception was attended by ambassadors from European nations, international delegates, government officials, and youth climate activists, all united in their call for climate equity. The event concluded with a collective appeal for immediate action to ensure meaningful progress at COP29, underscoring the necessity of a united front to protect the planet for future generations."]}, {"relevance_score": 47, "title": "India rejects UN Climate Deal calls $300 billion insufficient", "published": "2024-11-25", "bodyText": "<p nitf:lede=\"true\">Bangladesh, Nov. 25 -- India has strongly criticized the recently adopted climate finance deal at the UN Climate Change Conference (COP29) in Baku, Azerbaijan, calling it an &amp;#8220;optical illusion&amp;#8221; that falls drastically short of addressing the needs of the Global South. The agreement, which outlines a $300 billion annual spending goal for global climate action, aims to scale up to at least $1.3 trillion by 2035, but has faced backlash from several developing nations.</p><p nitf:lede=\"true\">Chandni Raina, an advisor at Indias Finance Ministry and one of the countrys key negotiators at COP29, dismissed the deal as insufficient and inequitable. &amp;#8220;The proposed goal will not solve our issues. The amount suggested for mobilization is woefully insufficient; its a meager sum that wont enable effective climate action,&amp;#8221; Raina stated.</p><p>Indias criticism underscores broader dissatisfaction among developing nations, which argue that the $300 billion target does not reflect the scale of funding required to address the catastrophic impacts of climate change in vulnerable regions. With many countries in the Global South grappling with extreme weather events, rising sea levels, and desertification, the financial gap remains significant. Estimates from various international studies suggest that at least $5.1&amp;#8211;6.8 trillion will be needed for effective climate action by 2030-a figure far exceeding the new collective quantified goal (NCQG) agreed at COP29.</p><p>The deal stipulates that developed nations will take the lead in providing the financing, with developing countries contributing voluntarily. However, India and other developing nations view this as an unjust shift of responsibility. Raina called the expectation for developing countries to contribute to climate financing &amp;#8220;unacceptable&amp;#8221; and a deliberate deflection of accountability by wealthier nations.</p><p>Raina also criticized the process leading to the adoption of the deal, accusing summit organizers of sidelining Indias objections. &amp;#8220;I regret to say that this document is nothing more than an optical illusion. We oppose its adoption,&amp;#8221; she said, lamenting that India was not given an opportunity to voice its concerns prior to the announcement.</p><p>India was not alone in its disapproval. Representatives from other developing nations echoed similar sentiments. The Nigerian delegate described the $300 billion target as &amp;#8220;a joke,&amp;#8221; while Bolivias representative labeled it &amp;#8220;an insult and a flagrant violation of justice and climate equity.&amp;#8221; Ali Mohamed, representing over 50 African nations, emphasized that the deal is &amp;#8220;too little, too late&amp;#8221; for a continent facing climate devastation despite contributing the least to global emissions.</p><p>The Association of Small Island States (AOSIS), representing 43 vulnerable island nations, walked out of the summit, stating that the discussions &amp;#8220;were not offering a progressive way forward.&amp;#8221; These nations, disproportionately affected by climate change, have consistently called for higher financial commitments to adapt to rising sea levels and other climate-related challenges.</p><p>While developing nations expressed frustration, wealthier countries hailed the agreement as a breakthrough. The NCQG is set to replace the $100 billion annual climate finance goal established in 2009, which expires next year. Developed nations argue that the new target represents a significant step forward in mobilizing resources for global climate action.</p><p>However, critics point out that even the $100 billion goal was never fully met, with annual contributions falling short of the mark. Developing countries have repeatedly accused wealthy nations of failing to honor their financial commitments, further eroding trust in the new agreement.</p><p>The COP29 deal also faced backlash from climate activists, who staged protests during the summit. Demonstrators carried banners reading, &amp;#8220;Global North, pay up trillions not billions&amp;#8221; and &amp;#8220;Rich countries, pay your climate debt.&amp;#8221; Protesters highlighted the historical responsibility of industrialized nations for global emissions and called for significantly higher financial contributions.</p><p>Activists argue that developed countries must not only meet their financial obligations but also take accountability for their outsized role in causing the climate crisis. The protesters chants reflected growing anger among grassroots movements, which accuse wealthier nations of prioritizing tokenistic measures over meaningful action.</p><p>The rejection of the COP29 deal by key players like India reveals a deepening divide between developed and developing nations in addressing the climate crisis. The Global South has long advocated for climate justice, emphasizing that wealthier nations, which historically contributed the majority of greenhouse gas emissions, must bear a larger share of the burden.</p><p>This principle, enshrined in the UN Framework Convention on Climate Change (UNFCCC) as &amp;#8220;common but differentiated responsibilities,&amp;#8221; remains a contentious issue in climate negotiations. Developing countries argue that while they are disproportionately affected by climate change, they lack the financial resources and technological capacity to implement large-scale mitigation and adaptation measures.</p><p>As the climate crisis worsens, the urgency for adequate financing grows. The fallout from COP29 underscores the need for a more ambitious and equitable framework to support vulnerable nations. Without substantial financial commitments from wealthier nations, the global community risks undermining trust and cooperation in future climate negotiations.</p><p>Indias vocal opposition to the deal highlights the frustrations of the Global South and serves as a reminder that incremental targets and insufficient funding will not resolve the growing climate emergency. As the world moves toward implementing the NCQG, the question remains: will developed nations step up to meet the scale of the challenge, or will the climate finance debate continue to stall meaningful progress?</p><p>The COP29 summit may have concluded with an agreement, but the battle for equitable climate action is far from over. The voices of developing nations, activists, and vulnerable communities are growing louder, demanding justice, accountability, and transformative change in the face of a rapidly warming planet.</p><p>Published by HT Digital Content Services with permission from Weekly Blitz . For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htdigital.in\">contentservices@htdigital.in</email></p>", "publisher": "Weekly Blitz", "instances": ["Raina also criticized the process leading to the adoption of the deal, accusing summit organizers of sidelining Indias objections. &amp;#8220;I regret to say that this document is nothing more than an optical illusion. We oppose its adoption,&amp;#8221; she said, lamenting that India was not given an opportunity to voice its concerns prior to the announcement. India was not alone in its disapproval. Representatives from other developing nations echoed similar sentiments. The Nigerian delegate described the $300 billion target as &amp;#8220;a joke,&amp;#8221; while Bolivias representative labeled it &amp;#8220;an insult and a flagrant violation of justice and climate equity. &amp;#8221; Ali Mohamed, representing over 50 African nations, emphasized that the deal is &amp;#8220;too little, too late&amp;#8221; for a continent facing climate devastation despite contributing the least to global emissions. The Association of Small Island States (AOSIS), representing 43 vulnerable island nations, walked out of the summit, stating that the discussions &amp;#8220;were not offering a progressive way forward. &amp;#8221; These nations, disproportionately affected by climate change, have consistently called for higher financial commitments to adapt to rising sea levels and other climate-related challenges. While developing nations expressed frustration, wealthier countries hailed the agreement as a breakthrough. The NCQG is set to replace the $100 billion annual climate finance goal established in 2009, which expires next year."]}, {"relevance_score": 13, "title": "Motion adopted in JS declaring 'planetary emergency'", "published": "2019-11-13", "bodyText": "<p nitf:lede=\"true\"> The Jatiya Sangsad on Wednesday unanimously adopted a historic motion declaring a planetary emergency on account of the existential crisis of climate change and calling on the global community to act urgently and decisively in achieving the net zero (carbon) emissions well before 2050.</p><p>The Bangladesh Parliament is the first legislature to adopt such a resolution, as revealed during the long discussion on the motion.</p><p>The House passed the motion ahead of the upcoming COP 25 - the UN's annual climate conference scheduled to take place this year from December 2-13 in Madrid. The Conference of Parties (COP) is the supreme decision-making body of the Convention.</p><p>Ruling Awami League lawmaker Saber Hossain Chowdhury piloted the motion in the House.</p><p>The MPs across the benches passed the motion unanimously by voice vote when Speaker Dr Shirin Sharmin Chaudhury, who was in the chair, placed it for voting following the discussion.</p><p>Taking the resolution, the House declared a planetary emergency on account of existential crisis of climate changes, devastating impact of disasters and increase in extreme weather events, irreparable loss of bio-diversity, looming food insecurity, rising water stress, unprecedented pressure on oceans and unsustainable use of resources.</p><p>'The global community must act urgently, decisively and with considerably higher ambition in achieving net zero emissions well before 2050, capping temperature rise to 1.5 degree Celsius and transitioning swiftly to low carbon economies as overarching priorities,' said the Bangladesh Parliament.</p><p>'Despite being least responsible to these problems, Bangladesh and many other countries in developing world, including Small Island Developing States (SIDS) are the most impacted and vulnerable,' said the Parliament adding that actions at global levels have not matched commitments and rhetoric.</p><p>It said planetary justice and climate equity demands that these vulnerable countries are assisted with finance and technology to meet their development aspirations in the quickest and the shortest time.</p><p>The House, therefore called on parliaments, governments, the United Nations and all stakeholders to work on a war footing, as custodians and as one team, to protect and fortify our planet- the only Home we have.</p><p>Environment, Forest and Climate Change Minister Md Shahab Uddin, State Minister for Foreign Affairs Md Shahriar Alam, State Minister for Power, Energy and Mineral Resources Nasrul Hamid, Awami League MPs Tofail Ahmed, Begum Matia Chowdhury, Sheikh Fazlul Karim Selim, Rafiqul Islam (Bir Uttam), Kazi Nabil Ahmed, Nazrul Islam Babu and Waseqa Ayesha Khan, BNP MPs Harunur Rashid and Rumeen Farhana, Jatiya Party MPs Mujibul Haque (Chunnu) and Rustum Ali Faraji, and Jasod MP Shirin Akhter supported the motion joining the discussion.</p>", "publisher": "United News of Bangladesh", "instances": ["The MPs across the benches passed the motion unanimously by voice vote when Speaker Dr Shirin Sharmin Chaudhury, who was in the chair, placed it for voting following the discussion. Taking the resolution, the House declared a planetary emergency on account of existential crisis of climate changes, devastating impact of disasters and increase in extreme weather events, irreparable loss of bio-diversity, looming food insecurity, rising water stress, unprecedented pressure on oceans and unsustainable use of resources. The global community must act urgently, decisively and with considerably higher ambition in achieving net zero emissions well before 2050, capping temperature rise to 1. 5 degree Celsius and transitioning swiftly to low carbon economies as overarching priorities,' said the Bangladesh Parliament. Despite being least responsible to these problems, Bangladesh and many other countries in developing world, including Small Island Developing States (SIDS) are the most impacted and vulnerable,' said the Parliament adding that actions at global levels have not matched commitments and rhetoric. It said planetary justice and climate equity demands that these vulnerable countries are assisted with finance and technology to meet their development aspirations in the quickest and the shortest time. The House, therefore called on parliaments, governments, the United Nations and all stakeholders to work on a war footing, as custodians and as one team, to protect and fortify our planet- the only Home we have. Environment, Forest and Climate Change Minister Md Shahab Uddin, State Minister for Foreign Affairs Md Shahriar Alam, State Minister for Power, Energy and Mineral Resources Nasrul Hamid, Awami League MPs Tofail Ahmed, Begum Matia Chowdhury, Sheikh Fazlul Karim Selim, Rafiqul Islam (Bir Uttam), Kazi Nabil Ahmed, Nazrul Islam Babu and Waseqa Ayesha Khan, BNP MPs Harunur Rashid and Rumeen Farhana, Jatiya Party MPs Mujibul Haque (Chunnu) and Rustum Ali Faraji, and Jasod MP Shirin Akhter supported the motion joining the discussion."]}, {"relevance_score": 32, "title": "COP 25: Facing existential crisis of climate change", "published": "2019-11-28", "bodyText": "<p nitf:lede=\"true\">Bangladesh, Nov. 28 -- The 2019 United Nations Climate Change Conference (COP 25) is scheduled be held in the Spanish capital Madrid on December 2-13, 2019. The Conference of the Parties (COP) within the framework of the United Nations Framework Convention (UNFCCC) is a collective response of the international community to climate change. It is an Agreement of 196 countries and the European Union (EU) that establishes the basic obligations to stabilise greenhouse gas (GHG) concentrations in the atmosphere at a level that will prevent climate change. COP is the important annual international forum for taking stock of where the world stands as regards climate change and to discuss issues related to global warming caused by human activities.</p><p>The COP 25 is expected to gather 25,000 people including heads of governments and states, politicians, academia, researchers, bureaucrats, activists, observers etc. Last year in Katowice, Poland more than 20,000 people attended the COP 24. The COP 25 is targeting to resolve some of the remaining issues on the rules that the participating countries (parties) are to follow in their efforts to reduce GHG emissions. The meeting may announce new initiatives to respond to global warming to try to advance a global strategy for tackling rising global atmospheric temperatures. Also, COP 25 is expected to reach a consensus on funding for repairing damage of the climate crisis. The funding issue is especially important for the climate vulnerable, least developed and the small island nations. The landmark Paris Climate Change Agreement (signed in 2015) is scheduled to enter into force in 2020. Therefore, COP 25 becomes the prelude to the major world event and a lot of expectations have been created.</p><p>In the backdrop of the increasing natural disasters and dwindling bio-diversity, the mainstream political parties in most countries have been compelled to respond on 'unequivocal' public concerns over climate change and human sufferings from global warming. The latest example is the UK election manifesto of the major political parties participating in the election where they have supported a transition to net zero GHG emission within a few decades and are competing with each other on the policies to attain the target. Despite the 'Brexit' debates hanging over the country, UK members of parliament (House of Commons) have unanimously passed (on April 30, 2019) a motion to declare an 'environmental and climate emergency'. Labour Party leader Jeremy Corbin, then leader of the opposition in parliament, tabled the motion and the House of Commons passed the bill. Earlier, parliaments of Scotland and Wales declared climate emergencies. Analysts consider that the approved nonbinding climate emergency motion in UK parliament was reached unanimously because thousands of people took to the streets for a sustained period of protests by a number of environmental groups, UK Student Climate Network, Friends of Earth and others including the school strikers led by Greta Thunberg.</p><p>Bangladesh Jatiya Sangsad (Parliament) adopted a motion on November 13, 2019 declaring climate change and its fallout as 'planetary emergency'. The planetary emergency motion ahead of the upcoming COP 25 calls for the global community to act urgently and decisively in achieving the net zero (carbon) emissions well before 2050.</p><p>Prime Minister Sheikh Hasina is scheduled to attend COP 25 which would be a good forum to present the 'planetary emergency' resolution adopted in Bangladesh Jatiya Sangsad and share views with the world community on how best the emergency can be addressed. The COP 25 forum may serve as an opportunity to discuss the issues related to 'planetary emergency' and help formulate plans and get support from the global community on implementing such plans. As Bangladesh is one of the most vulnerable hotspots for global climate change, it expects the global community to act urgently, decisively and with considerably higher ambition in achieving net zero emission well before 2050, capping temperature rise to 1.5 degree Celsius. Despite being least responsible for these problems, Bangladesh and many other countries in the developing world became the worst victims of climate change.</p><p>The planetary emergency connects with the existential crisis of climate change, devastating impact of disasters and increase in extreme weather events, irreparable loss of biodiversity, looming food insecurity, rising water level, unprecedented pressure on oceans and unsustainable use of resources. The resolution calls for planetary justice and climate equity so that the climate vulnerable countries are assisted with finance and technology to meet their development aspirations in the shortest possible time.</p><p>Mushfiqur Rahman is a mining engineer and writes on energy and environment issues.</p><p><email normalizedValue=\"mailto:mushfiq41@yahoo.com\">mushfiq41@yahoo.com</email></p><p>Published by HT Digital Content Services with permission from The Financial Express. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "The Financial Express (Bangladesh)", "instances": ["The COP 25 forum may serve as an opportunity to discuss the issues related to 'planetary emergency' and help formulate plans and get support from the global community on implementing such plans. As Bangladesh is one of the most vulnerable hotspots for global climate change, it expects the global community to act urgently, decisively and with considerably higher ambition in achieving net zero emission well before 2050, capping temperature rise to 1. 5 degree Celsius. Despite being least responsible for these problems, Bangladesh and many other countries in the developing world became the worst victims of climate change. The planetary emergency connects with the existential crisis of climate change, devastating impact of disasters and increase in extreme weather events, irreparable loss of biodiversity, looming food insecurity, rising water level, unprecedented pressure on oceans and unsustainable use of resources. The resolution calls for planetary justice and climate equity so that the climate vulnerable countries are assisted with finance and technology to meet their development aspirations in the shortest possible time. Mushfiqur Rahman is a mining engineer and writes on energy and environment issues. mushfiq41@yahoo. comPublished by HT Digital Content Services with permission from The Financial Express. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive. com"]}, {"relevance_score": 41, "title": "WB running interest business", "published": "2016-10-29", "bodyText": "<p nitf:lede=\"true\">Dhaka, Oct. 29 -- Transparency InternationalBangladesh [TIB] has cautioned Bangladesh government not to take $2 billion from the World Bank to raise climate change fund, even if it is given in low interest.</p><p nitf:lede=\"true\">Instead, the TIB urged the government to demand compensation from the WB to tackle adverse impact of climate change in this part of the globe.</p><p nitf:lede=\"true\">'The WB has taken the policy to run 'interest business' through issuing loans to Bangladesh, instead of paying compensation for climate change. The WB President in his recent visit had committed to give Bangladesh $2 billion fund. But the WB fund won't come without interest. It will increase the amount of debt, even if it is given in low interest,\" Executive Director of TIB Dr Iftekharuzzaman, said on Friday.</p><p>He was speaking at a press conference, titled: 'climate equity week 2016' -- jointly organized by TIB, Committee of Concerned Citizens [CCC] and Coastal Livelihood and Environmental Action Network [CLEAN] at Dhaka Reporters' Unity [DRU] in the city.</p><p>Detailing the negative side of WB policy, Dr Iftekharuzzaman said. \"The government should not receive loan from WB in the climate change fund. The WB must pay the compensation. The country [Bangladesh] has incurred a loss of Tk18000 crore in last four years due to climate change impact. To fight the challenge, Bangladesh also gave $400 million from its own sources. But the countries who were mainly responsible for the devastation gave Bangladesh only $130 million.\"</p><p>He said: \"We, the affected people, have already faced huge losses and still at risk due to climate change. The affected people will have to bear the brunt of debt, if WB fund is received. We can't accept that WB to run interest business. We urge all concerned to stay away from such conspiracy of WB.\"</p><p>\"So far as we know, Bangladesh will get compensation, not loan, for facing the negative and risky situation. The government must try to get the compensation. If the WB is interested to help us to tackle climate change impact, it must give compensation. They shouldn't run the interest business,\" Dr Iftekharuzzaman noted.</p><p>Referring some obstacles to reach green climate fund, he said: \"The WB can give us technical support to ensure our entry to other funds those created for climate change..We will welcome it. But we will not allow any interest business here.\"</p><p>\"We've two major obstacles to get entrance in green climate fund. It has become very tough for Bangladesh to meet the tough standards that fixed for the green climate fund. It is also taking long time...We demand to make the entry process easy.\"</p><p>Praising Bangladesh government for its courageous role in fighting climate change impact, Dr Iftekharuzzaman further said: \"Prime Minister Sheikh Hasina has also been rewarded for her role in fighting climate change. We've [Bangladesh] made remarkable progress in this sector in the last five years. But the fund, which is raised here, is very small.\"</p><p>According to National Geographic, Bangladesh ranks first as the nation most vulnerable to the impacts of climate change in the coming decades.</p><p>Not only that, the German Watch's Global Climate Risk Index [CRI] of 2011 said Bangladesh is the nation most vulnerable to global climate change in the world while the reasons are complex and extremely intertwined.</p><p>Bangladesh is watered by a total of 57 trans-boundary rivers coming down to it: 54 from neighbouring India and 3 from Myanmar. The country, which has no control of the water flow and volume, drains to the Bay of Bengal over 90% of the total run-off generated annually, experts said.</p><p>Published by HT Digital Content Services with permission from The New Nation. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "The New Nation (Bangladesh)", "instances": ["Instead, the TIB urged the government to demand compensation from the WB to tackle adverse impact of climate change in this part of the globe. The WB has taken the policy to run 'interest business' through issuing loans to Bangladesh, instead of paying compensation for climate change. The WB President in his recent visit had committed to give Bangladesh $2 billion fund. But the WB fund won't come without interest. It will increase the amount of debt, even if it is given in low interest,\" Executive Director of TIB Dr Iftekharuzzaman, said on Friday. He was speaking at a press conference, titled: 'climate equity week 2016' -- jointly organized by TIB, Committee of Concerned Citizens [CCC] and Coastal Livelihood and Environmental Action Network [CLEAN] at Dhaka Reporters' Unity [DRU] in the city. Detailing the negative side of WB policy, Dr Iftekharuzzaman said. \"The government should not receive loan from WB in the climate change fund. The WB must pay the compensation. The country [Bangladesh] has incurred a loss of Tk18000 crore in last four years due to climate change impact. To fight the challenge, Bangladesh also gave $400 million from its own sources."]}, {"relevance_score": 45, "title": "WB running interest business", "published": "2016-10-29", "bodyText": "<p nitf:lede=\"true\">Dhaka, Oct. 29 -- Transparency InternationalBangladesh [TIB] has cautioned Bangladesh government not to take $2 billion from the World Bank to raise climate change fund, even if it is given in low interest.</p><p nitf:lede=\"true\">Instead, the TIB urged the government to demand compensation from the WB to tackle adverse impact of climate change in this part of the globe.</p><p nitf:lede=\"true\">'The WB has taken the policy to run 'interest business' through issuing loans to Bangladesh, instead of paying compensation for climate change. The WB President in his recent visit had committed to give Bangladesh $2 billion fund. But the WB fund won't come without interest. It will increase the amount of debt, even if it is given in low interest,\" Executive Director of TIB Dr Iftekharuzzaman, said on Friday.</p><p>He was speaking at a press conference, titled: 'climate equity week 2016' -- jointly organized by TIB, Committee of Concerned Citizens [CCC] and Coastal Livelihood and Environmental Action Network [CLEAN] at Dhaka Reporters' Unity [DRU] in the city.</p><p>Detailing the negative side of WB policy, Dr Iftekharuzzaman said. \"The government should not receive loan from WB in the climate change fund. The WB must pay the compensation. The country [Bangladesh] has incurred a loss of Tk18000 crore in last four years due to climate change impact. To fight the challenge, Bangladesh also gave $400 million from its own sources. But the countries who were mainly responsible for the devastation gave Bangladesh only $130 million.\"</p><p>He said: \"We, the affected people, have already faced huge losses and still at risk due to climate change. The affected people will have to bear the brunt of debt, if WB fund is received. We can't accept that WB to run interest business. We urge all concerned to stay away from such conspiracy of WB.\"</p><p>\"So far as we know, Bangladesh will get compensation, not loan, for facing the negative and risky situation. The government must try to get the compensation. If the WB is interested to help us to tackle climate change impact, it must give compensation. They shouldn't run the interest business,\" Dr Iftekharuzzaman noted.</p><p>Referring some obstacles to reach green climate fund, he said: \"The WB can give us technical support to ensure our entry to other funds those created for climate change....We will welcome it. But we will not allow any interest business here.\"</p><p>\"We've two major obstacles to get entrance in green climate fund. It has become very tough for Bangladesh to meet the tough standards that fixed for the green climate fund. It is also taking long time.....We demand to make the entry process easy.\"</p><p>Praising Bangladesh government for its courageous role in fighting climate change impact, Dr Iftekharuzzaman further said: \"Prime Minister Sheikh Hasina has also been rewarded for her role in fighting climate change. We've [Bangladesh] made remarkable progress in this sector in the last five years. But the fund, which is raised here, is very small.\"</p><p>According to National Geographic, Bangladesh ranks first as the nation most vulnerable to the impacts of climate change in the coming decades.</p><p>Not only that, the German Watch's Global Climate Risk Index [CRI] of 2011 said Bangladesh is the nation most vulnerable to global climate change in the world while the reasons are complex and extremely intertwined.</p><p>Bangladesh is watered by a total of 57 trans-boundary rivers coming down to it: 54 from neighbouring India and 3 from Myanmar. The country, which has no control of the water flow and volume, drains to the Bay of Bengal over 90% of the total run-off generated annually, experts said.</p><p>Published by HT Digital Content Services with permission from The New Nation. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "The New Nation (Bangladesh)", "instances": ["Instead, the TIB urged the government to demand compensation from the WB to tackle adverse impact of climate change in this part of the globe. The WB has taken the policy to run 'interest business' through issuing loans to Bangladesh, instead of paying compensation for climate change. The WB President in his recent visit had committed to give Bangladesh $2 billion fund. But the WB fund won't come without interest. It will increase the amount of debt, even if it is given in low interest,\" Executive Director of TIB Dr Iftekharuzzaman, said on Friday. He was speaking at a press conference, titled: 'climate equity week 2016' -- jointly organized by TIB, Committee of Concerned Citizens [CCC] and Coastal Livelihood and Environmental Action Network [CLEAN] at Dhaka Reporters' Unity [DRU] in the city. Detailing the negative side of WB policy, Dr Iftekharuzzaman said. \"The government should not receive loan from WB in the climate change fund. The WB must pay the compensation. The country [Bangladesh] has incurred a loss of Tk18000 crore in last four years due to climate change impact. To fight the challenge, Bangladesh also gave $400 million from its own sources."]}, {"relevance_score": 70, "title": "UN Climate Conference and amp; The Planetary Emergency", "published": "2019-12-15", "bodyText": "<p nitf:lede=\"true\">The 25th UN Climate Change Conference (COP25) is taking place in the Spanish capital of Madrid on 2-13 December 2019.</p><p nitf:lede=\"true\">The annual climate conference has become a major event to discuss strategies and action plans to prevent and adopt with climate change and all the consequences that have been threatening the planet earth.</p><p nitf:lede=\"true\">The conference is attracting attention of the global community for a number of reasons: In the year 2020, the landmark Paris Agreement, signed by 196 countries of the World, will come into force.</p><p nitf:lede=\"true\">The global warming and Green House Gas (GHG) emissions continue to rise in the atmosphere, accelerating climate change.</p><p>The UN assessment shows that the poor countries are hit hardest due to climate change. Rising sea levels, intense storms, unpredictable weather and rainfall, flood, larger and longer heatwaves have already affecting tropical and sub-tropical regions of the world, including Bangladesh, India, Indonesia and in the countries of East and West Africa. Industrially developed countries are not away from the effects of climate change.</p><p>The Green Climate Fund (GCF) is created in the Paris Climate Conference in 2015 to assist these climate change victim countries in adopting practices to cope with the consequences of climate change.</p><p>The governments of industrially developed economies formally agreed to the Paris Agreement to mobilize US$100 billion per year by 2020 through public and also from bilateral, multilateral and private funds. The second largest GHS emitter and the largest economy of the world, the USA has formally notified the United Nations on 4 November 2019 that it was withdrawing from the Paris climate accord.</p><p>The US administration understands that the country will be the only UNFCCC (United Nations Framework Convention on Climate Change) member state and the largest economy of the world, which has signed the Paris Agreement and will withdraw from the global initiative. As a result, the US will stop contributing to the GCF and will end reduction of carbon to atmosphere, roll back of fuel efficiency rules set by former US President Barak Obama. The climate conference within the framework of the UNFCCC is the international response to climate change.</p><p>The Paris Agreement have been signed by 196 countries, including the European Union that establishes the basic obligations to stabilize GHG concentrations in the atmosphere at a level that will prevent climate change.</p><p>The Conference of the Parties (COP) is an important annual international forum for taking stock of where the world stands on climate change and discusses issues related to global warming caused by human activities. The COP25 is expected to gather 25, 000 people including the heads of governments and states, politicians, academia, researchers, bureaucrats, activists, observers etc. Last year in Katowice of Poland, more than 20, 000 people attended the COP24.</p><p>The 25th COP is targeting to resolve some of the remaining unresolved issues on the rules that the participating countries (parties) to follow in their efforts to reduce GHG emissions. Also the meeting may announce new initiatives to respond to global warming to try to advance a global strategy for tackling rising global atmospheric temperatures. Also, the COP25 is expected to reach a consensus on funding for repairing damage of the climate crisis. The funding issue is especially important for the climate vulnerable, least developed and the small island nations.</p><p>The GCF support is very important to enable the paradigm shift from “Carbonism” (is a belief that fossil fuel is better than other energy sources and denies the scientific evidences that carbon pollution into atmosphere accelerates climate change and acidification of oceans and water bodies) to low emission and climate resilient development by innovation and investments in mitigation and adaptation projects in the developing world for transformational impacts of climate action. But the paths to secure implementation of the Paris Agreement are not simple mainly as the rich nations in the agreement generally are reluctant to fulfill their pledges to finance the GCF; not all of the major polluting nations want any legally binding date to reduce GHG emissions at the cost of their own usual lifestyles and economic philosophy. Despite the fact that the Trump administration in the US remains firm on withdrawal from the Paris Agreement, it has to wait until 04 November 2020 (4 years from the date USA entered in the Paris Accord) to realize it’s intention into effect in accordance with the Article 28 of the Paris Agreement.</p><p>The Article 28 stipulates that the a party (member country of the Paris Agreement 2015) cannot withdraw from the Paris Agreement 2015 before four years have been passed from the date the agreement came into effect. President Trump considers that the Paris Agreement is ‘unfair, horrible, costly, one sided’. However, optimists consider the Paris Agreement will exist because the rest of the world but USA support it. Instead of fighting climate change as a source of pain, the Paris Agreement 2015 ‘recognizes that the victors in a post-carbon world those who move first’. As reported by the German DW, among the above, the US being the biggest economy pledged to contribute US$ 3.0 billion, followed by Japan ($1.5 billion), the UK ($1.1 billion), France and Germany ($1.0 billion) each. Since then, many of these countries have increased their commitments and more countries have joined the fund. China pledged to contribute to the GCF US$ 3.1 billion over a non-specific timeframe.</p><p>A total of US$ 10.3 billion was promised as well as signed to be paid by 43 countries in 2018, but US$ 6.5 billion has been paid. Japan is the largest contributor so far followed by the USA, UK, Germany, France and Sweden. USA government has paid US$ 1.0 billion as first installment and US$ 500 million as second installment for the GCF under Obama administration. Soon after President Trump took charge of the US government, he criticized Barak Obama’s decision and since then USA did not pay its installments USA pledged. As per the agreement, USA owes US$ 2.0 billion or 20% of the total sum that was supposed to be funded by all nations in the first round of funding. Australia also declined to contribute to the GCF following President Trump’s decision. So far, the rich economies of the world comprising of 27 countries announced the contribution to the GCF.</p><p>The Executive Director of the GCF Mr. Yannick Glemarec observes that the increased contributions as positive but still falls short of the amount needed to meet its global goals. He is hopeful that additional resources will be found for the GCF.</p><p>The European Union and China are pouring money into renewable energy heavily and these two countries have been controlling the global supply chain of renewable energy products and technology. Critics consider that by withdrawing from the Paris Agreement, President Trump has damaged American credibility abroad.</p><p>The American credibility crisis has been reflected in the global forums. If USA continues its isolated policies, there might be a time of revaluation in the world arena.</p><p>The US banks and mighty US dollars will further get isolated and alternative banks and currencies will make US reentry to market complicated. In the backdrop of the increasing natural disasters and dwindling bio-diversity, the mainstream political parties in the countries have been compelled to respond on ‘unequivocal’ public concerns over climate change and human sufferings from global warming.</p><p>The latest example is the UK election manifesto of the major political parties participating in the election where political parties have supported a transition to net zero GHG emission within a few decades and are competing with each other on the policies how to attain the target. Despite the ‘Brexit’ debates hanging over the country, UK members of parliament (House of Commons) have unanimously passed (on 30 April 2019) a motion to declare an ‘environmental and climate emergency’. Earlier the parliaments of Scotland and Wales declared their won climate emergency.</p><p>The analysts consider that the approved nonbinding climate emergency motion in the UK parliament was reached unanimously because thousands of people took to the streets for a sustained period of protests from Extinction Rebellion movement, a number of environmental groups, UK Student Climate Network, Friends of Earth and others including the school strikers led by Greta Thunberg. On 13 November 2019, Bangladesh National Parliament has adopted a motion on planetary emergency arising out of the global climate change, pollution and biodiversity depletion worldwide.</p><p>The approved planetary emergency motion ahead of the upcoming COP25 calls for the global community to act urgently and decisively in achieving the net zero (carbon) emissions well before 2050.</p><p>The COP25 could be a good forum to present the resolution adopted by the Bangladesh Parliament and share views of the world community on how the planetary emergency can be addressed.</p><p>The auspicious COP25 forum may serve as an opportunity to discuss the issues related to planetary emergency and help formulate the implementation plans and get supports from the global community on planetary emergency. As Bangladesh remains the most vulnerable hotspots for global climate change and the adverse impacts, it invites ‘the global community must act urgently, decisively and with considerably higher ambition in achieving net zero emissions well before 2050, capping temperature rise to 1.5 degree Celsius and transitioning swiftly to low carbon economies as overarching priorities.’ The resolution calls for planetary justice and climate equity so that the climate vulnerable countries are assisted with finance and technology to meet their development aspirations in the quickest and the shortest time. Prime Minister of Bangladesh Sheikh Hasina will attend the UN Climate Change Conference in Madrid. She is expected to apprise the world leaders on the steps taken by the Bangladesh government to address the challenges of the climate change, and urge the international community for considering climate financing for providing compensation to the climate change affected countries in line with the ‘Warsaw International Mechanism’. The COP19 held in Warsaw, Poland in 2013 established the mechanism to address for ‘Loss and Damage’ with climate change impacts associated with countries that are particularly vulnerable to the adverse effects of climate change.</p>", "publisher": "Energy and Power", "instances": ["The approved planetary emergency motion ahead of the upcoming COP25 calls for the global community to act urgently and decisively in achieving the net zero (carbon) emissions well before 2050. The COP25 could be a good forum to present the resolution adopted by the Bangladesh Parliament and share views of the world community on how the planetary emergency can be addressed. The auspicious COP25 forum may serve as an opportunity to discuss the issues related to planetary emergency and help formulate the implementation plans and get supports from the global community on planetary emergency. As Bangladesh remains the most vulnerable hotspots for global climate change and the adverse impacts, it invites ‘the global community must act urgently, decisively and with considerably higher ambition in achieving net zero emissions well before 2050, capping temperature rise to 1. 5 degree Celsius and transitioning swiftly to low carbon economies as overarching priorities. ’ The resolution calls for planetary justice and climate equity so that the climate vulnerable countries are assisted with finance and technology to meet their development aspirations in the quickest and the shortest time. Prime Minister of Bangladesh Sheikh Hasina will attend the UN Climate Change Conference in Madrid. She is expected to apprise the world leaders on the steps taken by the Bangladesh government to address the challenges of the climate change, and urge the international community for considering climate financing for providing compensation to the climate change affected countries in line with the ‘Warsaw International Mechanism’. The COP19 held in Warsaw, Poland in 2013 established the mechanism to address for ‘Loss and Damage’ with climate change impacts associated with countries that are particularly vulnerable to the adverse effects of climate change."]}, {"relevance_score": 58, "title": "Time to move for energy transition", "published": "2015-06-20", "bodyText": "<p nitf:lede=\"true\">Dhaka, June 20 -- One of the promises made by the leaders of the world's seven richest nations when they met at Schloss Elmau in Germany last week was an energy transition over the next decades, aiming to gradually phase out fossil fuel emissions this century to avoid the worst of climate change.Putting our faith in as-yet-underdeveloped technology fixes such as 'carbon capture and storage' and 'geo-engineering' to save us in the next 85 years, while the solutions to the climate crisis - renewable technology and community energy systems - exist here and now, is senseless.\"The only way to avoid the worst of climate change is to act now, with urgency and ambition. Not by 2100, nor 2050. We need real commitment to real solutions - and the best place the G7 can start is by taking its money - public money - out of dirty energy\"The only way to avoid the worst of climate change is to act now, with urgency and ambition. Not by 2100, nor 2050. We need real commitment to real solutions - and the best place the G7 can start is by taking its money - public money - out of dirty energy.While the G7 gathered on Jun. 7 and 8, this was the message from people from around the world, who are calling for a ban on all new dirty energy projects and an end to the financing of dirty energy.The G7's role in upholding the current dirty energy system is not limited to the subsidies they pour into fossil fuels daily.G7 countries also directly finance - and profit from - dirty energy projects, particularly in the global South, and in regions where poverty and limited energy access devastate families.These include projects affecting communities deeply reliant on clean air, water, and land that is polluted and stolen from them, projects among populations most vulnerable to the effects of climate change, and projects where people face harassment and human rights violations for speaking out.Last week, France, host of the 30 November-11 December 2015 Paris climate summit - the U.N. gathering to set the agenda for global climate commitments in the next decades - announced that two of the summit's key sponsors will be EDF and ENGIE (formerly GDF-Suez).The French state holds 84 percent and 33.3 percent of shares in these companies respectively. </p><p>Both are involved in the construction of several very controversial, polluting projects across the world.EDF is currently planning the destructive Mphanda Nkuwa mega-dam on the Zambezi River in Mozambique, in the face of fierce opposition from local communities and environmental organisations.A letter from civil society reminds French President Francois Hollande that these and other projects place EDF and ENGIE among the top 50 companies that contribute the most to global climate change.With 46 coal-fired power plants between them, EDF and ENGIE are responsible for emitting 151 million tonnes of CO2 a year - which amounts to about half the total of France's overall emissions.The Italian state owns a considerable number of shares - almost one-third - in oil and gas company ENI. According to a recent report by Amnesty International, last year alone ENI reported 349 oil spills in the Niger Delta from its own operations.The figure is remarkable - almost unbelievable. Each spill triggers a human and ecological crisis. The scale of the devastation and ENI's failure to safeguard communities and ecosystems begs the question: is this sheer incompetence, recklessness, or simply utter indifference to the welfare of local communities?Japan, the next offender on the G7 list, is the number one public financier of coal plants globally among the Organisation for Economic Cooperation and Development (OECD) countries.Japan has 24 coal-powered projects either under construction or planned, many of them in Indonesia, Vietnam and India, where the more vulnerable local populations live under the cloud of plants' toxic emissions.Emissions of deadly sulphur dioxide and nitrogen oxides from coal plants are currently highest in Indonesia, where the planned Batang coal power plant is set to become the largest ever Japanese-financed plant in Southeast Asia.A report by Oil Change International indicates that the United States government alone provides 5.1 billion dollars in national subsidies to fossil fuel exploration each year - that's 5.1 billion dollars into seeking out new sources of civilisation-destroying energy sources.CanadaLikewise, Canada's expanding oil sector (caused by the growth in dirty tar sands production, known as 'the biggest industrial project on Earth') continues to reap the benefits of massive national subsidies.The U.K. government spent 300 times more supporting dirty energy overseas than it contributed towards renewable energy projects during its last term.The 2012-2013 annual report of UK Export Finance, the country's export credit agency, announced spending on projects such as a 147 million pounds (228 million dollars) guarantee to support oil and gas exploration by Petrobras in Brazil and 15 million pounds (23 million dollars) in guarantees to a loan for a gas power project in the Philippines.Domestically, the government is prioritising drilling for new oil and gas, which will require huge subsidies. Hailing carbon-emitting gas as a 'bridge fuel' towards a cleaner energy system, the government is delaying investment in renewables to push fracking onto a population that vehemently opposes the dash for gas.Meanwhile, Germany - the host of the G7 meeting - has been much lauded for its 'Energiewende' ('Energy Revolution'), with a rapidly increasing use of renewable energy compensating for its nuclear phase-out in recent years.However, German euros still make their way into the dirty energy machine - through sizeable tax exemptions afforded to fossil fuel producers' exploration activities - allowing such companies to go further and dig deeper to uncover more carbon that needs to stay in the ground.The G7 countries have done the most to cause climate change. According to the Climate Equity Reference Calculator, they are responsible for 70 percent of historical carbon emissions, while hosting only 10 percent of the global population.A commitment to a phase-out of fossil fuels in eight decades' time is not a commitment. It is an easy promise for a politician, who probably will not even be in power in the next decade, to make. It is an easy promise for a rich nation, whose citizens are not the most vulnerable, to make.G7 societies have grown rich by exploiting the human and natural world. They owe an enormous 'climate debt' to developing nations - yet they can barely scrape together the money they promised to the developing world via the Green Climate Fund.Whether it's an oil spill in Nigeria, a mega-dam in Mozambique or a coal plant in Java, the sources of our publicly-owned dirty energy are always sites of ecological and social devastation.Access to energy is a right, but it should not come at the cost of other people's rights - to clean air and drinking water, to land and food sovereignty, and to sustainable societies.The international movement for climate justice is building, and will keep up pressure on governments to take money out of dirty energy and reinvest it in democratic renewable solutions that benefit everyone.The global shift towards a just energy transformation has long been under way. Now, it's snowballing. People from around the world are showing the way and implementing community-owned renewable energy solutions.There is a hunger for change, despite continued inaction from governments. G7 leaders, take note: you are trailing far behind and have a lot of catching up to do!(Lucy Cadena is co-coordinator of the Climate Justice and Energy Programme for Friends of the Earth International)</p><p>Published by HT Digital Content Services with permission from The New Nation. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "The New Nation (Bangladesh)", "instances": ["Domestically, the government is prioritising drilling for new oil and gas, which will require huge subsidies. Hailing carbon-emitting gas as a 'bridge fuel' towards a cleaner energy system, the government is delaying investment in renewables to push fracking onto a population that vehemently opposes the dash for gas. Meanwhile, Germany - the host of the G7 meeting - has been much lauded for its 'Energiewende' ('Energy Revolution'), with a rapidly increasing use of renewable energy compensating for its nuclear phase-out in recent years. However, German euros still make their way into the dirty energy machine - through sizeable tax exemptions afforded to fossil fuel producers' exploration activities - allowing such companies to go further and dig deeper to uncover more carbon that needs to stay in the ground. The G7 countries have done the most to cause climate change. According to the Climate Equity Reference Calculator, they are responsible for 70 percent of historical carbon emissions, while hosting only 10 percent of the global population. A commitment to a phase-out of fossil fuels in eight decades' time is not a commitment. It is an easy promise for a politician, who probably will not even be in power in the next decade, to make. It is an easy promise for a rich nation, whose citizens are not the most vulnerable, to make. G7 societies have grown rich by exploiting the human and natural world. They owe an enormous 'climate debt' to developing nations - yet they can barely scrape together the money they promised to the developing world via the Green Climate Fund."]}, {"relevance_score": 7, "title": "Don't Take WB Loan to Fight Climate Change", "published": "2016-11-30", "bodyText": "<p nitf:lede=\"true\">The government should not take $2 billion loan from the World Bank for tackling climate change, Transparency InternationalBangladesh said recently. \"It won't be wise to take the loan. We should rather seek compensations from the countries responsible for climate change as Bangladesh is the worst-affected country,\" TIB Executive Director Iftekharuzzaman told a press conference at Dhaka Reporters Unity. \"World Bank will not give the loan interest-free. So, we cannot allow the bank to do business here. We should not put more loan burden on the affected people, but provide them with compensations,\" he added. The TIB, Committee of Concerned Citizens, and Coastal Livelihood and Environmental Action Network (Clean) jointly organized the press conference on \"Climate Equity Week 2016\".</p><p/>", "publisher": "Energy and Power", "instances": ["\"It won't be wise to take the loan. We should rather seek compensations from the countries responsible for climate change as Bangladesh is the worst-affected country,\" TIB Executive Director Iftekharuzzaman told a press conference at Dhaka Reporters Unity. \"World Bank will not give the loan interest-free. So, we cannot allow the bank to do business here. We should not put more loan burden on the affected people, but provide them with compensations,\" he added. The TIB, Committee of Concerned Citizens, and Coastal Livelihood and Environmental Action Network (Clean) jointly organized the press conference on \"Climate Equity Week 2016\"."]}]