[{"relevance_score": 26, "title": "China's forecasting systems to be improved amid climate change, deaths in Henan floods", "published": "2021-07-29", "bodyText": "<p nitf:lede=\"true\">Jul. 29—BEIJING (The Straits Times/ANN) — Forecasters in China are striving to keep up with the increasingly unpredictable and extreme weather changes due to global warming.</p><p>The government will do more to ensure that provinces and cities can better brace themselves for extreme weather events to prevent a repeat of the deadly floods in Henan last week, senior officials said on Wednesday (July 28).</p><p>Vice-minister at the water resources and emergency management ministries Zhou Xuewen told reporters that improving short-term weather forecasts and warning systems is key.</p><p>Henan suffered its worst floods on record last week after torrential downpours dumped nearly a year's worth of rain in the province in just three days.</p><p>Zhengzhou, Henan's provincial capital, was badly affected.</p><p>Footage shared online of commuters trapped in flooded subway train carriages in the city on July 20 gripped the nation.</p><p>Netizens questioned why the subway continued to run when buses had stopped, if authorities were caught off guard by the rain's intensity, and whether ample warnings were issued.</p><p>The floods in Henan killed 73 people, with 14 deaths caused by the flooded subway.</p><p>Chinese Premier Li Keqiang urged officials on Monday this week to take decisive actions to improve safety as China prepares for more extreme weather in the coming months.</p><p>Mr Li said that safety measures need to be beefed up in densely populated cities such as on subways, in tunnels and other underground spaces.</p><p>He added that companies and schools should also be suspended during emergencies.</p><p>Officials are inspecting disaster management plans to ensure relevance amid the changing climate.</p><p>The government will also update civil servants on their responsibilities so that they can react faster to emergencies.</p><p>Such measures must be taken to cope with a new normal of more record-breaking extreme weather events in China, said Mr Wang Zhihua, a spokesman for the China Meteorological Administration.</p><p>Extreme weather events in China have increased in recent years due to global warming. Mr Wang said that the location and intensity of storms in China are shifting.</p><p>Examples include the strong cold winds that occurred in parts of central and eastern China in January and the thunderstorms and tornadoes in the middle and lower reaches of the Yangtze River between April and May.</p><p>The government is taking steps to strengthen flood prevention systems in the north, where heavy rain is expected over the next month.</p><p>Mr Zhou said that it is traditionally drier in the north, so cities in provinces such as Hebei, Heilongjiang and Jilin have insufficient experience with floods.</p><p>Meanwhile, more heavy rain is expected in the northern, eastern and southeastern parts of Henan province until Thursday (July 29), according to the Henan Meteorological Observatory .</p><p>Meteorologists have also blamed Tropical Storm In Fa for the unusual rainfall in Henan.</p><p>The National Meteorological Center said on Tuesday that Tropical Storm In Fa, which caused two landfalls in Zhejiang province on Sunday and Monday, will bring rain to Shanghai and Jiangsu and Shandong provinces, as well as parts of Anhui province, over the following three days.</p><p>___ (c)2021 the Asia News Network (Hamburg, Germany) Visit the Asia News Network (Hamburg, Germany) at <url normalizedValue=\"http://www.asianewsnet.net/home\">www.asianewsnet.net/home</url>/ Distributed by Tribune Content Agency, LLC.</p>", "publisher": "The Daily Star, Dhaka, Bangladesh / Asia News Network", "instances": []}]