[{"relevance_score": 14, "title": "SAARC Agriculture Centre opens regional consultation on regenerative agriculture", "published": "2025-08-04", "bodyText": "<p nitf:lede=\"true\"> The SAARC Agriculture Centre (SAC) inaugurated at a three-day virtual regional consultation meeting on Monday to promote regenerative agriculture among its member states.</p><p nitf:lede=\"true\">The consultation, titled 'Promotion of Regenerative Agriculture in SAARC Member States,' will continue until Wednesday, and includes participants from SAARC nations, various agricultural research organisations, universities, and international bodies.</p><p>The opening session Ambassador Abdul Motaleb Sarker, additional foreign secretary (SAARC and BIMSTEC) from Bangladesh's Ministry of Foreign Affairs, was present as the chief guest.</p><p>He underscored the critical need for South Asian countries to adopt regenerative agriculture, emphasising its potential to restore soil health, leverage digital tools, and develop effective strategies.</p><p>He called on the SAC to lead this initiative, which he believes will also help in restoring biodiversity across the region.</p><p>Md. Harunur Rashid, the director of SAC, who chaired the meeting, reiterated SAC's commitment to promoting sustainable and innovative farming practices in South Asia, stating that regenerative agriculture not only addresses environmental issues but also ensures long-term productivity and resilience for farming systems.</p><p>Tanvir Ahmad Torophder, Director (ARD  and  SDF) of the SAARC Secretariat in Nepal, attended as a special guest. He highlighted the economic benefits of the approach, noting that it improves soil and environmental health while also delivering financial returns for farmers. He stressed that a collaborative regional framework is essential to scale up these practices throughout the SAARC region.</p><p>The inaugural session also featured presentations from experts, including Debashis Chakraborty of the International Maize and Wheat Improvement Center (CIMMYT) and Sikander Khan Tanveer, a senior program specialist at SAC. Their presentations focused on how regenerative agriculture can restore the \"Earth's balance through soil, science, and stewardship\" and provided an overview of the consultation's objectives and program.</p><p>The first day of the event included presentations from each of the SAARC member states, with scientists and specialists sharing their country-specific reports on regenerative agriculture. The consultation's primary goal is to foster regional cooperation, facilitate the exchange of</p><p>knowledge, and align policies to promote these practices, with a focus on restoring degraded soils, enhancing biodiversity, and building climate-resilient food systems in South Asia, according to a press release.</p>", "publisher": "United News of Bangladesh", "instances": ["The SAARC Agriculture Centre (SAC) inaugurated at a three-day virtual regional consultation meeting on Monday to promote regenerative agriculture among its member states. The consultation, titled 'Promotion of Regenerative Agriculture in SAARC Member States,' will continue until Wednesday, and includes participants from SAARC nations, various agricultural research organisations, universities, and international bodies. The opening session Ambassador Abdul Motaleb Sarker, additional foreign secretary (SAARC and BIMSTEC) from Bangladesh's Ministry of Foreign Affairs, was present as the chief guest. He underscored the critical need for South Asian countries to adopt regenerative agriculture, emphasising its potential to restore soil health, leverage digital tools, and develop effective strategies. He called on the SAC to lead this initiative, which he believes will also help in restoring biodiversity across the region. Md.", "The SAARC Agriculture Centre (SAC) inaugurated at a three-day virtual regional consultation meeting on Monday to promote regenerative agriculture among its member states. The consultation, titled 'Promotion of Regenerative Agriculture in SAARC Member States,' will continue until Wednesday, and includes participants from SAARC nations, various agricultural research organisations, universities, and international bodies. The opening session Ambassador Abdul Motaleb Sarker, additional foreign secretary (SAARC and BIMSTEC) from Bangladesh's Ministry of Foreign Affairs, was present as the chief guest. He underscored the critical need for South Asian countries to adopt regenerative agriculture, emphasising its potential to restore soil health, leverage digital tools, and develop effective strategies. He called on the SAC to lead this initiative, which he believes will also help in restoring biodiversity across the region. Md. Harunur Rashid, the director of SAC, who chaired the meeting, reiterated SAC's commitment to promoting sustainable and innovative farming practices in South Asia, stating that regenerative agriculture not only addresses environmental issues but also ensures long-term productivity and resilience for farming systems.", "The SAARC Agriculture Centre (SAC) inaugurated at a three-day virtual regional consultation meeting on Monday to promote regenerative agriculture among its member states. The consultation, titled 'Promotion of Regenerative Agriculture in SAARC Member States,' will continue until Wednesday, and includes participants from SAARC nations, various agricultural research organisations, universities, and international bodies. The opening session Ambassador Abdul Motaleb Sarker, additional foreign secretary (SAARC and BIMSTEC) from Bangladesh's Ministry of Foreign Affairs, was present as the chief guest. He underscored the critical need for South Asian countries to adopt regenerative agriculture, emphasising its potential to restore soil health, leverage digital tools, and develop effective strategies. He called on the SAC to lead this initiative, which he believes will also help in restoring biodiversity across the region. Md. Harunur Rashid, the director of SAC, who chaired the meeting, reiterated SAC's commitment to promoting sustainable and innovative farming practices in South Asia, stating that regenerative agriculture not only addresses environmental issues but also ensures long-term productivity and resilience for farming systems. Tanvir Ahmad Torophder, Director (ARD  and  SDF) of the SAARC Secretariat in Nepal, attended as a special guest. He highlighted the economic benefits of the approach, noting that it improves soil and environmental health while also delivering financial returns for farmers.", "The consultation, titled 'Promotion of Regenerative Agriculture in SAARC Member States,' will continue until Wednesday, and includes participants from SAARC nations, various agricultural research organisations, universities, and international bodies. The opening session Ambassador Abdul Motaleb Sarker, additional foreign secretary (SAARC and BIMSTEC) from Bangladesh's Ministry of Foreign Affairs, was present as the chief guest. He underscored the critical need for South Asian countries to adopt regenerative agriculture, emphasising its potential to restore soil health, leverage digital tools, and develop effective strategies. He called on the SAC to lead this initiative, which he believes will also help in restoring biodiversity across the region. Md. Harunur Rashid, the director of SAC, who chaired the meeting, reiterated SAC's commitment to promoting sustainable and innovative farming practices in South Asia, stating that regenerative agriculture not only addresses environmental issues but also ensures long-term productivity and resilience for farming systems. Tanvir Ahmad Torophder, Director (ARD  and  SDF) of the SAARC Secretariat in Nepal, attended as a special guest. He highlighted the economic benefits of the approach, noting that it improves soil and environmental health while also delivering financial returns for farmers. He stressed that a collaborative regional framework is essential to scale up these practices throughout the SAARC region. The inaugural session also featured presentations from experts, including Debashis Chakraborty of the International Maize and Wheat Improvement Center (CIMMYT) and Sikander Khan Tanveer, a senior program specialist at SAC. Their presentations focused on how regenerative agriculture can restore the \"Earth's balance through soil, science, and stewardship\" and provided an overview of the consultation's objectives and program.", "Harunur Rashid, the director of SAC, who chaired the meeting, reiterated SAC's commitment to promoting sustainable and innovative farming practices in South Asia, stating that regenerative agriculture not only addresses environmental issues but also ensures long-term productivity and resilience for farming systems. Tanvir Ahmad Torophder, Director (ARD  and  SDF) of the SAARC Secretariat in Nepal, attended as a special guest. He highlighted the economic benefits of the approach, noting that it improves soil and environmental health while also delivering financial returns for farmers. He stressed that a collaborative regional framework is essential to scale up these practices throughout the SAARC region. The inaugural session also featured presentations from experts, including Debashis Chakraborty of the International Maize and Wheat Improvement Center (CIMMYT) and Sikander Khan Tanveer, a senior program specialist at SAC. Their presentations focused on how regenerative agriculture can restore the \"Earth's balance through soil, science, and stewardship\" and provided an overview of the consultation's objectives and program. The first day of the event included presentations from each of the SAARC member states, with scientists and specialists sharing their country-specific reports on regenerative agriculture. The consultation's primary goal is to foster regional cooperation, facilitate the exchange ofknowledge, and align policies to promote these practices, with a focus on restoring degraded soils, enhancing biodiversity, and building climate-resilient food systems in South Asia, according to a press release.", "Tanvir Ahmad Torophder, Director (ARD  and  SDF) of the SAARC Secretariat in Nepal, attended as a special guest. He highlighted the economic benefits of the approach, noting that it improves soil and environmental health while also delivering financial returns for farmers. He stressed that a collaborative regional framework is essential to scale up these practices throughout the SAARC region. The inaugural session also featured presentations from experts, including Debashis Chakraborty of the International Maize and Wheat Improvement Center (CIMMYT) and Sikander Khan Tanveer, a senior program specialist at SAC. Their presentations focused on how regenerative agriculture can restore the \"Earth's balance through soil, science, and stewardship\" and provided an overview of the consultation's objectives and program. The first day of the event included presentations from each of the SAARC member states, with scientists and specialists sharing their country-specific reports on regenerative agriculture. The consultation's primary goal is to foster regional cooperation, facilitate the exchange ofknowledge, and align policies to promote these practices, with a focus on restoring degraded soils, enhancing biodiversity, and building climate-resilient food systems in South Asia, according to a press release."]}, {"relevance_score": 17, "title": "SAARC calls for a united push towards regenerative agriculture", "published": "2025-08-06", "bodyText": "<p nitf:lede=\"true\"> Speakers at the regional consultation meeting of the SAARC Agriculture Centre (SAC) highlighted that regenerative agriculture is a transformative pathway to reverse decades of environmental damage, rejuvenate soil ecosystems, and restore harmony between agriculture and nature.</p><p>The consultation aimed to address growing environmental challenges in agriculture by focusing on key issues such as restoring degraded soils, enhancing biodiversity, and building climate-resilient food systems to ensure long-term food security in South Asia.</p><p>The SAC has concluded a three-day virtual Regional Consultation Meeting, from August 4 to 6, on \"Promotion of Regenerative Agriculture in SAARC Member States.\" The event brought together delegates from six SAARC countries, agricultural research bodies, universities, and international agencies to develop a collaborative strategy for promoting regenerative agriculture across the region.</p><p>Urgency and Collaboration Emphasised</p><p>Ambassador Abdul Motaleb Sarker, additional foreign secretary (SAARC and BIMSTEC) of Bangladesh's Ministry of Foreign Affairs, served as the chief guest for the opening session. He stressed the urgent need to restore soil health and biodiversity and urged the SAC to lead a regional movement for agricultural transformation, integrating digital tools and practical strategies.</p><p>Md. Harunur Rashid, director of the SAARC Agriculture Centre, chaired the session. He highlighted that regenerative agriculture is a \"transformative pathway to reverse decades of environmental damage, rejuvenate soil ecosystems, and restore harmony between agriculture and nature.\" He emphasised that these practices are crucial for long-term food security, improving farmer livelihoods, and strengthening regional agri-food systems.</p><p>Tanvir Ahmad Torophder, Director (ARD  and  SDF) of the SAARC Secretariat, Nepal, attended as a Special Guest. He pointed out the economic benefits of regenerative agriculture, stating, \"This approach not only improves soil and environmental health but also delivers financial returns to farmers.\"</p><p>He called for a collaborative framework involving governments, scientists, and the private sector to scale up these practices.</p><p>Expert Presentations and Recommendations</p><p>Over the three days, six technical sessions featured more than 20 expert presentations. Focal point scientists and national specialists from SAARC member states presented country-specific papers, highlighting common regional challenges like rising temperatures, soil degradation, water scarcity, and financial constraints faced by farmers.</p><p>The experts advocated for knowledge sharing, farmer training, and the creation of large-scale extension programs tailored to the region's specific needs. Many speakers called for strong government support and greater cooperation among SAARC countries to facilitate the widespread adoption of regenerative practices, according to a press release.</p>", "publisher": "United News of Bangladesh", "instances": ["Speakers at the regional consultation meeting of the SAARC Agriculture Centre (SAC) highlighted that regenerative agriculture is a transformative pathway to reverse decades of environmental damage, rejuvenate soil ecosystems, and restore harmony between agriculture and nature. The consultation aimed to address growing environmental challenges in agriculture by focusing on key issues such as restoring degraded soils, enhancing biodiversity, and building climate-resilient food systems to ensure long-term food security in South Asia. The SAC has concluded a three-day virtual Regional Consultation Meeting, from August 4 to 6, on \"Promotion of Regenerative Agriculture in SAARC Member States. The event brought together delegates from six SAARC countries, agricultural research bodies, universities, and international agencies to develop a collaborative strategy for promoting regenerative agriculture across the region. Urgency and Collaboration EmphasisedAmbassador Abdul Motaleb Sarker, additional foreign secretary (SAARC and BIMSTEC) of Bangladesh's Ministry of Foreign Affairs, served as the chief guest for the opening session. He stressed the urgent need to restore soil health and biodiversity and urged the SAC to lead a regional movement for agricultural transformation, integrating digital tools and practical strategies.", "Speakers at the regional consultation meeting of the SAARC Agriculture Centre (SAC) highlighted that regenerative agriculture is a transformative pathway to reverse decades of environmental damage, rejuvenate soil ecosystems, and restore harmony between agriculture and nature. The consultation aimed to address growing environmental challenges in agriculture by focusing on key issues such as restoring degraded soils, enhancing biodiversity, and building climate-resilient food systems to ensure long-term food security in South Asia. The SAC has concluded a three-day virtual Regional Consultation Meeting, from August 4 to 6, on \"Promotion of Regenerative Agriculture in SAARC Member States. The event brought together delegates from six SAARC countries, agricultural research bodies, universities, and international agencies to develop a collaborative strategy for promoting regenerative agriculture across the region. Urgency and Collaboration EmphasisedAmbassador Abdul Motaleb Sarker, additional foreign secretary (SAARC and BIMSTEC) of Bangladesh's Ministry of Foreign Affairs, served as the chief guest for the opening session. He stressed the urgent need to restore soil health and biodiversity and urged the SAC to lead a regional movement for agricultural transformation, integrating digital tools and practical strategies. Md. Harunur Rashid, director of the SAARC Agriculture Centre, chaired the session.", "Speakers at the regional consultation meeting of the SAARC Agriculture Centre (SAC) highlighted that regenerative agriculture is a transformative pathway to reverse decades of environmental damage, rejuvenate soil ecosystems, and restore harmony between agriculture and nature. The consultation aimed to address growing environmental challenges in agriculture by focusing on key issues such as restoring degraded soils, enhancing biodiversity, and building climate-resilient food systems to ensure long-term food security in South Asia. The SAC has concluded a three-day virtual Regional Consultation Meeting, from August 4 to 6, on \"Promotion of Regenerative Agriculture in SAARC Member States. The event brought together delegates from six SAARC countries, agricultural research bodies, universities, and international agencies to develop a collaborative strategy for promoting regenerative agriculture across the region. Urgency and Collaboration EmphasisedAmbassador Abdul Motaleb Sarker, additional foreign secretary (SAARC and BIMSTEC) of Bangladesh's Ministry of Foreign Affairs, served as the chief guest for the opening session. He stressed the urgent need to restore soil health and biodiversity and urged the SAC to lead a regional movement for agricultural transformation, integrating digital tools and practical strategies. Md. Harunur Rashid, director of the SAARC Agriculture Centre, chaired the session. He highlighted that regenerative agriculture is a \"transformative pathway to reverse decades of environmental damage, rejuvenate soil ecosystems, and restore harmony between agriculture and nature.", "The event brought together delegates from six SAARC countries, agricultural research bodies, universities, and international agencies to develop a collaborative strategy for promoting regenerative agriculture across the region. Urgency and Collaboration EmphasisedAmbassador Abdul Motaleb Sarker, additional foreign secretary (SAARC and BIMSTEC) of Bangladesh's Ministry of Foreign Affairs, served as the chief guest for the opening session. He stressed the urgent need to restore soil health and biodiversity and urged the SAC to lead a regional movement for agricultural transformation, integrating digital tools and practical strategies. Md. Harunur Rashid, director of the SAARC Agriculture Centre, chaired the session. He highlighted that regenerative agriculture is a \"transformative pathway to reverse decades of environmental damage, rejuvenate soil ecosystems, and restore harmony between agriculture and nature. He emphasised that these practices are crucial for long-term food security, improving farmer livelihoods, and strengthening regional agri-food systems. Tanvir Ahmad Torophder, Director (ARD  and  SDF) of the SAARC Secretariat, Nepal, attended as a Special Guest. He pointed out the economic benefits of regenerative agriculture, stating, \"This approach not only improves soil and environmental health but also delivers financial returns to farmers. He called for a collaborative framework involving governments, scientists, and the private sector to scale up these practices. Expert Presentations and RecommendationsOver the three days, six technical sessions featured more than 20 expert presentations.", "Md. Harunur Rashid, director of the SAARC Agriculture Centre, chaired the session. He highlighted that regenerative agriculture is a \"transformative pathway to reverse decades of environmental damage, rejuvenate soil ecosystems, and restore harmony between agriculture and nature. He emphasised that these practices are crucial for long-term food security, improving farmer livelihoods, and strengthening regional agri-food systems. Tanvir Ahmad Torophder, Director (ARD  and  SDF) of the SAARC Secretariat, Nepal, attended as a Special Guest. He pointed out the economic benefits of regenerative agriculture, stating, \"This approach not only improves soil and environmental health but also delivers financial returns to farmers. He called for a collaborative framework involving governments, scientists, and the private sector to scale up these practices. Expert Presentations and RecommendationsOver the three days, six technical sessions featured more than 20 expert presentations. Focal point scientists and national specialists from SAARC member states presented country-specific papers, highlighting common regional challenges like rising temperatures, soil degradation, water scarcity, and financial constraints faced by farmers. The experts advocated for knowledge sharing, farmer training, and the creation of large-scale extension programs tailored to the region's specific needs. Many speakers called for strong government support and greater cooperation among SAARC countries to facilitate the widespread adoption of regenerative practices, according to a press release."]}, {"relevance_score": 40, "title": "'Bangladesh holds strategic significance in Bayer's growth map'", "published": "2025-06-18", "bodyText": "<p nitf:lede=\"true\">Dhaka, June 18 -- The Better Life Farming (BLF) initiative is a key global effort aimed at achieving this goal. Bangladesh is a key target country for Bayer's BLF initiative, which is rapidly expanding its reach within the country, said Simon-Thorsten Wiebusch, Cluster Head, Bayer CropScience, India, Bangladesh &amp; Sri Lanka (IBSL), during an interview with The Financial Express. Text of the interview follows:</p><p nitf:lede=\"true\">Question (Q): Mr Wiebusch, how does Bayer view Bangladesh in terms of its agricultural market potential within the South Asia region?</p><p>Answer (A): Agriculture in Bangladesh has tremendous potential. Its large population and rising demand for food has created a significant opportunity for innovative solutions. The country's strong agricultural backbone aligns with Bayer's mission to transform farming through technology, productivity, and sustainability.</p><p>Q: What potential do you see in the Bangladeshi agricultural sector for Bayer's future growth?</p><p>A: Bangladesh has a young, dynamic farming community that's increasingly open to adopting new technologies. The government is investing in modernizing agriculture, which creates opportunities for Bayer to introduce high-yield seeds, crop protection products, and digital farming tools. There's also significant potential in areas like climate-resilient agriculture and precision farming.</p><p>Q: What is Bayer's mid-to-long-term plan for Bangladesh?</p><p>A: Our plan is focused on expanding our footprint in Bangladesh by deepening farmer outreach, introducing new innovations, and building stronger local partnerships. We aim to bring more hybrid seeds, invest in training programs,advance agronomic practices by combining seeds, best crop protection solutions and ensuring soil health to ensure regenerative agriculture in Bangladesh.. Additionally, we're exploring collaborations with startups and Agri-tech platforms to accelerate digital transformation- all with the broader goal of meeting the growing need for nutritional security for 220 Million Bangladeshi's, while also enabling potential export opportunities in the future.</p><p>Q: Operating in a new market often comes with unique challenges. What has Bayer's experience been in Bangladesh?</p><p>A: Every market has its own nuances and challenges. In Bangladesh, the opportunities far outweigh the challenges and with strong cooperation from the government and local stakeholders we are confident of overcoming the challenges. Our focus is on building long-term relationships rooted in trust, transparency, and shared value.</p><p>Q: Can you highlight some of Bayer's ongoing initiatives that are making a difference in Bangladesh?</p><p>A: Certainly. We've launched farmer education programs focused on safe and effective use of crop protection solutions. Bayer has also initiated collaborations to support women in agriculture and promote sustainable practices. Our product portfolio is being continuously expanded to ensure farmers have access to the best inputs available. One such very successful initiative are the Better Life Farming centres set up by Bayer in Bangladesh.Bayer has set an SDG goal to empower 100 million smallholder farmers worldwide by 2030. The Better Life Farming (BLF) initiative is a key global effort aimed at achieving this goal. Bangladesh is a key target country for Bayer's BLF initiative, which is rapidly expanding its reach within the country.</p><p>The BLF initiative seeks to enhance the income and living standards of smallholder farmers by providing holistic solutions both on and off the crop field, primarily through increased yields and the smart utilization of resources. With approximately 1,000 BLF centers nationwide, Bayer is connecting with smallholder farmers to offer innovative crop protection solutions and high-yield hybrid seeds. We also share knowledge of modern agricultural technology through extensive training sessions, result demonstrations, and method showcases led by dedicated agronomists.</p><p>As part of Bayer's stewardship commitment, BLF promotes the safe use of pesticides among farmers. Additionally, we are exploring collaborations with technology, nutrient, and other industries to address needs beyond quality seeds and crop protection solutions.</p><p>Q: What kind of support or policy framework would you like to see from the Bangladesh government to encourage further investment?</p><p>A: A stable and predictable regulatory environment is key. We also welcome policies that encourage innovation, protect intellectual property, and support digital infrastructure in rural areas. Public-private partnerships, faster registration of new products and technologies and increased investment in agri-research will further boost the confidence of large and established companies like Bayer.</p><p>Published by HT Digital Content Services with permission from The Financial Express. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htdigital.in\">contentservices@htdigital.in</email></p>", "publisher": "The Financial Express (Bangladesh)", "instances": ["A: Bangladesh has a young, dynamic farming community that's increasingly open to adopting new technologies. The government is investing in modernizing agriculture, which creates opportunities for Bayer to introduce high-yield seeds, crop protection products, and digital farming tools. There's also significant potential in areas like climate-resilient agriculture and precision farming. Q: What is Bayer's mid-to-long-term plan for Bangladesh? A: Our plan is focused on expanding our footprint in Bangladesh by deepening farmer outreach, introducing new innovations, and building stronger local partnerships. We aim to bring more hybrid seeds, invest in training programs,advance agronomic practices by combining seeds, best crop protection solutions and ensuring soil health to ensure regenerative agriculture in Bangladesh. . Additionally, we're exploring collaborations with startups and Agri-tech platforms to accelerate digital transformation- all with the broader goal of meeting the growing need for nutritional security for 220 Million Bangladeshi's, while also enabling potential export opportunities in the future. Q: Operating in a new market often comes with unique challenges. What has Bayer's experience been in Bangladesh? A: Every market has its own nuances and challenges."]}, {"relevance_score": 17, "title": "Primark accelerates sustainability and ethical sourcing towards greener future", "published": "2024-11-28", "bodyText": "<p nitf:lede=\"true\">Dhaka, Nov. 28 -- Primark has achieved an 11.6% reduction in carbon emissions across its value chain, keeping it on course to meet its target of halving emissions by 2030</p><p>In its latest sustainability report, Primark's parent company, ABF highlighted a 21% decrease in Scope 1 and 2 market-based emissions since 2023, representing a significant 52% reduction compared to its 2019 baseline. These improvements were driven by enhanced energy efficiency measures in stores and a shift toward renewable energy procurement.</p><p>Overall, Primark has achieved a 1.9% reduction in total carbon emissions since 2019, with notable progress in the past year, marking an 11.6% decline in emissions year-on-year.</p><p>According to Primark's Sustainability &amp; Ethics Progress Report 2023-2024, up from 11% in the previous year, nearly two-thirds (66%) of its apparel now comprises recycled or more sustainably produced materials.</p><p>Additionally, Primark has laid forth a plan to increase the Cotton Project's use of regenerative agriculture techniques by 2030.</p><p>57% of the cotton clothing units sold this year were made from recycled, organic, or Primark Cotton Project-sourced cotton.</p><p>In terms of circularity, Primark has concentrated on enhancing the proportion of garments designed for circular use, particularly in categories such as denim and jerseys.</p><p>Approximately 3% of the clothing sold in the last year met the criteria outlined in Primark's Circular Product Standard.</p><p>Primark introduced its Durability Framework this year to address the notion that durable clothing is more expensive.</p><p>This initiative responds to the European Union's emphasis on product longevity amidst rising living costs and environmental concerns related to textile waste. Primark is actively working towards a more sustainable future.</p><p>Published by HT Digital Content Services with permission from The New Nation. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htdigital.in\">contentservices@htdigital.in</email></p>", "publisher": "The New Nation (Bangladesh)", "instances": ["These improvements were driven by enhanced energy efficiency measures in stores and a shift toward renewable energy procurement. Overall, Primark has achieved a 1. 9% reduction in total carbon emissions since 2019, with notable progress in the past year, marking an 11. 6% decline in emissions year-on-year. According to Primark's Sustainability &amp; Ethics Progress Report 2023-2024, up from 11% in the previous year, nearly two-thirds (66%) of its apparel now comprises recycled or more sustainably produced materials. Additionally, Primark has laid forth a plan to increase the Cotton Project's use of regenerative agriculture techniques by 2030. 57% of the cotton clothing units sold this year were made from recycled, organic, or Primark Cotton Project-sourced cotton. In terms of circularity, Primark has concentrated on enhancing the proportion of garments designed for circular use, particularly in categories such as denim and jerseys. Approximately 3% of the clothing sold in the last year met the criteria outlined in Primark's Circular Product Standard. Primark introduced its Durability Framework this year to address the notion that durable clothing is more expensive. This initiative responds to the European Union's emphasis on product longevity amidst rising living costs and environmental concerns related to textile waste."]}, {"relevance_score": 9, "title": "Unilever Bangladesh, the UK Government and EY to fund early-stage businesses", "published": "2023-11-03", "bodyText": "<p nitf:lede=\"true\">Unilever Bangladesh Limited (UBL) announced a new collaboration with the UK Government, EY, the SAJIDA Foundation and the British Asian Trust to launch the TRANSFORM Climate Challenge.</p><p>This new impact accelerator aims to promote climate resilience and plastic circularity through innovative businesses in Bangladesh.</p><p>Unilever, the UK Government and EY, are experienced collaborators on the TRANSFORM initiative, which has positively impacted the lives of 10 million people, 3 million of which are in Bangladesh.</p><p>Today they join forces with the SAJIDA Foundation and the British Asian Trust on the TRANSFORM Climate Challenge, to support social innovators working in the areas of regenerative agriculture and water, sanitation and hygiene (WSH) and are together expanding the scope to also include plastic circularity.</p><p>Entrepreneurs can apply from 1 November 2023. Through TRANSFORM, the UK Government will provide successful applicants with grant funding of up to BDT 9,000,000 per enterprise to test and scale their projects.</p><p>H. E. Sarah Cooke, British High Commissioner to Bangladesh, said, 'The combination of the UK Government's grant funding, together with Unilever and EY's expertise and network accelerants, will help support social enterprises increase their positive impact in tackling major environmental challenges.'</p>", "publisher": "United News of Bangladesh", "instances": ["Unilever Bangladesh Limited (UBL) announced a new collaboration with the UK Government, EY, the SAJIDA Foundation and the British Asian Trust to launch the TRANSFORM Climate Challenge. This new impact accelerator aims to promote climate resilience and plastic circularity through innovative businesses in Bangladesh. Unilever, the UK Government and EY, are experienced collaborators on the TRANSFORM initiative, which has positively impacted the lives of 10 million people, 3 million of which are in Bangladesh. Today they join forces with the SAJIDA Foundation and the British Asian Trust on the TRANSFORM Climate Challenge, to support social innovators working in the areas of regenerative agriculture and water, sanitation and hygiene (WSH) and are together expanding the scope to also include plastic circularity. Entrepreneurs can apply from 1 November 2023. Through TRANSFORM, the UK Government will provide successful applicants with grant funding of up to BDT 9,000,000 per enterprise to test and scale their projects. H. E. Sarah Cooke, British High Commissioner to Bangladesh, said, 'The combination of the UK Government's grant funding, together with Unilever and EY's expertise and network accelerants, will help support social enterprises increase their positive impact in tackling major environmental challenges."]}, {"relevance_score": 60, "title": "Can probiotic bacteria save soil and farmers' fortunes?", "published": "2024-07-28", "bodyText": "<p nitf:lede=\"true\">Dhaka, July 28 -- Deploying good bacteria to fight bad bacteria!</p><p nitf:lede=\"true\">It sounded like a fanciful idea, the sort that might occur only to a scientist. But testing it on a green chilli farm the size of 1.5 football fields was absurd, at least that was what seemed to farmer Sumon Mia.</p><p nitf:lede=\"true\">He was sceptical. But he eventually agreed to try the experimental fertiliser. He mixed a powdery substance, said to contain beneficial bacteria, into water and sprayed it on his plants.</p><p nitf:lede=\"true\">\"The result was superb,\" said Mia, 40, a farmer in Baliadangi Upazila of Takurgaon District -- more than a nine-hour drive from the capital city Dhaka.</p><p>The bacteria, applied in a fistful amount for the land, dramatically reduced crop withering and increased yields. \"It worked great even in the rainy season,\" Mia said, when insecticides and pesticides usually wash away.</p><p>He received the free powder from Bangladesh Agricultural Research Institute (BARI) officials, who were experimenting with the technology. Mia is one of the early beneficiaries of this invisible innovation: beneficial bacteria, the green fertiliser of the future.</p><p>Like chemical fertilisers, these bacteria can combat crop diseases and provide nutrients, but without harming the environment.</p><p>\"It can cut typical fertiliser use by 50 per cent, but it is not a complete replacement for synthetic ones,\" said Dr Tofazzal Islam, a professor at Bangabandhu Sheikh Mujibur Rahman Agricultural University.</p><p>Still, probiotic fertilisers can help Bangladesh achieve a United Nations Sustainable Development Goal by balancing agricultural productivity with environmental protection.</p><p>Probiotics don't punish the soil</p><p>The agriculture sector, which employs more than 44 per cent of the population, now heavily relies on chemical pesticides to combat plant diseases and fertilisers to increase yields.</p><p>The country's farming policies and technologies have traditionally focused on raising productivity, often at the expense of sustainability.</p><p>BARI official TM Hossain, who is leading the probiotic fertiliser pilot after discovering four beneficial bacteria and developing liquid and powdered forms, said excessive chemical fertilisers are rapidly degrading soil health, reducing fertility and disease resistance.</p><p>In contrast, he said, beneficial or probiotic bacteria help store more carbon in the soil, improve water retention and provide nutrients to plants.</p><p>While carbon in the atmosphere is a major contributor to climate change, underground it nourishes plants.</p><p>Mr Hossain said widespread adoption of probiotic fertilisers would benefit farmers, the environment and the government.</p><p>However, he acknowledged that most farmers at the grassroots are unaware of probiotic technology.</p><p>\"We need a massive campaign to promote these bacteria and conserve nature, which requires at least 76 per cent beneficial microbial organisms,\" he said.</p><p>Mr Hossain said many districts have poor or adverse soil conditions, such as the high salinity in coastal Khulna. \"Salt-tolerant bacteria could be beneficial for plants there.\"</p><p>In developed countries, crop production is shifting towards conservation or regenerative agriculture to protect and improve soil health. \"This is a key technology for sustainable agriculture,\" Hossain told The Financial Express, referring to their trials at 17 locations.</p><p>Tofazzal Islam, a professor at Bangabandhu Sheikh Mujibur Rahman Agricultural University (BSMRAU) who also researched the technology, said it would help farmers cope with increasingly unpredictable weather patterns caused by climate change.</p><p>The cost of chemical fertilisers</p><p>Local farmers have used fertilizers and pesticides since the early 1950s, and their use has now peaked. This has fuelled agricultural productivity, helping to reduce hunger and poverty rates to nearly 19 per cent in 2022, down from 2010.</p><p>Rice production, the country's staple, reached around 39 million tonnes in 2023 -- an increase of more than 5 per cent from 2021. Since 1971-72, rice production has risen by more than 270 per cent to 36.3 million tonnes in the 2018 fiscal year.</p><p>Potato production, the country's most consumed vegetable, reached 10.43 million tonnes in 2023, also up more than 5 per cent from 2021, according to the Bangladesh Bureau of Statistics (BBS).</p><p>But those achievements came at a huge price tag -- for the state coffers and the nature.</p><p>The negative impacts of these fertilisers and pesticides on the environment, human health and biodiversity have worsened.</p><p>About two-thirds of nitrogen-based and half of phosphate fertilisers applied to crops are lost, often washing into ponds, lakes, rivers, and oceans, suffocating aquatic life in areas with low oxygen levels, according to extensive research by international organisations.</p><p>Besides, global fertiliser production, reliant on natural gas or coal, accounts for 2 per cent of the world's climate-warming emissions. On the financial front, chemical fertilisers are expensive despite government subsidies for importers.</p><p>In the FY 2023-24, subsidies exceeded Tk280 billion -- more than double the usual amount -- as prices soared due to the Ukraine-Russia war and other global tensions, according to the Bangladesh Fertiliser Association.</p><p>Although prices have fallen, the government continues to pay more for conventional fertilisers due to time lags. The subsidy could be Tk150 billion in the current fiscal year, according to the Fertiliser Association.</p><p>The government provides a subsidy of Tk16-17 per kilogram of urea.</p><p>Cheaper than synthetic ones</p><p>Beneficial microbes on farms offer a cheaper alternative technology. Agro-economists see compelling reasons to adopt microbial technology, which can benefit farmers financially.</p><p>\"The main incentive for growers to use microbial fertilisers is economic,\" said Dr Jahangir Alam, a professor at the Bangladesh Agricultural University (BAU) in Mymensingh.</p><p>When nitrogen-producing microbes attach to plant roots, nutrient runoff is minimised, reducing the need for excessive conventional fertilisers.</p><p>\"If farmers can achieve the same agri output by applying bacteria, they should do it,\" he said.</p><p>Once applied, microbes continue working with the plant and, unlike conventional nutrients, do not require repeated applications throughout the growing season, Dr Alam said.</p><p>Still scientists for not rushing it up</p><p>This shift to microbial fertilisers may be risky for many farmers as crop failures mean lost food and income. Many farms in the country are \"subsistence farming\" as they completely depend on it for livelihood.</p><p>Farming scientists are aware of the fact that as chemical fertilisers and pesticides offer immediate solutions, and bacteria are invisible, many farmers may be sceptical about microbial benefits.</p><p>Besides, among the policymakers, some may also believe implementation costs are high and that improving soil quality takes years.</p><p>BAU Professor Jahangir Alam said farmers have long relied on chemicals and changing practices will take time.</p><p>Microbiology Professor at Chittagong University Mohammed Manchur believes the government should adopt the technology to reduce fertiliser spending and achieve Sustainable Development Goals.</p><p>\"We need a campaign and more trained personnel,\" he said. However, he cautioned against hasty decisions, citing Sri Lanka's recent agricultural reforms and economic crisis.</p><p>[email protected]</p><p>Published by HT Digital Content Services with permission from The Financial Express. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htdigital.in\">contentservices@htdigital.in</email></p>", "publisher": "The Financial Express (Bangladesh)", "instances": ["Mr Hossain said widespread adoption of probiotic fertilisers would benefit farmers, the environment and the government. However, he acknowledged that most farmers at the grassroots are unaware of probiotic technology. We need a massive campaign to promote these bacteria and conserve nature, which requires at least 76 per cent beneficial microbial organisms,\" he said. Mr Hossain said many districts have poor or adverse soil conditions, such as the high salinity in coastal Khulna. \"Salt-tolerant bacteria could be beneficial for plants there. In developed countries, crop production is shifting towards conservation or regenerative agriculture to protect and improve soil health. \"This is a key technology for sustainable agriculture,\" Hossain told The Financial Express, referring to their trials at 17 locations. Tofazzal Islam, a professor at Bangabandhu Sheikh Mujibur Rahman Agricultural University (BSMRAU) who also researched the technology, said it would help farmers cope with increasingly unpredictable weather patterns caused by climate change. The cost of chemical fertilisersLocal farmers have used fertilizers and pesticides since the early 1950s, and their use has now peaked. This has fuelled agricultural productivity, helping to reduce hunger and poverty rates to nearly 19 per cent in 2022, down from 2010. Rice production, the country's staple, reached around 39 million tonnes in 2023 -- an increase of more than 5 per cent from 2021."]}, {"relevance_score": 38, "title": "Dutch govt plans to invest 7.0m euros", "published": "2022-12-18", "bodyText": "<p nitf:lede=\"true\">Dhaka, Dec. 18 -- The Dutch government is planning to invest Euro 7.0 million to help 90,000 small farming households in rural Bangladesh grow as agro entrepreneurs under a project, said a top regional boss of Solidaridad, the implementing agency of the project.</p><p nitf:lede=\"true\">\"This is just the beginning, we are trying to figure out the right kind of business process, so that we can massively scale up these initiative in future,\" said Dr. Shatadru Chattopadhayay, Managing Director, Solidaridad Asia.</p><p>The project plans to implement interventions through introduction of water efficient, climate-smart, and regenerative agriculture production systems; watershed protection; and watershed management and governance.</p><p>Talking to The Financial Express, he said agriculture in Bangladesh needs modernisation urgently.</p><p>\"It is urgent because of Bangladesh agriculture's extreme vulnerability to climate change as the seventh most vulnerable country in the world.\"</p><p>Climate change is reducing crop yields and nutritional quality of major cereals, and lowering livestock productivity.</p><p>\"Substantial investments in adaptation will be required to maintain current yields and to raise production and food quality to meet demand.\"</p><p>Dr. Shatadru noted that agriculture is the largest employment sector in Bangladesh, making up 14.2 per cent of Bangladesh's GDP in 2017 and employing about 42.7 per cent of the workforce.</p><p>The performance of this sector has an overwhelming impact on major macro-economic objectives, like employment generation, poverty alleviation, human resources development, food security, and other economic and social forces.</p><p>However, large industries would not be a way forward among these challenges; whereas small and medium enterprises, having great potential with low investment, would make great impact.</p><p>He said Solidaridad aims to improve and diversify coastal agriculture of Bangladesh through innovative ecosystem-based water and land use planning for greater climate resiliency and economic return among the coastal communities.</p><p>Talking about the country's economy, Dr. Shatadru said amidst COVID-19, when most of the developing countries, including India, were recording a negative growth, Bangladesh experienced a positive growth rate of 3.4 per cent.</p><p>However, the country is experiencing symptoms that could stall such an impressive record, like rising divergences in the government's fiscal balance; precarious balance of payments situation; rapidly declining foreign exchange reserves; demand-supply gaps in energy markets; and inflationary tendencies, he noted.</p><p>\"The shocks of the pandemic and the Russia-Ukraine war could further create financial vulnerabilities on the country, as it was forced to seek a precautionary loan of US$ 4.5 billion from the International Monetary Fund (IMF).\"</p><p>As RMG is the country's key export earning sector, Bangladesh needs to urgently modernise the sector through diversification, greater inflow of FDI and technology transfers, production of high-value products, progress on design and branding, and development of upstream and downstream industries to help offset job losses - resulting from automation.</p><p>Dr. Shatadru also said Bangladesh should focus on improving export markets of leather and leather goods.</p><p>\"Declining demand for crust and processed leather in the export market, lack of proper waste management, safety and compliance issues, lack of new investment, and lack of product variety are the main reasons behind the steady decline in export earnings.\"</p><p>As the economic power of Bangladesh is rapidly increasing, its citizens would consume more food, vegetable oil and milk, and require more feed for meat, he opined.</p><p>In order to meet these rising demands, the farmers, especially small-hold farms, would increase yields by using chemicals, fertilisers, fresh water and energy in a massive scale.</p><p>\"It would have profound ecological impacts, as we have witnessed in the Green Revolution states of Haryana and Punjab of India.\"</p><p>So, there is a need of paradigm shift towards regenerative agriculture. Solidaridad seeks to work with Bangladeshi stakeholders to usher in a regenerative agriculture revolution, he mentioned.</p><p>\"Regenerative agriculture\" is a way of holistic farming to build and improve soil fertility, whilst sequestering and storing atmospheric CO2, increasing on-farm diversity, and improving water and energy management.</p><p>To restore degraded lands due to excessive and unsustainable cultivation, regenerative agriculture practices, such as crop diversification, tree planting, reduced tillage, mulching, and water conservation techniques spur benefits for both agribusinesses and society.</p><p>Regenerative practices are comparatively cost-effective, relying mainly on knowledge, time and labour. Solidaridad, in its programmes in India, Indonesia, Malaysia and Bangladesh - covering palm oil, sugarcane, cotton and mangoes, has seen reduced input costs while increased yield levels, he added.</p><p>Published by HT Digital Content Services with permission from The Financial Express. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "The Financial Express (Bangladesh)", "instances": ["Dhaka, Dec. 18 -- The Dutch government is planning to invest Euro 7. 0 million to help 90,000 small farming households in rural Bangladesh grow as agro entrepreneurs under a project, said a top regional boss of Solidaridad, the implementing agency of the project. This is just the beginning, we are trying to figure out the right kind of business process, so that we can massively scale up these initiative in future,\" said Dr. Shatadru Chattopadhayay, Managing Director, Solidaridad Asia. The project plans to implement interventions through introduction of water efficient, climate-smart, and regenerative agriculture production systems; watershed protection; and watershed management and governance. Talking to The Financial Express, he said agriculture in Bangladesh needs modernisation urgently. It is urgent because of Bangladesh agriculture's extreme vulnerability to climate change as the seventh most vulnerable country in the world. Climate change is reducing crop yields and nutritional quality of major cereals, and lowering livestock productivity. Substantial investments in adaptation will be required to maintain current yields and to raise production and food quality to meet demand. Dr.", "Shatadru also said Bangladesh should focus on improving export markets of leather and leather goods. Declining demand for crust and processed leather in the export market, lack of proper waste management, safety and compliance issues, lack of new investment, and lack of product variety are the main reasons behind the steady decline in export earnings. As the economic power of Bangladesh is rapidly increasing, its citizens would consume more food, vegetable oil and milk, and require more feed for meat, he opined. In order to meet these rising demands, the farmers, especially small-hold farms, would increase yields by using chemicals, fertilisers, fresh water and energy in a massive scale. It would have profound ecological impacts, as we have witnessed in the Green Revolution states of Haryana and Punjab of India. So, there is a need of paradigm shift towards regenerative agriculture. Solidaridad seeks to work with Bangladeshi stakeholders to usher in a regenerative agriculture revolution, he mentioned. Regenerative agriculture\" is a way of holistic farming to build and improve soil fertility, whilst sequestering and storing atmospheric CO2, increasing on-farm diversity, and improving water and energy management. To restore degraded lands due to excessive and unsustainable cultivation, regenerative agriculture practices, such as crop diversification, tree planting, reduced tillage, mulching, and water conservation techniques spur benefits for both agribusinesses and society. Regenerative practices are comparatively cost-effective, relying mainly on knowledge, time and labour. Solidaridad, in its programmes in India, Indonesia, Malaysia and Bangladesh - covering palm oil, sugarcane, cotton and mangoes, has seen reduced input costs while increased yield levels, he added.", "Declining demand for crust and processed leather in the export market, lack of proper waste management, safety and compliance issues, lack of new investment, and lack of product variety are the main reasons behind the steady decline in export earnings. As the economic power of Bangladesh is rapidly increasing, its citizens would consume more food, vegetable oil and milk, and require more feed for meat, he opined. In order to meet these rising demands, the farmers, especially small-hold farms, would increase yields by using chemicals, fertilisers, fresh water and energy in a massive scale. It would have profound ecological impacts, as we have witnessed in the Green Revolution states of Haryana and Punjab of India. So, there is a need of paradigm shift towards regenerative agriculture. Solidaridad seeks to work with Bangladeshi stakeholders to usher in a regenerative agriculture revolution, he mentioned. Regenerative agriculture\" is a way of holistic farming to build and improve soil fertility, whilst sequestering and storing atmospheric CO2, increasing on-farm diversity, and improving water and energy management. To restore degraded lands due to excessive and unsustainable cultivation, regenerative agriculture practices, such as crop diversification, tree planting, reduced tillage, mulching, and water conservation techniques spur benefits for both agribusinesses and society. Regenerative practices are comparatively cost-effective, relying mainly on knowledge, time and labour. Solidaridad, in its programmes in India, Indonesia, Malaysia and Bangladesh - covering palm oil, sugarcane, cotton and mangoes, has seen reduced input costs while increased yield levels, he added. Published by HT Digital Content Services with permission from The Financial Express.", "As the economic power of Bangladesh is rapidly increasing, its citizens would consume more food, vegetable oil and milk, and require more feed for meat, he opined. In order to meet these rising demands, the farmers, especially small-hold farms, would increase yields by using chemicals, fertilisers, fresh water and energy in a massive scale. It would have profound ecological impacts, as we have witnessed in the Green Revolution states of Haryana and Punjab of India. So, there is a need of paradigm shift towards regenerative agriculture. Solidaridad seeks to work with Bangladeshi stakeholders to usher in a regenerative agriculture revolution, he mentioned. Regenerative agriculture\" is a way of holistic farming to build and improve soil fertility, whilst sequestering and storing atmospheric CO2, increasing on-farm diversity, and improving water and energy management. To restore degraded lands due to excessive and unsustainable cultivation, regenerative agriculture practices, such as crop diversification, tree planting, reduced tillage, mulching, and water conservation techniques spur benefits for both agribusinesses and society. Regenerative practices are comparatively cost-effective, relying mainly on knowledge, time and labour. Solidaridad, in its programmes in India, Indonesia, Malaysia and Bangladesh - covering palm oil, sugarcane, cotton and mangoes, has seen reduced input costs while increased yield levels, he added. Published by HT Digital Content Services with permission from The Financial Express. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.", "In order to meet these rising demands, the farmers, especially small-hold farms, would increase yields by using chemicals, fertilisers, fresh water and energy in a massive scale. It would have profound ecological impacts, as we have witnessed in the Green Revolution states of Haryana and Punjab of India. So, there is a need of paradigm shift towards regenerative agriculture. Solidaridad seeks to work with Bangladeshi stakeholders to usher in a regenerative agriculture revolution, he mentioned. Regenerative agriculture\" is a way of holistic farming to build and improve soil fertility, whilst sequestering and storing atmospheric CO2, increasing on-farm diversity, and improving water and energy management. To restore degraded lands due to excessive and unsustainable cultivation, regenerative agriculture practices, such as crop diversification, tree planting, reduced tillage, mulching, and water conservation techniques spur benefits for both agribusinesses and society. Regenerative practices are comparatively cost-effective, relying mainly on knowledge, time and labour. Solidaridad, in its programmes in India, Indonesia, Malaysia and Bangladesh - covering palm oil, sugarcane, cotton and mangoes, has seen reduced input costs while increased yield levels, he added. Published by HT Digital Content Services with permission from The Financial Express. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive. com"]}, {"relevance_score": 51, "title": "For a sustainable, resilient future", "published": "2023-08-27", "bodyText": "<p nitf:lede=\"true\">Dhaka, Aug. 27 -- In the face of escalating environmental challenges and the looming spectre of climate change, the imperative for global action to reduce carbon emissions has never been clearer.</p><p nitf:lede=\"true\">As our planet grapples with the consequences of unchecked carbon emissions, it becomes abundantly clear that there is no alternative to saving the Earth from irreversible harm.</p><p nitf:lede=\"true\">The science is unequivocal: swift and substantive measures are needed to curb carbon emissions and safeguard the delicate balance of our ecosystems.</p><p>The relentless burning of fossil fuels has given rise to a surge in greenhouse gas emissions, causing a cascade of adverse effects ranging from rising global temperatures to extreme weather events.</p><p>While debates about the severity of climate change persist, the lived reality of more frequent and severe hurricanes, wildfires, and flooding events can no longer be ignored.</p><p>The onus lies on governments, industries, and individuals to heed the warnings of science and prioritise carbon reduction as a paramount goal.</p><p>Central to the carbon reduction mission is the transition to renewable energy sources.</p><p>Embracing solar, wind, hydroelectric, and other clean energy alternatives curbs carbon emissions and reduces our dependence on finite and polluting fossil fuels.</p><p>This transition, however, demands both policy changes and technological innovation.</p><p>Governments must incentivise clean energy adoption through subsidies and regulatory frameworks, while industries must invest in research and development to make renewable technologies more accessible and efficient.</p><p>The transportation sector, a major contributor to carbon emissions, offers a critical arena for transformative change.</p><p>Electric vehicles (EVs) have emerged as a viable alternative to traditional combustion engines, offering consumers reduced emissions and potential cost savings.</p><p>The global shift towards EVs, coupled with advancements in battery technology and charging infrastructure, demonstrates a tangible pathway to reducing carbon emissions in a sector that touches the lives of billions.</p><p>Furthermore, addressing carbon emissions requires a paradigm shift in urban planning and design.</p><p>Cities, home to most of the world's population, are hubs of economic activity and hotspots for carbon emissions.</p><p>Implementing sustainable transportation systems, enhancing green spaces, and promoting energy-efficient buildings are integral to creating carbon-neutral urban environments. Reimagining urban spaces as resilient, interconnected ecosystems is essential to mitigating the impact of climate change on vulnerable communities.</p><p>The agricultural sector, often overlooked in discussions about carbon reduction, plays a pivotal role in emitting and sequestering carbon.</p><p>Intensive agricultural practices, including deforestation and livestock production, contribute significantly to emissions.</p><p>However, innovative farming techniques such as agroforestry, regenerative agriculture, and soil carbon sequestration can turn farms into carbon sinks rather than sources.</p><p>By nurturing healthy soils and embracing sustainable land management, agriculture can become a part of the solution rather than the problem.</p><p>Critics of carbon reduction often raise concerns about economic implications, fearing that transitioning away from fossil fuels might jeopardise industries and livelihoods.</p><p>Yet, the green economy offers unparalleled job creation and economic growth opportunities.</p><p>The renewable energy sector alone has the potential to generate millions of jobs while reducing emissions.</p><p>Investments in green infrastructure, clean technologies, and sustainable agriculture can foster economic resilience and lead us toward a more equitable and prosperous future.</p><p>While global cooperation is essential, individual actions also wield significant influence.</p><p>Simple lifestyle changes, such as reducing meat consumption, conserving energy, and adopting eco-friendly practices, collectively contribute to carbon reduction.</p><p>Education and awareness campaigns can empower individuals to make informed choices that align with the broader goal of curbing emissions.</p><p>A groundswell of public support for carbon reduction can drive policy changes and hold industries accountable for their environmental impact.</p><p>Reducing carbon emissions is a complex yet vital endeavour that requires a multi-faceted approach spanning various sectors of society.</p><p>One crucial avenue lies in transitioning to renewable energy sources.</p><p>By investing in solar, wind, hydroelectric, and geothermal technologies, we can gradually shift away from fossil fuels and their associated emissions.</p><p>Additionally, embracing energy efficiency measures in industries, homes, and transportation systems can substantially curb carbon output.</p><p>Rethinking urban planning and design to create sustainable cities with efficient public transportation, green spaces, and energy-efficient buildings contributes to lower emissions.</p><p>Changing consumption patterns, such as reducing meat consumption and adopting plant-based diets, also promise to lower carbon emissions tied to agriculture.</p><p>Furthermore, adopting sustainable farming practices, such as agroforestry and regenerative agriculture, can sequester soil carbon and mitigate land-use emissions.</p><p>Finally, a critical component is fostering public awareness and education about the importance of carbon reduction, encouraging individuals to make eco-conscious choices in their daily lives and advocating for policy changes that prioritise environmental sustainability.</p><p>The imperative to reduce carbon emissions transcends ideology, borders, and industries.</p><p>The impacts of climate change are felt across continents, affecting ecosystems, economies, and communities.</p><p>The urgency of the situation must be balanced.</p><p>There is no alternative to reducing carbon emissions if we are to ensure a habitable planet for future generations.</p><p>The time for action is now - a call to governments, industries, communities, and individuals to pursue a sustainable and resilient world.</p><p>By embracing clean energy, transforming industries, and reimagining our relationship with the environment, we can rise to the challenge and forge a brighter future.</p><p>However, the path to carbon reduction is challenging.</p><p>Political and economic barriers, vested interests, and short-term thinking can impede progress.</p><p>Overcoming these obstacles demands visionary leadership, international collaboration, and shared responsibility.</p><p>Transitioning to a carbon-neutral future necessitates a collective commitment to look beyond immediate gains and prioritise the long-term sustainability of our planet.</p><p>(The writer is a researcher and</p><p>development worker).</p><p>Published by HT Digital Content Services with permission from The New Nation. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "The New Nation (Bangladesh)", "instances": ["Cities, home to most of the world's population, are hubs of economic activity and hotspots for carbon emissions. Implementing sustainable transportation systems, enhancing green spaces, and promoting energy-efficient buildings are integral to creating carbon-neutral urban environments. Reimagining urban spaces as resilient, interconnected ecosystems is essential to mitigating the impact of climate change on vulnerable communities. The agricultural sector, often overlooked in discussions about carbon reduction, plays a pivotal role in emitting and sequestering carbon. Intensive agricultural practices, including deforestation and livestock production, contribute significantly to emissions. However, innovative farming techniques such as agroforestry, regenerative agriculture, and soil carbon sequestration can turn farms into carbon sinks rather than sources. By nurturing healthy soils and embracing sustainable land management, agriculture can become a part of the solution rather than the problem. Critics of carbon reduction often raise concerns about economic implications, fearing that transitioning away from fossil fuels might jeopardise industries and livelihoods. Yet, the green economy offers unparalleled job creation and economic growth opportunities. The renewable energy sector alone has the potential to generate millions of jobs while reducing emissions. Investments in green infrastructure, clean technologies, and sustainable agriculture can foster economic resilience and lead us toward a more equitable and prosperous future.", "One crucial avenue lies in transitioning to renewable energy sources. By investing in solar, wind, hydroelectric, and geothermal technologies, we can gradually shift away from fossil fuels and their associated emissions. Additionally, embracing energy efficiency measures in industries, homes, and transportation systems can substantially curb carbon output. Rethinking urban planning and design to create sustainable cities with efficient public transportation, green spaces, and energy-efficient buildings contributes to lower emissions. Changing consumption patterns, such as reducing meat consumption and adopting plant-based diets, also promise to lower carbon emissions tied to agriculture. Furthermore, adopting sustainable farming practices, such as agroforestry and regenerative agriculture, can sequester soil carbon and mitigate land-use emissions. Finally, a critical component is fostering public awareness and education about the importance of carbon reduction, encouraging individuals to make eco-conscious choices in their daily lives and advocating for policy changes that prioritise environmental sustainability. The imperative to reduce carbon emissions transcends ideology, borders, and industries. The impacts of climate change are felt across continents, affecting ecosystems, economies, and communities. The urgency of the situation must be balanced. There is no alternative to reducing carbon emissions if we are to ensure a habitable planet for future generations."]}, {"relevance_score": 14, "title": "Nestle revamps coffee sustainability plan", "published": "2022-10-04", "bodyText": "<p nitf:lede=\"true\">Dhaka, Oct. 4 -- Food giant Nestle pledged on Tuesday to spend over 1 billion Swiss francs ($1.01 billion) by 2030 on efforts to source coffee sustainably, more than double its previous pledge, as challenges linked to climate change pose particular risks for the bean, reports Reuters.</p><p>Study after study has shown that by 2050 roughly half the land currently used to grow coffee, especially that of the high-quality arabica variety, could be unproductive thanks to rising temperatures, drought and disease.</p><p>Multinationals are meanwhile facing increased reputational and legal pressure from consumers and governments alike to clean up their global supply chains in the fight against climate change.</p><p>The European Commission has proposed several laws aimed at preventing and, in the case of forced labour, banning the import and use of products linked to environmental and human rights abuses.</p><p>Nestle, which has already pledged to source all its coffee sustainably by 2025, said it is now also aiming, by that date, for 20 per cent of its coffee to be grown using 'regenerative' agricultural practices.</p><p>These include planting cover crops to protect soil, using organic fertilisers to improve soil fertility and increasing the use of agroforestry and intercropping to preserve biodiversity - all with the aim of halving greenhouse gas emissions by 2030.</p><p>The company, in a statement announcing its plan to double spending on sustainable coffee sourcing, said it is \"committed to supporting farmers who take on the risks and costs associated with the move to regenerative agriculture\", and will provide programmes aimed at helping them improve their income.</p><p>A major coffee report published last year said there is little evidence efforts by the world's top coffee roasters and traders to prevent human rights and environmental abuses are having any impact, with most farmers operating at a loss and unable to produce sustainably.</p><p>The coffee sector is valued at $200 billion-$250 billion a year at the retail level, according to the report, but producing countries receive less than 10 per cent of that value when exporting beans, and farmers even less than that.</p><p>Around 125 million people around the world depend on coffee for their livelihoods, while an estimated 80 per cent of coffee-farming families live at or below the poverty line, according to non-profit organisations Fairtrade and Technoserve.</p><p>Published by HT Digital Content Services with permission from The Financial Express. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "The Financial Express (Bangladesh)", "instances": ["Study after study has shown that by 2050 roughly half the land currently used to grow coffee, especially that of the high-quality arabica variety, could be unproductive thanks to rising temperatures, drought and disease. Multinationals are meanwhile facing increased reputational and legal pressure from consumers and governments alike to clean up their global supply chains in the fight against climate change. The European Commission has proposed several laws aimed at preventing and, in the case of forced labour, banning the import and use of products linked to environmental and human rights abuses. Nestle, which has already pledged to source all its coffee sustainably by 2025, said it is now also aiming, by that date, for 20 per cent of its coffee to be grown using 'regenerative' agricultural practices. These include planting cover crops to protect soil, using organic fertilisers to improve soil fertility and increasing the use of agroforestry and intercropping to preserve biodiversity - all with the aim of halving greenhouse gas emissions by 2030. The company, in a statement announcing its plan to double spending on sustainable coffee sourcing, said it is \"committed to supporting farmers who take on the risks and costs associated with the move to regenerative agriculture\", and will provide programmes aimed at helping them improve their income. A major coffee report published last year said there is little evidence efforts by the world's top coffee roasters and traders to prevent human rights and environmental abuses are having any impact, with most farmers operating at a loss and unable to produce sustainably. The coffee sector is valued at $200 billion-$250 billion a year at the retail level, according to the report, but producing countries receive less than 10 per cent of that value when exporting beans, and farmers even less than that. Around 125 million people around the world depend on coffee for their livelihoods, while an estimated 80 per cent of coffee-farming families live at or below the poverty line, according to non-profit organisations Fairtrade and Technoserve. Published by HT Digital Content Services with permission from The Financial Express. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive."]}, {"relevance_score": 46, "title": "COP28 UAE Presidency will host critical climate talks alongside an ambitious and inclusive two-week thematic program.", "published": "2023-08-24", "bodyText": "<p nitf:lede=\"true\"> Taking place at Expo City Dubai from 30 November to 12 December, COP28 UAE will focus on fast-tracking a just, orderly and equitable energy transition; fixing climate finance; putting nature, lives and livelihoods at the heart of climate action; and mobilizing for the most inclusive COP.</p><p nitf:lede=\"true\">The COP28 UAE Presidency has announced an ambitious and inclusive two-week thematic program for the conference to deliver on four key goals alongside the negotiations process and as part of the critical Global Stocktake response.</p><p nitf:lede=\"true\">COP28 UAE will take place at Expo City Dubai from November 30-December 12, 2023.</p><p nitf:lede=\"true\">The Conference is expected to convene over 70,000 participants, including heads of state, government officials, international industry leaders, private sector representatives, academics, experts, youth, and non-state actors, said a media release.</p><p>Designed to drive action and implement policy, finance, and technology solutions across these priorities, the innovative two-week thematic program was developed in consultation with stakeholders including civil society, NGOs, youth, and Indigenous Peoples. A six-week open consultation on the thematic areas and sequencing was held in which stakeholders were invited to submit feedback - the first such approach taken by a COP Presidency.</p><p>Kicking off with a two-day World Climate Action Summit, during which the first-ever Global Stocktake response will be presented to world leaders with the COP Presidency seeking commitments and accountability, the program also features new individual thematic days that respond to global challenges.</p><p>For the first time at a COP forum, COP28 will dedicate a day to Health, Relief, Recovery, and Peace, with a high level climate health ministerial, among other thematic activities.</p><p>COP28 will also be the first to focus on the role of trade in tandem with finance and it will be the COP that brings leaders together from across all levels of government and society - from the local mayors to global leaders- to work towards cleaner, greener, safer cities for current and future generations.</p><p>All thematic days throughout the two weeks will be underpinned with an inclusive approach that prioritizes frontline communities and focuses on how finance, technology and innovation can drive solutions.</p><p>More detailed information about each thematic day will be released in the weeks and months ahead, as the COP28 Presidency continues to ramp up preparations for this year's meeting at Expo City Dubai.</p><p>Below are the key themes and events for each day:</p><p> 30 November: COP28 UAE opens to the world at Expo City, Dubai.</p><p> 1-2 December: World Climate Action Summit - These two days will see heads of state and world leaders come together to tackle the most pressing climate issues in dialogue with leaders from civil society, business, youth, Indigenous Peoples' organizations and others. Typically, the summit helps to firm up the ambition for the remainder of the COP. For COP28, it will go further; it is where the first-ever Global Stocktake response and the urgency of the situation faced will be presented, and the COP Presidency will seek accountability from the highest levels of global governance on a way forward.</p><p> 3 December: Health/Relief, Recovery, and Peace - Climate change is already impacting human health across the planet, from the quality of the air we breathe to the water we drink and the places that provide us with shelter. It is also a major cause for displacement of vulnerable communities, leading to increased fragility which can compromise peace. This day, a first for COPs, will explore ways to provide relief to those affected while strengthening resilience and recovery leading to increased stability.</p><p> 4 December: Finance/Trade/Gender Equality/Accountability - Neither global financial systems that control and impact access and affordability of climate finance nor international trade networks, are working effectively and equitably. It is widely acknowledged that leaders of the global institutions and countries that govern these systems must accelerate and be accountable for an overhaul. An example of this is freeing up access to international finance and trade to support the implementation of adaptation and mitigation solutions without restrictions such as high interest rates that the poorest countries cannot afford. This is necessary to create fairer and more equal conditions for the world - and especially the most climate vulnerable countries from the Global South - to meet collective climate targets. This day will focus on moving this work forward while championing the importance of gender equality across the full climate spectrum.</p><p>5 December: Energy and Industry / Just Transition / Indigenous Peoples - The world needs to decarbonize rapidly while continuing to progress economically. It is critical that this development happens sustainably and inclusively to support lives and livelihoods while protecting the planet. This day will focus on how the world can accelerate the energy transition while ensuring it is just. The energy needed for day-to-day life must remain affordable but become cleaner, and jobs must be retained but expand as green technologies emerge and provide increased and equitable access to opportunities. The day will look at the broad spectrum of solutions from deploying renewable energy at scale and how hydrogen can support this, to decarbonizing the energy of today through carbon capture technologies and rapidly reducing methane emissions from oil and gas. It will also focus on heavy-emitting industry including steel, cement, and aluminium. Indigenous Peoples are stewards of 80% of our planet's biodiversity and Indigenous Peoples Day will recognize the importance of their intergenerational knowledge, practices, and leadership in climate action. The day will also strengthen their role in the just transition, reinforcing the urgency of a fully inclusive, all-of-society approach.</p><p>6 December: Multilevel Action, Urbanization, and Built Environment/Transport - It is not often that leaders representing all levels of governance, from the local to the global, come together. This day will provide a rare opportunity for mayors and governors, ministers and parliamentarians, and global business and civil society leaders to work together to accelerate climate action solutions across society in every form. This will include exploring how greener urban mobility systems can be designed to withstand and adapt to climate change while supporting the transition to low carbon built environments and infrastructure, and redesigning our systems of production and consumption to minimize waste. In addition, this day will showcase how all of these solutions contribute to safer, healthier and greener cities for current and future generations.</p><p> December: Rest Day</p><p> 8 December: Youth, Children, Education, and Skills - Children and youth are facing disproportionate risks and impacts from climate change as the generation who will inherit a planet with tougher conditions in which to live and prosper but which was not responsible for contributing to the problem. This day seeks to empower children and youth to shape the outcomes of COP28 and beyond and provide them with clear, defined, accessible opportunities to be a leading part of the solutions proposed at every level.</p><p> 9 December: Nature, Land Use, and Oceans - Our world's climate and its biodiversity are inextricably interconnected, one cannot exist without the other. Mitigating both crises must therefore be integrated. In a landmark win for nature, a 30 x 30 biodiversity goal was adopted by world leaders at the CBD COP15 - to protect at least 30 percent of the planet's land and water by 2030. Contributing to the goal, this day will focus on delivering climate and nature co-benefits. This includes co-designing approaches to land use and oceans conservation with local and Indigenous Peoples to protect and manage biodiversity hotspots and natural carbon sinks.</p><p> 10 December: Food, Agriculture, and Water - Climate change is creating severe pressure and risks for the food, agricultural and water systems that ensure human wellbeing. At the same time, these systems are also key contributors to climate change: one third of all human-made GHG emissions derive from agri-food systems, and 70% of fresh water consumed worldwide is used for agricultural production. This day will focus on how to fix this, from scaling up regenerative agriculture and water-food systems that support habitat restoration and conservation and increase food security, to implementing stronger, fairer integrated governance between states and corporations, farmers and producers.</p><p>Read more: COP28 UAE Presidency: Leading economists to drive progress on int'l finance reforms</p><p> 11-12 December: Final Negotiations - On the final two days of COP28, there will be no thematic days to avoid extensive programming when the negotiation text is often being closed.</p>", "publisher": "United News of Bangladesh", "instances": ["In a landmark win for nature, a 30 x 30 biodiversity goal was adopted by world leaders at the CBD COP15 - to protect at least 30 percent of the planet's land and water by 2030. Contributing to the goal, this day will focus on delivering climate and nature co-benefits. This includes co-designing approaches to land use and oceans conservation with local and Indigenous Peoples to protect and manage biodiversity hotspots and natural carbon sinks. 10 December: Food, Agriculture, and Water - Climate change is creating severe pressure and risks for the food, agricultural and water systems that ensure human wellbeing. At the same time, these systems are also key contributors to climate change: one third of all human-made GHG emissions derive from agri-food systems, and 70% of fresh water consumed worldwide is used for agricultural production. This day will focus on how to fix this, from scaling up regenerative agriculture and water-food systems that support habitat restoration and conservation and increase food security, to implementing stronger, fairer integrated governance between states and corporations, farmers and producers. Read more: COP28 UAE Presidency: Leading economists to drive progress on int'l finance reforms 11-12 December: Final Negotiations - On the final two days of COP28, there will be no thematic days to avoid extensive programming when the negotiation text is often being closed."]}, {"relevance_score": 29, "title": "Coffee, fruit and vegetable industries agree on code of conduct to encourage sustainability", "published": "2021-10-29", "bodyText": "<p nitf:lede=\"true\">Oct. 29â€”HÃ€ Ná»˜I(Vietnam News/ANN) â€” To align Viá»‡t Nam's coffee, fruit and vegetable industries with international standards on responsible business practices and sustainable growth, the sectors have agreed to abide by a unifying Code of Conduct (CoC) on how they operate. The move was announced at a virtual workshop on Wednesday.</p><p nitf:lede=\"true\">The CoC aims to help local businesses meet the requirements of the two free trade agreements to which Viá»‡t Nam is a member â€” the European Union â€” Viá»‡t Nam Free Trade Agreement (EVFTA) and the Comprehensive and Progressive Agreement for Trans-Pacific Partnership (CPTPP).</p><p>The event was organised by the Viá»‡t Nam Institute for Rural Industry Research and Development (VIRI) in collaboration with Viá»‡t Nam Fruit &amp; Vegetables Association (VINAFRUIT) and Viá»‡t Nam Coffee â€” Cocoa Association (VICOFA).</p><p>The CoC is an independent and voluntary set of standards that aim to establish appropriate standards in micro-, small and medium-sized enterprises, cooperatives, and farmer households.</p><p>In the coffee sector, the CoC includes three compliance levels, essential required and recommended, across seven areas. These are; the conservation of arable land; water conservation and use of water; conservation of biodiversity; energy usage; use of pesticides; waste management; ozone layer protection; and increasing resilience to climate change.</p><p>In the fruit and vegetable sector, the areas of focus are; water conservation and water use; energy consumption; use of pesticides, waste management; landscape conservation and crop protection; and ozone layer protection and increasing resilience to climate change.</p><p>Compliance with the CoC helps micro-, small, and medium-sized enterprises improve product and brand value, ensuring sustainable utilisation of resources for cultivation, production, and processing, and opening the door to international certifications.</p><p>The launching workshop is part of the project: \"Advancing environmentally responsible business for the coffee, fruit and vegetable sectors in Viá»‡t Nam\". Funding and technical support are provided by the United Nations Development Programme (UNDP) and the Government of Sweden.</p><p>During the workshop, 41 enterprises from the two sectors signed a pledge to show their commitment to support and implement the \"Codes of conduct on environmentally responsible business for the coffee sector and fruit &amp; vegetable sector in Viá»‡t Nam\".</p><p>This shows businesses' advocate and support the CoC's as they move towards a more sustainable environment for future generations.</p><p>UNDP Deputy Resident Representative in Viá»‡t Nam, Patrick Haverman applauded Vietnamese businesses for their timely action to protect the environment and human rights. \"The right to living in a safe, clean, healthy and sustainable environment is the latest fundamental human right recognised by the UN Human Rights Council,\" he said. \"Businesses' commitment to put the Codes of Conduct into practice and strict compliance will contribute to effective protection of this newly recognised human right. UNDP is proud to support businesses in this effort together with our partners, thus embracing a bright future and sustainable living environment for next generations.\"</p><p>Ola Karlman, Head of Promotion, Economic and Political Affairs at the Embassy of Sweden, pointed to the Swedish experiences of focusing on sustainability, human rights and social dialogue as means to make business thrive. \"Climate change can no longer be ignored and companies that succeed in adapting to the increasing demand for sustainable products will see their revenues go up,\" he said. \"Respecting Human Rights and implementing responsible business practices is therefore not only right â€” it is also smart.\"</p><p>The CoCs have received great support from businesses in Viá»‡t Nam as well as experts and international certification organisations. They have been endorsed by LEAF Marque, a global system that adopts a whole-farm approach, certifying the entire farm business and products. LEAF Marque has 30 years of experience in developing and promoting regenerative agriculture. The development of the CoC is the first step in the process of building a certificate of environmentally responsible business across the two sectors. The next step is the development of a certification process that builds capacity for monitoring, evaluating, and labelling; developing specific testing, monitoring and guidance; and labelling regulations.</p><p>___ (c)2021 the Asia News Network (Hamburg, Germany) Visit the Asia News Network (Hamburg, Germany) at <url normalizedValue=\"http://www.asianewsnet.net/home\">www.asianewsnet.net/home</url>/ Distributed by Tribune Content Agency, LLC.</p>", "publisher": "The Daily Star, Dhaka, Bangladesh / Asia News Network", "instances": ["Ola Karlman, Head of Promotion, Economic and Political Affairs at the Embassy of Sweden, pointed to the Swedish experiences of focusing on sustainability, human rights and social dialogue as means to make business thrive. \"Climate change can no longer be ignored and companies that succeed in adapting to the increasing demand for sustainable products will see their revenues go up,\" he said. \"Respecting Human Rights and implementing responsible business practices is therefore not only right â€” it is also smart. The CoCs have received great support from businesses in Viá»‡t Nam as well as experts and international certification organisations. They have been endorsed by LEAF Marque, a global system that adopts a whole-farm approach, certifying the entire farm business and products. LEAF Marque has 30 years of experience in developing and promoting regenerative agriculture. The development of the CoC is the first step in the process of building a certificate of environmentally responsible business across the two sectors. The next step is the development of a certification process that builds capacity for monitoring, evaluating, and labelling; developing specific testing, monitoring and guidance; and labelling regulations. ___ (c)2021 the Asia News Network (Hamburg, Germany) Visit the Asia News Network (Hamburg, Germany) at www. asianewsnet. net/home/ Distributed by Tribune Content Agency, LLC."]}, {"relevance_score": 38, "title": "Combating climate-induced changes in agriculture", "published": "2011-10-28", "bodyText": "<p nitf:lede=\"true\">Bangladesh, Oct. 28 -- Changes in global weather patterns, particularly concerning a rise in the world's temperature, has the potential to permanently upset the delicate natural balance on which agriculture is dependent. In the context of world's food insecurity, finding the right balance between adapting to climate change and meeting other developmental goals poses one of the greatest, if not the greatest, challenges before the policymakers with a nightmarish scenario. The Food and Agriculture Organisation points out that although world food production has increased over the preceding decades, the number of people suffering from chronic hunger has also increased from under 800 million in 1996 to over a billion today.</p><p nitf:lede=\"true\">The impact of climate change on food production and food security is a global concern. Yet, for Bangladesh, such issues represent a particular threat where agriculture is already under pressure, primarily due to increased demand for food and depletion of land and water resources. Hence, rising climatic risks could potentially derail development efforts and further aggravate poverty.</p><p>Changing weather patterns can affect agriculture in several ways. Rising temperatures adversely affect plant, animal and farmers' health. Rise in pest population and reduction in water supply would inevitably lead to the risk of aridity and land degradation. Scenarios forecast by government and international agencies point to a bleak picture: By 2050, dry season rainfall may fall by 37 per cent resulting in a significant increase in risk of drought. While monsoon rainfall is projected to rise by an estimated 28 per cent, irregular dry and wet spells may become the norm. With intense rainfall will inevitably come increased flooding and sedimentation leading to decreased productivity of agriculture lands. Rising temperatures will require greater effort by developing nations such as Bangladesh to adapt agriculture production to climate change. Putting it in another perspective, agriculture management will have to be planned and executed under adverse conditions: water constraints, higher temperatures and greater exposure to weather extremes. Practices will have to be put in place to improve farm bio-diversity and improved soil organic matter. Some practices if implemented today could help weather the storm of climate-induced changes that are coming in the foreseeable future. For instance, the use of intra and inter-species diversity could potentially serve as an insurance against future environmental changes by increasing the system's resilience. Use of green manures, mulching and recycling crop residues and animal manure would increase water holding capacity of soils and their ability to absorb water during the monsoon.</p><p>There is a greater need to move towards sustainable production methods: recycling of manures from livestock and crop residues by way of composting; and increased inter-cropping rotations with leguminous nitrogen-fixing crops. Crop rotation and diversification would enable farmers to grow products that can be harvested at different times, and have different climate / environmental stress response characteristics. Putting in place diverse outputs and resilience will serve as a safeguard against risk of drought, extreme or un-seasonal temperature variations that threaten to reduce output of one crop, but not of others. Such practices can on the one hand mitigate green house gas (GHG) emissions and at the same time aid farmers to better weather floods, droughts and extreme weather fluctuations caused by climate change patterns.</p><p>The other point of contention is the growing scarcity of water. With agriculture consuming nearly 70 per cent of the world's freshwater reservoir withdrawals, it has become highly suspect whether developing nations of Asia and Africa can marshal sufficient water for agricultural use to sustain the increases in population. One method to improve water use efficiency would be to enhance the capture and percolation of rainwater into the topsoil making use of crop residues as cover to facilitate water filtration and reduce water and soil erosion.</p><p>For developing countries like Bangladesh, agriculture is of pivotal importance for assuring food security. According to the United Nations, global warming and climate change hold the potential to drastically reduce total agriculture prosecution by up to 50 per cent over the coming decades, particularly in South Asia and sub-Saharan Africa. To compound this, population growth projections lead credence to a doubling of the population creating huge tensions between demand for and supply of food. Bringing about a radical transformation in agricultural practices require bold and farsighted policy measures. It will require a considerable increase in public expenditure for agriculture, with particular emphasis on public research, extension education and services and the improvement of local infrastructure aimed at empowering, in particular, small-scale farmers to significantly increase gross productivity of the new regenerative agriculture systems.</p><p>To mitigate the challenges to agriculture looming in the future, policy makers must recognise and adopt multiple, but integrated pathways across sectors to improve adaptive responses to changing climatic conditions. Neither an agricultural nor any other single sectoral intervention alone can provide sufficient scope to manage the future climate change risks. Short-term and long-term adaptive measures in agriculture, linked with clear focus on possible future risks must be integrated into cross-sectoral planning. Physical adaptive measures, such as link canals, irrigation, storage facilties for retaining water and drainage; adjusting existing agriculture practices to match future anticipated rsks, such as adjusting cropping pattern, selection of adapted crops varieties, diversification of cropping systems, more efficient use of nitrogen application on cultivated fields, etc. The above illustrates but a few measures that could pave the way for a changed and more adaptive agriculture sector capable of countering the adverse effects of climate change. Published by HT Syndication with permission from The Financial Express. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:htsyndication@hindustantimes.com\">htsyndication@hindustantimes.com</email></p>", "publisher": "The Financial Express (Bangladesh)", "instances": ["One method to improve water use efficiency would be to enhance the capture and percolation of rainwater into the topsoil making use of crop residues as cover to facilitate water filtration and reduce water and soil erosion. For developing countries like Bangladesh, agriculture is of pivotal importance for assuring food security. According to the United Nations, global warming and climate change hold the potential to drastically reduce total agriculture prosecution by up to 50 per cent over the coming decades, particularly in South Asia and sub-Saharan Africa. To compound this, population growth projections lead credence to a doubling of the population creating huge tensions between demand for and supply of food. Bringing about a radical transformation in agricultural practices require bold and farsighted policy measures. It will require a considerable increase in public expenditure for agriculture, with particular emphasis on public research, extension education and services and the improvement of local infrastructure aimed at empowering, in particular, small-scale farmers to significantly increase gross productivity of the new regenerative agriculture systems. To mitigate the challenges to agriculture looming in the future, policy makers must recognise and adopt multiple, but integrated pathways across sectors to improve adaptive responses to changing climatic conditions. Neither an agricultural nor any other single sectoral intervention alone can provide sufficient scope to manage the future climate change risks. Short-term and long-term adaptive measures in agriculture, linked with clear focus on possible future risks must be integrated into cross-sectoral planning. Physical adaptive measures, such as link canals, irrigation, storage facilties for retaining water and drainage; adjusting existing agriculture practices to match future anticipated rsks, such as adjusting cropping pattern, selection of adapted crops varieties, diversification of cropping systems, more efficient use of nitrogen application on cultivated fields, etc. The above illustrates but a few measures that could pave the way for a changed and more adaptive agriculture sector capable of countering the adverse effects of climate change."]}, {"relevance_score": 5, "title": "NESTLE TO INVEST 3.2B SFR TO CUT CARBON EMISSIONS", "published": "2020-12-31", "bodyText": "<p nitf:lede=\"true\"> Nestle said recently it plans to invest 3.2 billion Swiss francs ($3.58 billion) over the next five years to reduce its climate impact and help it get to net zero emissions by 2050.</p><p nitf:lede=\"true\">The world's biggest food company said it would work with farmers and suppliers to promote regenerative agriculture, plant hundreds of millions of trees, and switch to renewable electricity for all its power by 2025.</p><p nitf:lede=\"true\">The maker of KitKat chocolate bars and Nescafe coffee, which produced 92 million tonnes of greenhouse gases in 2018, said it would finance these investments primarily through operational and structural efficiencies to keep this initiative earnings neutral.</p>", "publisher": "Energy and Power", "instances": ["Nestle said recently it plans to invest 3. 2 billion Swiss francs ($3. 58 billion) over the next five years to reduce its climate impact and help it get to net zero emissions by 2050. The world's biggest food company said it would work with farmers and suppliers to promote regenerative agriculture, plant hundreds of millions of trees, and switch to renewable electricity for all its power by 2025. The maker of KitKat chocolate bars and Nescafe coffee, which produced 92 million tonnes of greenhouse gases in 2018, said it would finance these investments primarily through operational and structural efficiencies to keep this initiative earnings neutral."]}]