[{"relevance_score": 15, "title": "World: Death toll from China's Henan floods jumps to 302, up from 99 last week", "published": "2021-08-04", "bodyText": "<p nitf:lede=\"true\">Authorities in central Chinese province of Henan have revised the death toll from last month's floods to 302 as of Monday, triple the figure of 99 that was reported last week.</p><p>Vast majority of the victims were reported in the provincial capital Zhengzhou. In Zhengzhou, a city of 12 million that lies along the Yellow River, the death toll was 292, including 14 who died when a subway line was flooded. In total, 39 people died in underground areas in Zhengzhou including garages and tunnels. Images of passengers inundated by shoulder-height water went viral on Chinese social media on Line 5 of the city subway where 14 people died, while dozens of cars in a tunnel were tossed aside by the deluge, many with passengers still inside.</p><p>Over three days last month, 617.1 mm (24.3 inches) of rain fell in Zhengzhou, nearly equivalent to its annual average of 640.8 mm, causing widespread damage and disruption in a city that is a major transport and industrial hub. Of the 50 people still missing in Henan province, 47 were from Zhengzhou, local officials told a briefing on Monday. Direct economic losses in Henan reached 114.27 billion yuan ($18 billion), with more than 580,000 hectares of farmland affected. China's official news agency reported that China's State Council has announced to set up a team to investigate the disaster in Zhengzhou and will hold officials accountable if found to have derelicted their duty.</p><p>A large floral tribute at the subway was sealed off last week by Zhengzhou authorities, a sign of the government's increasing sensitivity to public criticism of its handling of the disaster. Foreign journalists covering the floods were also harassed online and, on the ground, part of growing crackdowns on any negative portrayal of China.</p><p>Source: DD News</p>", "publisher": "Thai News Service", "instances": []}, {"relevance_score": 14, "title": "Typhoon In-Fa drenches eastern China", "published": "2021-07-25", "bodyText": "<p nitf:lede=\"true\">  Workers attempt to remove a fallen tree as winds from Typhoon In-Fa start to affect Ningbo.  NINGBO, China: Typhoon In-Fa uprooted trees and drenched communities in knee-deep water in parts of eastern China, but there were no reports of major damage as it made landfall on Sunday.</p><p> Sea, air and rail traffic had been shut down across a swathe of the coast centered on the major shipping port of Ningbo, where the weakening typhoon rumbled ashore around midday packing winds of up to 38 metres per second, according to the China Meteorological Administration. Response teams in Ningbo cleared away fallen trees in the city centre, while residents in some neighbourhoods waded through floodwaters and merchants piled up sandbags in front of their businesses to keep out water.</p><p> The typhoon hit as the central province of Henan was still cleaning up after torrential downpours dumped a year's worth of rain in just three days last week. Government officials on Sunday added another five dead to the toll from the freak flooding in Henan, raising the total to 63. In-Fa's effects were also felt Sunday in the metropolis of Shanghai, China's largest city, with strong gusts of wind and steady but not heavy rainfall.</p><p> All inbound and outbound flights were cancelled Sunday for the city's two international airports, as were dozens of scheduled trains, while activity at the ports of Shanghai and Ningbo -- two of the world's largest -- was also shut down. The government announced that it would extend a suspension of railway services in and out of Shanghai through midday on Monday.</p><p> Some public attractions in Shanghai and other cities, including Shanghai Disneyland, also were closed and residents were warned to avoid outdoor activities. The meteorological administration said that after landfall In-Fa would weaken but continue to hover over a wide expanse of eastern China for days, ringing itself out and bringing heavy rainfall, possibly to areas still recovering from last week's flooding.</p><p> \"It is necessary to be highly vigilant and prevent disasters that may be caused by extreme heavy rainfall,\" the administration said on Sunday. China has suffered an annual summer flooding and typhoon season for millennia, but the record rainfall this past week in Henan has prompted questions about how cities could be better prepared for freak weather events, which experts say are happening with increased frequency and intensity due to climate change.</p><p> Millions were affected by the Henan floods, with some trapped without fresh food or water for days, and economic losses have run into the billions of dollars.</p>", "publisher": "The Bangkok Post (Thailand)", "instances": ["The government announced that it would extend a suspension of railway services in and out of Shanghai through midday on Monday. Some public attractions in Shanghai and other cities, including Shanghai Disneyland, also were closed and residents were warned to avoid outdoor activities. The meteorological administration said that after landfall In-Fa would weaken but continue to hover over a wide expanse of eastern China for days, ringing itself out and bringing heavy rainfall, possibly to areas still recovering from last week's flooding. \"It is necessary to be highly vigilant and prevent disasters that may be caused by extreme heavy rainfall,\" the administration said on Sunday. China has suffered an annual summer flooding and typhoon season for millennia, but the record rainfall this past week in Henan has prompted questions about how cities could be better prepared for freak weather events, which experts say are happening with increased frequency and intensity due to climate change. Millions were affected by the Henan floods, with some trapped without fresh food or water for days, and economic losses have run into the billions of dollars."]}, {"relevance_score": 42, "title": "China: Police Stop Mourners Laying Wreaths Near Flood-Hit Zhengzhou Metro Tunnel", "published": "2021-07-29", "bodyText": "<p nitf:lede=\"true\">Authorities in the flood-hit Chinese province of Henan are preventing relatives and supporters from laying public wreaths for those who died in the Zhengzhou flood disaster of July 20, RFA has learned.</p><p nitf:lede=\"true\">Officials set up barriers at an entrance to the Shakou Road station on Zhengzhou's No. 5 Metro Line, as mourners got ready to mark the seventh day after the deaths of people trapped in trains, stations, and tunnels as the waters swept through the city.</p><p nitf:lede=\"true\">At least 69 people have died in the Henan floods so far, with five reported missing, government officials said.</p><p>Some of the floral offerings for the dead were inside the barrier, and people arriving later grew annoyed and pushed the barrier aside, saying it was preventing the souls of the dead from finding their way home.</p><p>Further barriers were set up by Tuesday lunchtime -- seven days after the tragedy -- by construction workers guarded by police.</p><p>An employee who answered the phone at the Zhengzhou Metro said the two-meter barriers were there for reasons of \"traffic safety.\"</p><p>\"Floral offerings are allowed,\" the employee said. \"The barriers mean that people need to place their flowers within a certain area, so it doesn't affect passing traffic.\"</p><p>\"The concern is that they will walk along the edges of the road, but it's not a huge issue.\"</p><p>A Zhengzhou resident surnamed Zhou said the authorities had acted inappropriately.</p><p>\"Offering flowers is a comfort to the victims' families,\" Zhou said. \"We did this spontaneously, and it didn't affect the traffic or the cleanliness of the city.\"</p><p>Zhou said he believed that the death toll was being played down, amid growing public anger of the lack of action to protect city residents following meteorological warnings, and reports that the floods were caused by a discharge of waters from a failing dam upstream, with warnings to local officials arriving hours after the floods had descended on the city.</p><p>Local journalist Hong Tao said state-run media had been ordered to focus on the People's Liberation Army (PLA)'s role in the province-wide rescue effort, after the floods left millions cut off from road supplies, or with limited supplies of food and water.</p><p>'Public opinion management'</p><p>The ruling Chinese Communist Party (CCP)'s propaganda department has an ongoing program of directives and \"public opinion management\" strategies aimed at ensuring that the government's view is the only one available during breaking news stories.</p><p>Around half a million people have been evacuated after tens of thousands of homes were destroyed in the floods, which came after unprecedented rainfall in mid-July.</p><p>\"The government is doing public opinion management ... all we can see [on state-run media] is 'nothing to see here, move on',\" Hong said. \"They won't let us see what is going on, and they stifle the voices who should be heard.\"</p><p>Much of the relief effort is being financed by private donors, rather than through official relief recipients like the Red Cross, an official said.</p><p>\"Organizations like the Red Cross don't have a good reputation,\" a Red Cross employee surnamed Yang said.</p><p>But he said the government was countering private fund-raising by requiring people install an \"anti-fraud\" app on their phones, to track the source of funding.</p><p>A resident of Henan's Jun county said the danger from further flooding is still ongoing.</p><p>\"The floods are quite bad right now,\" the resident, who gave only a surname, Wu, told RFA. \"There are places where the water is overflowing from the ... Wei river, and the water levels in our village are high, which is a bit dangerous.\"</p><p>\"One person was washed away,\" she said. \"There is water on all sides now, so it's bad.\"</p><p>\"None of the villages near us have been evacuated, and we have been told by the army not to evacuate, but to stay home,\" Wu said. \"If nothing happens, that's fine, but it'll be pretty major if something does happen [here].\"</p><p>Repeated calls to the Henan provincial flood control headquarters rang unanswered during office hours on Tuesday.</p><p>Foreign journalists harassed</p><p>The Foreign Correspondents' Club of China (FCCC) hit out on Tuesday at the harassment of foreign journalists covering the aftermath of the floods in Zhengzhou.</p><p>\"In one particularly alarming incident, Henan's Communist Youth League asked its 1.6 million followers on Chinese social media site Weibo to report the whereabouts of BBCShanghai reporter Robin Brant, after he became the target of viral online harassment,\" the club said via its Twitter account.</p><p>\"Rhetoric from organizations affiliated with China's ruling Communist Party directly endangers the physical safety of foreign journalists in China and hinders free reporting,\" it said.</p><p>It accused the CCP of encouraging a climate of \"growing hostility\" against foreign journalists, warning that Chinese journalists working for foreign news organizations often bore the brunt of official persecution and online harassment.</p><p>At least 20 foreign journalists have been expelled or forced to flee China in the past year or so, while Australian TV anchor Cheng Lei and Bloomberg journalist Haze Fan are currently detained on unspecified national security charges.</p><p>Source: Radio Free Asia</p>", "publisher": "Thai News Service", "instances": ["Authorities in the flood-hit Chinese province of Henan are preventing relatives and supporters from laying public wreaths for those who died in the Zhengzhou flood disaster of July 20, RFA has learned. Officials set up barriers at an entrance to the Shakou Road station on Zhengzhou's No. 5 Metro Line, as mourners got ready to mark the seventh day after the deaths of people trapped in trains, stations, and tunnels as the waters swept through the city. At least 69 people have died in the Henan floods so far, with five reported missing, government officials said. Some of the floral offerings for the dead were inside the barrier, and people arriving later grew annoyed and pushed the barrier aside, saying it was preventing the souls of the dead from finding their way home. Further barriers were set up by Tuesday lunchtime -- seven days after the tragedy -- by construction workers guarded by police. An employee who answered the phone at the Zhengzhou Metro said the two-meter barriers were there for reasons of \"traffic safety. Floral offerings are allowed,\" the employee said. \"The barriers mean that people need to place their flowers within a certain area, so it doesn't affect passing traffic."]}, {"relevance_score": 8, "title": "China: China Lodges Protest With BBC Over Flood Reporting", "published": "2021-08-06", "bodyText": "<p nitf:lede=\"true\">China has lodged a stern representation with Britain's BBC about its reporting of the floods in Henan and its statement on how foreign journalists were being treated, the foreign ministry said Tuesday.</p><p>The head of communications for the BBC World Service declined to comment.</p><p>The broadcaster had said in a statement last month that the Chinese government should take immediate action to stop attacks that endanger foreign journalists.</p><p>The Foreign Correspondents' Club of China had said journalists from several media outlets covering the floods were harassed online and by local residents. Some journalists received death threats, it said.</p><p>\"The BBC statement is inverting black and white,\" China's foreign ministry said on its official website.</p><p>It said the BBC reports on the Henan floods were an attack on the Chinese government, and were \"prejudiced,\" without giving further details.</p><p>The death toll from last month's floods in Henan rose to 302 as of Monday, officials said, triple the figure of 99 that was reported last week, with most of the fatalities reported in the provincial capital, Zhengzhou. - VOA</p>", "publisher": "Thai News Service", "instances": ["The head of communications for the BBC World Service declined to comment. The broadcaster had said in a statement last month that the Chinese government should take immediate action to stop attacks that endanger foreign journalists. The Foreign Correspondents' Club of China had said journalists from several media outlets covering the floods were harassed online and by local residents. Some journalists received death threats, it said. The BBC statement is inverting black and white,\" China's foreign ministry said on its official website. It said the BBC reports on the Henan floods were an attack on the Chinese government, and were \"prejudiced,\" without giving further details. The death toll from last month's floods in Henan rose to 302 as of Monday, officials said, triple the figure of 99 that was reported last week, with most of the fatalities reported in the provincial capital, Zhengzhou. - VOA"]}]