[{"relevance_score": 6, "title": "ADB study urges Mongolia to develop heat-resilient infrastructure, promote climate-smart agriculture", "published": "2024-12-03", "bodyText": "<p nitf:lede=\"true\">Mongolia is urged to develop heat-resilient infrastructure, such as roads and buildings designed to cope with temperature fluctuations, and promote climate-smart agriculture by a new paper published by the Asian Development Bank (ADB).  </p><p>The study, entitled \"The Economic Impact of Weather Shocks on a Cold-Climate Developing Economy: Evidence from Mongolia\" also looks at how the climate-vulnerable country could benefit from implementing adaptive agriculture techniques, such as drought-resistant crop varieties, improved pasture management and supplemental feeding for livestock during harsh conditions.  </p><p>In the past year, Mongolia has lost many millions of heads of livestock to \"dzud\" extreme weather, which is thought to be aggravated and made more frequent by the climate crisis.  </p><p>The analysis observes that Mongolia, like many developing countries, faces challenges in mobilising sufficient funds for climate adaptation and mitigation efforts.  </p><p>\"Accessing international climate finance mechanisms, particularly those with concessional terms; engaging in bilateral and multilateral cooperation; and forming partnerships with international organizations can provide the necessary finance support,\" it says.  </p><p>The report adds: \"Developing a national climate finance strategy aligned with global climate goals will enhance Mongolia's ability to invest in crucial initiatives, such as climate-resilient infrastructure and agriculture practices, to strengthen economic resilience against climate variability.\" </p><p/>", "publisher": "Intellinews - Mongolia Today", "instances": ["The study, entitled \"The Economic Impact of Weather Shocks on a Cold-Climate Developing Economy: Evidence from Mongolia\" also looks at how the climate-vulnerable country could benefit from implementing adaptive agriculture techniques, such as drought-resistant crop varieties, improved pasture management and supplemental feeding for livestock during harsh conditions. In the past year, Mongolia has lost many millions of heads of livestock to \"dzud\" extreme weather, which is thought to be aggravated and made more frequent by the climate crisis. \"Accessing international climate finance mechanisms, particularly those with concessional terms; engaging in bilateral and multilateral cooperation; and forming partnerships with international organizations can provide the necessary finance support,\" it says. The report adds: \"Developing a national climate finance strategy aligned with global climate goals will enhance Mongolia's ability to invest in crucial initiatives, such as climate-resilient infrastructure and agriculture practices, to strengthen economic resilience against climate variability."]}, {"relevance_score": 16, "title": "ADB further supports trade and logistics", "published": "2023-12-17", "bodyText": "<p nitf:lede=\"true\"> The Asian Development Bank (ADB) has approved two projects totaling 157.1 million USD to spur agriculture competitiveness and enhance trade and logistics in Mongolia. ADB Country Director for Mongolia Shannon Cowlin said, 'ADB is Mongolia's key development partner in trade, transport, and logistics, which is crucial to drive sustainable and inclusive growth. The projects will assist Mongolia to improve its policies and infrastructure investments in these sectors, enhancing trade efficiency, market access and diversifying livelihood opportunities.'</p><p>The first project is 'Agriculture and Rural Development Project, Phase Two' for 57.1 million USD. The project aims to improve the competitiveness and climate resilience of Mongolia's agriculture sector. It will support the adoption of technologies by agriculture related enterprises to increase processing and value-added manufacturing capacity. It will also help agro-enterprises to improve business operations and quality standards to enhance exports. The project will also help herders and farmers optimize production by improving the quality of livestock and other agricultural products, building capacity in climate-resilient production and enhanced animal husbandry practices, and providing training on essential equipment. The 'Agriculture and Rural Development Project, Phase Two' project will also support the integration of herders and farmers into value chains to enhance earning capacities.</p><p>The second project is 'Border Efficiency for Sustainable Trade Project' for 100 million USD. The purpose of the project is to enhance Mongolia's trade sector resilience, promote export diversification and improve efficiency in the movement of people and goods through land ports. This will be done by upgrading border facilities and incorporating climate adaptation measures, installing smart border technology and equipment and enhancing trade facilitation systems. The project will also improve regional health security by strengthening the surveillance, early detection, and response to animal and human infectious diseases, as well as biological contagion threats associated with agricultural products. The trade project will also introduce One Health coordination mechanisms at the borders, which aims to optimize and balance the health of people, animals, and ecosystems.</p>", "publisher": "The UB Post", "instances": ["The second project is 'Border Efficiency for Sustainable Trade Project' for 100 million USD. The purpose of the project is to enhance Mongolia's trade sector resilience, promote export diversification and improve efficiency in the movement of people and goods through land ports. The project will also improve regional health security by strengthening the surveillance, early detection, and response to animal and human infectious diseases, as well as biological contagion threats associated with agricultural products. The trade project will also introduce One Health coordination mechanisms at the borders, which aims to optimize and balance the health of people, animals, and ecosystems."]}, {"relevance_score": 119, "title": "\"MATILDA DIMOVSKA: UNDP supports Mongolia in green economic transition, climate change and good governance\"", "published": "2023-10-15", "bodyText": "<p nitf:lede=\"true\"> We spoke with Ms. Matilda Dimovska, who has taken the role of UNDP Resident Representative in Mongolia since September 4. In her role, Ms. Dimovska acts on behalf of the UNDP Administrator and as the Head of the Country Office, has the overall responsibility for the operational activities of UNDP in Mongolia. In her interview, she shared her first impression of Mongolia and her insights on accelerating sustainable development in Mongolia.</p><p nitf:lede=\"true\">There are many newly appointed representatives and delegations coming into Mongolia, and I am very much delighted to see, in particular, female representatives amongst them including Chinese Ambassador. I would like to start our interview with your first impression of Mongolia since you came here only a month ago?</p><p>I am extremely excited to come to Mongolia as I have never visited the country before. Out of many critical indicators to define the beauty of Mongolia, the two things stand high in my first impression of Mongolia from the very fresh eyes as I came here only a month ago as you mentioned. First, the uniqueness and second the potential of the country. And I see my job to bring the uniqueness and the potential to their full utilization for the benefit of Mongolian people. The uniqueness of Mongolia is deeply rooted in its eternal blue sky, nomadic culture, wide landscapes, and the resources of young population who are so eager to modernize and bring their voices in society. The question then becomes how to blend all these different critical aspects and uniqueness of the country to serve the development needs, the needs of both people of the country and the government.</p><p>Speaking of potentiality of the country, I see the commitment and understanding of the criticality of sustainability of the development including the Sustainable Development Goals during my meetings and inclusive consultations with a number of representatives from different sectors including the government, media, development organizations, and business and banking sectors since I arrived in Mongolia. The deep commitment towards sustainable development, in fact, denotes the great potential of the country. If it is combined with the willingness of the people, the commitment becomes a great asset and a resource for collective willpower. Then, the question becomes how to tailor all these commitment and willpower towards the development path or the development solutions that augment human development respective of everyone. Everyone means, in the current world, people from all generation including old and young. The new growth model emerges around the world and across different regions. The UNDP focuses on ways and methods to incorporate its main pillars into the</p><p>development of Mongolia.</p><p>You also worked in post-communist countries before. What do you see as similarities and differences between those countries? What makes Mongolia distinguished from other post-soviet countries you worked?</p><p>I have been privileged to have worked in post-communist countries before. In any of those countries, there are differences as well as similarities. Both of which have to be well-considered. In terms of similarities, those are the countries that have legacies in their system inherited and they underwent profound political, economic, and social transformation. There are many important aspects emerged as common in result of dramatic structural changes such as the criticality of the governance system, public administration, and civil servants. Moving away from central economy to a marked based economy requires significantly long time and capacities of institutions to lead the changes which marks the common challenges in transformation faced by all these countries.</p><p>The nomadic culture and traditions that Mongolia has in addition to sparsely populated territory indicates the foremost uniqueness of the country. Mongolia's economy is hugely dependent upon mining which certainly has benefits but also comes with risks in terms of environmental sustainability and the impact of the growth that's based on extraction of natural resources on the planet. In terms of geopolitical aspects and location of the country, Mongolia rests between the two important global players shaping its foreign policy as well as development options for the country. These are the factors that places Mongolia different from other post-communist countries, yet are extremely important to determine the development of the country. I agree that I have come with vast work experience in post-soviet countries but it is crucial to apply the importance of that experience into the uniqueness of Mongolia and support the country in its quest for a growth model that will serve for human development and responsible for future generation.</p><p>UNDP within the United Nations Sustainable Development Cooperation Framework has adopted Country Programme document for Mongolia between 2023-2027 which has set forth the program priorities for the country's develop-</p><p>ment. Can you please share with us the special features of that programme?</p><p>UNDP Country Programme is the compact agreement with the country indicating what the UNDP will be focusing on for the next five years. This is the document firmly anchored in the government's development aspirations and is an integral part of the UN Sustainable Development Cooperation Framework as the UNDP is the prominent member of the UN development</p><p>system in the country. It covers five years and the outcomes are regularly reviewed. We have to be sure to respond to what needs to be improved and as accordingly we adjust the program from time to time. This year marks the first year of the implementation of this country programme document. We agreed to work towards three main directions of changes in which the UNDP aims to carry out positive contributions to the country including first, supporting the economy that is diversified, inclusive, and green. Second direction is focused on supporting climate adaptation as Mongolia is very much affected by climate change by strengthening mechanisms for sustainable and inclusive management of natural ecosystem and resources. Third, we aim to support institutional capacities to improve transparency and accountability and reduce corruption through an approach to inclusive governance based in human rights and promotion of gender equality as a pre-condition for other aspects of development to happen. Broadly speaking, the mandate of the UNDP, in general, is to support any country for its attainment and successful implementation of SDGs. We are now in the midst of implementing Sustainable Development agenda, yet we have seven more years to go. Two weeks ago in New York, leaders of the world met, discussed the state of the implementation of the SDGs, and determined the need to accelerate its implementation. In Mongolia, we need to dig deeper and look into several main areas as triggers for positive changes in other areas and sustainable development. We very much reflect upon integrated approaches to establish access to energy, transition to renewables, improvement of development projectors that will reach the gap between policy and implementation, and effective mobilization of financing derived from public funds to achieve sustainable development.</p><p>As mentioned earlier, in the compact agreement established with the government as well as in the priorities of the UNDP, the promotion of gender equality and participation of women specifically at a decision-making level, takes up a great importance. Within the last years, Mongolia has been active in terms of promoting gender equality. What is your</p><p>stance on the implementation of gender equality in the country? How satisfied areyou with the Mongolia's performance</p><p>and progress achieved in the promotion of gender equality thus far?</p><p>Many thanks for this question. I am very much thankful that our work in gender equality has been well recognized and am very pleased to have our donors' support including KOICA. With their support, we are able to support women's empowerment, in particular, women's political participation. We are very pleased and proud of the fact that UNDP is contributing to the collective state of thinking and is able to push women for a stronger political participation that resulted in 30 percent of quota in the electoral code for women's participation nomination. This is, in fact, a great accomplishment. We are keen to support the implementation of this decision. Indeed, this increased gender quota could become key anchor in increasing number of female Members of Parliament in the coming elections. On the other side, increased participation of women in the parliament for the upcoming election demonstrates the possibility of the ways to break the cycle of traditional stereotypes in the country that harm women. Mongolia has been indeed progressive in many indicators showcasing gender equality, but there is still some sort of restrictions. Men and women have not been equally seen in decision-making processes. I will give you only two examples. The country currently ranks 133rd out of 190 countries in terms of women's representation in decision-making, with only 17 percent of parliamentary seats held by women, falling below the global average of 26 percent. Second, we recently conducted studies on perceptions of women in decision making among public. Strikingly enough, the result from the Gender and social norms Index published by the UNDP this year, showed that 97 percent of the people believed that men become a better fit for political engagement and better political representatives which illustrates the predominating traditional norms and stereotypes against women and explains why women in general have lack of political participation in Mongolia. This, of course, can be changed and will be changed to create equal access to not only the decision making but also to economy and other sectors. We need to change the stereotypes and traditional norms that describe women as good in certain sectors such as textiles in some countries. In order to create green and inclusive economy, women's participation is equally important.</p><p>As we have seen from your biography, you have held a number of leadership roles in many different countries. We see that women face many obstacles and challenges on their way to achieve a leadership position. Giving your experience, what were the challenges you observed in your career and can you please share with us the situation of gender equality in your home country, the Republic of North Macedonia?</p><p>I have been very lucky to have held different levels of positions including leadership positions in my career. I believe that my experience resembles that of many women holding leadership roles. Occasionally, we have to face subtle stereotypes and have to double our efforts to succeed which put us in situations where we feel like we need to work extra hard. Navigating in this male-dominated world indeed requires an extra effort. Most of the times, it comes at the expense of family. I think many women, who progressed in their career to leadership roles, share these similar experiences.</p><p>In my home country, North Macedonia we do have gender quotas and adopted lots of regulations to support women's participation. But having them on paper is one thing and implementing them in reality is different. I get upset when I hear about women still play traditionally seen roles and they accept that roles. Supporting women's participation means to break the cycle of stereotypical views and norms and to make everyone including the women themselves aware of gender equality. It is about knowing what the gender equality is all about, challenging the stereotypes, and working together with citizens and civil society organizations to break the cycle. I would say it as a call to societal effort which is extremely</p><p>important to promote gender equality.</p><p>Could you please share with us your educational background and your journey to be part of UNDP?</p><p>I am an economist and I hold Master's degree in Economic Policy and Development. By being economist has helped me in my career. I have spent almost 20 years of my career at the UNDP holding different roles and positions. I served as UNDP Resident Representative in the Republic of Uzbekistan which provided me the abundant-ly good work experience with the UNDP. I also led the Country Office Support Team at UNDP Istanbul Regional Hub for Europe and the CIS and in that capacity, I supported Country and Project Management Offices in the region. I also worked as Deputy Resident Representative of UNDP in Turkey, Deputy Resident Representative of UNDP in Moldova, which was the country fast transiting into democratic system</p><p>and Assistant Resident Representative of UNDP in Georgia. I love the development and I think supporting the development of the country is exceptional work that the UNDP carries out. Being part of it is a big privilege to me. Before joining the UNDP, I also worked with the private sector in my home country where I was managing the finances of one of the major private companies. I also worked at the government. I have combination of work experience from private, public, and international development sectors which I think is useful, at least in my case, to easily relate myself to the interest of different sides of the development and bring them together.</p><p>What kinds of work does the UNDP undertake to support the government's effort to fight against corruption?</p><p>Thank you for that question. Certainly, the good governance is one of the key components of the priorities of the UNDP stipulated in the agreement with the government. Corruption is the impediment to the development for obvious reasons for misuse of resources that could have been devoted to better enhancement of health and education. It reduces societal trust in the government and it definitely is the main area of focus of the work that we will do in the future. In Mongolia, UNDP has been supporting the anti-corruption efforts ever since the establishment of its operation in Mongolia. We are very much proud at the establishment of our cooperation with the Independent agency of Anti-corruption and adoption of the anticorruption law as well as the recent government initiatives. It is great to see the active involvement and activities of that independent agency. Recently, we have also supported the monitoring and reporting mechanisms against corruption which we incorporated based on exemplary cases and experience from Republic of Korea in collaboration with the UNDP's Seoul Policy Center. Corruption is the critical issue for the development. Over the past one month, I have seen significant potential in anti-corruption efforts including during the opening of the parliament session. UNDP will be looking into more ways to further support the anti-corruption efforts.</p><p>How would you incorporate resources and potential of youth in your future works of supporting development of the country?</p><p>We have the resources of the UN Youth Advisory Panel and we hope that youth guide us as well. We are very much benefitting from that mechanism. On the other hand, youth still need to be supported to make use of their full potential in addition to providing mechanisms for authorities for their engagement. In particular, I would like to see youth engagement in digitalization and green economy which are the focus of areas at the UNDP. The voice of youth is critical and we will be looking into youth support and engagement much more in the future concerning green transition and more specifically, green energy and transition to renewables which ultimately defines the state of future generation. Hearing their voices, feedback, and support on this subject matter and their engagement in crafting our policy and growth model in respective of that time of transition is extremely important. We don't need to teach youth on the use of digital tools, they know it much better than those at the government. But they need to be connected to the world and facilitated for making that connection and for tailoring their skills to developing digital economy. Encouraging them to take part in the digital economy brings up the foremost importance and becomes the topic of the future.</p>", "publisher": "The UB Post", "instances": ["This year marks the first year of the implementation of this country programme document. We agreed to work towards three main directions of changes in which the UNDP aims to carry out positive contributions to the country including first, supporting the economy that is diversified, inclusive, and green. Third, we aim to support institutional capacities to improve transparency and accountability and reduce corruption through an approach to inclusive governance based in human rights and promotion of gender equality as a pre-condition for other aspects of development to happen. Broadly speaking, the mandate of the UNDP, in general, is to support any country for its attainment and successful implementation of SDGs."]}]