[{"relevance_score": 38, "title": "The EU must stay true to its climate commitments", "published": "2025-07-07", "bodyText": "<p nitf:lede=\"true\">KAMPALA - After considerable delay, the European Commission has presented its legislative proposal to set a 90 percent target for reducing greenhouse-gas emissions by 2040, which will now be deliberated by the European Parliament and the Council. The bloc has already positioned itself as a climate leader, setting an ambitious 2030 emissions-reduction goal that it is on track to meet. But with its new focus on regaining economic competitiveness and military might, the EU has been grappling with a practical and moral question: Will it continue to set the global standard for climate action?</p><p nitf:lede=\"true\">To be sure, the EU stands to benefit from adopting the proposed 2040 target. Increasing its use of renewables would bolster energy security, reduce geopolitical risk, and stabilize its economy, owing to lower and more predictable power costs.</p><p>But the bloc’s commitment to decarbonization also has global implications. The clean-energy transition offers the best chance of achieving broad-based prosperity, and the world cannot afford for the EU to reverse course. Such leadership is especially important as countries finalize their updated nationally determined contributions (NDCs) - climate-action plans for the next five years - ahead of the United Nations Climate Change Conference (COP30) in Bel?m, Brazil.</p><p>What may seem like a technocratic exercise in emissions accounting affects countless lives and livelihoods, particularly in the Global South countries that have borne the brunt of a crisis largely created by the Global North. Communities across Africa are already suffering the devastating effects of climate change, including heat waves, crop failures, and coastal erosion. Last year, flash floods affected more than one million people in Nigeria. In Uganda, where I live, families are losing their homes and land to landslides triggered by heavy rains. Despite contributing the least to global warming, we are facing its most severe consequences, and falling deeper into poverty as a result.</p><p>Moreover, many Global South governments are caught in a debt trap, with high interest payments limiting their ability to invest in climate adaptation and mitigation. Their inability to manage worsening climate conditions could result in up to 216 million people being internally displaced by 2050, including nearly 86?million internal climate-change migrants in Sub-Saharan Africa. With cross-border climate-induced migration also likely to increase, EU leaders must decide whether to confront the root causes of displacement or treat its symptoms by fortifying the bloc’s borders - an undertaking that could prove more challenging and costly than decarbonization.</p><p>Failure to adopt the proposed 2040 target would be a betrayal of the people and countries with the least influence and the most to lose. But I do not expect the bloc to choose between its own interests and those of the Global South, because this target benefits everyone. Cutting emissions by 90 percent by 2040 would save the EU more than €850 billion in fossil-fuel imports, eliminate its dependence on foreign gas supplies, and create two million new jobs in green industries. This is why many European businesses and investors support the target. It would also substantially reduce household energy bills and toxic air pollution, improving financial and human health across the continent.</p><p>Maintaining an ambitious climate policy would also offer the EU an opportunity to rebuild trust with Global South governments, many of which have grown disillusioned with the Western liberal order after broken climate-finance promises, foreign-aid cuts, vaccine hoarding during the COVID-19 pandemic, and limited support for the newly operationalized loss and damage fund. African countries, in particular, are closely following the EU’s actions, wondering whether years of lofty rhetoric about climate justice will finally translate into decisive action.</p><p>The signs are not promising. France, despite playing a crucial role in the ratification of the 2015 Paris climate agreement, is now leading efforts to weaken the 2040 target. Instead of displaying climate vision and leadership when they are needed most, Emmanuel Macron’s government has argued for “outsourcing” up to 7 percent of the emissions reduction to non-EU countries by incorporating carbon credits into the target proposal.</p><p>Such indifference has a high cost. If the EU fails to submit an ambitious NDC, it risks undermining the global fight against climate change. Other countries may follow the bloc’s example and water down their own commitments. The chance to set bold collective goals ahead of COP30 will be lost, and Europe’s credibility, especially among climate-vulnerable countries, will take another hit.</p><p>Climate justice cannot be postponed any longer. The EU’s decision on the 2040 target will shape the outcome of COP30 and, by extension, the crucial next phase of climate action. The world is watching to see if Europe will take responsibility for its historic role in the climate crisis and invest in a safe and dignified future for everyone. Given a chance to draw a clear line between past and future - between cowardice and courage - the EU must make the right choice.</p><p>Vanessa Nakate is a Ugandan climate-justice activist and the author of “A Bigger Picture” (Pan Macmillan, 2022). This article was distributed by Project Syndicate.</p><p><url normalizedValue=\"https://newsimg.koreatimes.co.kr/2025/07/03/a7c5eacd-007c-438e-b19d-ab3351802fd0.jpg\">Link to Image</url></p>", "publisher": "Korea Times", "instances": ["It would also substantially reduce household energy bills and toxic air pollution, improving financial and human health across the continent. Maintaining an ambitious climate policy would also offer the EU an opportunity to rebuild trust with Global South governments, many of which have grown disillusioned with the Western liberal order after broken climate-finance promises, foreign-aid cuts, vaccine hoarding during the COVID-19 pandemic, and limited support for the newly operationalized loss and damage fund. The signs are not promising. France, despite playing a crucial role in the ratification of the 2015 Paris climate agreement, is now leading efforts to weaken the 2040 target.", "Other countries may follow the bloc’s example and water down their own commitments. The chance to set bold collective goals ahead of COP30 will be lost, and Europe’s credibility, especially among climate-vulnerable countries, will take another hit. The EU’s decision on the 2040 target will shape the outcome of COP30 and, by extension, the crucial next phase of climate action. The world is watching to see if Europe will take responsibility for its historic role in the climate crisis and invest in a safe and dignified future for everyone."]}, {"relevance_score": 18, "title": "Despite finishing below 1%, minor presidential candidate vows to push forward ", "published": "2025-06-04", "bodyText": "<p nitf:lede=\"true\">Kwon Young-guk, the presidential candidate for South Korea's far-left Democratic Labor Party, received just 0.98 percent of the vote in Tuesday's early election. But in a Facebook post Wednesday, he said he was not giving up.</p><p>\"We will start again with those we must represent, which are workers, farmers, women, small business owners, sexual minorities, people with disabilities, migrant workers and the movement for climate justice,\" Kwon said. \"We will move forward with strength and integrity, staying true to the path we've walked.\"</p><p>Despite the low vote count, the party reported a surge in donations almost immediately after exit polls were released by South Korea's three major broadcasters at 8 p.m. on election night.</p><p>According to party officials, the Democratic Labor Party raised 878 million won ($639,000) between May 8 and 8 p.m. on June 3. In the two hours following the release of the exit polls, it raised an additional 650 million won.</p><p>Kang Nam-gyu, the party's spokesperson, said the election was widely viewed as a referendum on the \"insurrection\" forces, namely former conservative President Yoon Suk Yeol and the former ruling People Power Party. He added that the donation surge reflects support for Kwon among voters who cast their ballots for the leading liberal candidate, Lee Jae-myung, who won the election.</p><p>\"Many people who couldn't vote for Kwon seem to be expressing their support through donations instead,\" Kang said.</p><p>Lee won the election with 49.42 percent of the vote, defeating conservative rival Kim Moon-soo of the People Power Party, who received 41.15 percent.</p>", "publisher": "The Korea Herald", "instances": ["98 percent of the vote in Tuesday's early election. But in a Facebook post Wednesday, he said he was not giving up. \"We will move forward with strength and integrity, staying true to the path we've walked. Despite the low vote count, the party reported a surge in donations almost immediately after exit polls were released by South Korea's three major broadcasters at 8 p."]}, {"relevance_score": 36, "title": "Rights watchdog chief calls for 'climate justice for all'", "published": "2024-10-15", "bodyText": "<p nitf:lede=\"true\">International conference highlights how global warming and human rights are intertwinedBy Jung Min-hoClimate change is one of the greatest risks to human rights today as it threatens many of the fundamental values, including the right to health and even survival itself, Ahn Chang-ho, chief of the National Human Rights Commission of Korea, said Tuesday.</p><p nitf:lede=\"true\">At the International Conference on the Climate Change and Human Rights in Seoul, Ahn called for action to achieve “climate justice,” saying that the two issues are deeply intertwined and that the most vulnerable members of the public are the ones exposed to the biggest risk of its devastating effects.</p><p>“We are living in a time of climate crisis,” Ahn said during the event held at the Press Center. “It is forcing changes in our daily lives. Just this year alone, Korea experienced a heat wave of over 30 degrees Celsius in mid-September ... While some people may complain about hot weather inside an air-conditioned place, others are suffering from heatstroke without any air-conditioning system.”</p><p>His statement comes as Korea is grappling with extreme weather conditions in recent years. More than 3,700 people were treated for heat-related illnesses at emergency rooms during this year’s summer, a significant increase from 2,818 cases in 2023. As a result, prices for cabbages and other vegetables have surged to unprecedentedly high levels.</p><p>For some people, global warming is more than just a health or economic risk, climate activist Yoon Hyeon-jeong said.</p><p>Yoon, a resident in an area where many semisubterranean buildings are situated, said that she became more anxious about rain after a landslide destroyed one of the residential buildings near her home last year.</p><p>“The building was very similar to the one I live in. Ever since then, whenever it rains hard, it makes me feel anxious,” Yoon, a member of Youth 4 Climate Action, said at the event.</p><p>Climate change has also made life hard for many workers like Kim Kyung-sin, a tower crane operator.</p><p>When he started working at construction sites many years ago, summer temperatures were bearable, but now the hot season tests him to his very limit, he said. What makes it all the more challenging is an abnormal pattern of rain, he added.</p><p>“This year, we have experienced unpredictable tropical nights, heat waves and heavy rains,” Kim said. “Quick, intense downpours weaken the ground and could cause many accidents.”</p><p>International experts, including United Nations High Commissioner for Human Rights Volker Türk and European Union Special Representative for Human Rights Olof Skoog, also shared their insights through statements and in-person presentations.</p><p>“The climate crisis is a human rights crisis,” Türk said. “It is time for every nation to integrate human rights into their climate and economic policies, ensuring that no one is left behind ... Climate action that respects human rights is not just the right path: it is the only path. We owe it to future generations to act decisively and ensure justice for all in the face of the climate crisis.”</p><p>On Aug. 29, Korea’s Constitutional Court ruled that the government’s measures for fighting climate change were insufficient for protecting the rights of citizens and said there should be firm targets for greenhouse gas reductions between 2031 and 2049. It was the country’s — and Asia’s — first climate litigation ruling of its kind.</p><p>The verdict came after the Korean rights commission submitted its amicus brief, in which it said the government measures did not comply with the principle of equality and minimum protection of future generations.</p><p>The commission said it would continue to work with climate advocates to mitigate the damaging impact of climate change on human rights while improving ties with other countries to fight for the same cause.</p><p>Copyrightⓒ The Korea Times(<url normalizedValue=\"http://www.koreatimes.co.kr\">www.koreatimes.co.kr</url>) All rights reserved.</p><p><url normalizedValue=\"https://newsimg.koreatimes.co.kr/2024/10/15/27a57453-f4b4-4d00-ad20-ca04df7c0c73.jpg\">Link to Image</url></p>", "publisher": "Korea Times", "instances": ["International conference highlights how global warming and human rights are intertwinedBy Jung Min-hoClimate change is one of the greatest risks to human rights today as it threatens many of the fundamental values, including the right to health and even survival itself, Ahn Chang-ho, chief of the National Human Rights Commission of Korea, said Tuesday. “We are living in a time of climate crisis,” Ahn said during the event held at the Press Center. “It is forcing changes in our daily lives."]}, {"relevance_score": 27, "title": "(EDITORIAL from Korea Times on May 16)", "published": "2024-05-16", "bodyText": "<p nitf:lede=\"true\"> 16 May 2024 (Yonhap News Agency) In the heart of Seoul, amidst the bustling streets and towering skyscrapers, a different kind of battle is being waged -- one that resonates far beyond the borders of Korea. This battle is not waged with weapons or political rhetoric, but with the weight of legal arguments and the fervent determination of climate-concerned citizens, passionate activists and lawyers.</p><p nitf:lede=\"true\">At the center of this struggle is Korea's Constitutional Court, which held the first public hearing of Asia's first climate lawsuit against the government's climate target on April 23, with the next hearing scheduled for May 21, a watershed moment in the global fight against the climate crisis.</p><p>The genesis of this legal saga dates back to 2020, when the first climate lawsuit was filed in Korea. Now, four consolidated lawsuits stand before the court, each representing a diverse array of plaintiffs united by a common cause: To hold the government accountable for its inadequate climate policies. From infants to children, teens, citizens and civil society activists, the plaintiffs represent a unified voice demanding climate justice and liability.</p><p>The crux of the plaintiffs' argument rests on a fundamental premise: That climate change is not just an environmental issue, but a matter of constitutional rights. They contend that the government's failure to address the climate crisis effectively in a timely manner infringes upon their right to life and a clean environment - an assertion bolstered by the Korean National Human Rights Commission's declaration that climate change constitutes a human rights issue of paramount importance.</p><p>Central to the plaintiffs' case is the disparity between Korea's national greenhouse gas emission reduction goal and those of other industrialized nations. They argue that the government's current policies fall woefully short of what is required to mitigate the catastrophic effects of climate change, citing scientific evidence and international legal precedents to support their claims. From inadequate emissions reduction targets to a reliance on fossil fuels, the government's approach to climate action is deemed insufficient and incompatible with its constitutional obligations.</p><p>However, the government remains steadfast in its defense, citing the complexities of policymaking. While acknowledging the urgency of climate change, government officials argue that the judiciary should not encroach upon matters of policy and governance -- a stance that sets the stage for a clash of legal doctrines and raises fundamental questions about the separation of powers.</p><p>As the courtroom drama unfolds, the eyes of the world are fixed upon Korea, recognizing the profound implications of this historic legal battle. The outcome of these lawsuits will reverberate across continents, shaping the future of climate action and holding governments accountable for their climate commitments. Indeed, Korea's climate litigation is not just a domestic affair; it is a global rallying cry for climate justice and a testament to the power of grassroots activism in effecting change.</p><p>In recent years, climate litigation has emerged as a powerful tool for holding governments and corporations accountable for their contributions to climate change. From landmark rulings in Europe to groundbreaking lawsuits in the United States, courts around the world have increasingly recognized the urgent need for climate action and the legal obligations of governments to protect the environment and uphold human rights.</p><p>Korea's climate litigation represents a significant milestone in this global movement for environmental justice. By challenging the government's climate policies in court, plaintiffs are not only seeking redress for past injustices but also demanding systemic change to ensure a sustainable and equitable future for all. Their courage and determination serve as an inspiration to activists and advocates worldwide, galvanizing support for climate action and sparking meaningful conversations about the intersection of law, justice and the environment.</p><p>Beyond the legal arguments and constitutional debates lies a deeper truth -- a truth that speaks to the moral imperative of safeguarding our planet for future generations. It is a truth embodied by the faces of the youth activists who stand as plaintiffs in this historic case -- a generation that refuses to inherit a world ravaged by the climate crisis. Their voices echo a universal call to action, reminding us of our collective responsibility to protect humanity and our planet.</p><p>In the end, Korea's climate litigation is not just about winning a legal battle; it is about winning the fight for humanity's future. It is about affirming our commitment to climate justice and ensuring that the voices of the marginalized and the disenfranchised are heard and heeded. As the judges of the Constitutional Court deliberate and the plaintiffs await their verdict, one thing remains abundantly clear: The world is watching, and the time for action is now.</p>", "publisher": "Korea News Gazette", "instances": ["The genesis of this legal saga dates back to 2020, when the first climate lawsuit was filed in Korea. Now, four consolidated lawsuits stand before the court, each representing a diverse array of plaintiffs united by a common cause: To hold the government accountable for its inadequate climate policies. The crux of the plaintiffs' argument rests on a fundamental premise: That climate change is not just an environmental issue, but a matter of constitutional rights. They contend that the government's failure to address the climate crisis effectively in a timely manner infringes upon their right to life and a clean environment - an assertion bolstered by the Korean National Human Rights Commission's declaration that climate change constitutes a human rights issue of paramount importance.", "As the courtroom drama unfolds, the eyes of the world are fixed upon Korea, recognizing the profound implications of this historic legal battle. The outcome of these lawsuits will reverberate across continents, shaping the future of climate action and holding governments accountable for their climate commitments. In recent years, climate litigation has emerged as a powerful tool for holding governments and corporations accountable for their contributions to climate change. From landmark rulings in Europe to groundbreaking lawsuits in the United States, courts around the world have increasingly recognized the urgent need for climate action and the legal obligations of governments to protect the environment and uphold human rights.", "Their voices echo a universal call to action, reminding us of our collective responsibility to protect humanity and our planet. In the end, Korea's climate litigation is not just about winning a legal battle; it is about winning the fight for humanity's future. As the judges of the Constitutional Court deliberate and the plaintiffs await their verdict, one thing remains abundantly clear: The world is watching, and the time for action is now."]}, {"relevance_score": 63, "title": "Over 30,000 protesters march for climate actions", "published": "2023-10-01", "bodyText": "<p nitf:lede=\"true\">A protestor holds a sign that urges climate action during the 923 Climate Justice March in central Seoul, Sept. 23. Courtesy of Yoon Wonsub</p><p nitf:lede=\"true\">From students and farmers to lawyers, people from all walks of life call for fossil fuel-free, livable futureBy Cho Hye-yoonOver 30,000 people marched down Sejong-daero street in central Seoul, Sept. 23, calling for climate justice. This was the 923 Climate Justice March, which comes on the heels of worldwide climate protests taking place in September, with millions rallying across the globe. The march was organized by Action for Climate Justice, a coalition of more than 600 civic, environment, labor, regional and trade union movements.</p><p nitf:lede=\"true\">Lee Sae-un, a 16-year-old student from Bakdal Middle School in Anyang, Gyeonggi Province, felt the urgency to march with her four classmates in the nation's capital when she realized that the climate crisis has become a reality.</p><p nitf:lede=\"true\">'During the first year of middle school, we vaguely imagined what would happen if the glaciers in the North Pole disappear, as what our textbook warns. It was a wake up call to learn that in just the span of two years, this is already happening in places like Greenland. We, too, are no more free from this crisis on the warming planet. That is why we march today,' Lee said.</p><p>'School taught us to shift focus to big polluters, who are the enablers of the climate crisis, like corporations and governments. Joined by thousands of people today, we urge them to beef up climate action because all of us are watching. Regardless of age, everyone has an obligation to stop the climate crisis,' Lee added.</p><p>Students and teachers from Bakdal Middle School in Anyang, Gyeonggi Province, hold signs calling for climate action for the future during 923 Climate Justice March in central Seoul, Sept. 23. Korea Times photo by Cho Hye-yoon</p><p>Baek Jong-soo, a 37-year-old farmer from Wanju, North Jeolla Province, was one of many people who came to the march with their children.</p><p>'Organic farmers like me, who rely heavily on honeybees to fertilize and pollinate crops, experience the climate crisis firsthand. Rising temperatures are detrimental to bees' survival. If bees cannot pollinate, crop cultivation and farmers' livelihood are severely impacted,' Baek said.</p><p>'Along with 90 residents of Wanju who came a long way to attend the march, we no longer believe in the government's false pledge to curb the climate crisis. Rather, we believe in people's power to pressure the government to do what ought to be done,' he added.</p><p>Lee and Baek were among the many protesters who expressed their frustration with the inaction of those responsible for curbing the climate crisis.</p><p>Kwon Woo-hyun, head of the 923 Climate Justice March organizing committee, denounced the government's climate policies as being regressive.</p><p>'While the climate crisis has been threatening job security, housing and people's rights to safe lives, the government has abandoned its responsibility to protect the people. We are here to overcome the crisis through our own efforts. In this time of crisis, let's use our solidarity to move forward,' he said.</p><p>That is why this year, under the slogan, 'People Power to Overcome the Crisis,' the committee prepared specific demands to fight for. They include protecting people's right to be safe from climate disasters, calling for an end to nuclear and fossil fuel energy, a just transiton to renewable energy, an end to the privatization of railways, an end to new airports and national park development, holding multinational corporations and the weathly accountable for the climate crisis, and listening to those on the frontlines of the climate crisis.</p><p>Japanese environmentalists also participated in the rally, calling for an apology from the Japanese government and TEPCO for the recent discharge of treated wastewater from the crippled Fukushima nuclear plant into the ocean.</p><p>'Japan, which colonized Asia in the past, perpetrated violence again with its discharge, and the Japanese people failed to stop it. I apologize as one of the Japanese people,' Daisuke Sato, Japan Secretary General of the Anti-Nuclear Asia Forum, said. 'Nuclear power, with its incident risks and waste problems, cannot be a sustainable energy source. We call on you to stand in solidarity with the anti-nuclear movement in Asia,' Sato said.</p><p>The 923 Climate Justice March protesters perform a die-in action in Gwanghwamun area, Seoul, Sept. 23. Korea Times photo by Cho Hye-yoon</p><p>Starting around 3 p.m., the participants split into two directions and marched through downtown Seoul. One group marched toward the SK Group headquarters building in Jongno, the Japanese Embassy, and to the Gwanghwamun Government Complex, while the other marched from Seoul Station to the presidential office in Yongsan District.</p><p>Kim Eun-yeong, an activist from NGO group Green Asia, which fights desertification in Mongolia through community-based reforestration projects, said people have the power to nudge governments to gradually phase out emission-intensive energy sources like fossil fuels.</p><p>'Although it will inevitably take time for transition to cleaner energy, communities can pressure those in higher-level positions to implement robust climate policies,' Kim said.</p><p>Linus Bauer, a 27-year-old student from Germany currently studying at Hankuk University of Foreign Studies, is a climate activist from Fridays For Future, an international movement of students striking for climate begun by Greta Thunberg.</p><p>'The climate is changing rapidly, politics is changing as well, but not fast enough,' Bauer said.</p><p>'The German government invests a lot of money in energy transition and 60 percent of electricity produced in Germany is from renewable energy. And I am actually surprised that there are few mitigative measures put in place in Korea, because it's such a technologically advanced country. Every country has to act, but especially rich countries like Germany, the U.S., and Korea have the means to ramp up climate action first.'</p><p>Protestors march down the street of central Seoul near the Seoul Station during 923 Climate Justice March, Sept. 23. Korea Times photo by Cho Hye-yoon</p><p>Jee Hyun-young, a lawyer from Seoul-based Institute of Green Transition, said, 'Despite Korea's pledge to go carbon-neutral by 2050, Korea's renewable power generation lags behind G20 members.' Jee emphasized that on a governmental level, 'phasing out subsidies to the production and consumption of coal, and incentivizing the generation and use of renewable energy are the first steps to change.'</p><p>She added, 'Nuclear energy cannot be a sustainable alternative to pursue since there are no measures put in place to handle its nuclear waste problems. Globally speaking, countries phase down nuclear energy and expand renewable energy.'</p><p>Kim Bo-mi, one of the 14 lawyers participating in Climate Justice March, said, 'The court is the last line of defense for the rights of people. A proactive judicial response to the climate crisis, such as recognizing the responsibility of governments and corporations to reduce carbon emissions, will protect people's fundamental rights and also the animals and ecosystems with which we coexist.'</p><p>Pointing to how the judiciary ought to reflect public interest, Kim added, 'The judiciary system should think about what values are more important to the people in the era of the climate crisis. The interpretation and judgment of law have been changing in tandem with the changing climate of the society and perceptions of the people.'</p><p>Cho Hye-yoon (<email normalizedValue=\"mailto:hyeyoon.cho@mail.mcgill.ca\">hyeyoon.cho@mail.mcgill.ca</email>) is an intern reporter of The Korea Times.</p>", "publisher": "Korea Times", "instances": ["23. Courtesy of Yoon WonsubFrom students and farmers to lawyers, people from all walks of life call for fossil fuel-free, livable futureBy Cho Hye-yoonOver 30,000 people marched down Sejong-daero street in central Seoul, Sept.", "23. Courtesy of Yoon WonsubFrom students and farmers to lawyers, people from all walks of life call for fossil fuel-free, livable futureBy Cho Hye-yoonOver 30,000 people marched down Sejong-daero street in central Seoul, Sept. This was the 923 Climate Justice March, which comes on the heels of worldwide climate protests taking place in September, with millions rallying across the globe. The march was organized by Action for Climate Justice, a coalition of more than 600 civic, environment, labor, regional and trade union movements.", "Courtesy of Yoon WonsubFrom students and farmers to lawyers, people from all walks of life call for fossil fuel-free, livable futureBy Cho Hye-yoonOver 30,000 people marched down Sejong-daero street in central Seoul, Sept. 23, calling for climate justice. The march was organized by Action for Climate Justice, a coalition of more than 600 civic, environment, labor, regional and trade union movements. Lee Sae-un, a 16-year-old student from Bakdal Middle School in Anyang, Gyeonggi Province, felt the urgency to march with her four classmates in the nation's capital when she realized that the climate crisis has become a reality.", "23, calling for climate justice. This was the 923 Climate Justice March, which comes on the heels of worldwide climate protests taking place in September, with millions rallying across the globe. Lee Sae-un, a 16-year-old student from Bakdal Middle School in Anyang, Gyeonggi Province, felt the urgency to march with her four classmates in the nation's capital when she realized that the climate crisis has become a reality. During the first year of middle school, we vaguely imagined what would happen if the glaciers in the North Pole disappear, as what our textbook warns.", "Joined by thousands of people today, we urge them to beef up climate action because all of us are watching. Regardless of age, everyone has an obligation to stop the climate crisis,' Lee added. 23. Korea Times photo by Cho Hye-yoonBaek Jong-soo, a 37-year-old farmer from Wanju, North Jeolla Province, was one of many people who came to the march with their children.", "Rather, we believe in people's power to pressure the government to do what ought to be done,' he added. Lee and Baek were among the many protesters who expressed their frustration with the inaction of those responsible for curbing the climate crisis. While the climate crisis has been threatening job security, housing and people's rights to safe lives, the government has abandoned its responsibility to protect the people. We are here to overcome the crisis through our own efforts.", "'Nuclear power, with its incident risks and waste problems, cannot be a sustainable energy source. We call on you to stand in solidarity with the anti-nuclear movement in Asia,' Sato said. 23. Korea Times photo by Cho Hye-yoonStarting around 3 p.", "S. , and Korea have the means to ramp up climate action first. 23. Korea Times photo by Cho Hye-yoonJee Hyun-young, a lawyer from Seoul-based Institute of Green Transition, said, 'Despite Korea's pledge to go carbon-neutral by 2050, Korea's renewable power generation lags behind G20 members.", "She added, 'Nuclear energy cannot be a sustainable alternative to pursue since there are no measures put in place to handle its nuclear waste problems. Globally speaking, countries phase down nuclear energy and expand renewable energy. A proactive judicial response to the climate crisis, such as recognizing the responsibility of governments and corporations to reduce carbon emissions, will protect people's fundamental rights and also the animals and ecosystems with which we coexist. Pointing to how the judiciary ought to reflect public interest, Kim added, 'The judiciary system should think about what values are more important to the people in the era of the climate crisis."]}, {"relevance_score": 53, "title": "(EDITORIAL from Korea Times on Sept. 21)", "published": "2023-09-21", "bodyText": "<p nitf:lede=\"true\"> On Sept. 19, the U.N. secretary-general delivered his address to the 78th U.N. General Assembly in New York. The full speech is worth a read if you are concerned about \"the most immediate threat to our future: our overheating planet\" as the UNSG said.</p><p nitf:lede=\"true\">From the perspective of climate justice, I greatly sympathized with the following parts of the speech. \"Thousands of people in Derna, Libya lost their lives in epic, unprecedented flooding. Even now, as we speak, bodies are washing ashore from the same Mediterranean Sea where billionaires sunbathe on their super yachts.\"</p><p>s the chief administrative officer of the U.N. said, climate change is not just a change in the weather. \"Global boiling\" literally affects every aspect of the lives of people, plants and animals on our only planet.</p><p>Fortunately, you and I in South Korea have survived the hottest summer in 2018, the longest monsoon in 2020, the longest wildfire in 2022 and the most devastating flood in 2023. However, unfortunately, some of our neighbors have not.?It's not because you and I did something special, but we have been just lucky.</p><p>Yet, climate actions are falling terribly short. We still do have time to act. We also do have the measures to change our future. To do so, we need to push the government, the National Assembly and industry harder.</p><p> fossil fuel phase-out is our utmost priority. It should be full, fast and fair. In other words, it should include all fossil fuels with no new investment, it should be fast enough to avoid irreversible climate disaster and it should reflect the principles of just transition.</p><p>We need to ensure climate justice both globally and locally. Those countries that are hit hardest by the devastating climate impact are often the countries that contributed the least to the disaster. Those more vulnerable to climate impacts in our society also tend to share the least direct responsibility.</p><p>We often say climate action is every country's responsibility. Yes, in principle - but in reality, it is almost the sole responsibility of the major polluters. G20 member countries, including Korea, are responsible for more than 80 percent of global carbon emissions.</p><p>The same reality applies within our society as well. Climate action is everyone's common responsibility, but it should be greatly differentiated. In Korea, those 685 corporations subject to the Korean Emission Trading Scheme (K-ETS) are responsible for 74 percent of the total greenhouse gas emissions.</p><p>Especially the top 10 private emitters, including POSCO, Samsung Electronics, Ssangyong C;amp;amp;amp;E, S-Oil and LG Chem, are responsible for more than a quarter of the total emissions. Therefore, the responsibilities of the steel, petrochemical, cement and semiconductor industries and their leaders including the CEOs and owners are remarkably greater.</p><p>The incumbent Yoon administration proclaimed that Korea would take on a greater role to be a \"global pivotal state\" in the world. To do so, as a member of the G20, the Korean government needs to strengthen its climate policies by following the immediate steps recommended by the U.N. secretary-general.</p><p>Firstly, South Korea, as a member of the OECD, needs to phase out fossil-fuel power generation as fast as possible, including coal, by 2030. However, the current governmental plan is to phase out fossil-fuel power by not 2030 but 2050. What is worse is the government allows additional fossil-fuel power plants to be built. The Yoon administration's actions are clearly in contradiction of its directive of becoming a \"global pivotal state\" in this time of climate emergency.</p><p>Secondly, Korean policymakers need to increase the pricing on carbon. In fact, Yoon promised to strengthen the K-ETS, but the carbon pricing recently hit its lowest level, 7,000 won equivalent to $5 per ton of carbon. The K-ETS is failing to serve its purpose and the Yoon administration is responsible for it. We need to either fix or replace it with a more effective carbon reduction policy.</p><p>To demand not climate change but systemic change based on climate justice, more than 450 civil organizations together with tens of thousands of people will organize a massive climate march this Saturday, Sept. 23, near Seoul City Hall.</p><p>long with the other inspiring climate movements around the world in recent years, there were two major climate protests held in Korea in 2019 and 2022. However, the promised carbon reduction is far from being met, and the growing issue of climate injustice is becoming more prominent. Since September is a month of global climate action, please join the 923 Climate Justice March and raise your voices together because we all deserve a sustainable, just and joyful future.</p><p>Source: Yonhap News Agency</p>", "publisher": "Korea News Gazette", "instances": ["General Assembly in New York. The full speech is worth a read if you are concerned about \"the most immediate threat to our future: our overheating planet\" as the UNSG said. \"Thousands of people in Derna, Libya lost their lives in epic, unprecedented flooding. Even now, as we speak, bodies are washing ashore from the same Mediterranean Sea where billionaires sunbathe on their super yachts.", "It should be full, fast and fair. In other words, it should include all fossil fuels with no new investment, it should be fast enough to avoid irreversible climate disaster and it should reflect the principles of just transition. Those countries that are hit hardest by the devastating climate impact are often the countries that contributed the least to the disaster. Those more vulnerable to climate impacts in our society also tend to share the least direct responsibility.", "The K-ETS is failing to serve its purpose and the Yoon administration is responsible for it. We need to either fix or replace it with a more effective carbon reduction policy. 23, near Seoul City Hall. long with the other inspiring climate movements around the world in recent years, there were two major climate protests held in Korea in 2019 and 2022.", "long with the other inspiring climate movements around the world in recent years, there were two major climate protests held in Korea in 2019 and 2022. However, the promised carbon reduction is far from being met, and the growing issue of climate injustice is becoming more prominent. Source: Yonhap News Agency"]}, {"relevance_score": 38, "title": "[Nani Jansen Reventlow] Righting imperialism's wrongs ", "published": "2023-07-13", "bodyText": "<p nitf:lede=\"true\">At long last, European countries have begun to grapple with their colonial legacies. In the Netherlands, the government has issued an apology for the countryï¿½ï¿½s role in the global slave trade, and the king has ï¿½ï¿½asked for forgiveness.ï¿½ï¿½ The United Nations Special Rapporteur on the Rights of Indigenous Peoples has urged Denmark to ï¿½ï¿½address the negative impactsï¿½ï¿½ of its colonization of Greenland. And in the United Kingdom, media outlets, the Church of England, and cities like Manchester have acknowledged the hard truth: their wealth and power were built on the backs of enslaved people.While these efforts are rightly recognized as historic, they have also been criticized for a lack of consultation with affected communities and an apparent reluctance to provide meaningful reparations. In fact, these statements and apologies often sidestep the question of what reparations should entail, rendering them toothless gestures of pseudo-accountability.To be sure, the discussions such public apologies spark help raise the publicï¿½ï¿½s awareness about the horrors of colonialism. </p><p>The conversations they nurture are crucial, and the fact that they are occurring in Europeï¿½ï¿½s most venerable institutions -- royal palaces, museums, centuries-old foundations, businesses and media conglomerates -- is a testament to the relentless efforts of organizers and communities to keep history from being swept under the proverbial rug.But we must be wary of what Georgetown Universityï¿½ï¿½s Olufemi O. Taiwo calls ï¿½ï¿½elite capture,ï¿½ï¿½ whereby potentially transformative and liberating concepts are stripped of their radical content and appropriated by the political, social, and economic forces they target. In many ways, the reparations discourse is already being co-opted in this way.While important, none of the recent acknowledgments and apologies seeks to tackle the living legacy of slavery, colonialism, imperialism, and the extractive capitalism that they underpinned. Official apologies can serve as a good starting point, but those in positions of power must not be permitted to use the process of reckoning with the atrocities of colonial plunder to evade real accountability.Focusing solely on memorializing and apologizing for historical injustices without acknowledging their enduring effects risks perpetuating structural inequalities. Colonialism undergirded the international economic order. The over-policing of Black youth, disproportionately high mortality rates among non-white mothers, workplace discrimination, migrantsï¿½ï¿½ limited access to social services, and the necropolitics of ï¿½ï¿½Fortress Europeï¿½ï¿½ are all part of the legacy of the racist imperialism upon which Europeï¿½ï¿½s wealth was built.To address these systemic injustices, we must recognize that the emphasis on financial restitution in current debates about reparations is a problem. If we are not careful, governments and institutions could use this money-centric definition of reparations as a cop-out. As we know from international law, countries often prefer to pay damages for their human rights violations rather than take meaningful steps such as revising laws, policies, and practices.This is not to downplay the vital role of wealth redistribution in building a just world. But financial settlements that seek merely to placate those who call for justice are not the same as redistributive policies that target systemic inequality. So far, European governments and institutions have been more than eager to blur the distinction between the two.As Esther Stanford-Xosei and the Pan-Afrikan Reparations Coalition in Europe have argued, the financial aspect of reparations ï¿½ï¿½will be meaningful only if it serves the holistic purpose and strengthens the integral whole of our self-repair process.ï¿½ï¿½ In other words, any form of reparations must enable communities to reclaim power, dignity and stewardship over their shared wealth and resources. If reparations are solely focused on the past, we risk neglecting the present and weakening their emancipatory potential. A more historically informed approach would view reparations as part of a larger project.Much like the broader struggle for racial, social, economic, and climate justice, the purpose of reparations is to help build a more equitable world. The transition to such a world will not be costless and will undoubtedly require sacrifices. Reparations should ensure that these costs are distributed fairly rather than provide a monetary band-aid.To bring about a more just future, we must first meet the most urgent needs of communities grappling with the lasting legacies of colonialism. This means dismantling the unequal power structures in our legal, education, health care and political systems, as well as our workplaces and public services.By adopting a community-oriented approach to addressing structures of oppression, we can ensure that marginalized groups have equal access to essential public goods. But we must also be willing to challenge the inherently harmful and extractive systems that we often take for granted.Simply put, we can no longer accept that any framework, institution or process that affects marginalized communities is established or operated without their meaningful participation. Rectifying historical injustices is not just about righting past wrongs. To create a more equitable society, we must also address colonialismï¿½ï¿½s ongoing effects.By Nani Jansen ReventlowNani Jansen Reventlow, a human rights lawyer, is founder of Systemic Justice, a nongovernmental organization that works with communities to address racial, social and economic injustices through strategic litigation. -- Ed.(Project Syndicate)</p>", "publisher": "The Korea Herald", "instances": ["If reparations are solely focused on the past, we risk neglecting the present and weakening their emancipatory potential. A more historically informed approach would view reparations as part of a larger project. The transition to such a world will not be costless and will undoubtedly require sacrifices. Reparations should ensure that these costs are distributed fairly rather than provide a monetary band-aid."]}, {"relevance_score": 39, "title": "'Celebrity forests' emerge as new K-pop trend in Seoul", "published": "2023-02-07", "bodyText": "<p nitf:lede=\"true\">Environmentally conscious K-pop fans make Han River greener, more sustainable space</p><p nitf:lede=\"true\">By Ko Dong-hwan</p><p nitf:lede=\"true\">Seoul's man-made forest green spaces are expected to get denser this year ― thanks to K-pop fans from across the world.</p><p nitf:lede=\"true\">The Seoul Metropolitan Government said Thursday that a new 10,000 square meter reserve will be established in Nanji Hangang Park at the western end of Seoul in Mapo District. Trees bought with money donated by K-pop fans will be planted there.</p><p>The Nature and Ecology Division of the city government's Parks and Recreation Bureau said they plan to start the Nanji riverside park business this spring. They expect that as K-pop popularity grows across the world, so too will donations.</p><p>'We think that celebrity forests in Seoul represent a model for global K-pop fans' fandom culture to help conserve nature and fend off the climate crisis,' said an official from the division. 'We want to fully support the project so that this kind of fandom culture can expand further.'</p><p>By bringing together different 'celebrity forests' each dedicated to a different celebrity and having it all in one place, the new site at Nanji Hangang Park will become the city's biggest collective celebrity forest on the capital's river. The new forest landscape plan differs from that of other celebrity forests that had been created in the past; different forests will be placed around the riverside area, instead of just randomly.</p><p>There have been nine celebrity forests so far. There are three celebrity forests in Jamsil Hangang Park, two in Ichon, two in Gwangnaru, and one each in Jamwon and Yeouido. The earliest of these is 'RM Forest No.1' in Jamsil, established in August 2019. With donations made for the leader of global K-pop sensation BTS, 1,250 bridal wreaths were planted. A second forest named after RM was made in September 2020 in Ichon, where three East Asian hackberries and 200 bridal wreaths were planted.</p><p>Other members of the band, Jungkook, V, Jimin and Jin, also have forests named after them. The latest, No.9 'Jin Forest' with 10 horse chestnuts was introduced on Yeouido in December 2022. As of January 2023, the total number of trees in all the celebrity forests funded by BTS fans, known as the Army, reached 3,900.</p><p>Trot soloist Youngtak and Ha Sung Woon from K-pop project boyband Wanna One also asked their fans to chip in for the cause. Youngtak was commemorated with three Chinese Fringetrees and 400 winged spindles in October 2021, while Ha was celebrated with four Yoshino cherries and 96 panicle hydrangeas in May 2022.</p><p>'Each forest costs from 24 million to 30 million won ($19,000 to $24,000) on average to buy trees from local landscape firms in Korea,' Cho Yun-hwan from Seoul KFEM, the organizer, told The Korea Times. 'The fans collected the money by themselves and transferred it to us. There have been a lot more local fans in Korea than those from outside the country who have made contributions to these projects.'</p><p>The city government said the upcoming celebrity forests at Hangang Park will include decorative installations desired by fans such as nameplates for their idols, foot or handprint molding, as well as life-size cut-outs in the shapes of their idols.</p><p>'From music to movies and sports, 'hallyu' stars in various genres will receive our city government's support to create more forests at Nanji park,' Joo Yong-tae, the chief of Han River Recreation Bureau, said. 'The forests definitely help raise public awareness of the climate crisis and the need for people to expand climate activities. We also hope the forests will become another tourism hotspot in the city.'</p><p>Cho said that their initiatives are purely voluntary. He said the fans were motivated by their idols who somehow advocated for climate justice in one way or another. 'As their idols are irreplaceable, the fans believe that so is the earth,' Cho said.</p><p>Celebrity forests stem from the city government's urban development project around the river which began in 2013. It allowed members of the public, companies or celebrity fandoms to donate money and plant trees under their names to improve the landscape of the riverside environment and improve the city's air quality. So far, the authority has approved 588 different forests, which comprise almost 180,000 trees.</p><p>Jang Se-bom, an official from the nature and ecology division, confirmed that not a penny from the city government's coffers was spent on preparing trees for the forests. 'The fans donate the money under the purpose of contributing to the fund to buy and plant the trees,' Jang told The Korea Times. 'Seoul KFEM works with the fans in hiring landscape architectural firms to design and create celebrity forests. We just provide them with a patch of land. For others interested in planting trees under their names, we also provide them with necessary tools like shovels, gloves, fertilizers and water.'</p><p><url normalizedValue=\"https://img.koreatimes.co.kr/upload/newsV2/images/202302/6b48d060df7742bb9b06e8241f0bac17.jpg\">Link to Image</url></p>", "publisher": "Korea Times", "instances": ["We also hope the forests will become another tourism hotspot in the city. Cho said that their initiatives are purely voluntary. 'As their idols are irreplaceable, the fans believe that so is the earth,' Cho said. Celebrity forests stem from the city government's urban development project around the river which began in 2013."]}, {"relevance_score": 45, "title": "[Mary Robinson] Supplying the Green Transition Must Be Fast and Fair ", "published": "2022-05-16", "bodyText": "<p nitf:lede=\"true\">Can we avert climate catastrophe without unleashing a tsunami of human-rights abuses? Policymakers, investors, CEOs, and the boards of mining firms should be seeking -- and delivering -- positive answers to that question. Instead, the failure to engage with human-rights concerns could derail our already faltering journey to a low-carbon world.At the United Nations Climate Change Conference (COP26) in Glasgow last November, governments and much of the investment community reaffirmed their commitment to the 2015 Paris climate agreement. Breaching that accordï¿½ï¿½s global-warming threshold of 1.5 degrees Celsius above pre-industrial levels will expose current and future generations to the deadly effects of climate breakdown. </p><p>To avoid a collision with Earthï¿½ï¿½s ecological boundaries, we need a warp-speed acceleration in the transition to a zero-carbon pathway, starting with halving carbon dioxide emissions this decade.Achieving that target will require a quantum leap in investments to secure sufficient supplies of so-called transition minerals. Clean-energy technologies such as solar plants, wind farms, and electric vehicles are mineral-intensive. Motors and turbines need nickel, chromium, manganese, and rare earths. New electricity networks require vast quantities of copper wire. Electric-vehicle batteries need lithium and nickel. The International Energy Agency estimates that reaching net-zero emissions by mid-century will require a six-fold increase in mineral inputs, and a 40-fold increase in lithium supply.Policymakers and investors have slowly woken up to the fact that shortages of transition minerals pose a real and present danger to global climate goals. With demand outstripping supply, prices are surging. Mining companies are desperately seeking new sources of minerals. Larry Fink, the chief executive of BlackRock, the worldï¿½ï¿½s largest money manager, anticipates a transition-mineral investment boom that ï¿½ï¿½is going to be large and (...) going to be multiple years of investing.ï¿½ï¿½Therein lies both an opportunity and a threat. The opportunity is for governments, investors, mining companies, and civil-society organizations to come together to develop new investment models aimed at supplying a renewable-energy revolution while building shared prosperity, public trust, and strengthened governance. The threat is that we fail to protect the human rights of vulnerable communities in the transition-minerals boom, with an investment surge instead fueling the destruction of livelihoods, environmental damage, and a global wave of land and water grabs by multinational companies.Anyone doubting the scale of that threat should consult the Transition Minerals Tracker compiled by the Business &amp; Human Rights Resource Centre. The tracker documents 61 credible new allegations of human-rights abuses in the previous year, including the erosion of land rights, toxic pollution, the diversion of scarce water resources, and attacks on local communities and human-rights defenders. Companies featuring prominently in the charge sheets of the tracker database include Glencore, Anglo American, China Minmetals, and Rio Tinto.I was quite shocked to see that corporations embracing the green economy were committing human-rights abuses. But perhaps none of this should come as a surprise, given that deposits of many transition minerals are concentrated in countries with notoriously poor governance.In the Democratic Republic of the Congo, the worldï¿½ï¿½s largest source of cobalt and a major supplier of copper, mining is associated with child labor, corruption, and widespread violence. Indonesia, the worldï¿½ï¿½s top nickel producer, has a weak record on protecting communities from mining pollution. Lithium extraction in Argentina, Chile, and Bolivia has pitted local communities seeking to defend scarce desert water resources against mining companies that use water-intensive extraction methods and ride roughshod over land rights.As a former UN High Commissioner for Human Rights, I am well aware of the challenges facing mining firms and the wider investment community. Extracting minerals while protecting the environment and respecting human rights is an inherently difficult balancing act, not least when governments fail to act on their responsibilities.Environmental, social, and governance (ESG) investing is not filling the void. Ubiquitous greenwashing aside, attention has focused almost entirely on decarbonization and the ï¿½ï¿½Eï¿½ï¿½ of the acronym. Social criteria -- including human rights -- have been ignored, exposing communities to the threat of systemic rights violations, and investors to reputational risks.Human rights should be put at the center of ESG investment. The Investor Alliance for Human Rights, a group of over 200 firms representing more than $10 trillion in assets, has called for stronger regulatory measures, including mandatory human-rights and environmental due diligence consistent with the UN Guiding Principles on Business and Human Rights. The European Commissionï¿½ï¿½s proposed directive on corporate sustainability due diligence, which would impose obligations -- with potential penalties -- on companies to monitor their value chains, promises to spur movement in the right direction.Mining companies and transition-minerals investors should be at the forefront of efforts to strengthen human-rights protection. Board members of mining companies should ensure that these firmsï¿½ï¿½ corporate cultures and practices reflect the human-rights principles that most of them claim to endorse. These include deep engagement with affected communities and respect for their prior informed consent, due diligence in reporting on supply chains, and access to remedies when harm occurs.Ahead of the COP27 climate summit in Egypt this November, I will be calling on governments, mining companies, investors, financial regulators, and civil-society organizations to agree on a shared agenda for a low-carbon transition that is both fast and fair. While increased supplies of transition minerals can greatly accelerate emission-reduction efforts, protecting human rights is an essential condition for climate justice.Mary RobinsonMary Robinson, a former president of Ireland and former UN high commissioner for human rights, is the chair of The Elders and chair of the Business &amp; Human Rights Resource Centreï¿½ï¿½s Advisory Board.(Project Syndicate)</p>", "publisher": "The Korea Herald", "instances": ["These include deep engagement with affected communities and respect for their prior informed consent, due diligence in reporting on supply chains, and access to remedies when harm occurs. Ahead of the COP27 climate summit in Egypt this November, I will be calling on governments, mining companies, investors, financial regulators, and civil-society organizations to agree on a shared agenda for a low-carbon transition that is both fast and fair. Mary RobinsonMary Robinson, a former president of Ireland and former UN high commissioner for human rights, is the chair of The Elders and chair of the Business &amp; Human Rights Resource Centreï¿½ï¿½s Advisory Board. (Project Syndicate)"]}, {"relevance_score": 25, "title": "K-pop stars launch Kstars4Climate campaign to save Earth ", "published": "2021-04-22", "bodyText": "<p nitf:lede=\"true\">Popular K-pop stars joined hands in a campaign to highlight the dangers of climate change and call for bolder action on the defining challenge of the age, marking the 41st Earth Day on Thursday. Some 31 members from seven K-pop groups including Oh My Girl, BTOB, Day6 and The Boyz shared their thoughts on climate change and encouraged their millions of fans around the globe to take part in climate action. In the first video, released Thursday on the campaignï¿½ï¿½s official website, the idols define climate change in one sentence and explain what it means to them in their own words. </p><p>Three more videos are to be released through the end of June. ï¿½ï¿½Itï¿½ï¿½s a great honor for me to join, actually,ï¿½ï¿½ Seo Eun-kwang from BTB said, describing climate change as ï¿½ï¿½homework for all of usï¿½ï¿½ that cannot be delayed. ï¿½ï¿½Iï¿½ï¿½m very interested in environmental issues. I hope we will tackle climate change together.ï¿½ï¿½ Hyojung from girl band Oh My Girl said climate change is ï¿½ï¿½an issue to think about in order to be happy.ï¿½ï¿½ ï¿½ï¿½I believe our small actions for the environment can lead to a meaningful change. I hope more and more people will care about climate change, which needs global efforts to be tackled.ï¿½ï¿½Sponsored by the British Embassy in Korea and Climate Media Hub, the campaign -- called Kstars4climate -- is the first of its kind among K-pop groups aimed at raising awareness of climate change.The K-pop starsï¿½ï¿½ campaign is expected to inspire millions of people to act on climate change on the back of the immense popularity of K-pop. There are an estimated 1,835 K-pop fan clubs in 98 countries, encompassing about 100 million members as of 2020. They are the latest addition to a list of K-pop sensations that have raised their voice for climate action. Others include Blackpink, official advocates for the COP26, and Red Velvet, ambassadors of the UN International Day of Clean Air for blue skies. Heeding their favorite starsï¿½ï¿½ calls, like-minded K-pop fans around the world have created their own platform --Kpop4Planet -- to cheer on the global movement for climate justice. Momentum for climate action seems to be building around the globe, with the ongoing coronavirus pandemic triggering soul-searching on human relationships with nature and other species. This year is also marked by significant events to address the climate emergency -- from the P4G summit in Seoul to the UN COP26 in Glasgow. ï¿½ï¿½Itï¿½ï¿½s great to see more influential Korean voices like these speaking up for climate action,ï¿½ï¿½ said Simon Smith, the British ambassador to Seoul. ï¿½ï¿½The climate crisis is the greatest challenge that we face, but it is within our power to address it. We all need to act now to protect our planet for future generations.ï¿½ï¿½ Videos and photos of the Kstars4Climate campaign are available on the campaignï¿½ï¿½s official website, kstars4climate.com, as well as its YouTube channel and social media platforms with hashtag #Kstars4climate and the corresponding Hangeul hashtag. By Ock Hyun-ju (<email normalizedValue=\"mailto:laeticia.ock@heraldcorp.com\">laeticia.ock@heraldcorp.com</email>)</p>", "publisher": "The Korea Herald", "instances": ["They are the latest addition to a list of K-pop sensations that have raised their voice for climate action. Others include Blackpink, official advocates for the COP26, and Red Velvet, ambassadors of the UN International Day of Clean Air for blue skies. Momentum for climate action seems to be building around the globe, with the ongoing coronavirus pandemic triggering soul-searching on human relationships with nature and other species. This year is also marked by significant events to address the climate emergency -- from the P4G summit in Seoul to the UN COP26 in Glasgow."]}, {"relevance_score": 33, "title": "Global K-pop fans unite forces at Kpop4Planet for climate action '", "published": "2021-03-04", "bodyText": "<p nitf:lede=\"true\">Several K-pop fans conscious of climate change and its impending crisis have taken initiatives and launched Kpop4Planet, a website where followers of different K-pop artists and fanclubs can learn about eco-friendly daily practices together. Courtesy of Kpop4PlanetBy Ko Dong-hwanImagine what could be done if the approximately 100 million K-pop fans worldwide acted together under a common purpose. Imagine if that purpose was keeping the earth environmentally clean and safe with daily eco-friendly practices and supporting stars who publicly promote climate action.That was what organizers of the new website Kpop4Planet had in mind.The fan-driven climate action platform was launched on Mar. 3, eight months before the 26th UN Climate Change Conference of the Parties (COP26) is scheduled to take place in Scotland's Glasgow.Kpop4Planet's head organizer Nurul Sarifah launched the site so it could become a platform for K-pop fans to gather and learn about the climate crisis and take action with other like-minded fans. </p><p>The site will also harness K-pop's unique crowd-driven activism to persuade businesses and governments to take climate action.â€œClimate change is the crisis of our generation,â€ said Sarifah. â€œWith K-pop fans mostly consisting of Generation Z (those born between mid-1990s and early 2010s) and millennials, we are the ones who will be most severely affected by decisions taken or not taken today. Fighting for climate justice means fighting for our future.â€The site features artists engaging in action against climate change as inspiration for visitors, including BLACKPINK, who in February called for action as the official advocates for COP26, and Red Velvet, who in August 2020 called for clean air as an ambassador of the UN International Day of Clean Air for blue skies. The honor roll also includes Paul Kim, Park Ji-hoon, Eric Nam, Minzy and VIXX who either donated to the cause or raised awareness in real-time online discussions.</p><p>Red Velvet members released a video campaigning for clean air in September 2020 as the ambassadors of the UN International Day of Clean Air for blue skies. Screen capture from YouTubeSome fans had already carried out high-profile climate actions as tribute to their favorite stars. Indonesian K-pop fans made a hashtag trend on Twitter against a Korean company that allegedly burned 57 thousand hectares of forest in Papua. Boyband Seventeen's fanclub Carats fundraised $6,300 from more than 400 donors to help restore forests affected by wildfires in Korea's Gangwon Province. Boyband EXO's fanclub EXO-Ls, BLACKPINK's Blinks and BTS' Army donated money to help victims of floods and typhoons in Thailand and India in 2019, the Philippines in 2020, and Indonesia earlier this year. Other fans also took part in fundraising to help plant trees in Korea, Indonesia and China in honor of their favorite celebrities.Protecting wildlife is another purpose of Kpop4Planet, which is why it was launched on World Wildlife Day. The cause is shared by Army and fans of Monsta X and Wonho who left the band to debut as a solo artist.As of 2019, there are about 1,800 fanclubs for K-culture in almost 100 countries, according to data from Korea's Ministry of Foreign Affairs. â€œWe hope more people join the fight to enjoy K-pop on a liveable planet,â€ Sarifah said.Kim Na-yeon, a NCT DREAM fan who is also a member of Korean youth climate action group Youth 4 Climate Action and the organizer of Kpop4Planet Korea, said many of her group's members are K-pop fans as well.â€œEven if there is no direct benefit to us, we are ready to actively engage in campaigns for a positive image of K-pop artists,â€ Kim said. â€œSo I believe that if K-pop fandoms speak out properly about the climate crisis, we will make a huge difference.â€Super Junior's fanclub ELF's Indonesian group member Arendeelle said her fanclub will help and join the upcoming movement from Kpop4Planet alongside other fanbases and fandoms. â€œI know it's never too late. Let's use our voices! Spread awareness, donate, learn more, support environmental campaigns, and try to make a difference,â€ a member of Blink Philippines who goes by the nickname Jazz said. â€œEvery day, there's at least one person whose eyes are being awakened by what's happening in our world. There's a lot at stake, so we should act now. Together, let's save our future!â€</p>", "publisher": "Korea Times", "instances": ["â€œClimate change is the crisis of our generation,â€ said Sarifah. â€œWith K-pop fans mostly consisting of Generation Z (those born between mid-1990s and early 2010s) and millennials, we are the ones who will be most severely affected by decisions taken or not taken today. â€The site features artists engaging in action against climate change as inspiration for visitors, including BLACKPINK, who in February called for action as the official advocates for COP26, and Red Velvet, who in August 2020 called for clean air as an ambassador of the UN International Day of Clean Air for blue skies. The honor roll also includes Paul Kim, Park Ji-hoon, Eric Nam, Minzy and VIXX who either donated to the cause or raised awareness in real-time online discussions."]}, {"relevance_score": 56, "title": "[ROUNDTABLE] Guest countries to bring diversity to G7 Summit", "published": "2021-06-07", "bodyText": "<p nitf:lede=\"true\">The Korea Times' President-Publisher Oh Young-jin, left, and Korea Foundation President Lee Geun, right, pose with ambassadors to Korea from guest countries that will participate in the 2021 G7 Summit in the U.K., during a roundtable at The Korea Times' office in central Seoul, May 25. From the left are Oh, Korea's Ambassador for International Cooperation on G20/G7 Affairs Choi Kyong-lim, Australian Ambassador to Korea Catherine Raper, Indian Ambassador to Korea Sripriya Ranganathan and Lee. Korea Times photo by Choi Won-suk</p><p nitf:lede=\"true\">This article is the second in a two-part series of roundtables to discuss Korea's planned participation in the G7 Summit 2021, produced in collaboration with the Korea Foundation. â€• ED.</p><p nitf:lede=\"true\">The seven leaders of the world's democratically and technologically advanced nations, also known as the Group of Seven (G7), will soon gather in Cornwall, the U.K., to address global challenges, such as recovering from the COVID-19 pandemic, fighting climate change and sharing values among open societies.</p><p>At this year's G7 Summit, slated for June 11 to 13, under the U.K.'s presidency, four countries â€• Australia, India, South Korea and South Africa â€• are invited as guests to bring more diversity and commitment to the table.</p><p>The Korea Times and the Korea Foundation (KF) co-organized a roundtable of diplomatic representatives of the guest countries May 25, and the representatives presented what each country can bring to international relations and cooperation.</p><p>Participants in the roundtable were Indian Ambassador to Korea Sripriya Ranganathan, Australian Ambassador to Korea Catherine Raper and Korea's Ambassador for International Cooperation on G20/G7 Affairs (also known as the G20/G7 Sherpa) Choi Kyong-lim. A representative from South Africa, another G7 guest country, could not attend the event.</p><p>\"Today's roundtable is a follow-up to the one that was held on May 13 with ambassadors from G7 countries. Both events are organized to give a preview of what to expect at the Cornwall summit of the leaders of the G7 countries and four guest nations,\" The Korea Times' President-Publisher Oh Young-jin said in his welcoming remarks.</p><p>\"The G7 ambassadors meeting raised issues from the vaccine divide to the post-COVID-19 world order and China's wolf warrior diplomacy. The climate crisis also dominated our discussion. These issues cannot be solved overnight as positions differ from one country to another. Today's participants may bring to the table a different set of priorities, even on the same issue, than G7 representatives. Being different is not wrong, but it can diversify our choices and make our life more inclusive,' Oh stated.</p><p>Lee Geun, president of the KF, presided over the roundtable and commented on the guest countries' commitment to and expectations for the upcoming summit: \"This year, the U.K. invited four more liberal democracies from other regions: South Korea from East Asia, Australia and India from the Indo-Pacific and South Africa from Africa. I think the invitation of these four countries is a very timely move by the U.K.'</p><p>From left, Indian Ambassador to Korea Sripriya Ranganathan, Korea's Ambassador for International Cooperation on G20/G7 Affairs Choi Kyong-lim and Australian Ambassador to Korea Catherine Raper, participate in a roundtable on the G7 Summit to be held in the U.K., hosted by The Korea Times and the Korea Foundation at the former's office in central Seoul, May 25. Korea Times photo by Choi Won-suk</p><p>Choi reported on why this G7 Summit is important and what priorities Korea carries to the table as a guest country. \"The world is now faced with fundamental challenges and problems, such as climate change, the pandemic crisis and the rise of authoritarian governments across the globe. These challenges pose great threats to economic prosperity and democratic values,\" Choi said.</p><p>\"No country can cope with these challenges alone, as they demand coordinated global action. But unfortunately, for the last few years, the international community has been lacking in leadership to mobilize such concerted action. The G7 has usually played a very important role in providing this kind of leadership. This year's G7 meeting is the first in-person meeting among the G7 leaders since the pandemic as well as the first one since the change in the U.S. administration. I think it provides a unique opportunity for the G7 to reassert its solidarity and leadership in addressing global challenges.</p><p>'Korea certainly welcomes the invitation. We think that participating in this year's G7 Summit will provide a valuable opportunity to discuss with the leading democracies on how to deal with global challenges.\"</p><p>Ranganathan of India showed how guest countries can enliven the discussion by bringing in diverse perspectives.</p><p>\"I think there are a lot of areas in which our approach and Korean's approach are very much alike, but there are nuances in our understanding and appreciation from your perspective,' Ranganathan said.</p><p>\"We have to make sure that we all have climate justice. But I guess this is an area where the Indian position is somewhat different from that of some of the developed countries, because we do see the need for developed countries to play their part in bringing about responsible consumption and production.</p><p>\"The global community is battling an unprecedented COVID-19 pandemic situation in which more than 150 million people have been pushed into extreme poverty. We believe that now is the time for the global community to come together and review its commitments to pledge tangible support in achieving these goals,\" Ranganathan added.</p><p>Among the many agenda points on the table, Australian Ambassador Raper emphasized gender equality and women's empowerment.</p><p>\"This is based on a long-standing view that unless we have full and equal participation by women in our economies and our societies, we're not achieving gender equality or our societies' or economies' full potential. This also helps companies maximize their bottom line. So in Australia, we have spent many years eliminating formal legal discrimination, and now we're working on less legal-based, more unconscious biases that prevent women's participation in economies and societies,\" Raper said.</p><p>\"We're keen to continue this discussion with the partners of the G7. This issue is also linked to the COVID-19 pandemic, because it had a disproportionate impact on women. When you look at the economic impacts of the pandemic on employment, it's been particularly the services industries â€• retail, hospitality and tourism â€• in which a large proportion of the employees are women, where we are seeing the loss of job security and prospects. So we think it's very valuable to have a discussion about these issues in this forum and, as leaders, to demonstrate that we're committed to tackling this issue.\"</p>", "publisher": "Korea Times", "instances": ["Ranganathan of India showed how guest countries can enliven the discussion by bringing in diverse perspectives. I think there are a lot of areas in which our approach and Korean's approach are very much alike, but there are nuances in our understanding and appreciation from your perspective,' Ranganathan said. But I guess this is an area where the Indian position is somewhat different from that of some of the developed countries, because we do see the need for developed countries to play their part in bringing about responsible consumption and production. The global community is battling an unprecedented COVID-19 pandemic situation in which more than 150 million people have been pushed into extreme poverty."]}, {"relevance_score": 25, "title": "Foreign Line -", "published": "2019-02-12", "bodyText": "<p nitf:lede=\"true\">Korea-U.S. alliance spotlighted at war memorialThe War Memorial of Korea has been holding a special exhibition, 'The Journey of the Greater Alliance towards Peace,' since last November. Just as negotiations on defense cost sharing have ended, the exhibition is coming to an end this Sunday.</p><p>On Saturday at 3 p.m., the exhibition curator Chang Hyun-seok will give a guided tour of the exhibition. It is organized by Yongsan Legacy, a nonprofit organization dedicated to preserving the memories created by the U.S. presence in the rapidly disappearing Yongsan Garrison in central Seoul.</p><p>The tour is free. Visit fb.com/yongsanlegacy for more information.</p><p>Seminar analyzes climate change, trends in global response</p><p>Retired U.S. Department of State diplomat Daniel Garrett will speak at an Asia Institute seminar on climate change, titled 'Wildfire: Two Roads Diverging in a Woods on Fire: The spread of climate chaos and trends in global response today.'The seminar will address three questions: How can we preserve a livable environment? What new forms of governance and approaches to living will be demanded in such difficult times?</p><p>And what can we do now and during the climate chaos to improve the chances that eco-civilizational and climate justice models emerge victorious rather than the 'vultures' of disaster capitalism?</p><p>The event starts at 7 p.m. on Feb. 18 at Commons Ground in Itaewon. Visit circlesandsquares.asia for more information.</p>", "publisher": "Korea Times", "instances": ["The seminar will address three questions: How can we preserve a livable environment? What new forms of governance and approaches to living will be demanded in such difficult times? The event starts at 7 p. m."]}, {"relevance_score": 22, "title": "POSCO's Carbon Footprinting Big", "published": "2009-11-25", "bodyText": "<p nitf:lede=\"true\">Staff Reporter</p><p nitf:lede=\"true\">Gwangyang in South Jeolla Province emitted the highest amount of carbon dioxide (CO2) among local entities excluding five \"special or large\" cities and provinces. Gwangyang is home to POSCO, the world's fourth largest steelmaker.</p><p>The National Institute of Environmental Research (NIER) measured CO2 of local entities, with Gwangyang topping the list of 248 areas studied with 36.5 million tons of CO2 released in 2006. Industrial emissions in Gwangyang took up 97 percent of the total.</p><p>Pohang, home to POSCO's main plant, was second with 33.3 million tons.</p><p>The sum of the emission amounts of the two cities exceeds that of Seoul and makes up 12 percent of the nation's total.</p><p>The Gwangyang branch of Korea Headquarters of Environmental Movement (KHEM) said POSCO consumes a great deal of coal, which is to blame for the high concentration of CO2 emitted into the atmosphere.</p><p>\"Reducing CO2 emissions by turning to low-carbon energy sources is now a necessity, not an option,\" said a representative of KHEM. \"The POSCO plant in Gwangyang has emitted greenhouse gas and other air-polluting materials for some 20 years - it has not fulfilled its environmental responsibility.\"</p><p>The non-government organization demanded POSCO show how hard it has tried to reduce CO2 emissions, if it has done so at all.</p><p>Lee Yoo-Jin, an activist of the non-profit environmental civic group Green Korea United, criticized the government for turning a blind eye to its responsibility in CO2 reduction, fearing adverse effects on industry.</p><p>\"This is unethical and violates the U.N. Principles of Climate Justice which states the responsibility is in proportion to the amount of greenhouse gas emissions,\" Lee said.</p><p>The government plans to cut greenhouse gas by 4 percent by 2020 from 2005 levels.</p><p>The Ministry of Environment estimated greenhouse gas emissions by region and industrial field as preliminary data to establish reduction plans.</p><p>The move comes ahead of U.N. Climate Change Conference in Copenhagen, Denmark from Dec. 7 to 18, which has the goal of preparing a framework to replace Kyoto Protocol for a sounder environment.</p>", "publisher": "Korea Times", "instances": ["This is unethical and violates the U. N. The government plans to cut greenhouse gas by 4 percent by 2020 from 2005 levels. The Ministry of Environment estimated greenhouse gas emissions by region and industrial field as preliminary data to establish reduction plans."]}, {"relevance_score": 65, "title": "No Delay to New Climate Change Treaty", "published": "2009-10-26", "bodyText": "<p nitf:lede=\"true\">COPENHAGEN - As the host of the U.N. climate change conference this December, Denmark is determined to work with world leaders to create a plan to succeed the Kyoto Protocol, which will expire in 2012.</p><p nitf:lede=\"true\">Most politicians, scientists, economists and policymakers have reached a broad consensus that they can no longer delay taking immediate and purposeful action to prevent the globe from getting warmer.</p><p nitf:lede=\"true\">However, with only one and a half months to go before the Copenhagen conference, there is growing skepticism that developed and developing countries may fail to agree on how to cut emissions of carbon dioxide and other greenhouse gases.</p><p>Against this backdrop, it is important to build up public opinion about the urgency, inevitability and significance of action to stop global warming by reaching a new international emission reduction framework.</p><p>For this reason, the Danish government sponsored an editors' forum on climate change which was held from Oct. 9-11 in Copenhagen. The event was organized by Project Syndicate, an international syndication service which has 410 member newspapers from 150 countries.</p><p>It was a rare occasion for more than 300 journalists of newspapers from 120 countries to gather in this green Danish city under the slogan of \"From Kyoto to Copenhagen: Confronting Global Warming and Achieving Energy Security.\"</p><p>In the run-up to the U.N. conference, the forum provided a good opportunity for the journalists to have a better understanding about how serious global warming is and how to act to stop climate change.</p><p>The organizer invited over 40 distinguished economists, scientists, policymakers and business executives. Among them were Jeffrey Sachs, professor of sustainable development and director of the Earth Institute at Columbia University; Joseph Stiglitz, a Nobel laureate and professor of economics also at Columbia University; and Kenneth Rogoff, professor of public policy and economics at Harvard University.</p><p>The speakers also included former U.N. Secretary-General Kofi Annan, Danish Minister for Climate and Energy Connie Hedegaard and Indian Minister of State for Environment and Forests Jairam Ramesh.</p><p>In a speech at the opening reception of the three-day forum, Danish Prime Minister Lars Lokke Rasmussen stressed the importance of the media's role in the fight against global warming.</p><p>\"It is not often we as politicians get a chance to chart out a new course for our planet. One of these rare moments is coming up this December. Here in Copenhagen. We know that you - the media - will play an important and equally difficult role,\" he said.</p><p>He acknowledged that the U.N. negotiations were progressing at a slower pace. But he remained optimistic, believing that the negotiators will find practical solutions to the outstanding obstacles.</p><p>No one can disagree that developed countries should take the lead in drastically slashing greenhouse gas emissions because they are historically responsible for global warming in the process of industrialization in the 19th and 20th century.</p><p>But, the rich nations are calling on rapidly growing economies like China, India and Brazil to take their own share of cutting greenhouse gas emissions.</p><p>\"I am often told by developing countries that we, the industrialized world, are responsible for climate change. My response is you're right,\" said Jose Manuel Barroso, president of the European Commission.</p><p>\"A truly global deal must commit everyone at some level. But please remember that we are not asking the same commitments from developing countries.\"</p><p>He urged developing countries, especially the economically advanced ones, to act to mitigate greenhouse gas emissions.</p><p>He added, \"They do not need to deliver binding targets necessarily, but we need them to translate their domestic actions into an overall agreement.\"</p><p>Former U.N. chief Annan urged developed countries to take the lead making the most dramatic cuts, although he said all countries need to take steps to reduce emissions. He called for the principle of fairness and \"climate justice.\"</p><p>\"Climate justice demands that the industrialized countries meet their historic responsibility for the accumulation of greenhouse gases in our atmosphere,\" Annan said. He urged industrialized nations to commit themselves to reduce emissions by between 25 and 40 percent by 2020.</p><p>Annan also stressed that fast-emerging economies such as Brazil, China, India and South Africa need to engage themselves in a meaningful way but one which does not prevent them from improving the standards of living through economic growth.</p><p>Indian Environment Minister Jairam Ramesh said his country would take nationally accountable mitigation actions that would be domestically binding, clarifying that India would not agree to legally binding reduction targets.</p><p>However, he said while India was going to Copenhagen as \"a deal-maker, not a deal-breaker,\" delegates should not allow the conference to be derailed by exaggerated expectations.</p><p>There was also a debate about a global cap-and-trade system, which is a market-based approach to controlling carbon emissions that allows corporations and governments to trade emissions allowances under an overall cap on those emissions.</p><p>Professor Joseph Stiglitz and former Mexican President Ernesto Zedillo argued that the cap-and-trade scheme would not work. Zedillo said that it is a useless system as it would force developing nations to give up their emission rights to developed countries. He argued for a carbon tax to set a universal price on carbon.</p><p>As for the estimated costs of emission reductions which will require at least $100 billion a year by 2020, professor Jeffrey Sachs said only 1 percent of GDP can save Earth. However, he said nothing has happened over the last 17 years. He floated the idea of setting up a World Environmental Organization to better regulate carbon emissions.</p><p>But world leaders have so far been long on words and short on action, making it dubious that the leaders can narrow their differences and strike a deal. In the U.N. summit on climate change in New York in September, U.S. President Barack Obama said, \"We are determined to act.\" Chinese President Hu Jintao also promised to take \"determined and practical steps.\"</p><p>However, Obama and Hu have remained noncommittal on a specific reduction target of industrial warming gases. Only Japanese Prime Minister Yukio Hatoyama has pledged to cut greenhouse gas emissions by 25 percent by 2020, while the EU put on the table a unilateral 20-percent reduction.</p><p>It is necessary to actively tackle key issues by establishing a mandatory emissions reduction target and exempting developing nations from certain obligations. Rich countries also must decide on financial support and the transfer of technology to poor states for mitigation and adaptation measures.</p><p>A delay in action against climate change will not only increase the costs but also the risk of an environmental catastrophe. Delay is no longer an option. It is time to put global interests before narrow-minded national interests to save the Earth.</p>", "publisher": "Korea Times", "instances": ["N. chief Annan urged developed countries to take the lead making the most dramatic cuts, although he said all countries need to take steps to reduce emissions. Climate justice demands that the industrialized countries meet their historic responsibility for the accumulation of greenhouse gases in our atmosphere,\" Annan said. He urged industrialized nations to commit themselves to reduce emissions by between 25 and 40 percent by 2020.", "chief Annan urged developed countries to take the lead making the most dramatic cuts, although he said all countries need to take steps to reduce emissions. He called for the principle of fairness and \"climate justice. He urged industrialized nations to commit themselves to reduce emissions by between 25 and 40 percent by 2020. Annan also stressed that fast-emerging economies such as Brazil, China, India and South Africa need to engage themselves in a meaningful way but one which does not prevent them from improving the standards of living through economic growth."]}, {"relevance_score": 28, "title": "Copenhagen Conference", "published": "2009-12-06", "bodyText": "<p nitf:lede=\"true\">Negotiators from 192 countries will kick off a 12-day U.N. conference on climate change in Copenhagen Monday to seek a new treaty to replace the Kyoto Protocol which is to expire in 2012. There is no doubt that the meeting is of great importance as global warming could bring a catastrophe to the Earth if there is no urgent action. However, skepticism is prevailing well before the start of the conference that developed and developing nations may fail to reach an agreement to set a new framework to reduce greenhouse gas emissions.</p><p>Regrettably, few believe that the negotiators can narrow differences on an emissions reduction target and work out how to support adaptation and mitigation in developing countries. So, the world stands little chance of seeing a new climate change treaty emerge during the conference. The consensus for now is that the negotiators will only agree to more talks next year to iron out differences and strike a deal.</p><p>Some skeptics argue that a delay would be better than accepting a half-baked treaty in a hurry. Negotiations are usually subject to failure if there is no compromise. But many call into question whether a fight against climate change is an issue that can be compromised on or delayed. That's why it is difficult for the Copenhagen meeting to achieve meaningful results. What's at stake is how to make uncompromising efforts against global warming.</p><p>It goes without saying that the United States, the European Union and other advanced countries should take the lead to drastically curtail emissions of carbon dioxide and other greenhouse gases. They should bear in mind that they are historically responsible for global warming through their industrialization. But it is disappointing that the U.S. is still preoccupied with other priorities such as healthcare reform and the war in Afghanistan, putting climate change on the backburner.</p><p>Industrialized nations are also urged to transfer technology and provide financial support to help poor countries in their mitigation and adaptation efforts. This is often called climate justice in which wealthy economies should account for their historical responsibility for having polluted the atmosphere with greenhouse gases since the Industrial Revolution.</p><p>The World Bank said in a recent study that developing countries would need $75 billion to $100 billion a year over the next four decades to adapt to climate change. Further delay would increase not only the cost but also the risks of climate related disasters. And time is rapidly running out. It is necessary for industrialized nations to commit to taking responsibility, while rapidly emerging economies such as China and India are also required to actively participate in the international efforts against climate change.</p><p>To some developing countries, industrialization and economic development are more important than the global warming campaign. But, they should realize that their immediate gains would only amplify their burdens for climate change. Therefore it is imperative that they learn from advanced nations' experience in order not to repeat their mistakes. We hope that negotiators will find a win-win strategy as soon as possible and usher in a low-carbon revolution to save our planet.</p>", "publisher": "Korea Times", "instances": ["is still preoccupied with other priorities such as healthcare reform and the war in Afghanistan, putting climate change on the backburner. Industrialized nations are also urged to transfer technology and provide financial support to help poor countries in their mitigation and adaptation efforts. The World Bank said in a recent study that developing countries would need $75 billion to $100 billion a year over the next four decades to adapt to climate change. Further delay would increase not only the cost but also the risks of climate related disasters."]}, {"relevance_score": 135, "title": "Inconvenient parallels between responses to Holocaust and to climate change '", "published": "2019-01-13", "bodyText": "<p nitf:lede=\"true\">A young woman holds a map of Europe that reads: \"Wake up!\" during a protest against climate change in Brussels, Jan. 10. The demonstration attracted many young people to protest on green issues. APBy Emanuel Pastreich and Alexander Krabbe</p><p nitf:lede=\"true\">A comparison between the culture of denial and self-deception that swept Europe during the Holocaust and the disgraceful failure of so-called 'advanced nations' to take even the most basic steps to address the catastrophe of climate change may strike readers as a painfully stretched analogy that undermines the authors' credibility.</p><p nitf:lede=\"true\">Sadly, the resistance to this analogy that we have encounters suggests the depth of the denial of climate change that lurks among intellectuals, and extends to the entirety of the educated classes around the world. For, if truth be told, the consequences of global warming and the resulting accelerated climate change will be far deadlier for humanity than the Holocaust, leading to the deaths of hundreds of millions, or billions, as agriculture collapses in the face of spreading deserts and the oceans die as a result of warming waters and increasing acidity.</p><p nitf:lede=\"true\">That we can read about this catastrophe in newspapers and refuse to end our thoughtless consumption of fossil fuels and our mindless plunge into a fantasy of immediate gratification without concern for future generations suggests nothing less than mass psychopathology.</p><p>The analogy to the Holocaust is imperfect and tentative, but it explains how a shadow has fallen between the knowledge of catastrophe and actual action. It offers precedents for the psychology of educated people who fall over backwards to deny an obvious disaster, who refuse to admit that their daily actions had anything to do with the radical crimes carried out in secret.</p><p>We can imagine a future date, if humanity manages to survive in some form, at which this brutal truth of how those with the learning to grasp the problem who pretended that they had nothing to do with this suicidal process will be forced out into the open and the public will be forced to take responsibility for the immensity of the crime that we have committed, and face the bitter fact that we betrayed future generations every time we drove to the market in a car or typed on a computer using energy generated by coal.</p><p>The denial of the Holocaust was not limited to the refusal of Germans to acknowledge the systematic rounding up of Jews (and other undesirables) for transport to concentration camps and on to death camps. The denial of this crime spread around the world, including all the nations of Europe. Educated people in France, Spain, Italy, Belgium and elsewhere knew full well that Jews in their country, and elsewhere, were being rounded up and sent to their deaths. It was an open secret. There were a handful of people who pursued the issue, who looked at the facts (disappearing Jews, threats of violence and a rhetoric of annihilation) and were led inevitably to the unpleasant explanation for what was occurring.</p><p>Even intellectuals in the relatively free nations of the United States and the U.K. were swept up in the systematic denial of the reports of the Holocaust and those brave eye witnesses who testified as to what was happening were dismissed. Officially, the Allied governments claimed that did not learn about the Holocaust until the first liberations of concentration camps in 1944, but in fact they were fully aware of the number (in the millions) who were being killed by 1942 and deliberately avoided offering any assistance.</p><p>Moreover, in 1980 the American historian and journalist Walter Laqueur found out that the British had already cracked the encrypted code of the SS in 1941 and constantly listened to the radio traffic of the Nazis. In 1996 Richard Breitman published British listening records that included success reports from the German 'SD-Einsatzgruppen' and police battalions, about the \"extermination of the Jews\" during the summer of 1941. There was no doubt as to what was happening.</p><p>Szmul Zygielbojm of the Polish government took tremendous personal risks in June 1942 to smuggle detailed reports about industrialized mass murder to London. Although the Daily Telegraph did mention his materials eventually, it was on page five of a six page newspaper (similar to the treatment that catastrophic climate change receives these days). Zygielbojm met with 'indifference, disbelief or even suspicion,' eventually taking his life after his wife and son were killed during the liquidation of the Warsaw Ghetto in 1943.</p><p>Refugees trying to escape persecution were turned back, such as the passengers of the ship the St. Louis that came to the U.S. in 1939 without any serious discussion of the reasons the passengers were fleeing. The U.S. even turned away 20,000 Jewish children fleeing Nazi Germany in much the way that refugees from climate change (whether in Central America or Syria, or Northern Africa) are turned back without a second thought from the U.S., Canada or Japan today.</p><p>The use of Jews as slave labor to aid the German economy (and the economies of other countries), the misuse of the property confiscated from Jews in Germany, and across Europe, profits generated through budgets related to the 'Final Solution' project were deep secrets that had real financial benefits.</p><p>The point is not to berate the Europeans for what they did then, but rather to suggest that the mentality was strikingly similar to what we see today. Fossil fuels (petroleum and coal above all) are dirty and immoral sources of energy and wealth whose catastrophic implications for the environment have been carefully hidden from sight while the immediate consequences are disguised through misleading reports in the corporate media that understate their deadly implications.</p><p>The best and the brightest of so-called 'advanced nations' have their fingers all over this crime, whether in the promotion of economic theories that ignore climate change and assume that growth and consumption are necessary, or policy reports that vastly understate the gravity of the situation, or media reports that fail to mention 'climate change' when reporting massive hurricanes, forest fires or droughts.</p><p>The number of people who are dying now, and who will die in the future, are carefully guarded by these gatekeepers, much as the mass killings of Jews were hidden from the writings of professors, journalists and government officials in Paris and Budapest, in Berlin and Rome, during the 1940s. Similarly, today we see educated people distracted by trivialities like Trump's temper tantrums, and unable to focus on the disaster that stares them in the face.</p><p>We created this cognitive dissidence and we are all guilty. The industry of death around us has been hidden with our permission and with our consent. Factories in China or Vietnam use coal that destroys the ecosystem and pollutes the local region so that rich nations can enjoy inexpensive products without having to consider the price paid by our precious Earth. We pat them on the back for being environmentally friendly because we do not have the domestic pollution we had in the 1960s and 1970s. But the unspeakable damage to our shared ecosystem is the same, whether the factory is in downtown Paris, or in rural Myanmar.</p><p>How is such an approach different from the scheme whereby placing the death camps in Poland allowed all of Europe to enjoy a false sense of innocence? As the recent Hungarian movie '1945' (directed by Ferec Torok) shows, the confiscation of the possessions of Jews was a massive industry that was assiduously covered up by those involved. It was too easy to blame the entire project on a small group of SS officers.</p><p>The current project of death encompasses the production of petroleum, the entanglement of the U.S. dollar with the use of petroleum, and the creation of fraudulent mechanisms like 'carbon trading' that distract us from the necessary steps such as banning the use of fossil fuels. The myth that market mechanisms can solve the problem is embraced by environmental groups that limit their discussions to the most superficial solutions.</p><p>Even more grotesque is the transformation of the military in the U.S. (and elsewhere) into a massive consumer of petroleum and massive producer of carbon emissions that devotes its work to promoting wars to secure only more petroleum and natural gas, and thereby to create petroleum wealth for a select few. The generals embrace the mission of 'security' while ignoring the real security threat of climate change. The scale of the horror is so great that many prefer to simply play stupid and let the insane project proceed unimpaired.</p><p>Today we deny the deaths of millions in wars over oil and the death of tens of millions as the consequence of climate change globally.</p><p>We can understand the mass pathology behind the killing of the Jews, or the embrace of fossil fuels, through a comparison with incest. Incest, sexual relations between close family members, is ethically offensive and disruptive behavior in our society. It results in tremendous psychological damage for victims (and at some level all family members involved are victims) that last for a lifetime.</p><p>There is a disturbing pattern in incest. Although disputes between family members about money or power often spill out into the open where they can be addressed by the family as a whole, and can be resolved, incest is often swept under the rug. Families try to maintain a semblance of normality for years, or even for decades, pretending that the unspeakable relationship does not exist. The same behavior is true for other forms of child abuse.</p><p>Similarly, when addressing the denial of climate change, we must confront the capacity of humans to embrace false narratives at the family level, the national level and the global level that spare them the pain of facing the truth and taking responsibility. We must recognize the ability of humans to deny the truth despite the tremendous damage that such action causes them over the long-term.</p><p>Such was most the mentality of thoughtful people in Prague, in Budapest or in Warsaw who felt comfortable sitting at cafes sipping their favorite drinks, reading intellectually complex novels and discussing the weather, or the latest movies with friends while avoiding any mention of the mysterious disappearance of Jews from their neighborhood. They even struggled to block out the memories of evictions and roundups they had witnessed.</p><p>Of course the Gestapo and other fascist groups were so dangerous that silence was demanded. Yet the totalitarian system could never have been established if citizens had not practiced psychological denial for long enough to allow totalitarian rule to take root. The willingness of educated Germans to ignore the Nazi Party's actions from 1933 on allowed that organization to establish a system that would eventually make criticism impossible.</p><p>Eventually those who tried to help Jews, homosexuals, dissidents, disabled people, Jehovah's Witnesses, communists, POWs, critical authors, Sinti and Romanies were charged with crimes that demanded immediate and brutal punishment.</p><p>Although the Trump administration has made climate change a topic that government officials are not allowed to discuss, let alone respond to, discussing the topic is not illegal yet. Nevertheless, the brutal suppression of the protests against the Keystone SL tar sands pipeline last year, including ridiculously long prison sentences, suggests that it is entirely possible that the debate on climate itself will be criminalized in the years ahead, forcing us to make even more difficult decisions at even greater sacrifice.</p><p>We who fight for climate justice must recognize that we may not have much time before not only is radical climate change unavoidable, but also before the discussion of the topic is made impossible. Creating a sustainable future may require profound sacrifice and moral courage that goes beyond any 'carbon trading' schemes that have been floated by multinational investment banks.</p><p>Climate change is already killing millions around the world, and will kill hundreds of millions in the years ahead. Yet the vast majority of the well-off (and well-off means those who make more than $US40,000 a year) are indifferent to the relationship between their overheated homes, their minivans, their imported cheap products, or their offices with ridiculously high ceilings in the lobbies and glass and steel exteriors that require vast amounts of energy to keep at a comfortable temperature, and climate change. They do not see, or they do not want to see, a link between the hurricanes devastating the coasts, the spreading deserts, the increases in forest fires, and their own daily actions.</p><p>In a grotesque burlesque that has become commonplace, we remark to each other as a greeting that the weather is so cold. Yet we are fully aware that today's winters are so warm that flowers continue to bloom into December, and beyond. We intentionally wear heavy jackets when they go out, willing to put up with the inconvenience because the ritual somehow convinces them that the climate has not changed at all. The painful pursuit of truthThere were brave men and women who risked their lives, and often more importantly, their relations with their own families and friends, to get the truth out about the Holocaust. More often than not their stories were dismissed as exaggerations. It was assumed that the unfortunate deaths of a few Jews were being exaggerated into a fantastic mass murder. The arguments for dismissing their stories (and such arguments are made even today) were based on the assumption that the fascists could not possibly have engaged in something so terrible and that the populations of Europe could not possibly have allowed something on that scale to happen. In effect, the scale of the crime made the task easier, not harder.</p><p>The psychology we see today regarding climate change is identical. The reports produced by scientists based on the scientific method that speak of massive destruction are dismissed or ignored because they are Pollyanish. The rosy predictions made by politicians, television personalities, columnists and businessmen, constructed from self-interest, ego and primitive denial are embraced by many as a precious salve for their deeply troubled collective conscience.</p><p>The scale of the catastrophe, which threatens humanity with extinction, is so large that those who embrace the culture of denial find it easy to dismiss. But there is no scientific basis for such dismissal. If anything, multiple mass extinctions from prehistoric times suggest that such scenarios are all too possible. That bitter reality is detailed in Elizabeth Kolbert's book 'The Sixth Extinction: An Unnatural History' (2014). Certainly the current massive die-out of insects, amphibians, and reptiles indicate that the process of extinction is inexorably working its way up the food chain towards us.</p><p>It is no longer a secret that a small group of billionaires are making a fortune off of encouraging waste among the population and forcing us to be dependent on fossil fuels, often using taxpayers' money to subsidize this addiction to a dangerous energy source. They are fully aware of the crime that they are engaged in and they are informed about the coming catastrophe. Yet they march forward towards mass destruction, much as the leaders of the Third Reich did when they started their invasions of Eastern Europe and Russia, knowingly launching a catastrophe that destroyed them as well.</p><p>Just as a small group of intellectuals, such as Austrian-German Orientalist Adolf Wahrmund (1827-1913), pushed fake science about Jewish inferiority in Europe from the late 19th century, and tried to convince French and Germans that the contradictions of capitalism could be traced back to racial characteristics of Jews, a circle of fraudulent 'experts' have made a fortune from paybacks from fossil fuel industry to push their denial of, or understatement of, climate change.</p><p>These professional deniers and scientists for hire such as Fred Seitz, Robert Jastrow (founder of the notorious George C. Marshall Institute) and William Nierenberg pawn off fake science using glossy brochures and fancy PPT presentations with the criminal intention of misleading the public about a national security crisis. The process is immoral and illegal, but even today is described in the media as merely matter of differing opinion - much as rabid anti-Semitism was treated in Europe from the late 19th century.</p><p>Today's professors, lawyers, doctors or businessmen and reporters contribute to the promotion of a fossil fuel-based economic system that defines the economy in terms of consumption and waste. They are amply rewarded for their work, through consulting contracts, through their connections to corporations pushing automobiles or fossil fuels, or through other financial links. They shamelessly discuss economics while ignoring the impact of energy on the environment and they promote 'free trade' while ignoring the tremendous emissions that result from the transportation of products across the world by container ships. This shameless work forms a perfect parallel to the pseudo-science of racial inferiority promoted by anthropologists and physiologists in pre-war Europe like Houston Stewart Chamberlain (1855-1927) who provided Hitler with his roadmap for systematic 'scientific' attacks on Jews.</p><p>The Washington Post reported in November 2017, that the U.S. became the biggest polluter per capita in the world and that it has the most climate change deniers of any country. Such an extreme situation could not have been reached without the massive collaboration of countless American intellectuals in this institutionalized death march.</p><p>Some intellectuals have written books about the magnitude of climate change that receive attention in the mainstream media. For example, Naomi Klein has written, and spoken, in a persuasive and blunt manner about the scale of the threat to humanity, saying that the Earth is 'fucked' by the false promise of perennial growth on a planet with limited resources. Her 'This Changes Everything: Capitalism vs. the Climate,' published in 2014, is a rare example of a widely read book that suggests that the economic and ideological assumptions of our society will be fatal.</p><p>So also Clive Hamilton, an Australian professor who is a member of the Board of the Climate Change Authority of his country, published a powerful critique of flawed economic policies 'Growth Fetish' in 2003, and the trenchant 'Requiem for a Species' in 2010. Hamilton suggests that even the experts behind the IPCC (Intergovernmental Panel on Climate Change) have vastly underestimated the dangers ahead because of economic and political pressures.</p><p>But most climate change discourse has been laughable and pathetic. The most representative artifacts of this culture of understatement are former Vice President Al Gore's two inconvenient movies: 'An Inconvenient Truth' (2006) and 'An Inconvenient Sequel: Truth to Power' (2017). Both films are more a promotion of Al Gore than a serious effort to address the threat of climate change. The saccharine narratives assume unwarranted optimism that multinational corporations that pursue profit can solve this catastrophe if only upper middle-class citizens raise their awareness of climate change. The movie avoids any consideration of serious actions such as the categorical prohibition of the use of fossil fuels, or even heavy taxing of pollution. The road forward2018 was a turning point in the modern Holocaust of climate change. The disruption of the Northern Hemisphere's jet stream led to a vastly increased warming of the North Pole that meant a smaller difference in temperature relative to the equator. The result has been reduced the air circulation at the altitude of nine to 12 kilometers with the consequence of minimal seasonal variations around the world. The resulting extreme rainfall in Italy, the unprecedented drought in Germany, the massive fires in California and Greece show that extreme climate is a reality, but governments, and their citizens are incapable of articulating responses on the appropriate scale.</p><p>Most of us lack the bravery, and the intellectual clarity, necessary to face ugly truth of climate change and its roots in our culture and habits. We have externalized the problem and therefore are unable to move to the next step of changing our behavior so as to make progress.</p><p>There is still hope. We see a rising awareness of climate change around the world that makes an honest discussion about the scale of the threat possible. But we cannot allow half-truths and rosy projections to delude us. The struggle ahead will be profound and disorienting. We will have to challenge the consumption-based economics that underpins every aspect of our current ideology. The circumstances may be entirely different, but a moral bravery on a par with that which was required to confront the Holocaust will be demanded of us if we wish to find a solution.</p>", "publisher": "Korea Times", "instances": ["Although the Trump administration has made climate change a topic that government officials are not allowed to discuss, let alone respond to, discussing the topic is not illegal yet. Nevertheless, the brutal suppression of the protests against the Keystone SL tar sands pipeline last year, including ridiculously long prison sentences, suggests that it is entirely possible that the debate on climate itself will be criminalized in the years ahead, forcing us to make even more difficult decisions at even greater sacrifice. Creating a sustainable future may require profound sacrifice and moral courage that goes beyond any 'carbon trading' schemes that have been floated by multinational investment banks. Climate change is already killing millions around the world, and will kill hundreds of millions in the years ahead."]}, {"relevance_score": 37, "title": "[JEAN-MICHEL SEVERINO] Rendezvous with Africa on climate ", "published": "2009-12-18", "bodyText": "<p nitf:lede=\"true\">PARIS - After a long series of preparatory meetings, the Copenhagen summit on climate change is finally upon us. With the Kyoto Protocol on carbon emissions expiring in 2012, the delegates who will gather in Copenhagen have been given the task of concluding a new international agreement. The world's countries are engaging in one of the most complex and consequential exercises in collective action that has ever had to be managed in the history of international relations.</p><p nitf:lede=\"true\">Although the responsibility of industrialized countries and emerging economies in the battle against carbon emissions is now well known, Africa's place in the climate agenda has been largely neglected. Sub-Saharan emissions, estimated at only 3 percent to 4 percent of global man-made emissions, are deemed of little interest. Yet Africa is central to the global environmental crisis in two important ways.</p><p>First, Africa would be the first victim of major climate disturbance - with side-effects on the whole planet. Experts predict that the continent will experience some of the gravest changes, whereas the capacity of African societies to respond to them is among the weakest in the world.</p><p>Several African countries are already experiencing reduced rainfall, soil degradation, and the depletion of precious natural resources, which has a direct impact on the livelihoods of two-thirds of sub-Saharan Africans. The economic, social, migratory, and security consequences of such vulnerability on the rest of the world cannot be ignored, as Africa will be home to more than two billion inhabitants in 2050.</p><p>Second, Africa is one of the important actors in the global environmental crisis. Because of its vast natural heritage, the continent contains some of the most potent solutions to climate change. The Congo basin represents the second largest mass of tropical forest in the world, with 220 million hectares. At a time when carbon emissions are rapidly rising worldwide, this gigantic carbon-capture machine is, like agricultural land, one of the essential elements of global climate control. And yet Africa's forest coverage fell by 10 percent between 1990 and 2005 - more than half the recorded global shrinkage.</p><p>Moreover, Africa will experience by far the largest growth in energy requirements of any world region in the next 50 years. The fight against climate change will be waged in large part over whether Africa's energy needs are met with fossil fuels or renewable energies.</p><p>It is vital that the Copenhagen delegates recognize and promote Africa's contribution to the world's delicate climatic balance. Efforts to preserve Africa's natural resources and to exploit the vast potential of the sub-continent's renewable energies are not free. But if Africa's carbon-storage capacity is viewed as a global public good, as it should be, then everyone should contribute to its provision by developing mechanisms that enable preservation and spark the move toward sustainable energy models.</p><p>Three promising tracks will have to materialize rapidly. The first consists in increasing the use of existing tools, such as Clean Development Mechanisms, which enable actors from rich countries to promote projects that reduce emissions in developing countries. Up to now, Africa has missed out on the benefits of CDMs: to date, less than 2 percent of these projects take place in Africa, compared to 73 percent for Asia. Africa ought to be the global carbon market's new frontier.</p><p>The second track is official recognition of the carbon storage of African lands and forests, as well as rewards for \"avoided deforestation.\" At a time when humanity is coming to measure the value of biodiversity and the importance of land and forests in climate control, Africa has much to gain by making itself the guardian of a heritage that is essential to humanity's survival. This is worth several billion dollars annually, which could constitute one of the essential stepping-stones to sustained economic growth in Africa in a post-petroleum era.</p><p>Finally, the 'climate justice\" plan sponsored by France and others in Copenhagen, which aims to increase Africans' access to clean energy, is crucial at a time when three of ten sub-Saharan Africans have no access to electricity. It is a question not only of justice, but also of climate regulation. Linking public and private efforts to provide two billion Africans with renewable energy will therefore be one of the major challenges of the coming decades.</p><p>In the past, African countries found it difficult to make their voices heard in major international negotiations. Their decision to act as a bloc in Copenhagen is an important step forward. But Africa and its partners will now have to unite to win the adoption of measures that ensure the sustainable exploitation of Africa's vast environmental potential in the interest of us all.</p><p>Jean-Michel Severino is CEO of the Agence Francaise de Developpement and a member of the blog <url normalizedValue=\"http://www.id4d.org\">www.id4d.org</url>. - Ed.</p><p>(Project Syndicate)</p>", "publisher": "The Korea Herald", "instances": ["At a time when humanity is coming to measure the value of biodiversity and the importance of land and forests in climate control, Africa has much to gain by making itself the guardian of a heritage that is essential to humanity's survival. This is worth several billion dollars annually, which could constitute one of the essential stepping-stones to sustained economic growth in Africa in a post-petroleum era. It is a question not only of justice, but also of climate regulation. Linking public and private efforts to provide two billion Africans with renewable energy will therefore be one of the major challenges of the coming decades."]}, {"relevance_score": 7, "title": "[Graphic News] India has largest number of environmental conflicts in the world ", "published": "2018-07-17", "bodyText": "<p nitf:lede=\"true\">ã€€India has the highest number of environmental conflicts in Asia and the world, mainly in the areas of nuclear, water management, biomass and land. On the other hand, Bhutan records no conflicts. ã€€Despite opposition against coal mining, hydropower projects and waste management plants, India has relentlessly pursued these projects. The country has 271conflicts. ã€€China is second in Asia in terms of the number of conflicts, which include those related to copper mining, waste incarceration, chemical plants and construction of dams. In total, it has 76 conflicts.ã€€South Korea has nine conflicts related to nuclear, fossil fuels and climate justice. (ANN/ DataLEADS)</p>", "publisher": "The Korea Herald", "instances": ["ã€€China is second in Asia in terms of the number of conflicts, which include those related to copper mining, waste incarceration, chemical plants and construction of dams. In total, it has 76 conflicts. (ANN/ DataLEADS)"]}, {"relevance_score": 3, "title": "Blackyak Issues Urgent Call for Global Climate Action from the Himalayas", "published": "2025-07-07", "bodyText": "<p>(From left) Mayor Mingma Chiri Sherpa of Nepal's Kumbu Pasang Ramu District, BYN Black Yak Group Chairman Kang Tae-sun, Sagarmata Pollution Control Board Chairman Ramakaji Sherpa,...</p>", "publisher": "Webnews - Korean", "instances": []}, {"relevance_score": 4, "title": "한전 석탄발전소, 세부 주민 고통 외면 10년째", "published": "2025-07-15", "bodyText": "<p>석탄재로 인해 색이 변해버린 발전소 인근 바다 /사진제공=기후솔루션 [환경일보] 필리핀 세부주 나가시티에서 한국전력공사(한전)가 운영하는 석탄화력발전소로 인해 지역 주민들이 10년 넘게 건강 악화와 생계 위협을 겪고 있는 것으로 조사됐다. 15일 기후솔루션이 입수한 필리핀 시민사회단체 연합 ‘필리핀기후정의운동’(PMCJ,Philippine Movement for Climate Justice)의 5월 피해분석 보고서에 따르면, 2011년 가동하기 시작한 한전의 세부 석탄화력발전소로 인해 발전소 인근 지역에서는 호흡기 질환과 심혈관 질환이...</p>", "publisher": "Webnews - Korean", "instances": ["석탄재로 인해 색이 변해버린 발전소 인근 바다 /사진제공=기후솔루션 [환경일보] 필리핀 세부주 나가시티에서 한국전력공사(한전)가 운영하는 석탄화력발전소로 인해 지역 주민들이 10년 넘게 건강 악화와 생계 위협을 겪고 있는 것으로 조사됐다. . ."]}, {"relevance_score": 5, "title": "[최재용 ESG 칼럼] 기후변화와 사회적 적응, 우리가 준비해야 할 미래", "published": "2025-08-22", "bodyText": "<p>기후변화는 이제 먼 미래의 이야기가 아니다. IPCC(기후변화에 관한 정부간 협의체)의 최신 보고서에 따르면, 지구 온난화로 인한 사회적 변화가 이미 곳곳에서 시작되었으며, 향후 33~36년 안에 기후변화에 따른 사회적 질서의 상당한 변화를 겪게 될 것이라고 경고했다. 특히 주목할 점은 기후변화가 단순히 환경 문제를 넘어 우리 사회의 모든 영역에 걸쳐...</p>", "publisher": "Webnews - Korean", "instances": []}, {"relevance_score": 5, "title": "[기사]에코페미니스트 운동의 급부상...50개국 참가 ‘기후정의 여성총회’ 열려", "published": "2025-07-01", "bodyText": "<p>[번역자주] 이 글은 지난 6월 23일부터 28일까지 여성 환경 기후 행동 네트워크(Women’s Earth and Climate Action Network, WECAN)가 주최해 열린 제7회 ‘기후 정의를 위한 여성 총회’(Women’s Assembly for Climate Justice)를 앞두고 쓰인 것이다. 화상으로 진행된 총회에는 50개국에서 과학자, 정책입인자, 원주민 지도자, 풀뿌리 조직가 등 125명 이상의 여성들이 참여했다. 이 자리에서는 식량 주권, 산림 보호, 토지 권리, 기후...</p>", "publisher": "Webnews - Korean", "instances": ["화상으로 진행된 총회에는 50개국에서 과학자, 정책입인자, 원주민 지도자, 풀뿌리 조직가 등 125명 이상의 여성들이 참여했다. 이 자리에서는 식량 주권, 산림 보호, 토지 권리, 기후."]}, {"relevance_score": 9, "title": "기후 재난 반복되면, '돌봄 여성 노동자'가 착취당한다... 왜?", "published": "2025-08-06", "bodyText": "<p>한국의 공론장은 다이내믹합니다. 매체도 많고, 의제도 다양하며 논의가 이뤄지는 속도도 빠릅니다. 하지만 많은 논의가 대안 모색 없이 종결됩니다. 소셜 코리아( https://socialkorea.org )는 이런 상황을 바꿔 '대안 담론'을 주류화하고자 합니다. 구체적으로는 ▲근거에 기반한 문제 지적과 분석 ▲문제를 다루는 현 정책에 대한 날카로운 비판을 거쳐 ▲실현 가능한 정의로운 대안을 제시하고자 합니다. 소셜 코리아는 재단법인 공공상생연대기금이 상생과 연대의 담론을 확산하고자...</p>", "publisher": "Webnews - Korean", "instances": []}, {"relevance_score": 4, "title": "트럼프 \"AI에 마르크스주의 광기 원치 않아\"…연방 조달서 'Woke AI' 배제", "published": "2025-07-24", "bodyText": "<p>트럼프 \"AI 경쟁 승리\" 선언…Woke AI 배제하며 중국과 패권 경쟁 트럼프, AI 패권 위해 3개 행정명령…\"마르크스주의 광기 제거\" 도널드 트럼프 미국 대통령이 23일(현지시간) \"미국이 인공지능(AI) 경쟁에서 승리할 것\"이라고 선언하며 AI 패권 확보를 위한 3개 행정명령에 서명했다. 트럼프 대통령은 이날 워싱턴DC에서 열린 'AI 경쟁 승리 서밋'에서 \"이 경쟁에서 이기는 것은 우주 시대가 시작된 이래 우리의 역량을 시험하는 일이...</p>", "publisher": "Webnews - Korean", "instances": []}]