[{"relevance_score": 20, "title": "Viet Nam presents five proposals to protect environment, global health at BRICS Summit", "published": "2025-07-08", "bodyText": "<p nitf:lede=\"true\">Vietnamese Prime Minister Pham Minh Chính put forward five key proposals on environmental protection and global health during a high-level session held on Monday (local time) on environment, COP30 and global health as part of the expanded BRICS Summit 2025 in Rio de Janeiro.</p><p nitf:lede=\"true\">First, the PM advocated building a shared understanding and a shared global, comprehensive, inclusive approach to protecting the environment and public health.</p><p>Second, he emphasised the principle of common but differentiated responsibilities, fairness and justice in addressing environmental and health challenges, in line with each country's historical context, development level, and resources. He urged developed nations to honour commitments on finance, technology transfer, and human resources training.</p><p>Third, the Vietnamese Government leader pointed to the need to mobilise sufficient and sustainable resources. Stressing the importance of achieving breakthroughs in climate finance at COP30, he supported Brazil's priorities and called for innovative green financing mechanisms and stronger private sector involvement.</p><p>Fourth, PM Chính stressed the need to maximise the role of science, technology, and innovation in environmental protection and healthcare. He called for stronger international cooperation in developing green technologies, digital infrastructure, and knowledge-sharing to narrow development gaps.</p><p>Fifth, he urged substantive, effective reforms of global governance in environment, climate and health, while affirming the central role of the United Nations, multilateral cooperation, and meaningful participation by regional and inter-regional mechanisms to ensure that global commitments are delivered fairly, transparently and effectively.</p><p>PM Chính expressed his support for Brazil's selection of environment protection and global health as priorities for this year's BRICS Summit, saying the issues are existential for the planet.</p><p>Reflecting on lessons from the COVID-19 pandemic and other global challenges, such as natural disasters, climate change, resource depletion, and population ageing, the Vietnamese PM noted that the world remains unprepared and global institutions are not yet cohesive or strong enough to respond effectively. He called for a shift in mindset and a sense of urgency, with a spirit of \"shared journey, shared action, shared benefits and shared success.\"</p><p>PM Chính reiterated that climate action, environmental protection, and public health must form the foundation of all national development policies - not only a strategic choice but a historical imperative.</p><p>He reaffirmed Viet Nam's strong commitment to reaching net zero emissions by 2050, and its readiness to contribute responsibly and actively to global environmental and health cooperation.</p><p>There is no substitute for Earth, no asset more valuable than health, and no foundation more solid than humanity, he stated, stressing that \"only through collective action can we leave future generations a thriving planet, a prosperous world, and a happy humankind.\"</p><p>In his opening address, Brazilian President Luiz Inácio Lula da Silva, current Chair of BRICS, underscored the urgency of a just and well-planned energy transition, the need to reduce fossil fuel dependence, and the pursuit of \"zero deforestation.\" He called for stronger investment in protecting tropical rainforests and emphasised the importance of climate justice in tackling poverty and inequality.</p><p>Leaders at the session warned of delays-and even reversals-in progress toward the United Nations Sustainable Development Goals (SDGs), and stressed the need for global cooperation to address climate crises, strengthen health governance, and promote inclusive, sustainable development.</p><p>The high-level session marked the conclusion of the expanded BRICS Summit 2025, which showcased Brazil's leadership and reflected the shared aspirations of developing nations for multilateral cooperation, global solidarity, and inclusive governance with people at its heart.</p><p>Viet Nam's active and constructive participation once again highlighted the image of a dynamic nation, firmly committed to environmentally responsible development and proactive global integration for peace, cooperation and progress.</p>", "publisher": "Viet Nam News", "instances": ["He called for a shift in mindset and a sense of urgency, with a spirit of \"shared journey, shared action, shared benefits and shared success. PM Chính reiterated that climate action, environmental protection, and public health must form the foundation of all national development policies - not only a strategic choice but a historical imperative. He reaffirmed Viet Nam's strong commitment to reaching net zero emissions by 2050, and its readiness to contribute responsibly and actively to global environmental and health cooperation. There is no substitute for Earth, no asset more valuable than health, and no foundation more solid than humanity, he stated, stressing that \"only through collective action can we leave future generations a thriving planet, a prosperous world, and a happy humankind. In his opening address, Brazilian President Luiz Inácio Lula da Silva, current Chair of BRICS, underscored the urgency of a just and well-planned energy transition, the need to reduce fossil fuel dependence, and the pursuit of \"zero deforestation. He called for stronger investment in protecting tropical rainforests and emphasised the importance of climate justice in tackling poverty and inequality. Leaders at the session warned of delays-and even reversals-in progress toward the United Nations Sustainable Development Goals (SDGs), and stressed the need for global cooperation to address climate crises, strengthen health governance, and promote inclusive, sustainable development. The high-level session marked the conclusion of the expanded BRICS Summit 2025, which showcased Brazil's leadership and reflected the shared aspirations of developing nations for multilateral cooperation, global solidarity, and inclusive governance with people at its heart. Viet Nam's active and constructive participation once again highlighted the image of a dynamic nation, firmly committed to environmentally responsible development and proactive global integration for peace, cooperation and progress."]}, {"relevance_score": 20, "title": "Vietnam presents five proposals to protect environment, global health at BRICS Summit", "published": "2025-07-08", "bodyText": "<p nitf:lede=\"true\">Vietnamese Prime Minister Pham Minh Chinh put forward five key proposals on environmental protection and global health during a high-level session held on July 7 on environment, COP30 and global health as part of the expanded BRICS Summit 2025 in Rio de Janeiro.</p><p nitf:lede=\"true\">First, the PM advocated building a shared understanding and a shared global, comprehensive, inclusive approach to protecting the environment and public health.</p><p>Second, he emphasised the principle of common but differentiated responsibilities, fairness and justice in addressing environmental and health challenges, in line with each country's historical context, development level, and resources. He urged developed nations to honour commitments on finance, technology transfer, and human resources training.</p><p>Third, the Vietnamese Government leader pointed to the need to mobilise sufficient and sustainable resources. Stressing the importance of achieving breakthroughs in climate finance at COP30, he supported Brazil's priorities and called for innovative green financing mechanisms and stronger private sector involvement.</p><p>Fourth, PM Chinh stressed the need to maximise the role of science, technology, and innovation in environmental protection and healthcare. He called for stronger international cooperation in developing green technologies, digital infrastructure, and knowledge-sharing to narrow development gaps.</p><p>Fifth, he urged substantive, effective reforms of global governance in environment, climate and health, while affirming the central role of the United Nations, multilateral cooperation, and meaningful participation by regional and inter-regional mechanisms to ensure that global commitments are delivered fairly, transparently and effectively.</p><p>PM Chinh expressed his support for Brazil's selection of environment protection and global health as priorities for this year's BRICS Summit, saying the issues are existential for the planet.</p><p>Reflecting on lessons from the COVID-19 pandemic and other global challenges, such as natural disasters, climate change, resource depletion, and population ageing, the Vietnamese PM noted that the world remains unprepared and global institutions are not yet cohesive or strong enough to respond effectively. He called for a shift in mindset and a sense of urgency, with a spirit of 'shared journey, shared action, shared benefits and shared success.'</p><p>PM Chinh reiterated that climate action, environmental protection, and public health must form the foundation of all national development policies-not only a strategic choice but a historical imperative.</p><p>He reaffirmed Vietnam's strong commitment to reaching net zero emissions by 2050, and its readiness to contribute responsibly and actively to global environmental and health cooperation.</p><p>There is no substitute for Earth, no asset more valuable than health, and no foundation more solid than humanity, he stated, stressing that 'only through collective action can we leave future generations a thriving planet, a prosperous world, and a happy humankind.'</p><p>In his opening address, Brazilian President Luiz Inácio Lula da Silva, current Chair of BRICS, underscored the urgency of a just and well-planned energy transition, the need to reduce fossil fuel dependence, and the pursuit of 'zero deforestation.' He called for stronger investment in protecting tropical rainforests and emphasised the importance of climate justice in tackling poverty and inequality.</p><p>Leaders at the session warned of delays-and even reversals-in progress toward the United Nations Sustainable Development Goals (SDGs), and stressed the need for global cooperation to address climate crises, strengthen health governance, and promote inclusive, sustainable development.</p><p>The high-level session marked the conclusion of the expanded BRICS Summit 2025, which showcased Brazil's leadership and reflected the shared aspirations of developing nations for multilateral cooperation, global solidarity, and inclusive governance with people at its heart.</p><p>Vietnam's active and constructive participation once again highlighted the image of a dynamic nation, firmly committed to environmentally responsible development and proactive global integration for peace, cooperation and progress.</p>", "publisher": "Vietnam Pictorial", "instances": ["He called for a shift in mindset and a sense of urgency, with a spirit of 'shared journey, shared action, shared benefits and shared success. PM Chinh reiterated that climate action, environmental protection, and public health must form the foundation of all national development policies-not only a strategic choice but a historical imperative. He reaffirmed Vietnam's strong commitment to reaching net zero emissions by 2050, and its readiness to contribute responsibly and actively to global environmental and health cooperation. There is no substitute for Earth, no asset more valuable than health, and no foundation more solid than humanity, he stated, stressing that 'only through collective action can we leave future generations a thriving planet, a prosperous world, and a happy humankind. In his opening address, Brazilian President Luiz Inácio Lula da Silva, current Chair of BRICS, underscored the urgency of a just and well-planned energy transition, the need to reduce fossil fuel dependence, and the pursuit of 'zero deforestation. He called for stronger investment in protecting tropical rainforests and emphasised the importance of climate justice in tackling poverty and inequality. Leaders at the session warned of delays-and even reversals-in progress toward the United Nations Sustainable Development Goals (SDGs), and stressed the need for global cooperation to address climate crises, strengthen health governance, and promote inclusive, sustainable development. The high-level session marked the conclusion of the expanded BRICS Summit 2025, which showcased Brazil's leadership and reflected the shared aspirations of developing nations for multilateral cooperation, global solidarity, and inclusive governance with people at its heart. Vietnam's active and constructive participation once again highlighted the image of a dynamic nation, firmly committed to environmentally responsible development and proactive global integration for peace, cooperation and progress."]}, {"relevance_score": 20, "title": "Vietnam presents five proposals to protect environment, global health at BRICS Summit", "published": "2025-07-08", "bodyText": "<p nitf:lede=\"true\">Vietnamese Prime Minister Pham Minh Chinh put forward five key proposals on environmental protection and global health during a high-level session held on July 7 on environment, COP30 and global health as part of the expanded BRICS Summit 2025 in Rio de Janeiro.</p><p nitf:lede=\"true\">First, the PM advocated building a shared understanding and a shared global, comprehensive, inclusive approach to protecting the environment and public health.</p><p>Second, he emphasised the principle of common but differentiated responsibilities, fairness and justice in addressing environmental and health challenges, in line with each country's historical context, development level, and resources. He urged developed nations to honour commitments on finance, technology transfer, and human resources training.</p><p>Third, the Vietnamese Government leader pointed to the need to mobilise sufficient and sustainable resources. Stressing the importance of achieving breakthroughs in climate finance at COP30, he supported Brazil's priorities and called for innovative green financing mechanisms and stronger private sector involvement.</p><p>Fourth, PM Chinh stressed the need to maximise the role of science, technology, and innovation in environmental protection and healthcare. He called for stronger international cooperation in developing green technologies, digital infrastructure, and knowledge-sharing to narrow development gaps.</p><p>Fifth, he urged substantive, effective reforms of global governance in environment, climate and health, while affirming the central role of the United Nations, multilateral cooperation, and meaningful participation by regional and inter-regional mechanisms to ensure that global commitments are delivered fairly, transparently and effectively.</p><p>PM Chinh expressed his support for Brazil's selection of environment protection and global health as priorities for this year's BRICS Summit, saying the issues are existential for the planet.</p><p>Reflecting on lessons from the COVID-19 pandemic and other global challenges, such as natural disasters, climate change, resource depletion, and population ageing, the Vietnamese PM noted that the world remains unprepared and global institutions are not yet cohesive or strong enough to respond effectively. He called for a shift in mindset and a sense of urgency, with a spirit of \"shared journey, shared action, shared benefits and shared success.\" PM Chinh reiterated that climate action, environmental protection, and public health must form the foundation of all national development policies-not only a strategic choice but a historical imperative.</p><p>He reaffirmed Vietnam's strong commitment to reaching net zero emissions by 2050, and its readiness to contribute responsibly and actively to global environmental and health cooperation.</p><p>There is no substitute for Earth, no asset more valuable than health, and no foundation more solid than humanity, he stated, stressing that \"only through collective action can we leave future generations a thriving planet, a prosperous world, and a happy humankind.\"</p><p>In his opening address, Brazilian President Luiz Inácio Lula da Silva, current Chair of BRICS, underscored the urgency of a just and well-planned energy transition, the need to reduce fossil fuel dependence, and the pursuit of \"zero deforestation.\" He called for stronger investment in protecting tropical rainforests and emphasised the importance of climate justice in tackling poverty and inequality.</p><p>Leaders at the session warned of delays-and even reversals-in progress toward the United Nations Sustainable Development Goals (SDGs), and stressed the need for global cooperation to address climate crises, strengthen health governance, and promote inclusive, sustainable development.</p><p>The high-level session marked the conclusion of the expanded BRICS Summit 2025, which showcased Brazil's leadership and reflected the shared aspirations of developing nations for multilateral cooperation, global solidarity, and inclusive governance with people at its heart.</p><p>Vietnam's active and constructive participation once again highlighted the image of a dynamic nation, firmly committed to environmentally responsible development and proactive global integration for peace, cooperation and progress.</p>", "publisher": "Vietnam Plus", "instances": ["He called for a shift in mindset and a sense of urgency, with a spirit of \"shared journey, shared action, shared benefits and shared success. PM Chinh reiterated that climate action, environmental protection, and public health must form the foundation of all national development policies-not only a strategic choice but a historical imperative. He reaffirmed Vietnam's strong commitment to reaching net zero emissions by 2050, and its readiness to contribute responsibly and actively to global environmental and health cooperation. There is no substitute for Earth, no asset more valuable than health, and no foundation more solid than humanity, he stated, stressing that \"only through collective action can we leave future generations a thriving planet, a prosperous world, and a happy humankind. In his opening address, Brazilian President Luiz Inácio Lula da Silva, current Chair of BRICS, underscored the urgency of a just and well-planned energy transition, the need to reduce fossil fuel dependence, and the pursuit of \"zero deforestation. He called for stronger investment in protecting tropical rainforests and emphasised the importance of climate justice in tackling poverty and inequality. Leaders at the session warned of delays-and even reversals-in progress toward the United Nations Sustainable Development Goals (SDGs), and stressed the need for global cooperation to address climate crises, strengthen health governance, and promote inclusive, sustainable development. The high-level session marked the conclusion of the expanded BRICS Summit 2025, which showcased Brazil's leadership and reflected the shared aspirations of developing nations for multilateral cooperation, global solidarity, and inclusive governance with people at its heart. Vietnam's active and constructive participation once again highlighted the image of a dynamic nation, firmly committed to environmentally responsible development and proactive global integration for peace, cooperation and progress."]}, {"relevance_score": 7, "title": "Cutting emissions is responsibility of G20 nations, UN's Guterres says", "published": "2024-03-02", "bodyText": "<p nitf:lede=\"true\"> 02 Mar 2024 (VOV5) Guterres, speaking ahead of the Community of Latin American and Caribbean States (CELAC) summit in Saint Vincent and the Grenadines, said \"more climate justice\" was needed, including reasonable financing costs for developing countries to protect themselves from climate change.</p><p>\"It is absolutely essential that there is not only a much bigger ambition in relation to the reduction of emissions, and that is essentially a responsibility of the G20 countries that represent 80% of the emissions,\" Guterres said.</p><p>He added that more climate justice entailed \"much more finance available at reasonable cost for adaptation and mitigation for developing countries, and in particular for small island developing states.\"</p><p>Caribbean countries have long called for climate reparations, such as a \"loss and damage\" fund paid into by richer countries for vulnerable nations to access funds for damages incurred by climate disasters.</p><p>Caribbean countries additionally face high debt-to-GDP ratios, and have called for debt relief so governments are not forced to choose between deploying humanitarian and emergency response projects and paying back debt.</p><p>Guterres said that climate change would be one of the issues he would raise at the summit on Friday, as well as the international response to a worsening conflict and humanitarian crisis in Haiti.</p><p>\"It is the moment to recognize that Latin America and the Caribbean have been victims of an unfair international financial system and that many of them in particular are victims of runaway climate change,\" he said.</p>", "publisher": "Vietnam News Gazette", "instances": ["02 Mar 2024 (VOV5) Guterres, speaking ahead of the Community of Latin American and Caribbean States (CELAC) summit in Saint Vincent and the Grenadines, said \"more climate justice\" was needed, including reasonable financing costs for developing countries to protect themselves from climate change. It is absolutely essential that there is not only a much bigger ambition in relation to the reduction of emissions, and that is essentially a responsibility of the G20 countries that represent 80% of the emissions,\" Guterres said. He added that more climate justice entailed \"much more finance available at reasonable cost for adaptation and mitigation for developing countries, and in particular for small island developing states. Caribbean countries have long called for climate reparations, such as a \"loss and damage\" fund paid into by richer countries for vulnerable nations to access funds for damages incurred by climate disasters. Caribbean countries additionally face high debt-to-GDP ratios, and have called for debt relief so governments are not forced to choose between deploying humanitarian and emergency response projects and paying back debt. Guterres said that climate change would be one of the issues he would raise at the summit on Friday, as well as the international response to a worsening conflict and humanitarian crisis in Haiti.", "02 Mar 2024 (VOV5) Guterres, speaking ahead of the Community of Latin American and Caribbean States (CELAC) summit in Saint Vincent and the Grenadines, said \"more climate justice\" was needed, including reasonable financing costs for developing countries to protect themselves from climate change. It is absolutely essential that there is not only a much bigger ambition in relation to the reduction of emissions, and that is essentially a responsibility of the G20 countries that represent 80% of the emissions,\" Guterres said. He added that more climate justice entailed \"much more finance available at reasonable cost for adaptation and mitigation for developing countries, and in particular for small island developing states. Caribbean countries have long called for climate reparations, such as a \"loss and damage\" fund paid into by richer countries for vulnerable nations to access funds for damages incurred by climate disasters. Caribbean countries additionally face high debt-to-GDP ratios, and have called for debt relief so governments are not forced to choose between deploying humanitarian and emergency response projects and paying back debt. Guterres said that climate change would be one of the issues he would raise at the summit on Friday, as well as the international response to a worsening conflict and humanitarian crisis in Haiti. It is the moment to recognize that Latin America and the Caribbean have been victims of an unfair international financial system and that many of them in particular are victims of runaway climate change,\" he said."]}, {"relevance_score": 13, "title": "Canopy Sands Development's Bay of Lights Leads Sustainable Urban Development in Cambodia, Highlighted at Global Climate Action Forum", "published": "2024-05-20", "bodyText": "<p nitf:lede=\"true\"> At the Global Climate Action Forum (GCAF), Canopy Sands Development's Bay of Lights project is highlighted as a leading example of sustainable urban development in Cambodia. The forum, held at Himawari Hotel Apartments and co-organized by the Ministry of Environment (MoE) and W-Foundation, emphasized Cambodia's commitment to sustainability through public-private partnerships.</p><p>The GCAF attracted about 500 participants, including members of the National Council for Sustainable Development, representatives from inter-ministerial working groups, government bodies, embassies, development partners, the private sector, and civil society organizations. The event focused on climate justice, advocating for stronger climate policies, and sharing successful case studies from global climate action initiatives.</p><p>Canopy Sands Development, the master developer of the 934-hectare Bay of Lights coastal project in Sihanoukville, showcased its comprehensive master-planning efforts by Surbana Jurong, an urban, infrastructure and managed services consultancy that's wholly-owned by Singapore investment company Temasek Holdings. David Richard, Head of Division for Hospitality and Tourism, emphasized the company's commitment to embedding sustainability into every aspect of their work, highlighting the project's dedication to continuous improvement and transparency.</p><p>\"Our vision for Bay of Lights is to create a sustainable urban environment that sets a benchmark for future developments in Cambodia,\" said David. \"By integrating advanced environmental practices and fostering close collaboration with the government and local communities, we aim to deliver a project that not only meets current sustainability standards but also anticipates and adapts to future environmental challenges. This is about building a legacy of responsible development that will benefit generations to come.\"</p><p>Minister of Environment Eang Sophalleth reiterated Cambodia's commitment to climate action, noting the submission of the Long-Term Strategy for Carbon Neutrality (LTS4CN) to the United Nations Framework Convention on Climate Change in 2021 and the recent adoption of the Operations Manual for the implementation of Article 6 of the Paris Agreement. Canopy Sands Development is preparing to comply with Cambodia's Environment and Natural Resources Code, effective June 2024, enhancing environmental management, protection, and sustainable living.</p><p>In alignment with its commitment to environmental stewardship, Canopy Sands Development is actively preparing to comply with Cambodia's newly adopted Environment and Natural Resources Code, set to come into force in June 2024. This comprehensive code aims to enhance environmental management, protection, conservation, and restoration of natural resources, biodiversity, cultural property, and sustainable living.</p>", "publisher": "Bizhub", "instances": ["At the Global Climate Action Forum (GCAF), Canopy Sands Development's Bay of Lights project is highlighted as a leading example of sustainable urban development in Cambodia. The forum, held at Himawari Hotel Apartments and co-organized by the Ministry of Environment (MoE) and W-Foundation, emphasized Cambodia's commitment to sustainability through public-private partnerships. The GCAF attracted about 500 participants, including members of the National Council for Sustainable Development, representatives from inter-ministerial working groups, government bodies, embassies, development partners, the private sector, and civil society organizations. The event focused on climate justice, advocating for stronger climate policies, and sharing successful case studies from global climate action initiatives. Canopy Sands Development, the master developer of the 934-hectare Bay of Lights coastal project in Sihanoukville, showcased its comprehensive master-planning efforts by Surbana Jurong, an urban, infrastructure and managed services consultancy that's wholly-owned by Singapore investment company Temasek Holdings. David Richard, Head of Division for Hospitality and Tourism, emphasized the company's commitment to embedding sustainability into every aspect of their work, highlighting the project's dedication to continuous improvement and transparency. Our vision for Bay of Lights is to create a sustainable urban environment that sets a benchmark for future developments in Cambodia,\" said David. \"By integrating advanced environmental practices and fostering close collaboration with the government and local communities, we aim to deliver a project that not only meets current sustainability standards but also anticipates and adapts to future environmental challenges. This is about building a legacy of responsible development that will benefit generations to come."]}, {"relevance_score": 16, "title": "Canopy Sands Development's Bay of Lights Leads Sustainable Urban Development in Cambodia, Highlighted at Global Climate Action Forum", "published": "2024-05-20", "bodyText": "<p nitf:lede=\"true\"> At the Global Climate Action Forum (GCAF), Canopy Sands Development's Bay of Lights project is highlighted as a leading example of sustainable urban development in Cambodia. The forum, held at Himawari Hotel Apartments and co-organized by the Ministry of Environment (MoE) and W-Foundation, emphasized Cambodia's commitment to sustainability through public-private partnerships.</p><p>The GCAF attracted about 500 participants, including members of the National Council for Sustainable Development, representatives from inter-ministerial working groups, government bodies, embassies, development partners, the private sector, and civil society organizations. The event focused on climate justice, advocating for stronger climate policies, and sharing successful case studies from global climate action initiatives.</p><p>Canopy Sands Development, the master developer of the 934-hectare Bay of Lights coastal project in Sihanoukville, showcased its comprehensive master-planning efforts by Surbana Jurong, an urban, infrastructure and managed services consultancy that's wholly-owned by Singapore investment company Temasek Holdings. David Richard, Head of Division for Hospitality and Tourism, emphasized the company's commitment to embedding sustainability into every aspect of their work, highlighting the project's dedication to continuous improvement and transparency.</p><p>\"Our vision for Bay of Lights is to create a sustainable urban environment that sets a benchmark for future developments in Cambodia,\" said David. \"By integrating advanced environmental practices and fostering close collaboration with the government and local communities, we aim to deliver a project that not only meets current sustainability standards but also anticipates and adapts to future environmental challenges. This is about building a legacy of responsible development that will benefit generations to come.\"</p><p>Minister of Environment Eang Sophalleth reiterated Cambodia's commitment to climate action, noting the submission of the Long-Term Strategy for Carbon Neutrality (LTS4CN) to the United Nations Framework Convention on Climate Change in 2021 and the recent adoption of the Operations Manual for the implementation of Article 6 of the Paris Agreement. Canopy Sands Development is preparing to comply with Cambodia's Environment and Natural Resources Code, effective June 2024, enhancing environmental management, protection, and sustainable living.</p><p>In alignment with its commitment to environmental stewardship, Canopy Sands Development is actively preparing to comply with Cambodia's newly adopted Environment and Natural Resources Code, set to come into force in June 2024. This comprehensive code aims to enhance environmental management, protection, conservation, and restoration of natural resources, biodiversity, cultural property, and sustainable living.</p><p>Bay of Lights</p><p>Bay of Lights is a pioneering development reshaping the skyline of Sihanoukville, Cambodia. With investment of USD 16 billion, this sprawling 934-hectare beachfront project has been meticulously master-planned to feature nine distinctive districts supporting the initiative's six core pillars: Financial Services, Tourism, Education, Entertainment &amp; Lifestyle, Health &amp; Wellness, as well as Art &amp; Culture. Driven by a vision to create a world-class financial and tourism hub, Bay of Lights design encourages a sense of connectivity between diverse sectors and stimulating economic growth.</p>", "publisher": "Ovietnam", "instances": ["At the Global Climate Action Forum (GCAF), Canopy Sands Development's Bay of Lights project is highlighted as a leading example of sustainable urban development in Cambodia. The forum, held at Himawari Hotel Apartments and co-organized by the Ministry of Environment (MoE) and W-Foundation, emphasized Cambodia's commitment to sustainability through public-private partnerships. The GCAF attracted about 500 participants, including members of the National Council for Sustainable Development, representatives from inter-ministerial working groups, government bodies, embassies, development partners, the private sector, and civil society organizations. The event focused on climate justice, advocating for stronger climate policies, and sharing successful case studies from global climate action initiatives. Canopy Sands Development, the master developer of the 934-hectare Bay of Lights coastal project in Sihanoukville, showcased its comprehensive master-planning efforts by Surbana Jurong, an urban, infrastructure and managed services consultancy that's wholly-owned by Singapore investment company Temasek Holdings. David Richard, Head of Division for Hospitality and Tourism, emphasized the company's commitment to embedding sustainability into every aspect of their work, highlighting the project's dedication to continuous improvement and transparency. Our vision for Bay of Lights is to create a sustainable urban environment that sets a benchmark for future developments in Cambodia,\" said David. \"By integrating advanced environmental practices and fostering close collaboration with the government and local communities, we aim to deliver a project that not only meets current sustainability standards but also anticipates and adapts to future environmental challenges. This is about building a legacy of responsible development that will benefit generations to come."]}, {"relevance_score": 15, "title": "Canopy Sands Development's Bay of Lights Leads Sustainable Urban Development in Cambodia, Highlighted at Global Climate Action Forum", "published": "2024-05-20", "bodyText": "<p nitf:lede=\"true\"> At the Global Climate Action Forum (GCAF), Canopy Sands Development's Bay of Lights project is highlighted as a leading example of sustainable urban development in Cambodia. The forum, held at Himawari Hotel Apartments and co-organized by the Ministry of Environment (MoE) and W-Foundation, emphasized Cambodia's commitment to sustainability through public-private partnerships.</p><p>Bay of Lights project showcased at the Global Climate Action Forum, a testament to Cambodia's commitment to sustainable urban development through public-private partnerships.</p><p>Bay of Lights project showcased at the Global Climate Action Forum, a testament to Cambodia's commitment to sustainable urban development through public-private partnerships.</p><p>The GCAF attracted about 500 participants, including members of the National Council for Sustainable Development, representatives from inter-ministerial working groups, government bodies, embassies, development partners, the private sector, and civil society organizations. The event focused on climate justice, advocating for stronger climate policies, and sharing successful case studies from global climate action initiatives.</p><p>Canopy Sands Development, the master developer of the 934-hectare Bay of Lights coastal project in Sihanoukville, showcased its comprehensive master-planning efforts by Surbana Jurong, an urban, infrastructure and managed services consultancy that's wholly-owned by Singapore investment company Temasek Holdings. David Richard, Head of Division for Hospitality and Tourism, emphasized the company's commitment to embedding sustainability into every aspect of their work, highlighting the project's dedication to continuous improvement and transparency.</p><p>\"Our vision for Bay of Lights is to create a sustainable urban environment that sets a benchmark for future developments in Cambodia,\" said David. \"By integrating advanced environmental practices and fostering close collaboration with the government and local communities, we aim to deliver a project that not only meets current sustainability standards but also anticipates and adapts to future environmental challenges. This is about building a legacy of responsible development that will benefit generations to come.\"</p><p>Minister of Environment Eang Sophalleth reiterated Cambodia's commitment to climate action, noting the submission of the Long-Term Strategy for Carbon Neutrality (LTS4CN) to the United Nations Framework Convention on Climate Change in 2021 and the recent adoption of the Operations Manual for the implementation of Article 6 of the Paris Agreement. Canopy Sands Development is preparing to comply with Cambodia's Environment and Natural Resources Code, effective June 2024, enhancing environmental management, protection, and sustainable living.</p><p>In alignment with its commitment to environmental stewardship, Canopy Sands Development is actively preparing to comply with Cambodia's newly adopted Environment and Natural Resources Code, set to come into force in June 2024. This comprehensive code aims to enhance environmental management, protection, conservation, and restoration of natural resources, biodiversity, cultural property, and sustainable living.</p><p>Hashtag: #BayofLights #GlobalClimateActionForum #SustainableUrbanDevelopment #Cambodia</p>", "publisher": "Viet Nam News", "instances": ["At the Global Climate Action Forum (GCAF), Canopy Sands Development's Bay of Lights project is highlighted as a leading example of sustainable urban development in Cambodia. The forum, held at Himawari Hotel Apartments and co-organized by the Ministry of Environment (MoE) and W-Foundation, emphasized Cambodia's commitment to sustainability through public-private partnerships. Bay of Lights project showcased at the Global Climate Action Forum, a testament to Cambodia's commitment to sustainable urban development through public-private partnerships. Bay of Lights project showcased at the Global Climate Action Forum, a testament to Cambodia's commitment to sustainable urban development through public-private partnerships. The GCAF attracted about 500 participants, including members of the National Council for Sustainable Development, representatives from inter-ministerial working groups, government bodies, embassies, development partners, the private sector, and civil society organizations. The event focused on climate justice, advocating for stronger climate policies, and sharing successful case studies from global climate action initiatives. Canopy Sands Development, the master developer of the 934-hectare Bay of Lights coastal project in Sihanoukville, showcased its comprehensive master-planning efforts by Surbana Jurong, an urban, infrastructure and managed services consultancy that's wholly-owned by Singapore investment company Temasek Holdings. David Richard, Head of Division for Hospitality and Tourism, emphasized the company's commitment to embedding sustainability into every aspect of their work, highlighting the project's dedication to continuous improvement and transparency. Our vision for Bay of Lights is to create a sustainable urban environment that sets a benchmark for future developments in Cambodia,\" said David. \"By integrating advanced environmental practices and fostering close collaboration with the government and local communities, we aim to deliver a project that not only meets current sustainability standards but also anticipates and adapts to future environmental challenges. This is about building a legacy of responsible development that will benefit generations to come."]}, {"relevance_score": 22, "title": "\"Restore Land, Restore Hope\", World Vision Hong Kong connects capital with natural reforestation to combat climate change", "published": "2024-06-08", "bodyText": "<p nitf:lede=\"true\"> Climate change is the greatest threat of the 21st century, a crisis for all, but the most vulnerable usually bear the brunt. As a child-focused organisation, World Vision Hong Kong co-hosted the \"Connecting Capital with Natural Reforestation to Combat Climate Change\" symposium on World Environment Day (5 June) with CESGA Alumni Asia and Friends of the Earth (HK).</p><p nitf:lede=\"true\">World Environment Day this year focuses on land restoration, desertification, and drought resilience under the slogan \"Our land. Our future.\" In alignment with this theme, World Vision Hong Kong holds the campaign \"Restore Land, Restore Hope\" with the symposium which aims to address some of the most pressing climate threats by restoring the natural environment, advocating for joint support to combat climate change, and working towards climate justice to create a thriving environment for children and future generations.</p><p>Different stakeholders could play a crucial role in allocating capital towards climate-resilient development and facilitating the transition to net zero investments and promoting the adoption of low-carbon technologies. Dr. the Honounrable LAM Ching-choi, SBS, JP, Chairman of the Council for Carbon Neutrality and Sustainable Development (CCN&amp;SD), stated, \"Climate change is not an academic issue, it's an issue every individual person, every individual family will face. A good solution to help all these families to tackle climate change is a must. And for Hong Kong, if we can support them, and apart from the direct benefit to the individuals here in those (developing) countries is to educate ourselves.\"</p><p>Farmer Managed Natural Regeneration (FMNR), the simple way to regrow trees from stumps with living roots through careful pruning and protection, is a cost-effective and award-winning technique to serve both vulnerable communities in terms of enhancing livelihoods and climate resilience, also for a better environment by carbon dioxide sequestration through reforestation.</p><p>Tony Rinaudo, the Principal Climate Action Advisor for World Vision Australia, discovered FMNR 40 years ago in Niger and spread FMNR in 27 countries across Africa and Asia, such as Vietman, Cambodia and Indonesia, contributing to the regeneration of millions of hectares of land afterward. \"Trees in these climates and in many climates around the world, they are keystone species that moderate the microclimate, maintain soil fertility, and make life and livelihoods possible if we don't have a healthy functioning environment.\" he asserted.</p><p>Tony, the Forest Maker also highlighted FMNR's success in Kenya, Tanzania, Rwanda and Timor-Leste, which are projected to have an impact on the lives of over 3.2 million people and target over 2 million hectares of degraded farmlands across the region. The vision of World Vision is to restore 1 billion hectares degraded land in future.</p><p>By practicing FMNR, the communities have experienced a remarkable transformation and World Vision stands alone as the organisation to have developed the first carbon project in Africa under the UN Clean Development Mechanism, and now has over 20 years of experience implementing a portfolio of nature-based carbon projects. Back in Hong Kong, the financial sector recognises opportunities for carbon markets to expand and evolve as the world de-carbonizes to fight climate change. World Vision urged investors, corporates and philanthropists to take the opportunity to support truly transformative climate action.</p><p>The event attracted about a hundred participants, including members of Hong Kong Exchanges and Clearing Limited, representatives from government bodies, the private sector, civil society organisations, and green groups. Discussions focused on how the private sector in Hong Kong can play a key role in combating climate change along with green finance investment and climate-related financial disclosure, also highlight the importance of socio-economic aspects and World Vision's focus on children in need.</p>", "publisher": "Ovietnam", "instances": ["Climate change is the greatest threat of the 21st century, a crisis for all, but the most vulnerable usually bear the brunt. As a child-focused organisation, World Vision Hong Kong co-hosted the \"Connecting Capital with Natural Reforestation to Combat Climate Change\" symposium on World Environment Day (5 June) with CESGA Alumni Asia and Friends of the Earth (HK). World Environment Day this year focuses on land restoration, desertification, and drought resilience under the slogan \"Our land. Our future. In alignment with this theme, World Vision Hong Kong holds the campaign \"Restore Land, Restore Hope\" with the symposium which aims to address some of the most pressing climate threats by restoring the natural environment, advocating for joint support to combat climate change, and working towards climate justice to create a thriving environment for children and future generations. Different stakeholders could play a crucial role in allocating capital towards climate-resilient development and facilitating the transition to net zero investments and promoting the adoption of low-carbon technologies. Dr. the Honounrable LAM Ching-choi, SBS, JP, Chairman of the Council for Carbon Neutrality and Sustainable Development (CCN&amp;SD), stated, \"Climate change is not an academic issue, it's an issue every individual person, every individual family will face. A good solution to help all these families to tackle climate change is a must. And for Hong Kong, if we can support them, and apart from the direct benefit to the individuals here in those (developing) countries is to educate ourselves."]}, {"relevance_score": 22, "title": "\"Restore Land, Restore Hope\", World Vision Hong Kong connects capital with natural reforestation to combat climate change", "published": "2024-06-08", "bodyText": "<p nitf:lede=\"true\"> Climate change is the greatest threat of the 21st century, a crisis for all, but the most vulnerable usually bear the brunt. As a child-focused organisation, World Vision Hong Kong co-hosted the \"Connecting Capital with Natural Reforestation to Combat Climate Change\" symposium on World Environment Day (5 June) with CESGA Alumni Asia and Friends of the Earth (HK).</p><p nitf:lede=\"true\">World Environment Day this year focuses on land restoration, desertification, and drought resilience under the slogan \"Our land. Our future.\" In alignment with this theme, World Vision Hong Kong holds the campaign \"Restore Land, Restore Hope\" with the symposium which aims to address some of the most pressing climate threats by restoring the natural environment, advocating for joint support to combat climate change, and working towards climate justice to create a thriving environment for children and future generations.</p><p>Different stakeholders could play a crucial role in allocating capital towards climate-resilient development and facilitating the transition to net zero investments and promoting the adoption of low-carbon technologies. Dr. the Honounrable LAM Ching-choi, SBS, JP, Chairman of the Council for Carbon Neutrality and Sustainable Development (CCN&amp;SD), stated, \"Climate change is not an academic issue, it's an issue every individual person, every individual family will face. A good solution to help all these families to tackle climate change is a must. And for Hong Kong, if we can support them, and apart from the direct benefit to the individuals here in those (developing) countries is to educate ourselves.\"</p><p>Farmer Managed Natural Regeneration (FMNR), the simple way to regrow trees from stumps with living roots through careful pruning and protection, is a cost-effective and award-winning technique to serve both vulnerable communities in terms of enhancing livelihoods and climate resilience, also for a better environment by carbon dioxide sequestration through reforestation.</p><p>Tony Rinaudo, the Principal Climate Action Advisor for World Vision Australia, discovered FMNR 40 years ago in Niger and spread FMNR in 27 countries across Africa and Asia, such as Vietman, Cambodia and Indonesia, contributing to the regeneration of millions of hectares of land afterward. \"Trees in these climates and in many climates around the world, they are keystone species that moderate the microclimate, maintain soil fertility, and make life and livelihoods possible if we don't have a healthy functioning environment.\" he asserted.</p><p>Tony, the Forest Maker also highlighted FMNR's success in Kenya, Tanzania, Rwanda and Timor-Leste, which are projected to have an impact on the lives of over 3.2 million people and target over 2 million hectares of degraded farmlands across the region. The vision of World Vision is to restore 1 billion hectares degraded land in future.</p><p>By practicing FMNR, the communities have experienced a remarkable transformation and World Vision stands alone as the organisation to have developed the first carbon project in Africa under the UN Clean Development Mechanism, and now has over 20 years of experience implementing a portfolio of nature-based carbon projects. Back in Hong Kong, the financial sector recognises opportunities for carbon markets to expand and evolve as the world de-carbonizes to fight climate change. World Vision urged investors, corporates and philanthropists to take the opportunity to support truly transformative climate action.</p><p>The event attracted about a hundred participants, including members of Hong Kong Exchanges and Clearing Limited, representatives from government bodies, the private sector, civil society organisations, and green groups. Discussions focused on how the private sector in Hong Kong can play a key role in combating climate change along with green finance investment and climate-related financial disclosure, also highlight the importance of socio-economic aspects and World Vision's focus on children in need.</p>", "publisher": "Bizhub", "instances": ["Climate change is the greatest threat of the 21st century, a crisis for all, but the most vulnerable usually bear the brunt. As a child-focused organisation, World Vision Hong Kong co-hosted the \"Connecting Capital with Natural Reforestation to Combat Climate Change\" symposium on World Environment Day (5 June) with CESGA Alumni Asia and Friends of the Earth (HK). World Environment Day this year focuses on land restoration, desertification, and drought resilience under the slogan \"Our land. Our future. In alignment with this theme, World Vision Hong Kong holds the campaign \"Restore Land, Restore Hope\" with the symposium which aims to address some of the most pressing climate threats by restoring the natural environment, advocating for joint support to combat climate change, and working towards climate justice to create a thriving environment for children and future generations. Different stakeholders could play a crucial role in allocating capital towards climate-resilient development and facilitating the transition to net zero investments and promoting the adoption of low-carbon technologies. Dr. the Honounrable LAM Ching-choi, SBS, JP, Chairman of the Council for Carbon Neutrality and Sustainable Development (CCN&amp;SD), stated, \"Climate change is not an academic issue, it's an issue every individual person, every individual family will face. A good solution to help all these families to tackle climate change is a must. And for Hong Kong, if we can support them, and apart from the direct benefit to the individuals here in those (developing) countries is to educate ourselves."]}, {"relevance_score": 30, "title": "\"Restore Land, Restore Hope\", World Vision Hong Kong connects capital with natural reforestation to combat climate change", "published": "2024-06-08", "bodyText": "<p nitf:lede=\"true\"> Climate change is the greatest threat of the 21st century, a crisis for all, but the most vulnerable usually bear the brunt. As a child-focused organisation, World Vision Hong Kong co-hosted the \"Connecting Capital with Natural Reforestation to Combat Climate Change\" symposium on World Environment Day (5 June) with CESGA Alumni Asia and Friends of the Earth (HK).</p><p nitf:lede=\"true\">World Vision Hong Kong co-organised a climate change seminar with CESGA Alumni Asia and Friends of the Earth (HK). Tony Rinaudo, the Principal Climate Action Advisor of World Vision Australia (left 4) and other expert speakers shared how nature-based carbon reduction projects can mitigate the impact of climate change as well as the impact on people in vulnerable areas. Dr. the Honounrable Lam Ching-choi, SBS, JP, Chairman of the Council for Carbon Neutrality and Sustainable Development (CCNandSD) (middle) was also speaking as the Guest of Honour.</p><p>World Vision Hong Kong co-organised a climate change seminar with CESGA Alumni Asia and Friends of the Earth (HK). Tony Rinaudo, the Principal Climate Action Advisor of World Vision Australia (left 4) and other expert speakers shared how nature-based carbon reduction projects can mitigate the impact of climate change as well as the impact on people in vulnerable areas. Dr. the Honounrable Lam Ching-choi, SBS, JP, Chairman of the Council for Carbon Neutrality and Sustainable Development (CCNandSD) (middle) was also speaking as the Guest of Honour.</p><p>World Environment Day this year focuses on land restoration, desertification, and drought resilience under the slogan \"Our land. Our future.\" In alignment with this theme, World Vision Hong Kong holds the campaign \"Restore Land, Restore Hope\" with the symposium which aims to address some of the most pressing climate threats by restoring the natural environment, advocating for joint support to combat climate change, and working towards climate justice to create a thriving environment for children and future generations.</p><p>Different stakeholders could play a crucial role in allocating capital towards climate-resilient development and facilitating the transition to net zero investments and promoting the adoption of low-carbon technologies. Dr. the Honounrable LAM Ching-choi, SBS, JP, Chairman of the Council for Carbon Neutrality and Sustainable Development (CCNandSD), stated, \"Climate change is not an academic issue, it's an issue every individual person, every individual family will face. A good solution to help all these families to tackle climate change is a must. And for Hong Kong, if we can support them, and apart from the direct benefit to the individuals here in those (developing) countries is to educate ourselves.\"</p><p>Farmer Managed Natural Regeneration (FMNR), the simple way to regrow trees from stumps with living roots through careful pruning and protection, is a cost-effective and award-winning technique to serve both vulnerable communities in terms of enhancing livelihoods and climate resilience, also for a better environment by carbon dioxide sequestration through reforestation.</p><p>Tony Rinaudo, the Principal Climate Action Advisor for World Vision Australia, discovered FMNR 40 years ago in Niger and spread FMNR in 27 countries across Africa and Asia, such as Vietman, Cambodia and Indonesia, contributing to the regeneration of millions of hectares of land afterward. \"Trees in these climates and in many climates around the world, they are keystone species that moderate the microclimate, maintain soil fertility, and make life and livelihoods possible if we don't have a healthy functioning environment.\" he asserted.</p><p>Tony, the Forest Maker also highlighted FMNR's success in Kenya, Tanzania, Rwanda and Timor-Leste, which are projected to have an impact on the lives of over 3.2 million people and target over 2 million hectares of degraded farmlands across the region. The vision of World Vision is to restore 1 billion hectares degraded land in future.</p><p>By practicing FMNR, the communities have experienced a remarkable transformation and World Vision stands alone as the organisation to have developed the first carbon project in Africa under the UN Clean Development Mechanism, and now has over 20 years of experience implementing a portfolio of nature-based carbon projects. Back in Hong Kong, the financial sector recognises opportunities for carbon markets to expand and evolve as the world de-carbonizes to fight climate change. World Vision urged investors, corporates and philanthropists to take the opportunity to support truly transformative climate action.</p><p>The event attracted about a hundred participants, including members of Hong Kong Exchanges and Clearing Limited, representatives from government bodies, the private sector, civil society organisations, and green groups. Discussions focused on how the private sector in Hong Kong can play a key role in combating climate change along with green finance investment and climate-related financial disclosure, also highlight the importance of socio-economic aspects and World Vision's focus on children in need.</p>", "publisher": "Viet Nam News", "instances": ["Tony Rinaudo, the Principal Climate Action Advisor of World Vision Australia (left 4) and other expert speakers shared how nature-based carbon reduction projects can mitigate the impact of climate change as well as the impact on people in vulnerable areas. Dr. the Honounrable Lam Ching-choi, SBS, JP, Chairman of the Council for Carbon Neutrality and Sustainable Development (CCNandSD) (middle) was also speaking as the Guest of Honour. World Environment Day this year focuses on land restoration, desertification, and drought resilience under the slogan \"Our land. Our future. In alignment with this theme, World Vision Hong Kong holds the campaign \"Restore Land, Restore Hope\" with the symposium which aims to address some of the most pressing climate threats by restoring the natural environment, advocating for joint support to combat climate change, and working towards climate justice to create a thriving environment for children and future generations. Different stakeholders could play a crucial role in allocating capital towards climate-resilient development and facilitating the transition to net zero investments and promoting the adoption of low-carbon technologies. Dr. the Honounrable LAM Ching-choi, SBS, JP, Chairman of the Council for Carbon Neutrality and Sustainable Development (CCNandSD), stated, \"Climate change is not an academic issue, it's an issue every individual person, every individual family will face. A good solution to help all these families to tackle climate change is a must. And for Hong Kong, if we can support them, and apart from the direct benefit to the individuals here in those (developing) countries is to educate ourselves."]}, {"relevance_score": 7, "title": "Thailand Joins Global Efforts to Fight against Climate Change", "published": "2023-09-22", "bodyText": "<p nitf:lede=\"true\"> 22 Sep 2023 (Thai News Agency) Thai Prime Minister has announced Thailand's ambition to combat climate change along with global community.</p><p>On Sept 20, Prime Minister Srettha Thavisin delivered a statement at the Climate Ambition Summit 2023 at the UN Headquarters, New York, held during the 78th Session of the United Nations General Assembly.</p><p>Prime Minister announced Thailand's aspirations to carry out the UN Secretary General's agenda forward by working in partnership with stakeholders and the international community.</p><p>Thailand's commitment to combating climate change, as initially pledged at UNFCC COP 26, is now turning into tangible efforts through the National Energy Plan which focuses on energy efficiency, making a shift in the transport sector and increasing domestic electric vehicles production.</p><p>Prime Minister pledged to take further actions through plans to increase the share of renewable energy, support the usage of solar rooftop and net-metering, to adapt to sustainable agronomy, to promote Green Finance Mechanism through the issuance of Sustainability Bond, and pass the Climate Change Act to regulate mandatory greenhouse gas emission.</p><p>The Climate Ambition Summit was organized by the UN Secretary-General to encourage government leaders, the private and financial sectors, as well as civil society to present ambitious and concrete actions to achieve the 1.5 degrees Celsius goal under the Paris Agreement and bring about climate justice. (TNA)</p>", "publisher": "Vietnam News Gazette", "instances": ["On Sept 20, Prime Minister Srettha Thavisin delivered a statement at the Climate Ambition Summit 2023 at the UN Headquarters, New York, held during the 78th Session of the United Nations General Assembly. Prime Minister announced Thailand's aspirations to carry out the UN Secretary General's agenda forward by working in partnership with stakeholders and the international community. Thailand's commitment to combating climate change, as initially pledged at UNFCC COP 26, is now turning into tangible efforts through the National Energy Plan which focuses on energy efficiency, making a shift in the transport sector and increasing domestic electric vehicles production. Prime Minister pledged to take further actions through plans to increase the share of renewable energy, support the usage of solar rooftop and net-metering, to adapt to sustainable agronomy, to promote Green Finance Mechanism through the issuance of Sustainability Bond, and pass the Climate Change Act to regulate mandatory greenhouse gas emission. The Climate Ambition Summit was organized by the UN Secretary-General to encourage government leaders, the private and financial sectors, as well as civil society to present ambitious and concrete actions to achieve the 1. 5 degrees Celsius goal under the Paris Agreement and bring about climate justice. (TNA)"]}, {"relevance_score": 9, "title": "Island countries file first climate lawsuit to protect the ocean", "published": "2023-09-13", "bodyText": "<p nitf:lede=\"true\"> 13 Sep 2023 (VOV5) Small island nations that have been hit hard by the climate crisis led by the Bahamas, Tuvalu, Vanuatu, Antigua and Barbuda have agreed to file a lawsuit against major carbon-emitting countries to the International Tribunal for the Law of the Sea in Hamburg, Germany. The move aims to force countries to further increase measures to prevent, reduce, and control marine pollution. This is a first-of-its-kind climate justice case that focuses on protecting the oceans.</p><p>According to representatives of the Pacific island countries, severe weather events are increasing in both quantity and intensity each year, seriously affecting people's lives and destroying the infrastructure of small island states.</p><p>All the marine and coastal ecosystems are being damaged by increasingly warmer and more acidic waters. Climate change is causing sea levels to rise rapidly, threatening to submerge some Pacific island nations.</p><p>In that context, Pacific island countries believe that countries with high emission must act more responsibly and practically, not just by making calls and creating unclear research funding packages.</p><p>The Committee on Climate Change and Pacific Island International Law (COSIS) is in charge of this lawsuit.</p><p>The lawsuit is expected to increase pressure and create an environmental protection movement, forcing the world's leading industrial nations to reduce emissions necessary to meet their commitments under the Paris climate agreement.</p>", "publisher": "Vietnam News Gazette", "instances": ["13 Sep 2023 (VOV5) Small island nations that have been hit hard by the climate crisis led by the Bahamas, Tuvalu, Vanuatu, Antigua and Barbuda have agreed to file a lawsuit against major carbon-emitting countries to the International Tribunal for the Law of the Sea in Hamburg, Germany. The move aims to force countries to further increase measures to prevent, reduce, and control marine pollution. This is a first-of-its-kind climate justice case that focuses on protecting the oceans. According to representatives of the Pacific island countries, severe weather events are increasing in both quantity and intensity each year, seriously affecting people's lives and destroying the infrastructure of small island states. All the marine and coastal ecosystems are being damaged by increasingly warmer and more acidic waters. Climate change is causing sea levels to rise rapidly, threatening to submerge some Pacific island nations. In that context, Pacific island countries believe that countries with high emission must act more responsibly and practically, not just by making calls and creating unclear research funding packages. The Committee on Climate Change and Pacific Island International Law (COSIS) is in charge of this lawsuit."]}, {"relevance_score": 17, "title": "Vietnam suggests climate change cooperation orientations for G77", "published": "2023-12-03", "bodyText": "<p nitf:lede=\"true\"> 03 Dec 2023 (Vietnam News Agency) Prime Minister Pham Minh Chinh attended the Group of 77 (G77) summit on climate change in Dubai on December 2 (local time), as part of the 28th Conference of the Parties (COP28) to the United Nations Framework Convention on Climate Change there.</p><p>The event was chaired by President Miguel Diaz-Canel Bermudez of Cuba, which holds the 2023 chairmanship of G77 - a group of developing countries. It saw the presence of UN Secretary-General Antonio Guterres, and leaders and representatives of 134 member states of G77 and international organisations.</p><p>Addressing the summit's main debate, PM Chinh hailed Cuba's initiative to hold the event and affirmed the Caribbean country's leadership as Chair of G77.</p><p>He emphasised the importance of effective climate change response to the world and Vietnam and proposed three cooperation orientations for G77.</p><p>First, it is necessary to promote a global and all people-based approach and uphold multilateralism with the motto of common but differentiated responsibilities, justice, and reasonableness with socio-economic development demand of developing countries taken into account.</p><p>Second, science, technology, and innovation should be turned into the key cooperation area of G77 on the basis of establishing an inclusive cooperation mechanism and capitalising on the strengths of both developed countries (capital, technology) and developing ones (markets, resources).</p><p>Third, preferential climate finance should be promoted in a way that makes it more accessible, does not increase the debt burden, and not at the expense of resources for realising other development goals.</p><p>The PM highlighted Vietnam's green transition resolve as seen in its strong commitments announce at COP26, participation in the Just Energy Transition Partnership (JETP), and implementation of plans, projects, and strategies on green growth, sustainable development, and energy transition.</p><p>The Vietnamese leader expressed readiness to coordinate and share experience with other G77 members.</p><p>In his remarks, Cuban President Miguel Diaz-Canel Bermudez underlined the importance of enhancing international solidarity and cooperation in response to major global challenges. He called on G77 countries to stay united, share voice, and ensure the rights and legitimate interests of developing countries that are being directly and severely affected by climate change.</p><p>UN Secretary-General Antonio Guterres stressed the role of developing countries in promoting a multilateral process for climate targets and calling for climate justice. He urged developed nations to quickly increase assistance for the countries of the Global South and, especially, deliver on their climate finance commitments.</p><p>The summit welcomed and highly valued the turning-point significance of the adoption of the Loss and Damage Fund. It affirmed the need to bring into play the role of G77, step up actions, and boost effective solutions to climate change./.</p>", "publisher": "Vietnam News Gazette", "instances": ["Third, preferential climate finance should be promoted in a way that makes it more accessible, does not increase the debt burden, and not at the expense of resources for realising other development goals. The PM highlighted Vietnam's green transition resolve as seen in its strong commitments announce at COP26, participation in the Just Energy Transition Partnership (JETP), and implementation of plans, projects, and strategies on green growth, sustainable development, and energy transition. The Vietnamese leader expressed readiness to coordinate and share experience with other G77 members. In his remarks, Cuban President Miguel Diaz-Canel Bermudez underlined the importance of enhancing international solidarity and cooperation in response to major global challenges. He called on G77 countries to stay united, share voice, and ensure the rights and legitimate interests of developing countries that are being directly and severely affected by climate change. UN Secretary-General Antonio Guterres stressed the role of developing countries in promoting a multilateral process for climate targets and calling for climate justice. He urged developed nations to quickly increase assistance for the countries of the Global South and, especially, deliver on their climate finance commitments. The summit welcomed and highly valued the turning-point significance of the adoption of the Loss and Damage Fund. It affirmed the need to bring into play the role of G77, step up actions, and boost effective solutions to climate change. /."]}, {"relevance_score": 16, "title": "Viet Nam suggests climate change cooperation orientations for G77", "published": "2023-12-03", "bodyText": "<p nitf:lede=\"true\"> Prime Minister Pham Minh Chính attended the Group of 77 (G77) summit on climate change in Dubai on December 2 (local time), as part of the 28th Conference of the Parties (COP28) to the United Nations Framework Convention on Climate Change.</p><p>The event was chaired by President Miguel Diaz-Canel Bermudez of Cuba, which holds the 2023 chairmanship of G77 - a group of developing countries. It saw the presence of UN Secretary-General Antonio Guterres, and leaders and representatives of 134 member states of G77 and international organisations.</p><p>Addressing the summit's main debate, PM Chính hailed Cuba's initiative to hold the event and affirmed the Caribbean country's leadership as Chair of G77.</p><p>He emphasised the importance of effective climate change response to the world and Viet Nam and proposed three cooperation orientations for G77.</p><p>First, it is necessary to promote a global and all-people-based approach and uphold multilateralism with the motto of common but differentiated responsibilities, justice, and reasonableness with socio-economic development demand of developing countries taken into account.</p><p>Second, science, technology, and innovation should be turned into the key cooperation area of G77 on the basis of establishing an inclusive cooperation mechanism and capitalising on the strengths of both developed countries (capital, technology) and developing ones (markets, resources).</p><p>Third, preferential climate finance should be promoted in a way that makes it more accessible, does not increase the debt burden, and not at the expense of resources for realising other development goals.</p><p>The PM highlighted Viet Nam's green transition resolve as seen in its strong commitments announced at COP26, participation in the Just Energy Transition Partnership (JETP), and implementation of plans, projects, and strategies on green growth, sustainable development, and energy transition.</p><p>The Vietnamese leader expressed readiness to coordinate and share experience with other G77 members.</p><p>In his remarks, Cuban President Miguel Diaz-Canel Bermudez underlined the importance of enhancing international solidarity and cooperation in response to major global challenges. He called on G77 countries to stay united, share voice, and ensure the rights and legitimate interests of developing countries that are being directly and severely affected by climate change.</p><p>UN Secretary-General Antonio Guterres stressed the role of developing countries in promoting a multilateral process for climate targets and calling for climate justice. He urged developed nations to quickly increase assistance for the countries of the Global South and, especially, deliver on their climate finance commitments.</p><p>The summit welcomed and highly valued the turning-point significance of the adoption of the Loss and Damage Fund. It affirmed the need to bring into play the role of G77, step up actions, and boost effective solutions to climate change.</p>", "publisher": "Viet Nam News", "instances": ["Third, preferential climate finance should be promoted in a way that makes it more accessible, does not increase the debt burden, and not at the expense of resources for realising other development goals. The PM highlighted Viet Nam's green transition resolve as seen in its strong commitments announced at COP26, participation in the Just Energy Transition Partnership (JETP), and implementation of plans, projects, and strategies on green growth, sustainable development, and energy transition. The Vietnamese leader expressed readiness to coordinate and share experience with other G77 members. In his remarks, Cuban President Miguel Diaz-Canel Bermudez underlined the importance of enhancing international solidarity and cooperation in response to major global challenges. He called on G77 countries to stay united, share voice, and ensure the rights and legitimate interests of developing countries that are being directly and severely affected by climate change. UN Secretary-General Antonio Guterres stressed the role of developing countries in promoting a multilateral process for climate targets and calling for climate justice. He urged developed nations to quickly increase assistance for the countries of the Global South and, especially, deliver on their climate finance commitments. The summit welcomed and highly valued the turning-point significance of the adoption of the Loss and Damage Fund. It affirmed the need to bring into play the role of G77, step up actions, and boost effective solutions to climate change."]}, {"relevance_score": 17, "title": "Vietnam suggests climate change cooperation orientations for G77", "published": "2023-12-03", "bodyText": "<p nitf:lede=\"true\"> Prime Minister Pham Minh Chinh attended the Group of 77 (G77) summit on climate change in Dubai on December 2 (local time), as part of the 28th Conference of the Parties (COP28) to the United Nations Framework Convention on Climate Change there.</p><p>The event was chaired by President Miguel Diaz-Canel Bermudez of Cuba, which holds the 2023 chairmanship of G77 - a group of developing countries. It saw the presence of UN Secretary-General Antonio Guterres, and leaders and representatives of 134 member states of G77 and international organisations.</p><p>Addressing the summit's main debate, PM Chinh hailed Cuba's initiative to hold the event and affirmed the Caribbean country's leadership as Chair of G77.</p><p>He emphasised the importance of effective climate change response to the world and Vietnam and proposed three cooperation orientations for G77.</p><p>First, it is necessary to promote a global and all people-based approach and uphold multilateralism with the motto of common but differentiated responsibilities, justice, and reasonableness with socio-economic development demand of developing countries taken into account.</p><p>Second, science, technology, and innovation should be turned into the key cooperation area of G77 on the basis of establishing an inclusive cooperation mechanism and capitalising on the strengths of both developed countries (capital, technology) and developing ones (markets, resources).</p><p>Third, preferential climate finance should be promoted in a way that makes it more accessible, does not increase the debt burden, and not at the expense of resources for realising other development goals.</p><p>The PM highlighted Vietnam's green transition resolve as seen in its strong commitments announce at COP26, participation in the Just Energy Transition Partnership (JETP), and implementation of plans, projects, and strategies on green growth, sustainable development, and energy transition.</p><p>The Vietnamese leader expressed readiness to coordinate and share experience with other G77 members.</p><p>In his remarks, Cuban President Miguel Diaz-Canel Bermudez underlined the importance of enhancing international solidarity and cooperation in response to major global challenges. He called on G77 countries to stay united, share voice, and ensure the rights and legitimate interests of developing countries that are being directly and severely affected by climate change.</p><p>UN Secretary-General Antonio Guterres stressed the role of developing countries in promoting a multilateral process for climate targets and calling for climate justice. He urged developed nations to quickly increase assistance for the countries of the Global South and, especially, deliver on their climate finance commitments.</p><p>The summit welcomed and highly valued the turning-point significance of the adoption of the Loss and Damage Fund. It affirmed the need to bring into play the role of G77, step up actions, and boost effective solutions to climate change./.</p>", "publisher": "Vietnam News Agency", "instances": ["Third, preferential climate finance should be promoted in a way that makes it more accessible, does not increase the debt burden, and not at the expense of resources for realising other development goals. The PM highlighted Vietnam's green transition resolve as seen in its strong commitments announce at COP26, participation in the Just Energy Transition Partnership (JETP), and implementation of plans, projects, and strategies on green growth, sustainable development, and energy transition. The Vietnamese leader expressed readiness to coordinate and share experience with other G77 members. In his remarks, Cuban President Miguel Diaz-Canel Bermudez underlined the importance of enhancing international solidarity and cooperation in response to major global challenges. He called on G77 countries to stay united, share voice, and ensure the rights and legitimate interests of developing countries that are being directly and severely affected by climate change. UN Secretary-General Antonio Guterres stressed the role of developing countries in promoting a multilateral process for climate targets and calling for climate justice. He urged developed nations to quickly increase assistance for the countries of the Global South and, especially, deliver on their climate finance commitments. The summit welcomed and highly valued the turning-point significance of the adoption of the Loss and Damage Fund. It affirmed the need to bring into play the role of G77, step up actions, and boost effective solutions to climate change. /."]}, {"relevance_score": 17, "title": "Vietnam suggests climate change cooperation orientations for G77", "published": "2023-12-03", "bodyText": "<p nitf:lede=\"true\"> Prime Minister Pham Minh Chinh attended the Group of 77 (G77) summit on climate change in Dubai on December 2 (local time), as part of the 28th Conference of the Parties (COP28) to the United Nations Framework Convention on Climate Change there.</p><p>The event was chaired by President Miguel Diaz-Canel Bermudez of Cuba, which holds the 2023 chairmanship of G77 - a group of developing countries. It saw the presence of UN Secretary-General Antonio Guterres, and leaders and representatives of 134 member states of G77 and international organisations.</p><p>Addressing the summit's main debate, PM Chinh hailed Cuba's initiative to hold the event and affirmed the Caribbean country's leadership as Chair of G77.</p><p>He emphasised the importance of effective climate change response to the world and Vietnam and proposed three cooperation orientations for G77.</p><p>First, it is necessary to promote a global and all people-based approach and uphold multilateralism with the motto of common but differentiated responsibilities, justice, and reasonableness with socio-economic development demand of developing countries taken into account.</p><p>Second, science, technology, and innovation should be turned into the key cooperation area of G77 on the basis of establishing an inclusive cooperation mechanism and capitalising on the strengths of both developed countries (capital, technology) and developing ones (markets, resources).</p><p>Third, preferential climate finance should be promoted in a way that makes it more accessible, does not increase the debt burden, and not at the expense of resources for realising other development goals.</p><p>Vietnam suggests climate change cooperation orientations for G77 hinh anh 2</p><p>The G77 summit on climate change takes place on December 2 as part of COP28 in Dubai. (Photo: VNA)</p><p>The PM highlighted Vietnam's green transition resolve as seen in its strong commitments announce at COP26, participation in the Just Energy Transition Partnership (JETP), and implementation of plans, projects, and strategies on green growth, sustainable development, and energy transition.</p><p>The Vietnamese leader expressed readiness to coordinate and share experience with other G77 members.</p><p>In his remarks, Cuban President Miguel Diaz-Canel Bermudez underlined the importance of enhancing international solidarity and cooperation in response to major global challenges. He called on G77 countries to stay united, share voice, and ensure the rights and legitimate interests of developing countries that are being directly and severely affected by climate change.</p><p>UN Secretary-General Antonio Guterres stressed the role of developing countries in promoting a multilateral process for climate targets and calling for climate justice. He urged developed nations to quickly increase assistance for the countries of the Global South and, especially, deliver on their climate finance commitments.</p><p>The summit welcomed and highly valued the turning-point significance of the adoption of the Loss and Damage Fund. It affirmed the need to bring into play the role of G77, step up actions, and boost effective solutions to climate change.</p>", "publisher": "Vietnam Plus", "instances": ["Vietnam suggests climate change cooperation orientations for G77 hinh anh 2The G77 summit on climate change takes place on December 2 as part of COP28 in Dubai. (Photo: VNA)The PM highlighted Vietnam's green transition resolve as seen in its strong commitments announce at COP26, participation in the Just Energy Transition Partnership (JETP), and implementation of plans, projects, and strategies on green growth, sustainable development, and energy transition. The Vietnamese leader expressed readiness to coordinate and share experience with other G77 members. In his remarks, Cuban President Miguel Diaz-Canel Bermudez underlined the importance of enhancing international solidarity and cooperation in response to major global challenges. He called on G77 countries to stay united, share voice, and ensure the rights and legitimate interests of developing countries that are being directly and severely affected by climate change. UN Secretary-General Antonio Guterres stressed the role of developing countries in promoting a multilateral process for climate targets and calling for climate justice. He urged developed nations to quickly increase assistance for the countries of the Global South and, especially, deliver on their climate finance commitments. The summit welcomed and highly valued the turning-point significance of the adoption of the Loss and Damage Fund. It affirmed the need to bring into play the role of G77, step up actions, and boost effective solutions to climate change."]}, {"relevance_score": 13, "title": "President Tsai Joins Women Leaders to Reaffirm Climate Commitment", "published": "2022-03-11", "bodyText": "<p nitf:lede=\"true\"> President Tsai Ing-wen made a commitment on Tuesday to climate justice through policy that places equal emphasis on environmental integrity, economic development, and social justice at a time when women around the world have borne the brunt of climate change.</p><p>She made the pledge at Women's Power Night, an event in celebration of International Women's Day that was jointly organized by the Foundation for Women's Rights Promotion and Development (FWRPD) and the Ministry of Foreign Affairs and brought together female members of the diplomatic corps and NGO and social enterprise leaders. Also to be held would be nearly 30 virtual international conferences that are part of an ongoing initiative to make clear to the world Taiwan's resolve to strive for gender equality and climate justice.</p><p>During the event, president Tsai stated, \"Taiwan continues to pursue broad engagement with like-minded nations and international organizations to promote women's empowerment. We have joined Indo-Pacific partners in innovative regional initiatives for women's economic empowerment. And our civil society organizations maintain a robust presence at the NGO Forum of the UN Commission on the Status of Women. Thanks to their efforts, we have been able to share our experiences with the world, particularly in achieving Sustainable Development Goals for gender equality and women's empowerment, and also to forge stronger links with global partners.\"</p><p>Women have sustained greater impact of climatic and environmental disasters than men, the FWRPD said, but they stand out not only as first victims but also as frontline defenders. Many parties concerned about climate justice and equal rights have thus been welcomed on board the 2022 Taiwan Gender Equality Week (<url normalizedValue=\"http://www.tgew.org\">www.tgew.org</url>) as partners to learn more about the key role women play in climate action and explore possible ways to take effective environmental action. Indeed, collective change and action is needed as we all have to work together toward climate justice and gender equality.</p><p>The issuer is solely responsible for the content of this announcement.</p>", "publisher": "Ovietnam", "instances": ["President Tsai Ing-wen made a commitment on Tuesday to climate justice through policy that places equal emphasis on environmental integrity, economic development, and social justice at a time when women around the world have borne the brunt of climate change. She made the pledge at Women's Power Night, an event in celebration of International Women's Day that was jointly organized by the Foundation for Women's Rights Promotion and Development (FWRPD) and the Ministry of Foreign Affairs and brought together female members of the diplomatic corps and NGO and social enterprise leaders. Also to be held would be nearly 30 virtual international conferences that are part of an ongoing initiative to make clear to the world Taiwan's resolve to strive for gender equality and climate justice. During the event, president Tsai stated, \"Taiwan continues to pursue broad engagement with like-minded nations and international organizations to promote women's empowerment. We have joined Indo-Pacific partners in innovative regional initiatives for women's economic empowerment. And our civil society organizations maintain a robust presence at the NGO Forum of the UN Commission on the Status of Women.", "President Tsai Ing-wen made a commitment on Tuesday to climate justice through policy that places equal emphasis on environmental integrity, economic development, and social justice at a time when women around the world have borne the brunt of climate change. She made the pledge at Women's Power Night, an event in celebration of International Women's Day that was jointly organized by the Foundation for Women's Rights Promotion and Development (FWRPD) and the Ministry of Foreign Affairs and brought together female members of the diplomatic corps and NGO and social enterprise leaders. Also to be held would be nearly 30 virtual international conferences that are part of an ongoing initiative to make clear to the world Taiwan's resolve to strive for gender equality and climate justice. During the event, president Tsai stated, \"Taiwan continues to pursue broad engagement with like-minded nations and international organizations to promote women's empowerment. We have joined Indo-Pacific partners in innovative regional initiatives for women's economic empowerment. And our civil society organizations maintain a robust presence at the NGO Forum of the UN Commission on the Status of Women. Thanks to their efforts, we have been able to share our experiences with the world, particularly in achieving Sustainable Development Goals for gender equality and women's empowerment, and also to forge stronger links with global partners. Women have sustained greater impact of climatic and environmental disasters than men, the FWRPD said, but they stand out not only as first victims but also as frontline defenders.", "During the event, president Tsai stated, \"Taiwan continues to pursue broad engagement with like-minded nations and international organizations to promote women's empowerment. We have joined Indo-Pacific partners in innovative regional initiatives for women's economic empowerment. And our civil society organizations maintain a robust presence at the NGO Forum of the UN Commission on the Status of Women. Thanks to their efforts, we have been able to share our experiences with the world, particularly in achieving Sustainable Development Goals for gender equality and women's empowerment, and also to forge stronger links with global partners. Women have sustained greater impact of climatic and environmental disasters than men, the FWRPD said, but they stand out not only as first victims but also as frontline defenders. Many parties concerned about climate justice and equal rights have thus been welcomed on board the 2022 Taiwan Gender Equality Week (www. tgew. org) as partners to learn more about the key role women play in climate action and explore possible ways to take effective environmental action. Indeed, collective change and action is needed as we all have to work together toward climate justice and gender equality. The issuer is solely responsible for the content of this announcement.", "Thanks to their efforts, we have been able to share our experiences with the world, particularly in achieving Sustainable Development Goals for gender equality and women's empowerment, and also to forge stronger links with global partners. Women have sustained greater impact of climatic and environmental disasters than men, the FWRPD said, but they stand out not only as first victims but also as frontline defenders. Many parties concerned about climate justice and equal rights have thus been welcomed on board the 2022 Taiwan Gender Equality Week (www. tgew. org) as partners to learn more about the key role women play in climate action and explore possible ways to take effective environmental action. Indeed, collective change and action is needed as we all have to work together toward climate justice and gender equality. The issuer is solely responsible for the content of this announcement."]}, {"relevance_score": 18, "title": "UNDP helps Vietnam strengthen women's resilience to climate change", "published": "2022-03-14", "bodyText": "<p nitf:lede=\"true\"> The United Nations Development Programme (UNDP) is supporting Vietnam to enhance gender mainstreaming in the National Adaptation Plans so that it is more gender-responsive and better able to meet the needs, priorities, and challenges faced by women, according to UNDP Resident Representative in Vietnam Caitlin Wiesen.</p><p nitf:lede=\"true\">Wiesen stressed in an interview with the Vietnam News Agency (VNA) that women are hitting a glass ceiling that stops them from advancing to the highest levels of leadership in environmental protection and climate action.</p><p>The Gender Equality in Public Administration (GEPA) report compiled by UNDP and the University of Pittsburgh shows that women's participation in ministries of environmental protection averages 33 percent globally and parity in decision-making in environmental protection is exceptionally rare.</p><p>The impacts of climate change are not gender neutral, she noted, adding that climate change often exacerbates existing inequalities between women and men, the poor and other vulnerable groups.</p><p>Numerous international climate policies, many that Vietnam is a signatory to, have recognised the dual objectives of reducing gender inequality as a key tool for delivering climate action and building resilience to the impacts of climate change.</p><p>It is clear that people who are poor, especially women and ethnic minorities, are most at risk from climate change because they have less ability to adapt to and deal with severe weather events such as storms, floods, and drought, Wiesen said.</p><p>'This is clearly seen here in Vietnam - one of the countries most impacted by climate change - from storms and floods along the coast, to saline intrusion in the Mekong Delta and drought and landslides in the Central Highlands,' she said.</p><p>Wiesen said UNDP has worked with farmers in the south-central coastal province of Binh Thuan, especially women, to save 50 percent in energy consumption for off-season dragon fruit production.</p><p>Many cooperatives have experimented with installing LED light bulbs (9w) leading to energy savings compared to using incandescent bulbs (60 - 75w). The installation of LED lights has led to a reduction of GHG emissions from the dragon fruit supply chain.</p><p>Additionally, these cooperatives have employed several water-saving solutions, such as drip irrigation or low-pressure sprinkler irrigation, resulting in better conservation of water resources that are becoming increasingly scarce due to droughts, especially in the south-central coastal provinces.</p><p>The shifting to green climate friendly agriculture has opened the way for women farmers to sell their dragon fruit in lucrative, green markets such as the EU, the UNDP Representative emphasised.</p><p>She continued to say that Vietnam experiences many storms and extreme weather events and floods, and these weather events disproportionately impact women and other vulnerable groups as they have less ability adapt to severe weather events.</p><p>UNDP, through a Green Climate Fund-financed project, is supporting vulnerable communities to enhance their resilience to storms by providing climate resilient houses. As documented in previous major floods of 2020, these storm resilient houses not only protect women and their families before during and after storms, but the houses also often become safe havens for other vulnerable members of the community and enabling women to re-start their livelihoods as soon as waters recede.</p><p>Women have also participated in the design and construction of their houses and one by one are building an empowered frontline of women resilient to climate change, she added.</p><p>UNDP through the GCF project has made an important contribution with 4,000 storm resilient houses, but there is still an estimated 100,000 houses required to meet the needs of vulnerable women and their households on the climate frontlines and should be delivered in the name of climate justice.</p><p>Promoting women's stewardship, contributions, participation and leadership are key for successful climate and environmental solutions, Wiesen affirmed.</p>", "publisher": "Vietnam Plus", "instances": ["The shifting to green climate friendly agriculture has opened the way for women farmers to sell their dragon fruit in lucrative, green markets such as the EU, the UNDP Representative emphasised. She continued to say that Vietnam experiences many storms and extreme weather events and floods, and these weather events disproportionately impact women and other vulnerable groups as they have less ability adapt to severe weather events. UNDP, through a Green Climate Fund-financed project, is supporting vulnerable communities to enhance their resilience to storms by providing climate resilient houses. As documented in previous major floods of 2020, these storm resilient houses not only protect women and their families before during and after storms, but the houses also often become safe havens for other vulnerable members of the community and enabling women to re-start their livelihoods as soon as waters recede. Women have also participated in the design and construction of their houses and one by one are building an empowered frontline of women resilient to climate change, she added. UNDP through the GCF project has made an important contribution with 4,000 storm resilient houses, but there is still an estimated 100,000 houses required to meet the needs of vulnerable women and their households on the climate frontlines and should be delivered in the name of climate justice. Promoting women's stewardship, contributions, participation and leadership are key for successful climate and environmental solutions, Wiesen affirmed."]}, {"relevance_score": 31, "title": "Environment - Viet Nam News", "published": "2022-02-12", "bodyText": "<p nitf:lede=\"true\">Female youths are planting mangrove trees along the coast in Khánh Hòa Province to cope with climate change. VNA/VNS Photo<br/>On the context of the ongoing 66th Commission on the Status of Women which opens on March 14, UNDP Resident Representative in Viet Nam Caitlin Wiesen, spoke about women's role in climate action. </p><p nitf:lede=\"true\"><br/>This year, the International Women's Day focuses on the theme: \"Gender equality today for a sustainable tomorrow\", recognising the contribution of women and girls around the world who are leading the charge on climate change adaptation, mitigation, and response, to build a more sustainable future for all.<br/></p><p><br/>Women are hitting a glass ceiling that stops them from advancing to the highest levels of leadership in environmental protection and climate action. Women play a crucial role in climate and environmental sectors and are often leading frontline natural resource management strategies, which makes them well-placed to identify and implement effective and sustainable solutions. But they are still missing from environmental and climate change processes and leadership. UNDP and the University of Pittsburgh's GEPA report shows that women's participation in ministries of environmental protection averages 33 per cent globally and parity in decision-making in environmental protection is exceptionally rare.<br/></p><p><br/>The impacts of climate change are not gender neutral. Climate change often exacerbates existing inequalities between women and men, the poor and other vulnerable groups. Numerous international climate policies, many that Viet Nam is signatory to, have recognised the dual objectives of reducing gender inequality as a key tool for delivering climate action and building resilience to the impacts of climate change.<br/></p><p><br/>It is clear that people who are poor, especially women and ethnic minorities, are most at risk from climate change because they have less ability to adapt to and deal with severe weather events such as storms, floods, and drought. This is clearly seen here in Viet Nam - one of the countries most impacted by climate change - from storms and floods along the coast, to saline intrusion in the Mekong Delta and drought and landslides in the Central Highlands. The Ministry of Natural Resources and Environment (MONRE) is currently leading the formulation of Viet Nam's National Adaptation Plan (NAP).    <br/></p><p><br/>UNDP is supporting MONRE to enhance gender mainstreaming in the NAP so that it is more gender-responsive and better able to meet the needs, priorities, and challenges faced by women.<br/></p><p><br/>What about your opinion on women's contrition to climate action in Viet Nam?<br/></p><p><br/>In Viet Nam, women hold less than 30 per cent of positions in agricultural and rural development organizations at provincial levels, but according to the FAO, women constitute a key workforce in the agricultural sector especially in rural areas where 63.4 per cent of working women are in agriculture. Women often face barriers in accessing new technologies, gaining knowledge of new climate smart agricultural practices and accessing important Climate Information Services that are needed to make informed decisions on planting and mitigating climate risks. UNDP is working to close the gender gap through providing the conditions and tools for women to make better informed decisions that will lead to increased resilience against impacts of climate change.<br/></p><p><br/>For example, in Bình Thuan Province, farmers, especially women, have saved 50 per cent in energy consumption for off-season dragon fruit production. Many cooperatives have experimented with installing LED light bulbs (9w) leading to energy savings compared to using incandescent bulbs (60 - 75w). The installation of LED lights has led to a reduction of GHG emissions from the dragon fruit supply chain.  Additionally, these cooperatives have employed several water-saving solutions, such as drip irrigation or low-pressure sprinkler irrigation, leading to better conservation of water resources that are becoming increasingly scarce due to droughts, especially in the south-central coastal provinces. The shifting to green climate friendly agriculture has opened the way for women farmers to sell their dragon fruit in lucrative, green markets such as the EU. <br/></p><p><br/>As you know, Viet Nam experiences many storms and extreme weather events and floods. These weather events disproportionately impact women and other vulnerable groups as they have less ability adapt to severe weather events. For example, women and women-headed households especially among poor communities living along the coasts of Viet Nam are subjected to ever more virulent storms and floods and usually live in houses that cannot withstand these severe weather events. Through a Green Climate Fund financed project, UNDP is supporting vulnerable communities to enhance their resilience to storms by providing climate resilient houses. As documented in previous major floods of 2020, these storm resilient houses not only protected women and their families before, during and after storms, but the houses also often become safe havens for other vulnerable members of the community and enabling women to re-start their livelihoods as soon as waters recede.  Women have participated in the design and construction of, their houses and one by one are building an empowered frontline of women resilient to climate change. This initiative has made an important contribution with 4,000 storm resilient houses, there is still an estimated 100,000 houses required to meet the needs of vulnerable women and their households on the climate frontlines and should be delivered in the name of climate justice.<br/></p>", "publisher": "Viet Nam News", "instances": ["These weather events disproportionately impact women and other vulnerable groups as they have less ability adapt to severe weather events. For example, women and women-headed households especially among poor communities living along the coasts of Viet Nam are subjected to ever more virulent storms and floods and usually live in houses that cannot withstand these severe weather events. Through a Green Climate Fund financed project, UNDP is supporting vulnerable communities to enhance their resilience to storms by providing climate resilient houses. As documented in previous major floods of 2020, these storm resilient houses not only protected women and their families before, during and after storms, but the houses also often become safe havens for other vulnerable members of the community and enabling women to re-start their livelihoods as soon as waters recede. Women have participated in the design and construction of, their houses and one by one are building an empowered frontline of women resilient to climate change. This initiative has made an important contribution with 4,000 storm resilient houses, there is still an estimated 100,000 houses required to meet the needs of vulnerable women and their households on the climate frontlines and should be delivered in the name of climate justice."]}, {"relevance_score": 35, "title": "Women play a crucial role in climate and environmental sectors: UNDP Representative", "published": "2022-03-16", "bodyText": "<p nitf:lede=\"true\"> Female youths are planting mangrove trees along the coast in Khanh Hòa Province to cope with climate change. VNA/VNS Photo  On the context of the ongoing 66th Commission on the Status of Women which opens on March 14, UNDP Resident Representative in Vit Nam Caitlin Wiesen, spoke about women's role in climate action.</p><p nitf:lede=\"true\">  The 66th Commission on the Status of Women focuses on achieving gender equality and the empowerment of all women and girls in the context of climate change, environmental and disaster risk reduction policies and programmes. What do you think about the role women play in climate action? This year, the International Women's Day focuses on the theme: \"Gender equality today for a sustainable tomorrow\", recognising the contribution of women and girls around the world who are leading the charge on climate change adaptation, mitigation, and response, to build a more sustainable future for all.</p><p> Women are hitting a glass ceiling that stops them from advancing to the highest levels of leadership in environmental protection and climate action. Women play a crucial role in climate and environmental sectors and are often leading frontline natural resource management strategies, which makes them well-placed to identify and implement effective and sustainable solutions.</p><p> But they are still missing from environmental and climate change processes and leadership. UNDP and the University of Pittsburgh's GEPA report shows that women's participation in ministries of environmental protection averages 33 per cent globally and parity in decision-making in environmental protection is exceptionally rare.</p><p> The impacts of climate change are not gender neutral. Climate change often exacerbates existing inequalities between women and men, the poor and other vulnerable groups.</p><p> Numerous international climate policies, many that Vit Nam is signatory to, have recognised the dual objectives of reducing gender inequality as a key tool for delivering climate action and building resilience to the impacts of climate change. It is clear that people who are poor, especially women and ethnic minorities, are most at risk from climate change because they have less ability to adapt to and deal with severe weather events such as storms, floods, and drought.</p><p> This is clearly seen here in Vit Nam - one of the countries most impacted by climate change - from storms and floods along the coast, to saline intrusion in the Mekong Delta and drought and landslides in the Central Highlands. The Ministry of Natural Resources and Environment (MONRE) is currently leading the formulation of Vit Nam's National Adaptation Plan (NAP).</p><p>     UNDP is supporting MONRE to enhance gender mainstreaming in the NAP so that it is more gender-responsive and better able to meet the needs, priorities, and challenges faced by women. What about your opinion on women's contrition to climate action in Vit Nam? In Vit Nam, women hold less than 30 per cent of positions in agricultural and rural development organizations at provincial levels, but according to the FAO, women constitute a key workforce in the agricultural sector especially in rural areas where 63.4 per cent of working women are in agriculture.</p><p> Women often face barriers in accessing new technologies, gaining knowledge of new climate smart agricultural practices and accessing important Climate Information Services that are needed to make informed decisions on planting and mitigating climate risks. UNDP is working to close the gender gap through providing the conditions and tools for women to make better informed decisions that will lead to increased resilience against impacts of climate change.</p><p> For example, in Bình Thun Province, farmers, especially women, have saved 50 per cent in energy consumption for off-season dragon fruit production. Many cooperatives have experimented with installing LED light bulbs (9w) leading to energy savings compared to using incandescent bulbs (60 - 75w).</p><p> The installation of LED lights has led to a reduction of GHG emissions from the dragon fruit supply chain.  Additionally, these cooperatives have employed several water-saving solutions, such as drip irrigation or low-pressure sprinkler irrigation, leading to better conservation of water resources that are becoming increasingly scarce due to droughts, especially in the south-central coastal provinces.</p><p> The shifting to green climate friendly agriculture has opened the way for women farmers to sell their dragon fruit in lucrative, green markets such as the EU.  As you know, Vit Nam experiences many storms and extreme weather events and floods.</p><p> These weather events disproportionately impact women and other vulnerable groups as they have less ability adapt to severe weather events. For example, women and women-headed households especially among poor communities living along the coasts of Vit Nam are subjected to ever more virulent storms and floods and usually live in houses that cannot withstand these severe weather events.</p><p> Through a Green Climate Fund financed project, UNDP is supporting vulnerable communities to enhance their resilience to storms by providing climate resilient houses. As documented in previous major floods of 2020, these storm resilient houses not only protected women and their families before, during and after storms, but the houses also often become safe havens for other vulnerable members of the community and enabling women to re-start their livelihoods as soon as waters recede.</p><p>  Women have participated in the design and construction of, their houses and one by one are building an empowered frontline of women resilient to climate change. This initiative has made an important contribution with 4,000 storm resilient houses, there is still an estimated 100,000 houses required to meet the needs of vulnerable women and their households on the climate frontlines and should be delivered in the name of climate justice.</p><p> As the Commission on the Status of Women takes place, let us galvanise efforts to encourage more women in leadership. Vietnamese women are at the forefront of the battle against COVID-19, climate change, and should be at every table where decisions are made for recovery efforts to ensure a green and inclusive future for all.</p><p> VNS</p>", "publisher": "Viet Nam News", "instances": ["These weather events disproportionately impact women and other vulnerable groups as they have less ability adapt to severe weather events. For example, women and women-headed households especially among poor communities living along the coasts of Vit Nam are subjected to ever more virulent storms and floods and usually live in houses that cannot withstand these severe weather events. Through a Green Climate Fund financed project, UNDP is supporting vulnerable communities to enhance their resilience to storms by providing climate resilient houses. As documented in previous major floods of 2020, these storm resilient houses not only protected women and their families before, during and after storms, but the houses also often become safe havens for other vulnerable members of the community and enabling women to re-start their livelihoods as soon as waters recede. Women have participated in the design and construction of, their houses and one by one are building an empowered frontline of women resilient to climate change. This initiative has made an important contribution with 4,000 storm resilient houses, there is still an estimated 100,000 houses required to meet the needs of vulnerable women and their households on the climate frontlines and should be delivered in the name of climate justice. As the Commission on the Status of Women takes place, let us galvanise efforts to encourage more women in leadership. Vietnamese women are at the forefront of the battle against COVID-19, climate change, and should be at every table where decisions are made for recovery efforts to ensure a green and inclusive future for all. VNS"]}, {"relevance_score": 57, "title": "'Energy day'at COP26: Voices call out for an end to use of coal, gas and oil", "published": "2021-11-04", "bodyText": "<p nitf:lede=\"true\"> 4 November 2021 (United Nations) Fittingly, the sun broke through the clouds over Glasgow on Thursday as delegations and participants prepared for 'energy day' at COP26, one of the key thematic sessions taking place during the UN climate summit.</p><p nitf:lede=\"true\">Traveling from the city centre in the special electric bus provided by the organizers, the UN News team arrived at the venue to find activists outside the gates urging countries to end their dependence on coal, gas and oil.</p><p nitf:lede=\"true\">Some of the activists dressed as Pikachu, the short, chubby rodent mascot of the Japanese anime Pokémon, which in the series, is capable to organically launch strikes of electricity. Others armed with picket signs in different languages, turning on their megaphones to shout a call for climate justice: 'No more fossil fuels'.</p><p nitf:lede=\"true\">Commitments on coal</p><p>Inside the Scottish Event Campus, the main meeting of the day started with the COP26, co-hosts echoing the words of the UN Secretary-General António Guterres: 'consign coal to history'.</p><p>President of the Conference Alok Sharma announced the new Global Clean Power Transition Statement, a commitment to end coal investments, scale up clean power, make a just transition, and phase out coal by the 2030´s in major economies, and in the 2040´s elsewhere.</p><p>The pledge has 77 signatories, including 46 countries such as Poland, Vietnam and Chile, 23 of which are making commitments on ending coal for the first time, he explained.</p><p>'All this helps to power the world to net-zero. We know that there is more to be done, it's up to all of us governments, business, financial institutions and civil society and we must continue building the moment though alliances and coalitions. I do believe that the end of coal is in sight. I believe that we are getting to a point where we consign coal power to history', he told the plenary room.</p><p>Unfortunately, the statement leaves out the biggest coal financers China, Japan and Republic of Korea, which however, committed last year to end overseas finance for coal generation by the end of 2021.</p><p>Meanwhile, the Powering Past Coal Alliance, which aims to achieve coal phase-out in a sustainable and economically inclusive way, welcomed new members today that include seven countries and 14 financial institutions.</p><p>Yesterday, the governments of South Africa, France, Germany, the United Kingdom and the US, along with the European Union, announced a new ambitious, long-term Just Energy Transition Partnership to support South Africa's decarbonization efforts. US President Joe Biden and EU Commissioner Ursula Von de-Leyen appeared virtually to officially present it duringThursday's event at COP26.</p><p>'Not enough'</p><p>While saying that the commitments were somewhat encouraging, civil society organizations were 'not having it' outside the plenary room.</p><p>In separate press conferences, the German NGO Urgewald and the Climate Action Network expressed their despair regarding the current energy crisis.</p><p>'The last two years we have seen a surge in coal policies but hardly anything substantial on oil and gas. The reason for that is that financial institutions who want to walk away from fossil fuels face a major problem which is a lack of information', said the finance campaigner of Urgewald.</p><p>The human rights and environmental organization published their latest Global Oil and Gas Exit List, which argues that 506 upstream oil and gas producers are planning to add 190 billion of barrels of oil equivalent to their production portfolios within the next 1 to 7 years.</p><p>'At least 96 per cent of gas and oil producers are looking to expand their assets', added the Urgewald representative. 'The industry is on a reckless expansion course with dirtiest production forms making up 50 per cent of new projects'.</p><p>Meanwhile, Jing Zhu, director of the energy justice programme at the Center for Biological Diversity in the United States stressed that: 'We no longer have time for fossil fuels'.</p><p>'We have seen the G20 go the opposite direction. Between 2018 and 2020, G20 countries have committed 188 billion dollars to fossil fuels. That's 2.5 times the amount that they have put for renewables, that's absolutely atrocious', she said.</p><p>A new commitment</p><p>Ms. Zhu, however, cautiously announced good news during the press conference. A group of governments and public finance institutions across the world, including in the US, European Union, Canada and UK, have pledged to end direct support for the 'unabated' fossil fuel energy sector by the end of 2022.</p><p>The joint announcement made this morning promises an end to direct support for international fossil fuel projects 'except in limited and clearly defined circumstances that are consistent with a 1.5°C warming limit and the goals of the Paris Agreement'.</p><p>'This is the first political commitment to phase out oil and gas finance as well, not only coal. If implemented this will shift 18 billion dollars a year from fossil fuels to renewable energy', Ms. Zhu, also member of the Climate Action Network, explained.</p><p>The commitment, while historic, it's not sufficient, she said, asking China, Japan and Republic of Korea to join it as well.</p><p>'We are dealing with our fossil addiction. We urge the end of fossil fuel development around the world, domestically and internationally'.</p><p>Answering to questions from journalists, the expert explained what 'unabated fossils fuel projects' mean while sending tough words to world leaders.</p><p>'Carbon capture and storage and other fossil fuel projects that have some sort of technical fix are still allowed, is very similar to the false net zero promises of 2050. It is consistent with the lack of leadership of courage. At the same time, if we want to give them the benefit the doubt, there is a pledge for clean energy especially clean energy manufacture from a lot of this countries as well. They view domestic investments as potential boons for their own economies. The US for example have their own plans for exporting that renewal energy', Ms. Zhu added.</p><p>The energy problem</p><p>Damilola Ogunbiyi, Special Representative of the UN Secretary-General for Sustainable Energy for All, also made a call for action during Thursday's main event, reminding that the energy sector accounts for 2/3 of greenhouse gas emissions.</p><p>'759 million people in this world still lacks access to basic electricity, and over 2.6 billion don't have access to clean cooking solutions', she underscored.</p><p>The Special Representative cited the UN Environmental Programme's recent Emissions Gap Report, which indicates that we are on a path of a dangerous 2.7-degree global temperature raise by the end of the century that would threaten life as we know it.</p><p>'We need to radically rethink how we deliver energy services; we must answer the call of the UN Secretary General to consign coal into history… After 2021 no new coal plants should be in the pipeline', Ms. Ogunbiyu urged.</p><p>According to the UN Development Programme (UNDP), an average of $423 billion dollars of public funds are spent every year on fossil fuel subsidies, and despite international commitments, subsidies are not being phased out but are increasing.</p><p>These subsidies are a major obstacle to achieving climate and sustainable development goals because they encourage investment in pollution and discourage renewable energy.</p><p>'We are running out of time, and we have no choice but to be decisive and we commit to the collaboration and financing necessary to make a just equitable and inclusive energy transition possible for those who have contributed less to climate change', the Special Representative highlighted.</p><p>Phasing out fossil fuels and taxing carbon will spur growth and innovation. UNDP studies show that the move could provide for up to 10 years of spending on green innovation and infrastructure which would bring growth and new, safer jobs.</p>", "publisher": "Vietnam News Gazette", "instances": ["4 November 2021 (United Nations) Fittingly, the sun broke through the clouds over Glasgow on Thursday as delegations and participants prepared for 'energy day' at COP26, one of the key thematic sessions taking place during the UN climate summit. Traveling from the city centre in the special electric bus provided by the organizers, the UN News team arrived at the venue to find activists outside the gates urging countries to end their dependence on coal, gas and oil. Some of the activists dressed as Pikachu, the short, chubby rodent mascot of the Japanese anime Pokémon, which in the series, is capable to organically launch strikes of electricity. Others armed with picket signs in different languages, turning on their megaphones to shout a call for climate justice: 'No more fossil fuels'. Commitments on coalInside the Scottish Event Campus, the main meeting of the day started with the COP26, co-hosts echoing the words of the UN Secretary-General António Guterres: 'consign coal to history'. President of the Conference Alok Sharma announced the new Global Clean Power Transition Statement, a commitment to end coal investments, scale up clean power, make a just transition, and phase out coal by the 2030´s in major economies, and in the 2040´s elsewhere. The pledge has 77 signatories, including 46 countries such as Poland, Vietnam and Chile, 23 of which are making commitments on ending coal for the first time, he explained. All this helps to power the world to net-zero. We know that there is more to be done, it's up to all of us governments, business, financial institutions and civil society and we must continue building the moment though alliances and coalitions."]}, {"relevance_score": 4, "title": "UN chief worried about backtracking in climate goals", "published": "2023-06-16", "bodyText": "<p nitf:lede=\"true\"> 16 June 2023 (VOV5) UN Secretary-General António Guterres has called for accelerating actions on the fight against climate change, adding that he was worried about countries far off track in meeting climate promises and commitments. Addressing a press conference on Thursday at the United Nations headquarters in New York, Guterres said the climate agenda is being undermined and insisted on the need to wake up and step up action to rebuild trust based on climate justice and accelerate the just transition to a green economy and environmental friendliness.</p><p>The UN chief proposed a Climate Solidarity Pact and an Acceleration Agenda to further step up efforts to combat climate change. The programs include the call to governments, the fossil fuel industry, and other stakeholders to take their commitments seriously.</p>", "publisher": "Vietnam News Gazette", "instances": ["16 June 2023 (VOV5) UN Secretary-General António Guterres has called for accelerating actions on the fight against climate change, adding that he was worried about countries far off track in meeting climate promises and commitments. Addressing a press conference on Thursday at the United Nations headquarters in New York, Guterres said the climate agenda is being undermined and insisted on the need to wake up and step up action to rebuild trust based on climate justice and accelerate the just transition to a green economy and environmental friendliness. The UN chief proposed a Climate Solidarity Pact and an Acceleration Agenda to further step up efforts to combat climate change. The programs include the call to governments, the fossil fuel industry, and other stakeholders to take their commitments seriously."]}]