[{"relevance_score": 22, "title": "Vietnam to join important initiatives at COP28: official", "published": "2023-11-30", "bodyText": "<p nitf:lede=\"true\">Vietnam is set to participate in important initiatives at the 28th Conference of the Parties (COP28) to the United Nations Framework Convention on Climate Change (UNFCCC), held in the UAE from November 30 to December 12, said Deputy Minister of Natural Resources and Environment Le Cong Thanh.</p><p nitf:lede=\"true\">Talking to the press about the event, Thanh said COP28 is one of the biggest and most important international meetings in 2023. According to the organising committee, more than 130 heads of states and government leaders, along with about 70,000 delegates from 197 countries, non-governmental organisations, businesses, youth groups, and relevant parties will attend the event.</p><p>Prime Minister Pham Minh Chinh will lead the Vietnamese delegation to COP28.</p><p>As part of the conference, the World Climate Action Summit will take place on December 1 - 2, providing a forum for countries to make new and stronger commitments and actions about financial and technological contributions and greenhouse gas (GHG) emissions reduction to reach the targets set in the Paris Agreement on climate change, he noted.</p><p>He said Vietnam is assessed as highly vulnerable to climate change, and ranks 21st in the world and second in Southeast Asia in terms of GHG emissions. However, it has taken many practical actions to cut GHG emissions and conduct just energy transition.</p><p>The country's experience in climate change adaptation will be useful for others, Thanh continued, adding that its efforts to reduce GHG emissions will also substantially contribute to global efforts in this regard. Vietnam's active participation and actions will considerably help with the conference's success and global endeavours in climate change response.</p><p>Prior to COP28, many countries have expressed their hope that Vietnam will join initiatives at the event, and it is set to take part in such important initiatives as the Global Cooling Pledge and an initiative on implementing Article 6 of the Paris Agreement.</p><p>It will also consider joining in some other initiatives like the one on global energy efficiency and renewable energy; the COP28 declaration on climate and health; the group of countries supporting culture-related climate action in the UNFCCC; the declaration on sustainable agriculture, resilient food systems, and climate action; and the gender-responsive just transitions and climate action partnership, according to Thanh.</p><p>He said Vietnam's viewpoint at the conference is that climate change response must be carried out basing on the principle of equity and justice, a global and all people-based approach, comprehensive institutions, efficient and effective policies and laws, science, technology, innovation, maximised internal strength, and promoted international cooperation. Attention to climate change response activities must be as high as that for the reduction of GHG emissions, the Deputy Minister went on.</p><p>Vietnam to join important initiatives at COP28: official hinh anh 2</p><p>COP28 will take place in the UAE from November 30 to December 12.</p><p>At COP28, Vietnam will not issue new commitments but highlight the need to enhance global solidarity, reach consensus on a new vision and a new mindset to generate implementation breakthroughs, and make a new determination to take drastic and effective actions and adopt comprehensive, innovative and creative global solutions, while centering on people and leaving no countries, communities or people behind.</p><p>It will also call on other countries, organisations, and businesses to seriously realise their commitments through concrete and practical actions. Developed countries should take the lead in and increase assistance for developing ones to conduct just energy transition by providing finance, especially non-refundable assistance, transferring technology, and building capacity.</p><p>In addition, it is necessary to ensure climate equity and justice, which means ensuring national energy self-sufficiency and security, promoting access to clean energy at reasonable prices for all businesses and people and jobs for workers, boosting finance for adaptation, and soon put the Loss and Damage Fund into operation to step up support for developing countries to cope with climate change, he said.</p><p>At COP28, Vietnam will introduce its climate change response efforts. It will also launch a resource mobilisation plan for the implementation of the Political Declaration on establishing the Just Energy Transition Partnership (JETP), a move aimed at calling on international partners to cooperate with and help the country realise climate change response commitments and invest in energy transition projects to secure green transition and a circular and low-carbon economy, Thanh noted.</p><p>Vietnam hopes that COP28 will obtain substantive strides in multiple areas to respond to climate change, including adopting the guideline for implementing Article 6 of the Paris Agreement to provide a basis for countries to carry out the carbon credit exchange mechanism and the nationally determined contributions.</p><p>It also hopes that the issued commitments will be realised through development policies of each country and organisation, and routinely monitored and assessed, and that they will be implemented seriously to help with climate change response around the world and consolidate trust among countries, the Deputy Minister remarked.</p>", "publisher": "Vietnam Plus", "instances": ["Attention to climate change response activities must be as high as that for the reduction of GHG emissions, the Deputy Minister went on. Vietnam to join important initiatives at COP28: official hinh anh 2COP28 will take place in the UAE from November 30 to December 12. At COP28, Vietnam will not issue new commitments but highlight the need to enhance global solidarity, reach consensus on a new vision and a new mindset to generate implementation breakthroughs, and make a new determination to take drastic and effective actions and adopt comprehensive, innovative and creative global solutions, while centering on people and leaving no countries, communities or people behind. It will also call on other countries, organisations, and businesses to seriously realise their commitments through concrete and practical actions. Developed countries should take the lead in and increase assistance for developing ones to conduct just energy transition by providing finance, especially non-refundable assistance, transferring technology, and building capacity. In addition, it is necessary to ensure climate equity and justice, which means ensuring national energy self-sufficiency and security, promoting access to clean energy at reasonable prices for all businesses and people and jobs for workers, boosting finance for adaptation, and soon put the Loss and Damage Fund into operation to step up support for developing countries to cope with climate change, he said. At COP28, Vietnam will introduce its climate change response efforts. It will also launch a resource mobilisation plan for the implementation of the Political Declaration on establishing the Just Energy Transition Partnership (JETP), a move aimed at calling on international partners to cooperate with and help the country realise climate change response commitments and invest in energy transition projects to secure green transition and a circular and low-carbon economy, Thanh noted. Vietnam hopes that COP28 will obtain substantive strides in multiple areas to respond to climate change, including adopting the guideline for implementing Article 6 of the Paris Agreement to provide a basis for countries to carry out the carbon credit exchange mechanism and the nationally determined contributions. It also hopes that the issued commitments will be realised through development policies of each country and organisation, and routinely monitored and assessed, and that they will be implemented seriously to help with climate change response around the world and consolidate trust among countries, the Deputy Minister remarked."]}, {"relevance_score": 23, "title": "Vietnam to join important initiatives at COP28: official", "published": "2023-11-30", "bodyText": "<p nitf:lede=\"true\">Vietnam is set to participate in important initiatives at the 28th Conference of the Parties (COP28) to the United Nations Framework Convention on Climate Change (UNFCCC).</p><p nitf:lede=\"true\">Vietnam is set to participate in important initiatives at the 28th Conference of the Parties (COP28) to the United Nations Framework Convention on Climate Change (UNFCCC), held in the UAE from November 30 to December 12, said Deputy Minister of Natural Resources and Environment Le Cong Thanh.</p><p nitf:lede=\"true\">Talking to the press about the event, Thanh said COP28 is one of the biggest and most important international meetings in 2023. According to the organising committee, more than 130 heads of states and government leaders, along with about 70,000 delegates from 197 countries, non-governmental organisations, businesses, youth groups, and relevant parties will attend the event.</p><p>Prime Minister Pham Minh Chinh will lead the Vietnamese delegation to COP28.</p><p>As part of the conference, the World Climate Action Summit will take place on December 1 - 2, providing a forum for countries to make new and stronger commitments and actions about financial and technological contributions and greenhouse gas (GHG) emissions reduction to reach the targets set in the Paris Agreement on climate change, he noted.</p><p>He said Vietnam is assessed as highly vulnerable to climate change, and ranks 21st in the world and second in Southeast Asia in terms of GHG emissions. However, it has taken many practical actions to cut GHG emissions and conduct just energy transition.</p><p>The country's experience in climate change adaptation will be useful for others, Thanh continued, adding that its efforts to reduce GHG emissions will also substantially contribute to global efforts in this regard. Vietnam's active participation and actions will considerably help with the conference's success and global endeavours in climate change response.</p><p>Prior to COP28, many countries have expressed their hope that Vietnam will join initiatives at the event, and it is set to take part in such important initiatives as the Global Cooling Pledge and an initiative on implementing Article 6 of the Paris Agreement.</p><p>It will also consider joining in some other initiatives like the one on global energy efficiency and renewable energy; the COP28 declaration on climate and health; the group of countries supporting culture-related climate action in the UNFCCC; the declaration on sustainable agriculture, resilient food systems, and climate action; and the gender-responsive just transitions and climate action partnership, according to Thanh.</p><p>He said Vietnam's viewpoint at the conference is that climate change response must be carried out basing on the principle of equity and justice, a global and all people-based approach, comprehensive institutions, efficient and effective policies and laws, science, technology, innovation, maximised internal strength, and promoted international cooperation. Attention to climate change response activities must be as high as that for the reduction of GHG emissions, the Deputy Minister went on.</p><p>At COP28, Vietnam will not issue new commitments but highlight the need to enhance global solidarity, reach consensus on a new vision and a new mindset to generate implementation breakthroughs, and make a new determination to take drastic and effective actions and adopt comprehensive, innovative and creative global solutions, while centering on people and leaving no countries, communities or people behind.</p><p>It will also call on other countries, organisations, and businesses to seriously realise their commitments through concrete and practical actions. Developed countries should take the lead in and increase assistance for developing ones to conduct just energy transition by providing finance, especially non-refundable assistance, transferring technology, and building capacity.</p><p>In addition, it is necessary to ensure climate equity and justice, which means ensuring national energy self-sufficiency and security, promoting access to clean energy at reasonable prices for all businesses and people and jobs for workers, boosting finance for adaptation, and soon put the Loss and Damage Fund into operation to step up support for developing countries to cope with climate change, he said.</p><p>At COP28, Vietnam will introduce its climate change response efforts. It will also launch a resource mobilisation plan for the implementation of the Political Declaration on establishing the Just Energy Transition Partnership (JETP), a move aimed at calling on international partners to cooperate with and help the country realise climate change response commitments and invest in energy transition projects to secure green transition and a circular and low-carbon economy, Thanh noted.</p><p>Vietnam hopes that COP28 will obtain substantive strides in multiple areas to respond to climate change, including adopting the guideline for implementing Article 6 of the Paris Agreement to provide a basis for countries to carry out the carbon credit exchange mechanism and the nationally determined contributions.</p><p>It also hopes that the issued commitments will be realised through development policies of each country and organisation, and routinely monitored and assessed, and that they will be implemented seriously to help with climate change response around the world and consolidate trust among countries, the Deputy Minister remarked./.</p>", "publisher": "Vietnam Pictorial", "instances": ["He said Vietnam's viewpoint at the conference is that climate change response must be carried out basing on the principle of equity and justice, a global and all people-based approach, comprehensive institutions, efficient and effective policies and laws, science, technology, innovation, maximised internal strength, and promoted international cooperation. Attention to climate change response activities must be as high as that for the reduction of GHG emissions, the Deputy Minister went on. At COP28, Vietnam will not issue new commitments but highlight the need to enhance global solidarity, reach consensus on a new vision and a new mindset to generate implementation breakthroughs, and make a new determination to take drastic and effective actions and adopt comprehensive, innovative and creative global solutions, while centering on people and leaving no countries, communities or people behind. It will also call on other countries, organisations, and businesses to seriously realise their commitments through concrete and practical actions. Developed countries should take the lead in and increase assistance for developing ones to conduct just energy transition by providing finance, especially non-refundable assistance, transferring technology, and building capacity. In addition, it is necessary to ensure climate equity and justice, which means ensuring national energy self-sufficiency and security, promoting access to clean energy at reasonable prices for all businesses and people and jobs for workers, boosting finance for adaptation, and soon put the Loss and Damage Fund into operation to step up support for developing countries to cope with climate change, he said. At COP28, Vietnam will introduce its climate change response efforts. It will also launch a resource mobilisation plan for the implementation of the Political Declaration on establishing the Just Energy Transition Partnership (JETP), a move aimed at calling on international partners to cooperate with and help the country realise climate change response commitments and invest in energy transition projects to secure green transition and a circular and low-carbon economy, Thanh noted. Vietnam hopes that COP28 will obtain substantive strides in multiple areas to respond to climate change, including adopting the guideline for implementing Article 6 of the Paris Agreement to provide a basis for countries to carry out the carbon credit exchange mechanism and the nationally determined contributions. It also hopes that the issued commitments will be realised through development policies of each country and organisation, and routinely monitored and assessed, and that they will be implemented seriously to help with climate change response around the world and consolidate trust among countries, the Deputy Minister remarked. /."]}, {"relevance_score": 22, "title": "Vietnam to join important initiatives at COP28: official", "published": "2023-11-30", "bodyText": "<p nitf:lede=\"true\">Vietnam is set to participate in important initiatives at the 28th Conference of the Parties (COP28) to the United Nations Framework Convention on Climate Change (UNFCCC), held in the UAE from November 30 to December 12, said Deputy Minister of Natural Resources and Environment Le Cong Thanh.</p><p nitf:lede=\"true\">Talking to the press about the event, Thanh said COP28 is one of the biggest and most important international meetings in 2023. According to the organising committee, more than 130 heads of states and government leaders, along with about 70,000 delegates from 197 countries, non-governmental organisations, businesses, youth groups, and relevant parties will attend the event.</p><p>Prime Minister Pham Minh Chinh will lead the Vietnamese delegation to COP28.</p><p>As part of the conference, the World Climate Action Summit will take place on December 1 - 2, providing a forum for countries to make new and stronger commitments and actions about financial and technological contributions and greenhouse gas (GHG) emissions reduction to reach the targets set in the Paris Agreement on climate change, he noted.</p><p>He said Vietnam is assessed as highly vulnerable to climate change, and ranks 21st in the world and second in Southeast Asia in terms of GHG emissions. However, it has taken many practical actions to cut GHG emissions and conduct just energy transition.</p><p>The country's experience in climate change adaptation will be useful for others, Thanh continued, adding that its efforts to reduce GHG emissions will also substantially contribute to global efforts in this regard. Vietnam's active participation and actions will considerably help with the conference's success and global endeavours in climate change response.</p><p>Prior to COP28, many countries have expressed their hope that Vietnam will join initiatives at the event, and it is set to take part in such important initiatives as the Global Cooling Pledge and an initiative on implementing Article 6 of the Paris Agreement.</p><p>It will also consider joining in some other initiatives like the one on global energy efficiency and renewable energy; the COP28 declaration on climate and health; the group of countries supporting culture-related climate action in the UNFCCC; the declaration on sustainable agriculture, resilient food systems, and climate action; and the gender-responsive just transitions and climate action partnership, according to Thanh.</p><p>He said Vietnam's viewpoint at the conference is that climate change response must be carried out basing on the principle of equity and justice, a global and all people-based approach, comprehensive institutions, efficient and effective policies and laws, science, technology, innovation, maximised internal strength, and promoted international cooperation. Attention to climate change response activities must be as high as that for the reduction of GHG emissions, the Deputy Minister went on.</p><p>At COP28, Vietnam will not issue new commitments but highlight the need to enhance global solidarity, reach consensus on a new vision and a new mindset to generate implementation breakthroughs, and make a new determination to take drastic and effective actions and adopt comprehensive, innovative and creative global solutions, while centering on people and leaving no countries, communities or people behind.</p><p>It will also call on other countries, organisations, and businesses to seriously realise their commitments through concrete and practical actions. Developed countries should take the lead in and increase assistance for developing ones to conduct just energy transition by providing finance, especially non-refundable assistance, transferring technology, and building capacity.</p><p>In addition, it is necessary to ensure climate equity and justice, which means ensuring national energy self-sufficiency and security, promoting access to clean energy at reasonable prices for all businesses and people and jobs for workers, boosting finance for adaptation, and soon put the Loss and Damage Fund into operation to step up support for developing countries to cope with climate change, he said.</p><p>At COP28, Vietnam will introduce its climate change response efforts. It will also launch a resource mobilisation plan for the implementation of the Political Declaration on establishing the Just Energy Transition Partnership (JETP), a move aimed at calling on international partners to cooperate with and help the country realise climate change response commitments and invest in energy transition projects to secure green transition and a circular and low-carbon economy, Thanh noted.</p><p>Vietnam hopes that COP28 will obtain substantive strides in multiple areas to respond to climate change, including adopting the guideline for implementing Article 6 of the Paris Agreement to provide a basis for countries to carry out the carbon credit exchange mechanism and the nationally determined contributions.</p><p>It also hopes that the issued commitments will be realised through development policies of each country and organisation, and routinely monitored and assessed, and that they will be implemented seriously to help with climate change response around the world and consolidate trust among countries, the Deputy Minister remarked./.</p>", "publisher": "Vietnam News Agency", "instances": ["He said Vietnam's viewpoint at the conference is that climate change response must be carried out basing on the principle of equity and justice, a global and all people-based approach, comprehensive institutions, efficient and effective policies and laws, science, technology, innovation, maximised internal strength, and promoted international cooperation. Attention to climate change response activities must be as high as that for the reduction of GHG emissions, the Deputy Minister went on. At COP28, Vietnam will not issue new commitments but highlight the need to enhance global solidarity, reach consensus on a new vision and a new mindset to generate implementation breakthroughs, and make a new determination to take drastic and effective actions and adopt comprehensive, innovative and creative global solutions, while centering on people and leaving no countries, communities or people behind. It will also call on other countries, organisations, and businesses to seriously realise their commitments through concrete and practical actions. Developed countries should take the lead in and increase assistance for developing ones to conduct just energy transition by providing finance, especially non-refundable assistance, transferring technology, and building capacity. In addition, it is necessary to ensure climate equity and justice, which means ensuring national energy self-sufficiency and security, promoting access to clean energy at reasonable prices for all businesses and people and jobs for workers, boosting finance for adaptation, and soon put the Loss and Damage Fund into operation to step up support for developing countries to cope with climate change, he said. At COP28, Vietnam will introduce its climate change response efforts. It will also launch a resource mobilisation plan for the implementation of the Political Declaration on establishing the Just Energy Transition Partnership (JETP), a move aimed at calling on international partners to cooperate with and help the country realise climate change response commitments and invest in energy transition projects to secure green transition and a circular and low-carbon economy, Thanh noted. Vietnam hopes that COP28 will obtain substantive strides in multiple areas to respond to climate change, including adopting the guideline for implementing Article 6 of the Paris Agreement to provide a basis for countries to carry out the carbon credit exchange mechanism and the nationally determined contributions. It also hopes that the issued commitments will be realised through development policies of each country and organisation, and routinely monitored and assessed, and that they will be implemented seriously to help with climate change response around the world and consolidate trust among countries, the Deputy Minister remarked. /."]}, {"relevance_score": 21, "title": "Viet Nam to join important initiatives at COP28: official", "published": "2023-11-30", "bodyText": "<p nitf:lede=\"true\">Viet Nam is set to participate in important initiatives at the 28th Conference of the Parties (COP28) to the United Nations Framework Convention on Climate Change (UNFCCC), held in the UAE from November 30 to December 12, said Deputy Minister of Natural Resources and Environment Lê Công Thành.</p><p nitf:lede=\"true\">Talking to the press about the event, Thành said COP28 is one of the biggest and most important international meetings in 2023. According to the organising committee, more than 130 heads of states and government leaders, along with about 70,000 delegates from 197 countries, non-governmental organisations, businesses, youth groups, and relevant parties will attend the event.</p><p>Prime Minister Pham Minh Chính will lead the Vietnamese delegation at COP28.</p><p>As part of the conference, the World Climate Action Summit will take place on December 1 - 2, providing a forum for countries to make new and stronger commitments and actions about financial and technological contributions and greenhouse gas (GHG) emissions reduction to reach the targets set in the Paris Agreement on climate change, he noted.</p><p>He said Viet Nam is assessed as highly vulnerable to climate change, and ranks 21st in the world and second in Southeast Asia in terms of GHG emissions. However, it has taken many practical actions to cut GHG emissions and conduct just energy transition.</p><p>The country's experience in climate change adaptation will be useful for others, Thành continued, adding that its efforts to reduce GHG emissions will also substantially contribute to global efforts in this regard. Viet Nam's active participation and actions will considerably help with the conference's success and global endeavours in climate change response.</p><p>Prior to COP28, many countries have expressed their hope that Viet Nam will join initiatives at the event, and it is set to take part in such important initiatives as the Global Cooling Pledge and an initiative on implementing Article 6 of the Paris Agreement.</p><p>It will also consider joining in some other initiatives like the one on global energy efficiency and renewable energy; the COP28 declaration on climate and health; the group of countries supporting culture-related climate action in the UNFCCC; the declaration on sustainable agriculture, resilient food systems, and climate action; and the gender-responsive just transitions and climate action partnership, according to Thành.</p><p>He said Viet Nam's viewpoint at the conference is that climate change response must be carried out based on the principle of equity and justice, a global and all people-based approach, comprehensive institutions, efficient and effective policies and laws, science, technology, innovation, maximised internal strength, and promoted international cooperation. Attention to climate change response activities must be as high as that for the reduction of GHG emissions, the Deputy Minister went on.</p><p>At COP28, Viet Nam will not issue new commitments but highlight the need to enhance global solidarity, reach consensus on a new vision and a new mindset to generate implementation breakthroughs, and make a new determination to take drastic and effective actions and adopt comprehensive, innovative and creative global solutions, while centering on people and leaving no countries, communities or people behind.</p><p>It will also call on other countries, organisations, and businesses to seriously realise their commitments through concrete and practical actions. Developed countries should take the lead in and increase assistance for developing ones to conduct just energy transition by providing finance, especially non-refundable assistance, transferring technology, and building capacity.</p><p>In addition, it is necessary to ensure climate equity and justice, which means ensuring national energy self-sufficiency and security, promoting access to clean energy at reasonable prices for all businesses and people and jobs for workers, boosting finance for adaptation, and soon put the Loss and Damage Fund into operation to step up support for developing countries to cope with climate change, he said.</p><p>At COP28, Viet Nam will introduce its climate change response efforts. It will also launch a resource mobilisation plan for the implementation of the Political Declaration on establishing the Just Energy Transition Partnership (JETP), a move aimed at calling on international partners to cooperate with and help the country realise climate change response commitments and invest in energy transition projects to secure green transition and a circular and low-carbon economy, Thanh noted.</p><p>Viet Nam hopes that COP28 will obtain substantive strides in multiple areas to respond to climate change, including adopting the guideline for implementing Article 6 of the Paris Agreement to provide a basis for countries to carry out the carbon credit exchange mechanism and the nationally determined contributions.</p><p>It also hopes that the issued commitments will be realised through development policies of each country and organisation, and routinely monitored and assessed, and that they will be implemented seriously to help with climate change response around the world and consolidate trust among countries, the Deputy Minister remarked.</p>", "publisher": "Viet Nam News", "instances": ["He said Viet Nam's viewpoint at the conference is that climate change response must be carried out based on the principle of equity and justice, a global and all people-based approach, comprehensive institutions, efficient and effective policies and laws, science, technology, innovation, maximised internal strength, and promoted international cooperation. Attention to climate change response activities must be as high as that for the reduction of GHG emissions, the Deputy Minister went on. At COP28, Viet Nam will not issue new commitments but highlight the need to enhance global solidarity, reach consensus on a new vision and a new mindset to generate implementation breakthroughs, and make a new determination to take drastic and effective actions and adopt comprehensive, innovative and creative global solutions, while centering on people and leaving no countries, communities or people behind. It will also call on other countries, organisations, and businesses to seriously realise their commitments through concrete and practical actions. Developed countries should take the lead in and increase assistance for developing ones to conduct just energy transition by providing finance, especially non-refundable assistance, transferring technology, and building capacity. In addition, it is necessary to ensure climate equity and justice, which means ensuring national energy self-sufficiency and security, promoting access to clean energy at reasonable prices for all businesses and people and jobs for workers, boosting finance for adaptation, and soon put the Loss and Damage Fund into operation to step up support for developing countries to cope with climate change, he said. At COP28, Viet Nam will introduce its climate change response efforts. It will also launch a resource mobilisation plan for the implementation of the Political Declaration on establishing the Just Energy Transition Partnership (JETP), a move aimed at calling on international partners to cooperate with and help the country realise climate change response commitments and invest in energy transition projects to secure green transition and a circular and low-carbon economy, Thanh noted. Viet Nam hopes that COP28 will obtain substantive strides in multiple areas to respond to climate change, including adopting the guideline for implementing Article 6 of the Paris Agreement to provide a basis for countries to carry out the carbon credit exchange mechanism and the nationally determined contributions. It also hopes that the issued commitments will be realised through development policies of each country and organisation, and routinely monitored and assessed, and that they will be implemented seriously to help with climate change response around the world and consolidate trust among countries, the Deputy Minister remarked."]}, {"relevance_score": 22, "title": "Vietnam to join important initiatives at COP28 official", "published": "2023-11-30", "bodyText": "<p nitf:lede=\"true\"> 30 Nov 2023 (Vietnam News Agency) Vietnam is set to participate in important initiatives at the 28th Conference of the Parties (COP28) to the United Nations Framework Convention on Climate Change (UNFCCC), held in the UAE from November 30 to December 12, said Deputy Minister of Natural Resources and Environment Le Cong Thanh.</p><p nitf:lede=\"true\">Talking to the press about the event, Thanh said COP28 is one of the biggest and most important international meetings in 2023. According to the organising committee, more than 130 heads of states and government leaders, along with about 70,000 delegates from 197 countries, non-governmental organisations, businesses, youth groups, and relevant parties will attend the event.</p><p>Prime Minister Pham Minh Chinh will lead the Vietnamese delegation to COP28.</p><p>As part of the conference, the World Climate Action Summit will take place on December 1 - 2, providing a forum for countries to make new and stronger commitments and actions about financial and technological contributions and greenhouse gas (GHG) emissions reduction to reach the targets set in the Paris Agreement on climate change, he noted.</p><p>He said Vietnam is assessed as highly vulnerable to climate change, and ranks 21st in the world and second in Southeast Asia in terms of GHG emissions. However, it has taken many practical actions to cut GHG emissions and conduct just energy transition.</p><p>The country's experience in climate change adaptation will be useful for others, Thanh continued, adding that its efforts to reduce GHG emissions will also substantially contribute to global efforts in this regard. Vietnam's active participation and actions will considerably help with the conference's success and global endeavours in climate change response.</p><p>Prior to COP28, many countries have expressed their hope that Vietnam will join initiatives at the event, and it is set to take part in such important initiatives as the Global Cooling Pledge and an initiative on implementing Article 6 of the Paris Agreement.</p><p>It will also consider joining in some other initiatives like the one on global energy efficiency and renewable energy; the COP28 declaration on climate and health; the group of countries supporting culture-related climate action in the UNFCCC; the declaration on sustainable agriculture, resilient food systems, and climate action; and the gender-responsive just transitions and climate action partnership, according to Thanh.</p><p>He said Vietnam's viewpoint at the conference is that climate change response must be carried out basing on the principle of equity and justice, a global and all people-based approach, comprehensive institutions, efficient and effective policies and laws, science, technology, innovation, maximised internal strength, and promoted international cooperation. Attention to climate change response activities must be as high as that for the reduction of GHG emissions, the Deputy Minister went on.</p><p>At COP28, Vietnam will not issue new commitments but highlight the need to enhance global solidarity, reach consensus on a new vision and a new mindset to generate implementation breakthroughs, and make a new determination to take drastic and effective actions and adopt comprehensive, innovative and creative global solutions, while centering on people and leaving no countries, communities or people behind.</p><p>It will also call on other countries, organisations, and businesses to seriously realise their commitments through concrete and practical actions. Developed countries should take the lead in and increase assistance for developing ones to conduct just energy transition by providing finance, especially non-refundable assistance, transferring technology, and building capacity.</p><p>In addition, it is necessary to ensure climate equity and justice, which means ensuring national energy self-sufficiency and security, promoting access to clean energy at reasonable prices for all businesses and people and jobs for workers, boosting finance for adaptation, and soon put the Loss and Damage Fund into operation to step up support for developing countries to cope with climate change, he said.</p><p>At COP28, Vietnam will introduce its climate change response efforts. It will also launch a resource mobilisation plan for the implementation of the Political Declaration on establishing the Just Energy Transition Partnership (JETP), a move aimed at calling on international partners to cooperate with and help the country realise climate change response commitments and invest in energy transition projects to secure green transition and a circular and low-carbon economy, Thanh noted.</p><p>Vietnam hopes that COP28 will obtain substantive strides in multiple areas to respond to climate change, including adopting the guideline for implementing Article 6 of the Paris Agreement to provide a basis for countries to carry out the carbon credit exchange mechanism and the nationally determined contributions.</p><p>It also hopes that the issued commitments will be realised through development policies of each country and organisation, and routinely monitored and assessed, and that they will be implemented seriously to help with climate change response around the world and consolidate trust among countries, the Deputy Minister remarked./.</p>", "publisher": "Vietnam News Gazette", "instances": ["He said Vietnam's viewpoint at the conference is that climate change response must be carried out basing on the principle of equity and justice, a global and all people-based approach, comprehensive institutions, efficient and effective policies and laws, science, technology, innovation, maximised internal strength, and promoted international cooperation. Attention to climate change response activities must be as high as that for the reduction of GHG emissions, the Deputy Minister went on. At COP28, Vietnam will not issue new commitments but highlight the need to enhance global solidarity, reach consensus on a new vision and a new mindset to generate implementation breakthroughs, and make a new determination to take drastic and effective actions and adopt comprehensive, innovative and creative global solutions, while centering on people and leaving no countries, communities or people behind. It will also call on other countries, organisations, and businesses to seriously realise their commitments through concrete and practical actions. Developed countries should take the lead in and increase assistance for developing ones to conduct just energy transition by providing finance, especially non-refundable assistance, transferring technology, and building capacity. In addition, it is necessary to ensure climate equity and justice, which means ensuring national energy self-sufficiency and security, promoting access to clean energy at reasonable prices for all businesses and people and jobs for workers, boosting finance for adaptation, and soon put the Loss and Damage Fund into operation to step up support for developing countries to cope with climate change, he said. At COP28, Vietnam will introduce its climate change response efforts. It will also launch a resource mobilisation plan for the implementation of the Political Declaration on establishing the Just Energy Transition Partnership (JETP), a move aimed at calling on international partners to cooperate with and help the country realise climate change response commitments and invest in energy transition projects to secure green transition and a circular and low-carbon economy, Thanh noted. Vietnam hopes that COP28 will obtain substantive strides in multiple areas to respond to climate change, including adopting the guideline for implementing Article 6 of the Paris Agreement to provide a basis for countries to carry out the carbon credit exchange mechanism and the nationally determined contributions. It also hopes that the issued commitments will be realised through development policies of each country and organisation, and routinely monitored and assessed, and that they will be implemented seriously to help with climate change response around the world and consolidate trust among countries, the Deputy Minister remarked. /."]}]