[{"relevance_score": 12, "title": "Prime Minister receives leaders of Japanese locality, newspaper", "published": "2019-10-22", "bodyText": "<p nitf:lede=\"true\"> 22 October 2019 (Vietnam News Agency) Tokyo (VNA) - Prime Minister Nguyen Xuan Phuc received Governor of Kanagawa prefecture Kuroiwa Yuji on October 22 during his trip to Japan to attend the enthronement ceremony of the Japanese emperor.</p><p>The PM took the occasion to extend his sympathy to people in areas affected by Typhoon Hagibis.</p><p>He praised the efforts made by the governor and Kanagawa administration to promote cooperation between the prefecture and Vietnam through result-oriented initiatives and activities, such as the Vietnam Festival in Kanagawa and Kanagawa Festival in Hanoi, which have become leading cultural exchange events held annually in the two countries.</p><p>The Vietnamese government leader highlighted the big population and potential of Kanagawa, and affirmed that Vietnam always hopes to increase ties with Japan in general and Kanagawa prefecture in particular.</p><p>He asked Governor Kuroiwa and Kanagawa authority to encourage enterprises in the prefecture to bolster investment and business activities in Vietnam, foster cultural exchanges and tourism cooperation with Vietnam, and receive more apprentices and workers from Vietnam.</p><p>The governor informed PM Phuc about the cooperation between Kanagawa and Vietnam including the plan on organizing the second Kanagawa Festival in Hanoi in November this year.</p><p>He said enterprises in the prefecture are interested in investment opportunities in Vietnam, and wish to receive more Vietnamese labourers in the time to come.</p><p>The same day, in his meeting with President and CEO of Nikkei newspaper Okada Naotoshi, PM Phuc hailed the newspaper's organisation of the annual international conference on The Future of Asia, which has become a prestigious event attracting the participation of many leaders of Asian countries.</p><p>He suggested that Nikkei regularly updates Japanese readers on the economic development in Vietnam and the efforts of the Vietnamese government in improving the business and investment environment, thus contributing to promoting Vietnam-Japan economic partnership.</p><p>Okada thanked the Vietnamese government for regularly sending high-ranking representatives to the conference The Future of Asia, with PM Phuc himself attending in 2017, and actively proposing solutions to global and Asian issues, which he said contributed greatly to the success of the conference.</p><p>He expressed his hope that Vietnam's leaders will attend the event in 2020, the year Vietnam serves as Chair of ASEAN and a non-permanent member on the UN Security Council.    </p><p>He informed the Vietnamese PM about the Japanese business community's great interest in economic cooperation with Vietnam and affirmed that Nikkei wishes to further contribute to the bilateral relationship between Vietnam and Japan.        </p>", "publisher": "Vietnam News Gazette", "instances": ["22 October 2019 (Vietnam News Agency) Tokyo (VNA) - Prime Minister Nguyen Xuan Phuc received Governor of Kanagawa prefecture Kuroiwa Yuji on October 22 during his trip to Japan to attend the enthronement ceremony of the Japanese emperor. The PM took the occasion to extend his sympathy to people in areas affected by Typhoon Hagibis. He praised the efforts made by the governor and Kanagawa administration to promote cooperation between the prefecture and Vietnam through result-oriented initiatives and activities, such as the Vietnam Festival in Kanagawa and Kanagawa Festival in Hanoi, which have become leading cultural exchange events held annually in the two countries. The Vietnamese government leader highlighted the big population and potential of Kanagawa, and affirmed that Vietnam always hopes to increase ties with Japan in general and Kanagawa prefecture in particular. He asked Governor Kuroiwa and Kanagawa authority to encourage enterprises in the prefecture to bolster investment and business activities in Vietnam, foster cultural exchanges and tourism cooperation with Vietnam, and receive more apprentices and workers from Vietnam. The governor informed PM Phuc about the cooperation between Kanagawa and Vietnam including the plan on organizing the second Kanagawa Festival in Hanoi in November this year. He said enterprises in the prefecture are interested in investment opportunities in Vietnam, and wish to receive more Vietnamese labourers in the time to come."]}, {"relevance_score": 7, "title": "Body of missing Vietnamese sailor found in sunken Panamanian ship", "published": "2020-03-03", "bodyText": "<p nitf:lede=\"true\"> Nguyen Van Tri, one of the two Vietnamese sailors working onboard a Panama-flagged cargo ship that sank on October 12, 2019 in Tokyo Bay of Japan, was found dead inside the vessel.</p><p>The victim's wife, Huong Thao, told the Vietnam News Agency (VNA) that the ship owner informed the company that sent her husband to work on the ship Jia De about the finding on February 14.</p><p>However, the Japanese side just confirmed the information after conducting ADN tests more than one week later, the wife said, adding that she is completing necessary procedures to bring her husband's ashes home, scheduled for March 5.</p><p>Tri's Vietnamese crewmate, Pham Van Duc, had been rescued by the Japan Coast Guard (JCG).</p><p>The sailors were among the 12-member crew of the 1,925-tonne ship that sunk while anchoring in the bay as typhoon Hagibis approached. The other sailors included three from Myanmar and seven from China.</p><p>Apart from Duc, two Myanmar and one Chinese people were rescued by the JCG while the remaining eight sailors were confirmed dead.</p>", "publisher": "Vietnam Plus", "instances": ["Nguyen Van Tri, one of the two Vietnamese sailors working onboard a Panama-flagged cargo ship that sank on October 12, 2019 in Tokyo Bay of Japan, was found dead inside the vessel. The victim's wife, Huong Thao, told the Vietnam News Agency (VNA) that the ship owner informed the company that sent her husband to work on the ship Jia De about the finding on February 14. However, the Japanese side just confirmed the information after conducting ADN tests more than one week later, the wife said, adding that she is completing necessary procedures to bring her husband's ashes home, scheduled for March 5. Tri's Vietnamese crewmate, Pham Van Duc, had been rescued by the Japan Coast Guard (JCG). The sailors were among the 12-member crew of the 1,925-tonne ship that sunk while anchoring in the bay as typhoon Hagibis approached. The other sailors included three from Myanmar and seven from China. Apart from Duc, two Myanmar and one Chinese people were rescued by the JCG while the remaining eight sailors were confirmed dead."]}, {"relevance_score": 4, "title": "Vietnam Airlines resume flights to/from Japan after typhoon Hagibis", "published": "2019-10-14", "bodyText": "<p nitf:lede=\"true\"> 14th October 2019 (VOV5) Vietnam Airlines announced on Sunday that all of its flights from and to Japan will run on normal schedule starting Monday, after being rescheduled due to super typhoon Hagibis that hit the country.</p><p nitf:lede=\"true\">The flights are those connecting Hanoi, Ho Chi Minh City, and Da Nang to Japan's Osaka, Nagoya and Tokyo. The typhoon had affected 30 flights of the airlines on the weekend. Vietnam Airlines said it has taken measures to ensure safety, including rearranging passengers to subsequent flights,  adding more flights to meet passengers' travel demand, and deploying additional personnel and aircrafts.</p>", "publisher": "Vietnam News Gazette", "instances": ["14th October 2019 (VOV5) Vietnam Airlines announced on Sunday that all of its flights from and to Japan will run on normal schedule starting Monday, after being rescheduled due to super typhoon Hagibis that hit the country. The flights are those connecting Hanoi, Ho Chi Minh City, and Da Nang to Japan's Osaka, Nagoya and Tokyo. The typhoon had affected 30 flights of the airlines on the weekend. Vietnam Airlines said it has taken measures to ensure safety, including rearranging passengers to subsequent flights,  adding more flights to meet passengers' travel demand, and deploying additional personnel and aircrafts."]}, {"relevance_score": 7, "title": "Death toll in Super Typhoon Hagibis mounts to 44", "published": "2019-10-14", "bodyText": "<p nitf:lede=\"true\"> 14th October 2019 (VOV5) Typhoon Hagibis, which swept across central and eastern Japan on Saturday and Sunday, has claimed 44 lives.  </p><p>Another 14 people are listed as missing and more than 100 others were injured during the weekend storm. The numbers are expected to rise as search and rescue continues in flood and landslide areas of Nagano and neighboring prefectures.</p><p>Japan's Self Defense Forces (SDF) have deployed 27,000 troops to stricken areas.  At a meeting of the Japanese Cabinet with the heads of the disaster response agency, Prime Minister Abe said the lives of the people must come first and every effort must be made to save the people in flooded areas and to search for the missing. According to the Prime Minister, 110,000 police officers, firefighters, and coast guard and SDF personnel are involved in the search and rescue operations. He warned citizens to be aware of landslides and rising water.</p>", "publisher": "Vietnam News Gazette", "instances": ["14th October 2019 (VOV5) Typhoon Hagibis, which swept across central and eastern Japan on Saturday and Sunday, has claimed 44 lives. Another 14 people are listed as missing and more than 100 others were injured during the weekend storm. The numbers are expected to rise as search and rescue continues in flood and landslide areas of Nagano and neighboring prefectures. Japan's Self Defense Forces (SDF) have deployed 27,000 troops to stricken areas. At a meeting of the Japanese Cabinet with the heads of the disaster response agency, Prime Minister Abe said the lives of the people must come first and every effort must be made to save the people in flooded areas and to search for the missing. According to the Prime Minister, 110,000 police officers, firefighters, and coast guard and SDF personnel are involved in the search and rescue operations."]}, {"relevance_score": 9, "title": "Vietnamese sailor rescued aftercargo ship sinks in Tokyo Bay", "published": "2019-10-14", "bodyText": "<p nitf:lede=\"true\">  Typhoon Hagibis strikes Japan late Friday, claiming at least 25 lives and leaving 15 others unaccounted. Photostuff.</p><p nitf:lede=\"true\">co.nz  TOKYO  One of the two Vietnamese sailors who were on board aPanama-flagged cargo ship which sank late on Saturday in Tokyo Bay off Japan had beenrescued by the Japan Coast Guard (JCG), Vietnam News Agency reported on Sunday.</p><p> Phm Vn c was taken to hospital in Kanagawa Prefecture's Yokohama City. The two Vietnamese nationals were among the 12-member crew of the 1,925-tonne ship, which sunk while atanchoras Typhoon Hagibis approached.</p><p> His ten crew mates included three from Myanmar and seven fromChina. Three of themwere also rescued on Sunday.</p><p> One Chinese sailor is reported to have died in the accident, while the fateof the other Vietnamese sailorNguyn Vn Tra his six companions remains unknown.  VNS </p>", "publisher": "Viet Nam News", "instances": ["Typhoon Hagibis strikes Japan late Friday, claiming at least 25 lives and leaving 15 others unaccounted. Photostuff. co. nz  TOKYO  One of the two Vietnamese sailors who were on board aPanama-flagged cargo ship which sank late on Saturday in Tokyo Bay off Japan had beenrescued by the Japan Coast Guard (JCG), Vietnam News Agency reported on Sunday. Phm Vn c was taken to hospital in Kanagawa Prefecture's Yokohama City. The two Vietnamese nationals were among the 12-member crew of the 1,925-tonne ship, which sunk while atanchoras Typhoon Hagibis approached.", "Typhoon Hagibis strikes Japan late Friday, claiming at least 25 lives and leaving 15 others unaccounted. Photostuff. co. nz  TOKYO  One of the two Vietnamese sailors who were on board aPanama-flagged cargo ship which sank late on Saturday in Tokyo Bay off Japan had beenrescued by the Japan Coast Guard (JCG), Vietnam News Agency reported on Sunday. Phm Vn c was taken to hospital in Kanagawa Prefecture's Yokohama City. The two Vietnamese nationals were among the 12-member crew of the 1,925-tonne ship, which sunk while atanchoras Typhoon Hagibis approached. His ten crew mates included three from Myanmar and seven fromChina. Three of themwere also rescued on Sunday. One Chinese sailor is reported to have died in the accident, while the fateof the other Vietnamese sailorNguyn Vn Tra his six companions remains unknown. VNS"]}, {"relevance_score": 7, "title": "Vietnamese sailor rescued in Tokyo Bay after typhoon", "published": "2019-10-14", "bodyText": "<p nitf:lede=\"true\"> 14th October 2019 (VOV5) A Vietnamese sailor from a foreign cargo ship which sank late Saturday in Tokyo Bay has been rescued by Japan's Coast Guard, according to the Vietnamese Embassy in Japan. </p><p>The Embassy said on Sunday that Pham Van Duc, one of two Vietnamese sailors on board the Panama-flagged ship which was hit by Typhoon Hagibis, was taken to a hospital in Yokohama city for treatment. According to the Embassy, Duc is recovering well. Nguyen Van Tri, the other Vietnamese sailor, and 6 foreign sailors are still missing. One Chinese sailor is confirmed dead.</p><p>The two Vietnamese nationals were among the 12-member crew of the 1,900-ton ship. Typhoon Hagibis, which struck Japan late Saturday, killed at least 25 people and briefly paralyzed Tokyo.</p>", "publisher": "Vietnam News Gazette", "instances": ["14th October 2019 (VOV5) A Vietnamese sailor from a foreign cargo ship which sank late Saturday in Tokyo Bay has been rescued by Japan's Coast Guard, according to the Vietnamese Embassy in Japan. The Embassy said on Sunday that Pham Van Duc, one of two Vietnamese sailors on board the Panama-flagged ship which was hit by Typhoon Hagibis, was taken to a hospital in Yokohama city for treatment. According to the Embassy, Duc is recovering well. Nguyen Van Tri, the other Vietnamese sailor, and 6 foreign sailors are still missing. One Chinese sailor is confirmed dead. The two Vietnamese nationals were among the 12-member crew of the 1,900-ton ship. Typhoon Hagibis, which struck Japan late Saturday, killed at least 25 people and briefly paralyzed Tokyo.", "The Embassy said on Sunday that Pham Van Duc, one of two Vietnamese sailors on board the Panama-flagged ship which was hit by Typhoon Hagibis, was taken to a hospital in Yokohama city for treatment. According to the Embassy, Duc is recovering well. Nguyen Van Tri, the other Vietnamese sailor, and 6 foreign sailors are still missing. One Chinese sailor is confirmed dead. The two Vietnamese nationals were among the 12-member crew of the 1,900-ton ship. Typhoon Hagibis, which struck Japan late Saturday, killed at least 25 people and briefly paralyzed Tokyo."]}]