[{"relevance_score": 2, "title": "Spain says investment in climate action an 'economic opportunity'", "published": "2025-07-02", "bodyText": "<h>ABSTRACT</h><p>Seville, Spain, Jul 2 (EFE).- Spain's third vice president and Minister of Ecological Transition, Sara Aagesen, on Wednesday urged investment in the fight against climate change, highlighting its potential to generate economic benefits, stability, and equity.</p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 1, "title": "China says it has no 'secret agenda' with Pacific nations", "published": "2025-03-13", "bodyText": "<h>ABSTRACT</h><p>Bangkok, Mar 13 (EFE) - China said Thursday it doesn't impose political conditions or regulations and has no covert motives when providing assistance to Pacific island nations, after New Zealand, a traditional partner of countries in the region, criticized its growing influence in the region.</p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 2, "title": "Hundreds protest in Cook Islands over signing of agreements with China", "published": "2025-02-18", "bodyText": "<h>ABSTRACT</h><p>Bangkok, Feb 18 (EFE).- Around 400 people protested on Tuesday in the Cook Islands against the signing of agreements between their country and China that they claim are not transparent, an issue that has strained the island country's relations with New Zealand, with which it is associated on defense, opposition political groups said.</p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 2, "title": "Cook Islands discusses China ties, New Zealand concerned", "published": "2025-02-13", "bodyText": "<h>ABSTRACT</h><p>Bangkok, Feb 13 (EFE).- Cook Islands Prime Minister Mark Brown said Thursday he spoke to various institutions during his trip to China, where he plans to sign an agreement that has raised concerns in New Zealand, a country with which he maintains a security partnership.</p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 1, "title": "Climate summit climaxes in funding showdown", "published": "2024-11-23", "bodyText": "<h>ABSTRACT</h><p>Baku, Nov 23 (EFE) - The COP29 climate summit in Baku is racing against time to negotiate a historic agreement on funding from developed nations to the Global South, as activists demand a robust counterattack against inadequate proposals.</p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 42, "title": "Wild wheat: The key to food security in a warming world", "published": "2024-09-24", "bodyText": "<p nitf:lede=\"true\">About a billion liters of <url normalizedValue=\"https://english.elpais.com/health/2024-01-05/what-diseases-are-caused-by-fungi.html\">fungicide</url>.</p><p nitf:lede=\"true\">That's how much farmers have saved this century, through use of disease-resistant wheat varieties. Modern wheat can thank its \"wild relatives\" - grassy cousins millions of years old and tested through extremes of earth's climate - for most of its resistance genes.</p><p nitf:lede=\"true\">Despite such remarkable achievements in wheat breeding, we've only scratched the surface of the genetic potential in wheat's wild relatives. With <url normalizedValue=\"https://english.elpais.com/opinion/the-global-observer/2024-05-02/when-climate-hits-home.html\">climate change</url> intensifying and the rapid evolution and spread of pathogens - a new strain of fungus can circulate in the jet stream-it's imperative that we increase investment in researching this largely untapped genetic diversity. Doing so could revolutionize wheat production, ensuring food security while dramatically reducing <url normalizedValue=\"https://english.elpais.com/science-tech/2022-05-07/beyond-meat-insects-and-lab-mushrooms-to-save-the-planet.html\">agriculture's environmental footprint.</url></p><p>Without such efforts, epidemics or pandemics could devastate yields, potentially leading to massive applications of toxic agrochemicals and increased selection pressure for pests and diseases to develop resistance. The consequences would be far-reaching, impacting not only food security and the environment, but also geopolitical stability, potentially triggering human migration and conflict.</p><p>Today, wheat is the most widely grown crop on Earth, providing 20% of all human protein and calories and serving as the primary staple food for 1.5 billion people in the Global South.</p><p>However, with its future under threat, standard breeding approaches can no longer keep up with the pace of climate change. Research shows that climate shifts from 1980-2008 reduced wheat harvests by 5.5%, and global wheat production falls 6% for every degree-centigrade increase in temperature.</p><p>Wheat science urgently requires enhanced investments to scale up genetic studies of wild relatives, utilizing next-generation breeding tools. These tools include gene sequencing technologies, big-data analytics, and remote sensing technologies. Satellite imagery makes the planet a laboratory, allowing researchers to monitor traits like plant growth or disease resistance globally. Artificial intelligence can super-charge breeding simulations and quickly identify promising genes that enhance climate-resilience.</p><p>The basic genetic resources are already available: more than 770,000 unique seed samples are stored in 155 seed banks across 78 countries. These samples represent the full scope of known wheat genetic diversity, from modern varieties to ancient wild relatives and landraces developed at the dawn of agriculture.</p><p>What's missing is funding to accelerate the search for specific genes and combinations that will fortify wheat against harsher conditions. This requires political will from key decision-makers and public interest. Nothing is more important than <url normalizedValue=\"https://english.elpais.com/society/2023-11-12/mario-lubetkin-never-before-has-food-security-been-such-a-focus-of-global-attention.html\">food security</url> and the environmental legacy we leave to our children.</p><h>Harnessing the power of microorganisms</h><p>The genetic variation in seed banks is largely absent in modern wheat, which became genetically separate from other grass species 10,000 years ago and has undergone recent science-based breeding, constricting its diversity. Wheat needs its cousins' diversity to thrive in a changing climate.</p><p>Beyond climate resilience and disease resistance, wild wheat relatives offer another exciting avenue for environmental benefits: enhanced interactions with beneficial microorganisms. These ancient grasses have evolved intricate relationships with soil microbes largely absent in modern wheat.</p><p>Some wild wheat relatives can inhibit soil microbes that convert ammonium to nitrate. While both are usable nitrogen forms for plants, nitrate is more prone to loss through leaching or gaseous conversion. Slowing this process of conversion, called nitrification, has profound implications for sustainable agriculture, potentially mitigating greenhouse gas emissions, improving nitrogen-use efficiency, and decreasing synthetic fertilizer use.</p><p>As proof of concept, the first and only crop (so far) bred to promote microbiome interaction is wheat, using a gene from a wild relative (<emphasis typeStyle=\"it\">Leymus racemosus</emphasis>) to slow nitrification.</p><p>In addition, wild relatives often form more effective symbiotic relationships with beneficial soil fungi and bacteria, enhancing nutrient uptake, drought tolerance, and natural pest defenses. Reintroducing these traits could reduce chemical inputs while improving soil health and biodiversity.</p><p>The benefits extend beyond the field. Wheat varieties that use water and nutrients more efficiently could reduce agricultural runoff, protecting water bodies. Enhanced root systems could increase soil carbon sequestration, contributing to climate change mitigation.</p><p>By systematically exploring wild wheat's microbial interaction traits, wheat varieties can be developed that not only withstand<url normalizedValue=\"https://english.elpais.com/opinion/the-global-observer/2023-11-14/what-is-climate-sticker-shock.html\"> c</url> <url normalizedValue=\"https://english.elpais.com/opinion/the-global-observer/2023-11-14/what-is-climate-sticker-shock.html\">limate challenges </url>but also actively contribute to environmental restoration.</p><p>This represents a paradigm shift from crop protection through chemicals to resilience through biological synergies. Indeed, even a fraction of the US $1.4 trillion spent annually on agrochemical crop protection could work wonders to fortify wheat against present and future challenges.</p><p>The path forward is clear: increased investment in researching wild wheat relatives can yield a new generation of wheat varieties that are not just climate-resilient, but also environmentally regenerative. This will be a crucial step towards sustainable food security in a changing world.</p><p><emphasis typeStyle=\"bf\">Matthew Reynolds </emphasis>is Head of Wheat Physiology at the International Maize and Wheat Improvement Center (CIMMYT); <emphasis typeStyle=\"bf\">Victor Kommerell </emphasis>is the CropSustaiN Mission Director at CIMMYT; <emphasis typeStyle=\"bf\">Benjamin Kilian</emphasis> is the BOLD Project Coordinator at the Global Crop Diversity Trust.  </p><p><emphasis typeStyle=\"it\">Sign up for </emphasis><url normalizedValue=\"https://plus.elpais.com/newsletters/lnp/1/333/?lang=en\">our weekly newsletter</url><emphasis typeStyle=\"it\"> to get more English-language news coverage from EL PAÍS USA Edition</emphasis></p>", "publisher": "El Pais - English (online)", "instances": ["Harnessing the power of microorganismsThe genetic variation in seed banks is largely absent in modern wheat, which became genetically separate from other grass species 10,000 years ago and has undergone recent science-based breeding, constricting its diversity. Wheat needs its cousins' diversity to thrive in a changing climate. These ancient grasses have evolved intricate relationships with soil microbes largely absent in modern wheat. Some wild wheat relatives can inhibit soil microbes that convert ammonium to nitrate."]}, {"relevance_score": 23, "title": "Interior Department will give tribal nations $120 million to fight climate-related threats", "published": "2024-03-14", "bodyText": "<p nitf:lede=\"true\">The Biden administration will be allocating more than $120 million to tribal governments to fight the impacts of climate change, the Department of the Interior announced Thursday. The funding is designed to help tribal nations adapt to<url normalizedValue=\"https://english.elpais.com/climate/2024-03-13/us-energy-industry-methane-emissions-are-triple-what-government-thinks-study-finds.html\"> climate threats, </url>including relocating infrastructure.</p><p>Indigenous peoples in the U.S. are among the communities most affected by severe climate-related environmental threats, which have already negatively impacted water resources, ecosystems and traditional food sources in <url normalizedValue=\"https://english.elpais.com/usa/2023-10-09/native-americans-celebrate-their-histories-and-cultures-on-indigenous-peoples-day.html\">Native communities</url> in every corner of the U.S.</p><p>\"As these communities face the increasing threat of rising seas, coastal erosion, storm surges, raging wildfires and devastation from other extreme weather events, our focus must be on bolstering climate resilience, addressing this reality with the urgency it demands, and ensuring that tribal leaders have the resources to prepare and keep their people safe is a cornerstone of this administration,\" Interior Secretary Deb Haaland, a member of the Pueblo of Laguna, said in a Wednesday press briefing.</p><p>Indigenous peoples represent 5% of the world's population, but they safeguard 80% of the world's biodiversity, according to Amnesty International. In the U.S., federal and state governments are relying more on the traditional ecological knowledge of Indigenous peoples to minimize the ravages of climate change, and Haaland said ensuring that trend continues is critical to protecting the environment.</p><p>\"By providing these resources for tribes to plan and implement climate risk, implement climate resilience programs in their own communities, we can better meet the needs of each community and support them in incorporating Indigenous knowledge when addressing climate change,\" she said.</p><p>The department has adopted a policy on implementing Indigenous knowledge, said Assistant Secretary of the Interior Bryan Newland, a citizen of the Bay Mills Indian Community. \"We are also investing in tribes' ability to use their knowledge to solve these problems and address these challenges close to home,\" he said.</p><p>The funding will come from<url normalizedValue=\"https://english.elpais.com/climate/2024-02-27/biden-administration-taps-366-million-to-fund-clean-energy-for-native-american-tribes-and-rural-areas.html\"> President Joe Biden's Investing in America agenda,</url> which draws from the Inflation Reduction Act, the Bipartisan Infrastructure Law, and annual appropriations.</p><p>The funding is the largest annual amount awarded through the Tribal Climate Resilience Annual Awards Program, which was established in 2011 to help tribes and tribal organizations respond to climate change. It will go toward the planning and implementation projects for climate adaptation, community-led relocation, ocean management, and habitat restoration.</p><p>The injection of federal funding is part of Biden's commitment to working with tribal nations, said Tom Perez, a senior adviser to the president, and it underscores the administration's recognition that in the past the U.S. has left too many communities behind. \"We will not allow that to happen in the future,\" he said.</p><p>In 2022, the administration committed $135 million to 11 tribal nations to relocate infrastructure facing climate threats like wildfires, coastal erosion and extreme weather. It could cost up to $5 billion over the next 50 years to address climate-related relocation needs in tribal communities, according to a 2020 Bureau of Indian Affairs study.</p><p><emphasis typeStyle=\"it\">Sign up for our </emphasis><url normalizedValue=\"https://plus.elpais.com/newsletters/lnp/1/333/?lang=en\">weekly newsletter</url><emphasis typeStyle=\"it\"> to get more English-language news coverage from EL PAÍS USA Edition</emphasis></p>", "publisher": "El Pais - English (online)", "instances": ["are among the communities most affected by severe climate-related environmental threats, which have already negatively impacted water resources, ecosystems and traditional food sources in Native communities in every corner of the U. S. Indigenous peoples represent 5% of the world's population, but they safeguard 80% of the world's biodiversity, according to Amnesty International. In the U.", "S. , federal and state governments are relying more on the traditional ecological knowledge of Indigenous peoples to minimize the ravages of climate change, and Haaland said ensuring that trend continues is critical to protecting the environment. The department has adopted a policy on implementing Indigenous knowledge, said Assistant Secretary of the Interior Bryan Newland, a citizen of the Bay Mills Indian Community. \"We are also investing in tribes' ability to use their knowledge to solve these problems and address these challenges close to home,\" he said.", "\"We are also investing in tribes' ability to use their knowledge to solve these problems and address these challenges close to home,\" he said. The funding will come from President Joe Biden's Investing in America agenda, which draws from the Inflation Reduction Act, the Bipartisan Infrastructure Law, and annual appropriations. It will go toward the planning and implementation projects for climate adaptation, community-led relocation, ocean management, and habitat restoration. The injection of federal funding is part of Biden's commitment to working with tribal nations, said Tom Perez, a senior adviser to the president, and it underscores the administration's recognition that in the past the U."]}, {"relevance_score": 18, "title": "Platform launched to fight climate change in Bangladesh", "published": "2023-12-03", "bodyText": "<p nitf:lede=\"true\">Dhaka, Dec 3 (EFE).- International financial institutions, bilateral donors, and the private sector announced Sunday they would set up a new platform called the Bangladesh Climate and Development Platform (BCDP) to support the nation in addressing the impact of climate change.</p><p>The Asian Development Bank, the World Bank, and the International Finance Corporation are among the multilateral lenders to join the platform aimed at enhancing the nation’s ability to mitigate and adapt to the effects of climate change.</p><p>Multilateral Investment Guarantee Agency, Asian Infrastructure Investment Bank, Agence Franç aise de Dé veloppement, the European Union, and the European Investment Bank, as part of Team Europe, the Green Climate Fund, Japan International Cooperation Agency, the South Korean government, and the United Kingdom are among the countries and development agencies to join the initiative.</p><p>This partnership, the first of its kind in Asia, was announced in Dubai on the sidelines of the UN climate conference COP 28.</p><p>It takes place in the context of the $1.4 billion Resilience and Sustainability Facility arrangement approved by the International Monetary Fund (IMF) for Bangladesh in January and other climate financing for the country.</p><p>“Bangladesh has been at the forefront of those warning about the elevated risks of climate change for vulnerable countries as well as stressing the importance of international collaboration to support those in need,” IMF managing director Kristalina Georgieva said in a statement.</p><p>“Bangladesh is also making significant strides to bolster climate resilience, adaptation, preparedness, and conservation,” she said, commending Bangladesh’s “steadfast implementation” of the country’s climate agenda and “tireless efforts” to promote global collective action to address climate change.</p><p>World Bank Group President Ajay Banga noted that the increasing climate risk is affecting the lives and livelihoods of millions of people in Bangladesh.</p><p>“The country has demonstrated leadership in disaster preparedness and adaptation. Today’s announcement once again shows Bangladesh’s strong commitment in collaborating with international and local partners to address climate challenges,” he said.</p><p>The World Bank’s $1 billion in Green and Climate Resilient Development Policy Credit series financing is helping Bangladesh’s transition to green and climate-resilient development. </p><p>Over the past decade, the World Bank has committed $7.2 billion to climate change mitigation and adaptation financing, representing 35 percent of total IDA commitments in Bangladesh across all sectors.</p><p>Bangladesh is one of the most vulnerable countries to the impact of climate change and has been a forerunner in climate change adaptation and disaster risk preparedness.</p><p>According to a World Bank report released in March 2018, the number of people displaced by climate change in Bangladesh could reach 13.3 million by 2050, making it the country' s number-one driver of internal migration. EFE</p><p>am/sc</p>", "publisher": "EFE - English Newswire", "instances": ["4 billion Resilience and Sustainability Facility arrangement approved by the International Monetary Fund (IMF) for Bangladesh in January and other climate financing for the country. “Bangladesh has been at the forefront of those warning about the elevated risks of climate change for vulnerable countries as well as stressing the importance of international collaboration to support those in need,” IMF managing director Kristalina Georgieva said in a statement. World Bank Group President Ajay Banga noted that the increasing climate risk is affecting the lives and livelihoods of millions of people in Bangladesh. “The country has demonstrated leadership in disaster preparedness and adaptation."]}, {"relevance_score": 98, "title": "Rwanda, 30 years on from genocide: Security, cleanliness, modernity and a heavy hand", "published": "2024-04-08", "bodyText": "<p nitf:lede=\"true\">On highway number 5 in Kigali, a line of cars is snapped tearing past a speed camera. The drivers don't care. They know they will not be fined for these are official vehicles for the Tour de Rwanda cycling race. It is Sunday, February 25, and it is the final stage of the 27th edition of this race - a national pride. Seconds later, dozens of cyclists appear, among them, the four-time winner of the Tour de France, Kenyan-born Briton, Chris Froome. These same streets will be the site of next year's World Road Cycling Championships. There is not a single pothole. Everything is perfectly signposted. Thirty years ago, in this same spot, there were barricades across the road and hundreds were being slaughtered with machetes.</p><p nitf:lede=\"true\">Walking through the streets of Kigali, the Rwandan capital, today, it is hard to imagine that 30 years ago, in April 1994, a genocide was being perpetrated right here, triggered by the assassination of Rwandan President Juvénal Habyarimana, an ethnic Hutu. An estimated 800,000 ethnic Tutsis and some Hutu moderates who supported them were killed by around 200,000 radicalized Hutus in <url normalizedValue=\"https://english.elpais.com/international/2023-05-25/one-of-rwandas-most-wanted-genocide-suspects-arrested-in-south-africa-after-22-years-on-run.html\">a campaign of ethnic violence that lasted 100 days</url>. Hutus made up 85% of the population and Tutsis just 14% while the Twa ethnic group represented the remaining 1%.</p><p>Under the almost 25-year presidency of former military leader Paul Kagame, 66, Rwanda has become one of the cleanest, safest and most modern countries in sub-Saharan Africa. But this has been achieved by ruling with an iron fist which, rubberstamped by a guilt-ridden international community, has forced an uncomfortable silence in the streets, and redirected any conflict towards neighboring countries. \"Our journey has been long and tough,\" Kagame said on April 7 during events commemorating the 30-year anniversary. \"Rwanda was completely humbled by the magnitude of our loss and the lessons we learned are engraved in blood.\"</p><p>In November 2023, when the U.K. Supreme Court finally blocked the British government's plan to send asylum seekers to Rwanda, it did so on the grounds that Rwanda was not safe (despite this, the Conservative government is still trying to push the agreement through). However, if you walk the streets of Kigali or the border town of Gisenyi at night, nothing will happen to you. Extreme police control, with units constantly on patrol, makes Rwanda the safest country in Africa according to several sources - that is, as long as there is no criticism of the government involved.</p><h>U.K. agreement</h><p>The Rwandan government cracks down hard on those who step out of line, even in exile, as illustrated by the assassination in 2014 in South Africa of Patrick Karegeya, former Rwandan intelligence chief who fell out of favor with Kagame. The South African prosecution flagged up a direct connection with the Rwandan government, although no charge could be brought.</p><p>When deciding to block the <url normalizedValue=\"https://english.elpais.com/international/2024-01-17/uk-lawmakers-pass-a-bill-to-send-migrants-to-rwanda.html\">U.K. government's proposal to send asylum seekers to Rwanda</url>, the British justice system took into consideration the threats to dissidents denounced by human rights organizations such as Humans Rights Watch, which has documented at least a dozen kidnappings and murders abroad.</p><p>\"I was disappointed when the British government said that Rwanda is a safe country,\" main opposition politician <url normalizedValue=\"https://english.elpais.com/international/2023-07-26/the-agreement-with-the-united-kingdom-creates-a-kind-of-modern-slavery-i-send-you-people-i-dont-want-and-i-pay-you-for-taking-them.html\">Victoire Ingabire</url> tells EL PAÍS. \"I am convinced that they know there is a human rights problem. First, I oppose the policy because it is illegal but, moreover, Rwanda has limited resources to come up with lasting solutions for immigrants.\"</p><p>Rwanda is a small territory inhabited by 13.2 million people. After Mauritius, it is the most densely populated country in Africa with 546 people per square meter and population growth one of its main challenges.</p><p><url normalizedValue=\"https://images.english.elpais.com/resizer/rqVZaM4mVmCgmQnXmWqk0-La1ss=/arc-anglerfish-eu-central-1-prod-prisa/public/NZPEEIS2A5COBOCJYKLV4TUV3E.jpg\">Link to Image</url></p><p>Ingabire is one of the few opponents of the Kagame regime who continues to live in Kigali and remain politically active. She returned to her country after 16 years in the Netherlands to stand as presidential candidate of an opposition coalition in 2010. While campaigning, she was arrested and two years later sentenced to an eight-year sentence that was eventually extended to 15 years for conspiring to destabilize the country along with genocide denial.</p><p>In 2018, Kagame released Ingabire along with 2,140 other political prisoners in a gesture to the international community that suggested he was moving towards a more democratic approach. But in 2021, Kagame's government arrested nine members of Ingabire's party, Dalfa-Umurinzi. There is a general election in Rwanda in July this year and Ingabire will not be able to run due to her previous conviction, as confirmed by the electoral commission. \"The government has stopped me from running because I am popular among Rwandans, that is why. Kagame does not want to compete against me,\" she says. In 2017, Kagame won at the polls with 98.8% of the vote; the result is expected to be similar this July.</p><p>Kagame claims that Rwandans are \"happy\" with his government and that is why there are no protests, but the repression makes free speech impossible. In 2013, nine members of a Catholic group staged a demonstration, calling for greater political freedom. <url normalizedValue=\"https://www.bbc.com/news/world-africa-23426421\">All nine were arrested</url>.</p><h>Genocide as a political weapon</h><p>Every year, Rwanda stages commemorative events to celebrate <emphasis typeStyle=\"it\">kwibuka</emphasis> - 'remember' in the local language of Kinyarwanda. \"If we don't organize <emphasis typeStyle=\"it\">kwibuka</emphasis>, we may forget,\" says Napthali Ahishakiye, the secretary general of IBUKA, an umbrella organization of Rwandan genocide survivors. \"Remembering is very important in life because it helps us learn.\" Kagame's government seeks to keep this episode fresh in everyone's minds and teaches it from fifth grade in schools. In January this year, Ibuka led an operation to exhume 119 bodies killed in the genocide, concealed in a private plot of land. He says it is uncertain how many are still to be exhumed.</p><p>According to Ahishakiye, the biggest challenge is controlling genocide denial. \"The government, Ibuka and schools can teach many things, but at home parents can tell another story,\" he says. \"The genocidal ideology is still there. There are fewer and fewer cases, and as the years go by, they become fewer, but even if there was only one case it would still be one too many.\"</p><p>Despite advocating national unity at home and making any mention of ethnicity taboo, the Rwandan government continues to use the genocide and ethnic division to justify its actions in the neighboring Democratic Republic of the Congo. The U.N., <url normalizedValue=\"https://www.theeastafrican.co.ke/tea/news/east-africa/france-calls-on-rwanda-to-cease-support-for-rebels-in-congo-4531390\">France</url> and the <url normalizedValue=\"https://www.voanews.com/a/us-strongly-condemns-violence-in-eastern-dr-congo-/7492299.html\">United States</url> have accused Rwanda of financing and arming<url normalizedValue=\"https://english.elpais.com/international/2023-03-17/a-regional-african-force-comes-to-help-congo-stop-the-rebel-group-m23.html\"> the Tutsi-majority M23 rebel group</url>, which has encircled the city of Goma in the Congo. In February, their clashes with the Congolese army and the U.N. blue helmets added <url normalizedValue=\"https://reliefweb.int/report/democratic-republic-congo/un-refugee-agency-expresses-alarm-over-escalating-humanitarian-crisis-eastern-dr-congo-enar\">144,000 new displaced persons</url> to the more than seven million in the country. According to <url normalizedValue=\"https://www.iom.int/news/record-high-displacement-drc-nearly-7-million\">data from the International Organization for Migration</url>, 80% of them are taking refuge in the east.</p><p>\"Every time [the M23] is successful, we are accused of being behind it, but of course the Democratic Republic of Congo's government support for the FDLR (Democratic Forces for the Liberation of Rwanda) worries us,\" the spokesman of the Rwandan army, Brigadier General Ronald Rwivanga, tells EL PAÍS. \"It is a problem of national security.\" The military denies involvement and says that if there are troops on the border, it is only for defense, although he admits that more measures should be taken.</p><p>The Congolese government accuses Kagame of eyeing its minerals. Eastern Congo has two-thirds of the world's cobalt and half of the world's coltan - vital minerals for batteries - as well as gold, uranium and diamonds. The collective value of these untapped resources is <url normalizedValue=\"https://globaledge.msu.edu/countries/democratic-republic-of-the-congo/economy\">estimated at $24 trillion ((EURO)22.5 billion)</url>, almost 100 times more than the entire U.S. economy. Meanwhile, Rwanda has virtually no natural resources.</p><p>The Rwandan government receives more than $1 billion ((EURO)922 million) in development aid each year from various partners, the highest per capita in all of Africa, accounting for <url normalizedValue=\"https://issafrica.org/iss-today/could-fdi-be-rwandas-lifeline-as-donors-pull-the-plug\">15% of its GDP and up to 40% of the national budget</url>. The European Union gave the Rwandan government (EURO)250 million between 2021 and 2024, on top of specific aid packages such as the (EURO)300 million for private investment in climate resilience. \"The international community has this feeling of guilt for not having done anything [during the genocide] and the Rwandan government exploits that,\" says opposition politician Ingabire.</p><p>With this money, Rwanda has been able to build up its armed forces, as well revamping its image and becoming a vital security partner abroad. The country has gone from having a peacekeeping mission at home to being <url normalizedValue=\"https://peacekeeping.un.org/en/troop-and-police-contributors\">the fourth-largest contributor of troops to the U.N.</url> with 5,919 blue helmets that are operating in countries such as Sudan, the Central African Republic and South Sudan - only slightly less than Nepal, Bangladesh and India. Recently, <url normalizedValue=\"https://www.theafricareport.com/336924/rwanda-offers-security-and-business-deals-in-bilateral-package/\">the government signed agreements</url> with countries such as the Central African Republic and Mozambique, which are wrestling with rebel factions and jihadists, securing contracts for Rwandan companies in return.</p><h>Brand development</h><p>Kigali has also launched a strong public relations and image enhancement campaign with initiatives such as the Visit Rwanda brand, reaping significant success in the world of sport. Major events include the Cycling World Cup next year, the annual FIFACongress in 2023 and, every season since 2021, the Basketball Africa League tournament, the biggest continental club tournament organized by the NBA. There is also the sponsorship of soccer teams such as France's Paris Saint-Germain, Britain's Arsenal and Germany's Bayern Munich, to the tune of between $8 million and $12 million each season.</p><p>The opposition claims that the government should invest more in modernizing agriculture, which employs two thirds of Rwandan workers. Despite promoting an image of development, almost half of the population still lives in poverty, according to the United Nations Development Program.</p><p>In 30 years, Rwanda has come on leaps and bounds and international news about the country is often positive, not least because it is <url normalizedValue=\"https://www.statista.com/statistics/267028/women-in-selected-national-parliaments/#:~:text=As%20of%20December%202023%2C%20women,53.4%20percent%2C%20followed%20by%20Nicaragua.\">the country with the most women parliamentarians in the world</url>, with women holding 61.3% of seats. However, beyond Congress, the lack of stable job opportunities is widespread, with 90% of inhabitants eking out a living in the gray economy. Outside the capital, infrastructure is precarious and wealth has failed to trickle down, with the population surviving on an average GDP per capita of less than $1,000 a year.</p><p>Thirty years after the genocide, silence is Rwanda's greatest enemy. \"Rwandans keep everything inside. They don't talk and, when they can't take it anymore, they explode; you see what happened in 1994,\" says Ingabire, who recalls that power has been traditionally obtained through violence in the absence of alternatives. She believes that it cannot be taken for granted that something like the 1994 genocide will not happen again. \"They are creating the same environment that led to the conflict in 1994,\" she says. \"I hope the international community will not make the same mistake.\"</p><p><emphasis typeStyle=\"it\">Sign up for our </emphasis><url normalizedValue=\"https://plus.elpais.com/newsletters/lnp/1/333/?lang=en\">weekly newsletter</url><emphasis typeStyle=\"it\"> to get more English-language news coverage from EL PAÍS USA Edition</emphasis></p>", "publisher": "El Pais - English (online)", "instances": ["Meanwhile, Rwanda has virtually no natural resources. The Rwandan government receives more than $1 billion ((EURO)922 million) in development aid each year from various partners, the highest per capita in all of Africa, accounting for 15% of its GDP and up to 40% of the national budget. \"The international community has this feeling of guilt for not having done anything [during the genocide] and the Rwandan government exploits that,\" says opposition politician Ingabire. With this money, Rwanda has been able to build up its armed forces, as well revamping its image and becoming a vital security partner abroad."]}, {"relevance_score": 2, "title": "Saudi Arabia mulls boosting investments in Pakistan to $10 billion ", "published": "2023-01-10", "bodyText": "<h>ABSTRACT</h><p>Riyadh, Jan 10 (EFE).- Saudi Arabia is eyeing boosting investments in Pakistan to $10 billion, the Saudi state news agency reported on Tuesday.  </p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 3, "title": "IMF team reviews Bangladesh's compliance with loan package conditions", "published": "2023-04-25", "bodyText": "<h>ABSTRACT</h><p>Dhaka, Apr 25 (EFE).- A team of the International Monetary Fund started a weeklong visit to Bangladesh on Tuesday to review the implementation strategies for reforms it had proposed while approving a $4.7 billion support loan package for the country in January. </p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 2, "title": "World Bank gives Bangladesh $2.25-billion development loan", "published": "2023-05-02", "bodyText": "<h>ABSTRACT</h><p>Dhaka, May 2 (EFE) The World Bank has agreed to provide Bangladesh a $2.25-billion loan for its five development projects on regional trade and connectivity, disaster preparedness, and environmental management.</p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 2, "title": "Euroclima unveils climate action program in the Caribbean", "published": "2023-05-11", "bodyText": "<h>ABSTRACT</h><p>Walkers Reserve, Barbados, May 11 (EFE) - Euroclima, a program aimed at bolstering the ongoing partnership between the European Union and the Caribbean, was officially launched in Barbados this week. With a budget of 35 million euros, the initiative is poised to champion climate action in the region and facilitate a \"green and just transition.\" </p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 2, "title": "Rain giving break to flooded SE Florida, but could return", "published": "2023-04-13", "bodyText": "<h>ABSTRACT</h><p>Miami, Apr 13 (EFE).- The rain gave flooded SE Florida a break on Thursday, at least during the first half of the day, but the forecast was that it would resume Thursday afternoon as locals begin to better understand the effects of the historic storm that hit Fort Lauderdale the day before.</p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 2, "title": "US to establish embassies, triple aid to Pacific Islands amid China concerns", "published": "2022-07-13", "bodyText": "<h>ABSTRACT</h><p>Sydney, Australia, Jul 13 (EFE).- The United States will set up two new embassies and triple funding for economic development and ocean resilience in the Pacific Islands, the country's vice president announced via videolink at a regional leaders' summit on Wednesday.</p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 3, "title": "IDB to align its operations with Paris Agreement goals by 2023", "published": "2021-11-02", "bodyText": "<h>ABSTRACT</h><p>Glasgow (UK), Nov 2 (EFE).- The Inter-American Development Bank announced Tuesday its commitment to \"align its operations\" by 2023 with the 2015 Paris Agreement objectives, at an event during the COP26 climate conference being held until Nov. 12 in the Scottish city of Glasgow.</p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 2, "title": "Las ciudades europeas enfrentan temporadas de calor extremo de hasta 5 meses por el cambio climático", "published": "2025-07-08", "bodyText": "<p>Un nuevo estudio revela que las ciudades europeas están experimentando temporadas de calor extremo mucho más largas que en el pasado, con algunas alcanzando hasta cinco meses al año de temperaturas superiores a 32°C. Atenas, Tirana, Lisboa y Madrid figuran entre las más afectadas.</p>", "publisher": "EuroNews - Version Espanola", "instances": []}, {"relevance_score": 25, "title": "La migración por inversión surge como una solución clave para la financiación climática en la COP29", "published": "2024-11-19", "bodyText": "<p nitf:lede=\"true\">PR NewswireLONDRES, 19 de noviembre de 2024 /PRNewswire/ -- Mientras los líderes mundiales reunidos en la COP29 en Bakú se enfrentan al desafío de movilizar un billón de dólares anuales en financiación climática, lamigración por inversiónha surgido como una solución de financiación innovadora para las naciones vulnerables al clima. Este será un tema central en la próxima18ª Global Citizenship Conference que se celebrará la semana próxima en Singapur, donde los líderes gubernamentales y los expertos en migración de inversiones explorarán cómo los programas deciudadanía y residencia por inversión pueden proporcionar financiación climática inmediata y libre de deudas para los Pequeños Estados Insulares en Desarrollo (SIDS).La semana pasada, la nación insular del Pacífico de Nauru lanzó el innovadorNauru Economic and Climate Resilience Citizenship Program — el primer programa de ciudadanía del mundo diseñado específicamente para abordar los desafíos del cambio climático, que refleja un nuevo modelo de financiación para integrar el desarrollo económico y las soluciones climáticas. Representa una tendencia emergente, mediante la cual los países acceden a la financiación del sector privado para proyectos urgentes de adaptación climática ofreciendo a cambio derechos de residencia o ciudadanía.En su intervención tras el lanzamiento del programa en la COP29 en Bakú, S.E. David Adeang, presidente de la República de Nauru, destacó el potencial transformador de la migración por inversiones. \"Proporciona a las naciones pequeñas y vulnerables como la nuestra un mecanismo poderoso para mitigar los riesgos de sostenibilidad y mejorar la resiliencia climática. </p><p>Nuestro programa de ciudadanía establece un nuevo estándar en este sentido, canalizando inversiones directamente hacia proyectos que salvaguardan el futuro de nuestra nación y contribuyen a salvaguardar los puntos críticos de biodiversidad global clave\".La firma de asesoría internacional en migración de inversionesHenley &amp; Partnersrecibió el mandato del Gobierno de Nauru de diseñar, implementar y promover el programa. En su intervención en la COP29, eldoctor Christian H. Kaelin, presidente de Henley &amp; Partners, destacó la ventaja única de la migración por inversiones. \"Los programas ofrecen más que beneficios económicos. Atraen a ciudadanos globales que están comprometidos con la sostenibilidad ambiental, fomentando así una red de defensores interesados en el futuro de las regiones vulnerables\".Se espera que más de 400 delegados de más de 50 países asistan a la18ª Global Citizenship Conference anual, que tendrá lugar del 27 al 29 de noviembre en Singapur. El Honorable Mohamed Nasheed, secretario general delClimate Vulnerable Forum, que representa a 70 naciones vulnerables al clima, se dirigirá a la conferencia y destacará la obligación ética en cuestión: \"Quienes tienen riqueza y movilidad global están en una posición única para actuar, y tienen el deber de proteger el planeta ante las generaciones futuras. El concepto de 'justicia climática' enfatiza esta responsabilidad, ya que las naciones en desarrollo, muchas de las cuales son las que menos contribuyen a las emisiones, suelen ser las más afectadas por los impactos del cambio climático\".Para fortalecer sus capacidades de asesoramiento en este espacio en rápida evolución, Henley &amp; Partners ha nombrado aJean Paul Fabri como su economista jefe. Fabri aporta una amplia experiencia en el asesoramiento a gobiernos sobre desarrollo económico y resiliencia climática. \"Para las personas adineradas, invertir en financiación climática no es solo un deber ético; también es una oportunidad económica importante. La economía verde ofrece vías prometedoras para inversiones de gran impacto, desde energía renovable y agricultura sostenible hasta tecnologías verdes de vanguardia\".Lea el comunicado de prensa completoaquí.   <url normalizedValue=\"https://c212.net/c/img/favicon.png?sn=SE58933&amp;sd=2024-11-19\"/> View original content:https://www.prnewswire.com/news-releases/la-migracion-por-inversion-surge-como-una-solucion-clave-para-la-financiacion-climatica-en-la-cop29-302308597.html <url normalizedValue=\"https://rt.prnewswire.com/rt.gif?NewsItemId=SE58933&amp;Transmission_Id=202411190300PR_NEWS_EURO_ND__SE58933&amp;DateId=20241119\"/></p>", "publisher": "PR Newswire Europe(Spanish)", "instances": ["PR NewswireLONDRES, 19 de noviembre de 2024 /PRNewswire/ -- Mientras los líderes mundiales reunidos en la COP29 en Bakú se enfrentan al desafío de movilizar un billón de dólares anuales en financiación climática, lamigración por inversiónha surgido como una solución de financiación innovadora para las naciones vulnerables al clima. Este será un tema central en la próxima18ª Global Citizenship Conference que se celebrará la semana próxima en Singapur, donde los líderes gubernamentales y los expertos en migración de inversiones explorarán cómo los programas deciudadanía y residencia por inversión pueden proporcionar financiación climática inmediata y libre de deudas para los Pequeños Estados Insulares en Desarrollo (SIDS). Representa una tendencia emergente, mediante la cual los países acceden a la financiación del sector privado para proyectos urgentes de adaptación climática ofreciendo a cambio derechos de residencia o ciudadanía. En su intervención tras el lanzamiento del programa en la COP29 en Bakú, S."]}, {"relevance_score": 28, "title": "Nauru lanza Programa de Ciudadanía innovador en la COP 29, vinculando la inversión con la acción climática", "published": "2024-11-13", "bodyText": "<p nitf:lede=\"true\">BAKÚ, Azerbaiyán, Nov.  13, 2024  (GLOBE NEWSWIRE) -- El Gobierno de la República de Nauru reveló su innovador Programa de Ciudadanía de Resiliencia Económica y Climática de Nauru en la Conferencia de las Naciones Unidas sobre el Cambio Climático (COP 29) de 2024 en Bakú hoy, abordando directamente los principales temas de la conferencia sobre financiación y adaptación climática. En su discurso ante los delegados de la COP 29, el Honorable Asterio Appi, Ministro de Cambio Climático y Resiliencia Nacional de Nauru, presentó la innovadora iniciativa de financiamiento como una oportunidad para que los inversores conscientes adquieran una ciudadanía adicional mientras contribuyen a los proyectos de adaptación climática y desarrollo sostenible en el Pacífico Sur.</p><p>El ministro Appi destacó el impacto más amplio del programa: \"Nauru, al igual que muchas naciones del Pacífico Sur, desempeña un rol muy grande en la protección de la biodiversidad mundialmente significativa. Nuestros ecosistemas soportan más especies raras, amenazadas y en peligro de extinción que las de cualquier otro lugar en la Tierra. Sin embargo, estamos en la primera línea del cambio climático, enfrentando la elevación del nivel del mar, intensificando las marejadas ciclónicas y acelerando la pérdida de biodiversidad. Las consecuencias del calentamiento global están haciendo que los estados insulares del Pacífico sean cada vez más inhabitables. Al elegir el programa de ciudadanía de Nauru, los inversores no solo están asegurando su propio futuro, sino que están invirtiendo en el futuro de nuestro planeta\".</p><p>La ONU ha enfatizado repetidamente que el acceso a la financiación, y en particular a la financiación climática, es un facilitador fundamental para ayudar a los Pequeños Estados Insulares en Desarrollo (PEID) a alcanzar sus Objetivos de Desarrollo Sostenible. Como señala, los PEID están desproporcionadamente y cada vez más afectados por los impactos del cambio climático y requieren urgentemente acceso a apoyo financiero externo para construir resiliencia en los sistemas sociales, económicos y naturales de los que ellos, y el resto del mundo, dependen. Sin embargo, la arquitectura actual de financiamiento del clima y desarrollo es extremadamente compleja y está mal equipada para operar de manera eficaz, justa y a la velocidad y escala necesarias para satisfacer las necesidades de los PEID.</p><p>Asegurar la movilidad global y contribuir a un futuro sostenible</p><p>Hablando en el evento de lanzamiento del programa en Bakú, la recién nombrada Directora de Cumplimiento de la Oficina del Programa de Ciudadanía de Resiliencia Económica y Climática de Nauru, Isa Seow, señaló que como la república independiente más pequeña del mundo y el tercer país más pequeño, \"Nauru es un testimonio de resiliencia e innovación, pionero en un enfoque único de ciudadanía que combina el crecimiento económico con la administración ambiental\".</p><p>Seow explicó que el programa ofrece un camino simplificado hacia la ciudadanía, con tiempos de procesamiento de solo tres a cuatro meses. Los inversores pueden obtener la ciudadanía de Nauru a través de una contribución al Fondo Nacional del Tesoro, desde USD 105,000 para un solo solicitante. Esta inversión desata beneficios para los inversores internacionales, incluido el acceso sin visa a 89 destinos, doble ciudadanía sin restricciones y la capacidad de extender la ciudadanía a los miembros de la familia.</p><p>Subrayó el compromiso del programa con la integridad: \"Hemos implementado rigurosos procesos de diligencia debida y sólidas estructuras de gobierno para garantizar que solo las personas del más alto calibre participen en la configuración del futuro de Nauru. Este programa no se trata solo de adquirir otro pasaporte; se trata de unirse a una comunidad dedicada a soluciones pioneras para los desafíos globales\".</p><p>Patrimonio soberano en lugar de deuda soberana</p><p>El gobierno de Nauru desisgnó a la firma líder de consultoría de migración de inversiones internacionales Henley &amp; Partners para diseñar, establecer y administrar el Programa de Ciudadanía de Resiliencia Económica y Climática de Nauru. La práctica de Asesoramiento Gubernamental de la firma ha ayudado a los gobiernos de más de 20 jurisdicciones y países de África, Asia, el Caribe, Europa, Medio Oriente, América del Norte y Oceanía a diseñar, establecer, operar y promover programas de residencia y ciudadanía relacionados con la inversión y ha recaudado más de USD 15 mil millones en inversión extranjera directa.</p><p>Su Excelencia David Adeang, Presidente de la República de Nauru, dice: “La migración de inversión surje como un poderoso mecanismo para mitigar los riesgos de sostenibilidad y mejorar la resiliencia climática. El programa de Nauru establece un nuevo estándar en este ámbito, canalizando las inversiones directamente hacia proyectos que salvaguardan el futuro de la nación y contribuyen a la preservación ambiental global. El enfoque innovador de Nauru ofrece un ejemplo tangible de cómo las naciones pueden aprovechar la inversión privada para abordar los desafíos ambientales apremiantes\".</p><p>El Dr. Juerg Steffen, director ejecutivo de Henley &amp; Partners, dice: \"Lo que diferencia a los programas de residencia y ciudadanía por inversión de los enfoques de financiamiento impulsados por la deuda es que mejoran la equidad soberana de las naciones que los patrocinan. No requieren comprometer o sacrificar un objetivo estratégico para lograr otro. La migración de inversiones es una solucion de verdadero beneficio mutuo, a largo plazo y sostenible para todas las partes interesadas, ya sean inversores o estados nacionales y sus ciudadanos. Cada vez más gobiernos experimentan los beneficios de los programas de residencia y ciudadanía como un mecanismo para mitigar los riesgos de sostenibilidad mediante el financiamiento de iniciativas de desarrollo\".</p><p>Aviso a los editores</p><p>Acerca del Programa de Ciudadanía de Resiliencia Económica y Climática de Nauru</p><p>El Programa de Ciudadanía de Resiliencia Económica y Climática de Nauru ofrece un camino directo hacia la ciudadanía a través de una contribución directa al Fondo del Tesoro de Nauru.</p><p>Principales requisitos del solicitante:</p><p><list><listItem><label>•</label><bodyText><p>Edad mínima de 18 años</p>", "publisher": "GlobeNewswire - Spanish", "instances": []}, {"relevance_score": 0, "title": "Temas del día de EFE C.Valenciana del jueves 16 de mayo de 2024", "published": "2024-05-15", "bodyText": "<h>ABSTRACT</h><p>CORTS VALENCIANES</p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 2, "title": "La alcaldesa de València participará en la cumbre sobre el cambio climático en el Vaticano", "published": "2024-05-14", "bodyText": "<h>ABSTRACT</h><p>València, 14 may (EFE)-. La alcaldesa de València, María José Catalá, participará este jueves en la cumbre sobre el cambio climático promovida por el papa Francisco en la Ciudad del Vaticano y que reunirá a alcaldes, gobernadores, científicos e investigadores de todo el mundo, según fuentes municipales.</p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 0, "title": "Temas del día de EFE Comunitat Valenciana del jueves 16 de mayo de 2024", "published": "2024-05-16", "bodyText": "<h>ABSTRACT</h><p>CORTS VALENCIANES</p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 50, "title": "Rediseñar nuestras ciudades desde su 'jugabilidad'", "published": "2024-07-05", "bodyText": "<p nitf:lede=\"true\"><url normalizedValue=\"https://imagenes.elpais.com/resizer/Ad6Il24szs5l3XqGiYEtHfgQibM=/arc-anglerfish-eu-central-1-prod-prisa/public/RPAO2EZZJ5AFFNIPNOAO4LDV2Q.jpg\">Enlace a imagen</url></p><p nitf:lede=\"true\">El 11 de junio se celebró por primera vez el <url normalizedValue=\"https://www.un.org/en/observances/international-day-of-play\">Día Internacional del Juego</url>, esa instancia tan fundamental de nuestras vidas que nos permite aprender sobre el mundo y nosotras mismas, socializar y divertirnos. Si bien es esencial en la infancia -y debería formar parte de la vida siempre-,<url normalizedValue=\"https://www.vox.com/23759898/kids-children-parenting-play-anxiety-mental-health\"> varios</url> <url normalizedValue=\"https://www.vox.com/23759898/kids-children-parenting-play-anxiety-mental-health\"> estudios </url>muestran que se juega menos y peor. Esto nos ubica frente a una oportunidad: evaluar y mejorar nuestras ciudades desde su <emphasis typeStyle=\"it\">jugabilidad</emphasis>. Hacerlo nos permitirá tocar otras dimensiones clave como la inclusividad, resiliencia o salud, accionando palancas transformadoras como la renaturalización, movilidad o el comercio local. Para ello solo hay un camino: involucrar a los mejores jugadores, los niños.</p><p>A algunos les gusta referirse a los niños como \"nuestro futuro\". Técnicamente es cierto: lo más probable es que nos sobrevivan a los adultos. Pero los niños son también nuestro presente: son <url normalizedValue=\"https://data.unicef.org/how-many/how-many-children-under-18-are-in-the-world/\">un poco más que un tercio de la población mundial</url>. Las decisiones que se tomen hoy afectarán más a los niños, de hoy y de mañana, que a nosotros, los adultos. Se calcula que <url normalizedValue=\"https://www.childfriendlycities.org/growing-cities\">en 2050 casi el 70% de los niños</url> del mundo vivirá en zonas urbanas, muchos de ellos en barrios marginales. Por un momento, pensemos en nuestros barrios y ciudades en términos de <emphasis typeStyle=\"it\">jugabilidad</emphasis> y movilidad, desde el punto de vista de los niños y de su salud: ¿hay espacios saludables cerca de donde viven? ¿Pueden salir y cruzar la calle solos sin riesgo de que les atropelle un coche? ¿Cuánta contaminación respiran? ¿Hay suficientes lugares donde puedan jugar sin peligro, con libertad y amplitud, sin tener que estar encerrados en casas o perimetrados por vallas? Consideremos también el clima y la biodiversidad: ¿los espacios públicos duros (colegios incluidos), completamente pavimentados, son y serán amigables, incluso habitables, para los niños en el clima que viene? ¿Tienen contacto con la naturaleza en las ciudades?</p><p>Las últimas investigaciones sobre el juego en el Reino Unido, dirigidas por la profesora Helen Dodd, muestran que los niños en edad de asistir a la escuela primaria están perdiendo la libertad de jugar de forma independiente y no se les permite jugar solos al aire libre hasta los 11 años, dos años más que a la generación de sus padres. El British Children's Play Survey, el mayor estudio de este tipo, descubrió otro detalle importante: en la muestra de 1.919 padres o cuidadores con un hijo de entre 5 y 11 años, los niños jugaban una media de tres horas al día, y aproximadamente la mitad de ese tiempo al aire libre.</p><p>La naturaleza es nuestra mejor aliada frente al cambio climático, especialmente para población vulnerable como los niños</p><p>Al aire libre y rodeados de biodiversidad. Es ahí donde tienen que jugar, donde los diversos estímulos naturales permiten un mejor desarrollo cognitivo y una buena salud (mental incluida) para niños y adultos. La naturaleza es nuestra mejor aliada frente al cambio climático, especialmente para población vulnerable como los niños. Los refugios climáticos sin tanto asfalto y hormigón, y con mucha vegetación, tierra y sombras naturales, los y nos protegen frente ante las altas temperaturas, a la vez que generan ese entorno mágico para el juego: la selva, el bosque, el huerto.</p><p>En los noventa surgió un movimiento de ciudades amigables para los niños, cuya acción culminó en la <url normalizedValue=\"https://www.childfriendlycities.org/what-is-the-child-friendly-cities-initiative\">Child-Friendly Cities Initiative</url>, patrocinada por Unicef. Estas perspectivas han aumentado en la última década, como ilustra en <url normalizedValue=\"https://www.routledge.com/Urban-Playground-How-Child-Friendly-Planning-and-Design-Can-Save-Cities/Gill/p/book/9781859469293\">su último libro Tim Gill</url>, investigador inglés y defensor mundial del juego y la movilidad de los niños al aire libre desde hace décadas. Por ejemplo, la Bernard van Leer, una ONG con sede en los Países Bajos centrada en el desarrollo de la primera infancia, lanzó su iniciativa Urban95 en 2016, enfocada en las perspectivas de los niños en la planificación urbana. Ciudades de todo el mundo, desde Vancouver a Barcelona, Tirana y Boa Vista (Brasil), han adoptado elementos favorables a la infancia, y algunas, como Rotterdam, han cambiado profundamente como resultado del cambio de perspectiva.</p><p>En <url normalizedValue=\"https://globaldesigningcities.org/publication/designing-streets-for-kids-es/\">Shenzhen</url>, en el sur de China, se pidió a menores de 18 años que participaran en el rediseño de un parque local, sin permitir a los padres ofrecer orientación u opiniones, utilizando diferentes técnicas para niños de distintas edades. Por ejemplo, a los menores de seis años se les hizo participar contándoles cuentos y haciéndoles preguntas. En América Latina, la <url normalizedValue=\"https://www.redocara.com/talleres-esp--oficinas-pt\">Red OCARA</url>, que promueve experiencias y proyectos sobre ciudad, arte, arquitectura y espacio público en los que participan niños y niñas, lanzó un \"kit detector de obstáculos\" para involucrar a los niños en el rediseño de calles, con talleres de intervención en espacios públicos (por ejemplo, poniendo parches en las calles con baches).</p><p>En la ciudad estadounidense de Boulder (Colorado), una iniciativa lanzada en 2009 consiguió que los niños participen directamente en la remodelación de la ciudad, junto con urbanistas. Niños de tan solo cuatro años participaron en el rediseño del Área Cívica del centro de la ciudad. Los organizadores utilizaron excursiones, construcción de maquetas y cuestionarios con los niños mayores, y con los más pequeños se limitaron a observar sus preferencias. En general, a los niños les gustaba un contacto más directo con la naturaleza: imaginaban una biblioteca en la copa de un árbol para leer, rodeados de flores y pájaros; imaginaban un puente transparente, donde pudieran pararse y observar el arroyo. Querían tener más acceso a aventuras emocionantes, como enormes rocódromos desde los que saltar o aterrizar en camas elásticas. Y no querían ni basura, ni bicicletas a toda velocidad, ni coches.</p><p>Parece bastante elocuente que nos están pidiendo a gritos renaturalización, movilidad activa, economía circular, socialización, espacios de arte y juego. De ese modo, se beneficiará nuestra salud y nos beneficiaremos todos -el comercio local incluido-.</p><p>Algunas ideas que proponen los niños son demasiado locas, claro: un parque hecho de caramelos, con puentes llenos de cañones que lanzan chorros de agua a los que van en kayak. El problema es que los adultos podemos ser igual de irracionales cuando se nos consulta sobre urbanismo, dice Mara Mintzer, directora y cofundadora de la iniciativa de Boulder, y no todas las sugerencias tienen por qué llegar al proyecto final. \"No podemos ni debemos esperar que los niños nos den todas las respuestas, ese es nuestro trabajo. No es fácil hacerlo bien, con demasiada frecuencia el resultado es simbólico o decorativo\", como dijo Gill.</p><p>No deberíamos darnos palmaditas en la espalda cuando incluimos a los niños en la toma de decisiones como si fuera un gran logro. Simplemente deberíamos incluirlos, del mismo modo que a todos los demás. Porque solo la gobernanza verdaderamente inclusiva tiene la llave del futuro, y la diversidad de la creatividad que nos llevará hasta su puerta. Porque solo habrá revolución jugando.</p><p><url normalizedValue=\"https://elpais.com/autor/irene-caselli/\"> Irene Caselli </url>es periodista en la web <url normalizedValue=\"https://www.thefirst1000days.news/\">The First 1.000 Days</url>. <url normalizedValue=\"https://elpais.com/autor/jesus-iglesias-saugar/\">Jesús Iglesias Saugar</url> es embajador del Pacto Climático Europeo en la empresa social Nature-Based Solutions for climate resilience (SBNCLIMA).<br/> <br/> </p><p><emphasis typeStyle=\"it\">Puedes seguir a </emphasis><emphasis typeStyle=\"it\"><emphasis typeStyle=\"bf\">Planeta Futuro</emphasis></emphasis><emphasis typeStyle=\"it\"> en </emphasis><url normalizedValue=\"https://twitter.com/Planeta_Futuro\">X</url><emphasis typeStyle=\"it\">, </emphasis><url normalizedValue=\"https://www.facebook.com/planetafuturoelpais/\">Facebook</url><emphasis typeStyle=\"it\">, </emphasis><url normalizedValue=\"https://www.instagram.com/planetafuturo/\">Instagram</url><emphasis typeStyle=\"it\"> y </emphasis><url normalizedValue=\"https://www.tiktok.com/@elpais/playlist/Planeta%20Futuro-7250843912766573339\">TikTok</url><emphasis typeStyle=\"it\"> y suscribirte </emphasis><url normalizedValue=\"https://plus.elpais.com/newsletters/lnp/1/309\">aquí</url><emphasis typeStyle=\"it\"> a nuestra 'newsletter'</emphasis>.</p>", "publisher": "El Pais - Spanish (online)", "instances": ["Irene Caselli es periodista en la web The First 1. 000 Days. Puedes seguir a Planeta Futuro en X, Facebook, Instagram y TikTok y suscribirte aquí a nuestra 'newsletter'."]}, {"relevance_score": 26, "title": "BlackRock apuesta por invertir en resiliencia climática", "published": "2023-12-01", "bodyText": "<p nitf:lede=\"true\">Cree que se necesitará una gran inversión en productos y soluciones como la atención sanitaria, los servicios de agua y los servicios profesionales..</p><p nitf:lede=\"true\">\"Estamos viendo una respuesta creciente en las empresas, los gobiernos y la sociedad para abordar el cambio climático en dos frentes. En primer lugar, mediante el desarrollo de la resiliencia a la misma. En segundo lugar, limitándola mediante la transición a una economía baja en carbono, una de las cinco megafuerzas que vemos que dan forma a los mercados y las economías\", asegura el informe Climate resilience: an emerging investment theme, dado a conocer por BlackRock.</p><p nitf:lede=\"true\">Se espera que el cambio climático continúe en las próximas décadas, independientemente de cómo se desarrolle la transición hacia una economía baja en carbono a partir de ahora. ¿El resultado?, se pregunta el infoerme: \"Se prevé que los daños relacionados con el clima sigan aumentando en los próximos años. Es difícil poner una cifra al impacto en la salud y el bienestar humanos, pero el daño económico cuantificable ya está creciendo rápidamente. Nuestra investigación sugiere que los daños económicos relacionados con el clima podrían restar alrededor del 5% del PIB mundial para 2050, lo que varía ampliamente según la región\".</p><p>La resiliencia climática consiste en la capacidad de prepararse, adaptarse y resistir los peligros climáticos y de reconstruir mejor después de los daños relacionados con el clima. Sistemas de monitorización temprana para predecir inundaciones, aire acondicionado para hacer frente mejor a las olas de calor o reacondicionamiento de edificios para que resistan mejor el clima extremo son algunas soluciones. Es un enfoque diferente de la descarbonización, o limitación del calentamiento futuro mediante la reducción de emisiones.</p><p>\"Esperamos que crezca la demanda de productos y servicios que aumenten la resiliencia y ayuden a la sociedad a evaluar y gestionar los riesgos. Ya es evidente cierto crecimiento del mercado, y creemos que la política, la regulación y los mercados estimularán aún más. También esperamos un mayor gasto en reconstrucción después de los desastres climáticos. A medida que este mercado crece, vemos que la resiliencia climática emerge como un nuevo tema de inversión\", dice BlackRock.</p><p>La definición de este ámbito de inversión emergente es compleja, ya que abarca diferentes tipos de respuestas, como los sistemas de alerta temprana, la tecnología climática y los materiales de construcción, para ayudar a proteger contra distintos tipos de peligros climáticos en todos los sectores. BlackRock lo diivide en tres subtemas: 1) evaluación y cuantificación de riesgos, 2) gestión de riesgos y 3) reconstrucción de la infraestructura física.</p><h>Complementario</h><p>En su opinión, invertir en resiliencia climática es distinto y complementario de invertir en la transición hacia una economía baja en carbono por varias razones. Una de las razones es la exposición sectorial: ve oportunidades de inversión en soluciones de resiliencia que abarcan sectores, incluidos algunos subsectores infrarrepresentados en las exposiciones típicas de transición, \"como la atención sanitaria, los servicios de agua y los servicios profesionales\".</p><p>Existen oportunidades para invertir en soluciones de resiliencia climática a través de capital público y privado y deuda. \"Creemos que los mercados financieros pueden estar subestimando las perspectivas de las empresas que permiten la resiliencia climática·, dice el informe.</p><p>En renta variable, BlackRock utiliza su propia métrica de resiliencia patentada para identificar a las empresas que permiten la resiliencia climática y definir un amplio universo de inversión. \"Combinado con un análisis más profundo, esto nos permite generar una cesta temática concentrada, nuestro enfoque preferido dadas las muchas incertidumbres en torno a este nuevo mercado\", dice.</p><p>Todo lo que cuenta y más aquí.</p>", "publisher": "Expansion Online", "instances": ["Estamos viendo una respuesta creciente en las empresas, los gobiernos y la sociedad para abordar el cambio climático en dos frentes. En primer lugar, mediante el desarrollo de la resiliencia a la misma. Se espera que el cambio climático continúe en las próximas décadas, independientemente de cómo se desarrolle la transición hacia una economía baja en carbono a partir de ahora. ¿El resultado?"]}, {"relevance_score": 17, "title": "Una nueva investigación revela las mejores opciones de migración por inversión", "published": "2022-05-17", "bodyText": "<p nitf:lede=\"true\">PR Newswire</p><p nitf:lede=\"true\"><emphasis typeStyle=\"un\">Una nueva investigación revela las mejores opciones de migración por inversión para mejorar la resistencia al clima</emphasis></p><p nitf:lede=\"true\"> En respuesta a las nuevas advertencias de que el mundo probablemente se calentará más de 1,5° C en los próximos cinco años, Henley &amp; Partners en asociación con Deep Knowledge Analytics han lanzado hoy el Investment Migration Climate Resilience Index — una nueva y exclusiva herramienta analítica para evaluar la resiliencia climática de su propio país y explorar las opciones de programas demigración por inversión que ofrecen una vía para obtener derechos de residencia o la adquisición de la ciudadanía en lugares más resistentes al clima a cambio de realizar una inversión significativa en la economía del país de acogida.</p><p>Utilizando más de 900 puntos de datos diferentes dentro de 5 parámetros, y teniendo en cuenta los factores clave de la vulnerabilidad, la preparación para aprovechar las inversiones climáticas y la capacidad económica para adaptarse, el nuevo e innovador estudio ha elaborado una puntuación de resiliencia climática para 180 países y los ha separado en tres bandas de resiliencia: resiliencia superior (puntuaciones de 60 o más sobre 100), resiliencia media (puntuaciones de 45 a 59,9) y resiliencia inferior (puntuaciones de 44,9 o menos). La triste realidad es que la gran mayoría -142 países- se encuentra en la franja de menor resiliencia, en la que los ciudadanos están más expuestos a fenómenos medioambientales extremos como incendios forestales, huracanes, olas de calor, inundaciones, sequías y tormentas. Las infraestructuras serán más débiles y estarán más expuestas, y la capacidad de preparación y respuesta a las consecuencias de los fenómenos meteorológicos extremos será menor.</p><p>ElInvestment Migration Climate Resilience Index combina de forma única los datos del PIB delWorld Bank  (la media del PIB normalizado y el PIB per cápita de cada país) con el últimoNotre Dame Global Adaptation Initiative (ND-GAIN) Country Index de la University of Notre Dame, que resume la vulnerabilidad de los países al cambio climático y su disposición a convertir las inversiones financieras (financiación climática) en medidas de adaptación al clima. Al añadir los datos del PIB a la mezcla, el nuevo Ranking Global de Resiliencia Climática de Henley &amp; Partners incorpora la importante consideración de la capacidad económica de un país para adaptarse al cambio climático y proteger a sus ciudadanos contra los efectos más adversos.</p><p>Como es lógico, los cinco primeros países se encuentran en el hemisferio norte. Estados Unidos ocupa el primer puesto, con una puntuación de 70,6 en resiliencia climática, seguido de Alemania (70,3), Reino Unido (69,4), Suiza (68,4) y Canadá (68,3) en quinto lugar por un estrecho margen. Y lo que es menos sorprendente, los países subsaharianos ocupan los cinco últimos puestos: el país menos resistente al clima del mundo es Chad, en el puesto 136, con una puntuación de sólo 19,1 sobre 100. </p><p>El consejero delegado de Henley &amp; Partners, Dr. Juerg Steffen, afirma que la preocupación por el cambio climático influye cada vez más en las estrategias de localización de activos a largo plazo de los inversores, empresarios y emprendedores internacionales. \"El cambio climático ya está afectando a todos los aspectos de nuestras vidas, por lo que al invertir en un país más resiliente al clima, además de los derechos de residencia o una ciudadanía suplementaria, los inversores obtienen el derecho a reubicar a sus familias, sus activos y las infraestructuras críticas en un lugar más resiliente que podrá soportar mejor las futuras perturbaciones climáticas.\"</p><p>De sólo quince países en todo el mundo clasificados como de mayor resiliencia, siete acogen programas de migración por inversión entre ellos elUS EB-5 Immigrant Investor Program, el UK Tier 1 Innovator Visa, el Swiss Residence Program, que Henley &amp; Partners diseñó para los ciudadanos de fuera de la UE y de la AELC, el Start-Up Visa Program de Canadá, elBusiness Innovation and Investment Program de Australia , el Luxembourg Residence by Investment Program y el Italy Residence by Investment Program.</p><p>Existen ocho opciones de migración por inversión en países con capacidad de recuperación media, entre ellas elSingapore Global Investor Program, el Immigrant Investor Program de Irlanda, las provisiones de Austria Citizenship by Investment, el Spain Residence by Investment Program, el New Zealand Residence by Investment Program, las nuevas opciones de residencia con visa de EAU, el Portugal Golden Residence Permit Program y el  Turkey Citizenship by Investment Program.</p><p>Dominic Volek, Jefe de Grupo de Clientes Privados de Henley &amp; Partners, afirma que nadie debería planificar a largo plazo sin tener en cuenta el factor del cambio climático. \"Los países y las ciudades más resistentes atraerán el talento mundial y a los inversores en busca de \"refugios climáticos\" que se hayan preparado para lo que se avecina. Ha llegado el momento de construir activamente carteras resistentes al clima preparadas para el futuro si se quiere reducir el riesgo ante el inevitable impacto de las catástrofes climáticas.\"</p><p>Lea el informe completo</p><p><url normalizedValue=\"https://rt.prnewswire.com/rt.gif?NewsItemId=SE55803&amp;Transmission_Id=202205170300PR_NEWS_EURO_ND__SE55803&amp;DateId=20220517\"/></p>", "publisher": "PR Newswire Europe(Spanish)", "instances": ["Utilizando más de 900 puntos de datos diferentes dentro de 5 parámetros, y teniendo en cuenta los factores clave de la vulnerabilidad, la preparación para aprovechar las inversiones climáticas y la capacidad económica para adaptarse, el nuevo e innovador estudio ha elaborado una puntuación de resiliencia climática para 180 países y los ha separado en tres bandas de resiliencia: resiliencia superior (puntuaciones de 60 o más sobre 100), resiliencia media (puntuaciones de 45 a 59,9) y resiliencia inferior (puntuaciones de 44,9 o menos). La triste realidad es que la gran mayoría -142 países- se encuentra en la franja de menor resiliencia, en la que los ciudadanos están más expuestos a fenómenos medioambientales extremos como incendios forestales, huracanes, olas de calor, inundaciones, sequías y tormentas.", "La triste realidad es que la gran mayoría -142 países- se encuentra en la franja de menor resiliencia, en la que los ciudadanos están más expuestos a fenómenos medioambientales extremos como incendios forestales, huracanes, olas de calor, inundaciones, sequías y tormentas. Las infraestructuras serán más débiles y estarán más expuestas, y la capacidad de preparación y respuesta a las consecuencias de los fenómenos meteorológicos extremos será menor. Al añadir los datos del PIB a la mezcla, el nuevo Ranking Global de Resiliencia Climática de Henley &amp; Partners incorpora la importante consideración de la capacidad económica de un país para adaptarse al cambio climático y proteger a sus ciudadanos contra los efectos más adversos. Como es lógico, los cinco primeros países se encuentran en el hemisferio norte."]}, {"relevance_score": 1, "title": "Ciencia.-Los superciclones aumentarán su efecto devastador en el sur de Asia", "published": "2022-05-09", "bodyText": "<p>Ciencia.-Los superciclones aumentarán su efecto devastador en el sur de Asia</p>", "publisher": "dpa internacional (Spanischer Dienst)", "instances": []}, {"relevance_score": 2, "title": "Proyecto estudia la protección ante amenazas sanitarias por cambio climático", "published": "2022-06-13", "bodyText": "<h>ABSTRACT</h><p>Cerdanyola del Vallès (Barcelona), 13 jun (EFE).- Un consorcio de 19 instituciones europeas en el que participa la Universidad Autónoma de Barcelona (UAB) ha iniciado el proyecto IDAlert, para reforzar la protección ante amenazas sanitarias emergentes a consecuencia del cambio climático.</p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 2, "title": "Proyecto europeo para proteger ante amenazas sanitarias emergentes", "published": "2022-06-13", "bodyText": "<h>ABSTRACT</h><p>Cerdanyola del Vallès (Barcelona), 13 jun (EFE).- Un consorcio de 19 instituciones europeas en el que participa la Universidad Autónoma de Barcelona (UAB) ha iniciado el proyecto IDAlert, para reforzar la protección ante amenazas sanitarias emergentes a consecuencia del cambio climático.</p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 4, "title": "Klarna AI for Climate Resilience: hasta USD 300.000 para proyectos", "published": "2025-07-29", "bodyText": "<p>El cambio climático nos desafía, pero la inteligencia colectiva y tecnológica también nos da nuevas herramientas. Desde el #BoletíndeOfertaInternacional te compartimos la convocatoria del programa AI for Climate Resilience de Klarna, que busca apoyar proyectos innovadores que usen inteligencia artificial para la...</p>", "publisher": "WebNews - Spanish", "instances": ["El cambio climático nos desafía, pero la inteligencia colectiva y tecnológica también nos da nuevas herramientas. . ."]}, {"relevance_score": 24, "title": "DÍA CIUDADES (Previsión)", "published": "2021-10-31", "bodyText": "<p nitf:lede=\"true\">Lourdes Uquillas</p><p nitf:lede=\"true\">Madrid, 31 oct (EFE).- Promover ciudades más sostenibles para la adaptación y mitigación al cambio climático y lograr urbes resilientes tomando en cuenta la salud y el bienestar de las personas son algunos de los objetivos de los gobiernos municipales, cuando este 31 de octubre se celebra el Día de las Ciudades.<br/>\"Mejor Ciudad, Mejor Vida\" (Better City, Better Life) es precisamente el lema de ONU Hábitat para la celebración este año del Día de las Ciudades, con un subtema Adaptar las Ciudades para la Resiliencia Climática (Adapting Cities for Climate Resilience), para recordar la necesidad de convertir a los centros urbanos en lugares amables climática y socialmente para los ciudadanos.</p><p nitf:lede=\"true\">El pasado 8 de octubre, la ONU reconoció como derecho fundamental el acceso a un medio ambiente sano, un derecho que se ha reclamado aún más en las ciudades después de que la pandemia pusiera de manifiesto la necesidad de \"repensar las ciudades y replantear las necesidades como espacios\" donde actualmente vive el 55 % de las personas, ha asegurado Eduardo Moreno, director del Área de Conocimiento e Innovación del Programa de Naciones Unidas para Asentamientos Humanos, más conocido como ONU-Habitat. </p><p>Según datos de Naciones Unidas, se prevé que en 2050, ese índice del 55 % puede llegar al 68-70 % de la población. Actualmente, las zonas más urbanizadas son: América del Norte (82 % de población urbana), América Latina y Caribe (81 %), Europa (74 %) y Oceanía (68 %).  </p><p>A pesar de su \"bajo nivel de urbanización\", según la organización internacional, Asia acoge al 54 % de la población urbana mundial, seguida de Europa y África con un 13 %, respectivamente, mientras en África ese índice llega al 43 %. </p><p>Moreno subraya la importancia de tener una visión de desarrollo local \"desde el punto de vista de la salud de las personas, con el medio ambiente de fondo\", es decir de contar con espacios abiertos y naturales.   </p><p>Un análisis sobre los Objetivos de Desarrollo Sostenible (ODS) señala que entre un 80-82 % de ciudades del mundo respira aire contaminado, lo que representa entre 2.800 y 3.000 millones de personas en el mundo, según Moreno. </p><p>Según la Organización Mundial de la Salud (OMS), la contaminación atmosférica en las ciudades y zonas rurales de todo el mundo provoca cada año 4,2 millones de muertes prematuras. Esta mortalidad está causada por la exposición a las partículas PM2.5, causantes de enfermedades cardiovasculares, respiratorias y cáncer.  </p><p>La implementación de los Objetivos de Desarrollo Sostenible (ODS) incluye ciudades y comunidades sostenibles, servicios de agua y saneamiento, viviendas sanas y accesibles, acceso a la energía no contaminante, o la producción y consumo responsables, entre otros. </p><p>Este año, la Convención Marco de Naciones Unidas para el Cambio Climático (UNFCCC, por sus siglas en inglés) reconoció a París, Guadalajara (México) y Samso (Dinamarca) por su acción climática y las iniciativas de sus gobiernos locales para transformar y replicar las acciones climáticas.  </p><p>En España, diferentes ciudades trabajan para la adaptación, mitigación y resiliencia al cambio climático, entre ellas, Barcelona, Vitoria, Pontevedra, Madrid o  Sevilla, entre otras muchas.  </p><p>En Sevilla, el proyecto LIFE Watercool de adaptación al cambio climático, cofinanciado por la Unión Europea, busca soluciones a través de la ciencia y la tecnología para paliar las temperaturas altas que se registran sobre todo en verano.  </p><p>El profesor José Sánchez Ramos, que trabaja en el proyecto conjuntamente con  el profesor Servando Álvarez Domínguez, del Grupo de Investigación en Termotecniadel Departamento de Ingeniería Energética de la Universidad de Sevilla y varios investigadores, explica que el objetivo del control climático en este caso es conseguir unas condiciones adecuadas de confort climático en espacios abiertos y mejorar la estancia en los mismos. </p><p>LIFE Watercool busca reproducir las soluciones en ciudades que busquen mejorar las condiciones climáticas causadas por las altas temperaturas y la escasez de recursos hídricos. </p><p>ONU Hábitat celebra el Día de las Ciudades desde 2013, y este año, en la octava celebración, la ciudad de Luxor (Egipto) acogerá la Observancia Global que se celebrará en un formato híbrido y reunirá a representantes de alto nivel de los gobiernos nacionales y locales, las agencias de las Naciones Unidas, y representantes de diferentes entidades y sectores públicos y privados para intercambiar ideas innovadoras, mejores prácticas y soluciones para construir la resiliencia climática urbana. EFE</p><p>(Recursos de archivo en <url normalizedValue=\"http://www.lafototeca.com.C\">www.lafototeca.com.C</url>ód:13101934) <br/></p>", "publisher": "Spanish Newswire Services", "instances": ["Lourdes UquillasMadrid, 31 oct (EFE). - Promover ciudades más sostenibles para la adaptación y mitigación al cambio climático y lograr urbes resilientes tomando en cuenta la salud y el bienestar de las personas son algunos de los objetivos de los gobiernos municipales, cuando este 31 de octubre se celebra el Día de las Ciudades. El pasado 8 de octubre, la ONU reconoció como derecho fundamental el acceso a un medio ambiente sano, un derecho que se ha reclamado aún más en las ciudades después de que la pandemia pusiera de manifiesto la necesidad de \"repensar las ciudades y replantear las necesidades como espacios\" donde actualmente vive el 55 % de las personas, ha asegurado Eduardo Moreno, director del Área de Conocimiento e Innovación del Programa de Naciones Unidas para Asentamientos Humanos, más conocido como ONU-Habitat. Según datos de Naciones Unidas, se prevé que en 2050, ese índice del 55 % puede llegar al 68-70 % de la población."]}, {"relevance_score": 0, "title": "Adaptación, mitigación y resiliencia climática, el gran reto de las ciudades", "published": "2021-10-31", "bodyText": "<h>ABSTRACT</h><p>Lourdes Uquillas </p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 0, "title": "Adaptación, mitigación y resiliencia climática, el gran reto de las ciudades", "published": "2021-10-31", "bodyText": "<h>ABSTRACT</h><p>Lourdes Uquillas </p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 4, "title": "‘Strong so far’: IMF on Pakistan’s reforms; first review of $7 billion loan approved", "published": "2025-07-14", "bodyText": "<p>Pakistan’s economic performance under the International Monetary Fund’s (IMF) $7 billion loan programme has been “strong so far”, according to Mahir Binici, the IMF’s Resident Representative for Pakistan, reported PTI....</p>", "publisher": "WebNews - Spanish", "instances": []}, {"relevance_score": 4, "title": "Applied Materials says Bengaluru chipmaking centre to rake in $2 billion", "published": "2025-06-20", "bodyText": "<p>American chip equipment manufacturer Applied Materials India plans to build a centre for chip making in Bengaluru, which has the potential to attract over $2 billion in investments in the future, Suraj Rengarajan, managing director and head of semiconductor products group, Applied Materials India, told ET. His comments come three weeks...</p>", "publisher": "WebNews - Spanish", "instances": []}, {"relevance_score": 4, "title": "Applied Materials says Bengaluru semiconductor R&amp;D centre to rake in $2 billion", "published": "2025-06-20", "bodyText": "<p>American chip equipment manufacturer Applied Materials India plans to build a centre for chip making in Bengaluru, which has the potential to attract over $2 billion in investments in the future, Suraj Rengarajan, managing director and head of semiconductor products group, Applied Materials India, told ET. His comments come three weeks...</p>", "publisher": "WebNews - Spanish", "instances": []}, {"relevance_score": 18, "title": "National Geographic: Dominica va camino de convertirse en la primera nación mundial resistente al clima", "published": "2019-11-21", "bodyText": "<p nitf:lede=\"true\">PR Newswire</p><p nitf:lede=\"true\">La Commonwealth de Dominica vuelve a ocupar los titulares gracias a sus impresionantes pasos para hacer frente al cambio climático. Esta vez,National Geographic felicitó a la pequeña isla del Caribe por lo bien que se ha recuperado tras el huracán de categoría 5, María, del año 2017 y su \"ambicioso objetivo para adaptarse por completo al cambio climático\". El artículo, firmado por Sarah Gibbens, habla acerca del persistente trauma por el que pasan los habitantes de Dominica, y lo que es más importante, cómo la isla se ha recuperado con elegancia y con un plan inspiracional para convertirse en \"la primera nación del mundo resistente al cambio climático\", tal y como prometió el Primer Ministro Roosevelt Skerrit.</p><p><url normalizedValue=\"https://mma.prnewswire.com/media/1033371/Hurricane_Maria_Dominica.jpg\"/></p><p>Inicialmente, los expertos estimaron que haría falta al menos tres años para que Dominica se recuperase de María. Pese a ello, solo dos años después, National Geographic indicó que la economía de Dominica está creciendo y se está diversificando, con el ecoturismo en alza, abriendo un nuevo hospital moderno, con cientos de nuevas casas a prueba de huracanes construyéndose en Dominica y muchas más en proceso de construcción.</p><p>\"Códigos de construcción uniformes, productos agrícolas variados, nuevas plantas de energía geotérmica, instalaciones de cuidado de salud mejoradas, infraestructura de transporte fiable en tierra y mar\", cita el autor cuando describe algunas de las responsabilidades  a las que se enfrenta la nueva Climate Resilience Execution Agency of Dominica (CREAD).</p><p>Es vital para el aumento de capital la reconstrucción y modernización de virtualmente todos los aspectos de vida en Dominica el programaCitizenship by Investment (CBI) del país, considerado como elmás prestigioso del mundo. Esta es una iniciativa legislada que permite seleccionar inversores de forma cuidadosa para conseguir la segunda ciudadanía de Dominica a cambio de una contribución para un fondo de gobierno que patrocine entonces las iniciativas socio-económicas o una inversión en resorts de eco-turismo de lujo pre-seleccionado que, por su parte, atraigan \"gasto de alta gama\". El Primer Ministro Skerrit a menudo describe CBI como una \"línea de la vida\" en la recuperación inmediata de Dominica después del paso de María.</p><p>Por ejemplo, a las comunidades dislocadas completas se les ofreció hogares modernos gratuitos, nuevas construcciones en zonas más seguras, para un estándar capaz de soportar los desastres meteorológicos más duros, utilizando fondos exclusivos CBI. Además, tras el huracán, creció un sentido de comunidad mucho más fuerte entre los negocios locales, hoteleros CBI, residentes, autoridades e incluso turistas voluntarios, al tiempo que unieron sus fuerzas para limpiar de restos las carreteras, ríos, hogares y bosques pluviales y hacer que la isla cure.</p><p>A principios de mes, larevista PWM de Financial Times lanzó un documental centrado específicamente en cómo CBI transformó Dominica y porqué es un buen momento para invertir en la 'Nature Isle of the Caribbean'.</p><p>Foto: <url normalizedValue=\"https://mma.prnewswire.com/media/1033371/Hurricane_Maria_Dominica.jpg\">https://mma.prnewswire.com/media/1033371/Hurricane_Maria_Dominica.jpg</url></p><p><email normalizedValue=\"mailto:pr@csglobalpartners.com\">pr@csglobalpartners.com</email>, <url normalizedValue=\"http://www.csglobalpartners.com\">http://www.csglobalpartners.com</url></p><p><url normalizedValue=\"https://rt.prnewswire.com/rt.gif?NewsItemId=SE44620&amp;Transmission_Id=201911210533PR_NEWS_EURO_ND__SE44620&amp;DateId=20191121\"/></p>", "publisher": "PR Newswire Europe(Spanish)", "instances": ["Inicialmente, los expertos estimaron que haría falta al menos tres años para que Dominica se recuperase de María. Pese a ello, solo dos años después, National Geographic indicó que la economía de Dominica está creciendo y se está diversificando, con el ecoturismo en alza, abriendo un nuevo hospital moderno, con cientos de nuevas casas a prueba de huracanes construyéndose en Dominica y muchas más en proceso de construcción. Es vital para el aumento de capital la reconstrucción y modernización de virtualmente todos los aspectos de vida en Dominica el programaCitizenship by Investment (CBI) del país, considerado como elmás prestigioso del mundo. Esta es una iniciativa legislada que permite seleccionar inversores de forma cuidadosa para conseguir la segunda ciudadanía de Dominica a cambio de una contribución para un fondo de gobierno que patrocine entonces las iniciativas socio-económicas o una inversión en resorts de eco-turismo de lujo pre-seleccionado que, por su parte, atraigan \"gasto de alta gama\"."]}]