[{"relevance_score": 18, "title": "Real feel of over 140ºF: Why it's hotter in Rio's favelas", "published": "2025-06-15", "bodyText": "<p nitf:lede=\"true\"><url normalizedValue=\"https://images.english.elpais.com/resizer/v2/BODXKY2XNNFFPL354AOKWYP7LA.jpg?auth=f18e12d8b3979ae27cc6bbea4470ea8711339197b18dda39cb8e75b4fa9c073e\">Link to Image</url></p><p nitf:lede=\"true\"><url normalizedValue=\"https://images.english.elpais.com/resizer/v2/AQUDZQC3INAPRPRVKTFHQNMBDU.jpg?auth=f5ebf435f8ce4b8423439eefbc48d337249ed41159ca6b32c542c3c843cfa1c1\">Link to Image</url></p><p nitf:lede=\"true\"><url normalizedValue=\"https://images.english.elpais.com/resizer/v2/WTI3EST6BRDMXDCZXZDJKW3CDY.jpg?auth=953f1f9730e776ab0db663899ed39184f51afb3c5c8c183e3691f8e968a9d367\">Link to Image</url></p><p nitf:lede=\"true\">For her, public urban development policies in Brazil don't consider favelas because the state still views them as a \"problem,\" rather than as part of the city. \"When the state doesn't urbanize, it denies citizenship,\" she points out. And this denial, she adds, is deeply racialized, as favelas are \"territories of Black and peripheral resistance.\"</p><p>This resilience also extends to the climate. Soraia Claudiano knows this well. On the roof of her house in the Complexo da Maré, she has a prototype green roof, a plant-based covering that helps reduce heat and pollution and filters the air. This system was installed by the community organization Redes da Maré through the EcoClima Project, in partnership with the state-owned petroleum company Petrobras. According to the organization, this system makes the temperature inside the house 10ºC lower than when it had a zinc roof. \"It brings freshness,\" she acknowledges. \"If we had more trees in the community, it would help even more.\"</p><p>The green roof brings relief, but its installation, which costs around 15,000 reais (more than $2,600) for a 25-square-meter roof, is unaffordable for most of the favela's low-income residents. For someone earning the minimum wage, this would be equivalent to more than 10 months' salary. Therefore, while the Redes da Maré project demonstrates that local initiatives can offer immediate solutions, true transformation depends on a broader commitment from public authorities.</p><p>For this reason, Naira Santa Rita advocates for the implementation of climate adaptation measures to reduce heat in favelas, such as increasing vegetation cover, using building materials that help reduce temperatures, providing access to drinking water and basic sanitation, and creating thermal breathing spaces such as plazas, gardens and urban vegetable plots.</p><p>\"Climate adaptation is a collective right, not an individual privilege,\" she argues. For her, the state has the responsibility to guarantee climate justice and assume the costs of repair, mitigation, and adaptation. \"It must guarantee rights, equity, and dignity in a world in emergency, because the climate crisis is, above all, a human rights crisis.\"</p><p>This article was published in partnership with the <url normalizedValue=\"https://redejpcomunicacao.org/\">Black Journalists Network for Diversity in Communication</url>.</p><p><emphasis typeStyle=\"it\">Sign up for </emphasis><url normalizedValue=\"https://plus.elpais.com/newsletters/lnp/1/333/?lang=en\">our weekly newsletter</url><emphasis typeStyle=\"it\"> to get more English-language news coverage from EL PAÍS USA Edition</emphasis></p>", "publisher": "El Pais - English (online)", "instances": ["For someone earning the minimum wage, this would be equivalent to more than 10 months' salary. Therefore, while the Redes da Maré project demonstrates that local initiatives can offer immediate solutions, true transformation depends on a broader commitment from public authorities. Climate adaptation is a collective right, not an individual privilege,\" she argues. For her, the state has the responsibility to guarantee climate justice and assume the costs of repair, mitigation, and adaptation.", "Therefore, while the Redes da Maré project demonstrates that local initiatives can offer immediate solutions, true transformation depends on a broader commitment from public authorities. For this reason, Naira Santa Rita advocates for the implementation of climate adaptation measures to reduce heat in favelas, such as increasing vegetation cover, using building materials that help reduce temperatures, providing access to drinking water and basic sanitation, and creating thermal breathing spaces such as plazas, gardens and urban vegetable plots. For her, the state has the responsibility to guarantee climate justice and assume the costs of repair, mitigation, and adaptation. \"It must guarantee rights, equity, and dignity in a world in emergency, because the climate crisis is, above all, a human rights crisis."]}, {"relevance_score": 3, "title": "France issues red alert for Paris and 15 other departments amid heatwave", "published": "2025-06-30", "bodyText": "<h>ABSTRACT</h><p>Paris, Jun 30 (EFE).- French authorities have placed 16 departments, including Paris, under red alert for extreme heat on Tuesday, as the country braces for the most intense days of heatwave expected to last until Thursday. Another 68 departments are on orange alert, covering nearly all of mainland France. </p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 2, "title": "World's richest 10 percent responsible for 2/3rds of global warming since 1990", "published": "2025-05-07", "bodyText": "<h>ABSTRACT</h><p>Science Desk, May 7 (EFE).- The wealthiest 10 percent of the global population have caused nearly two-thirds of global warming since 1990, significantly driving extreme climate events such as heatwaves and droughts, according to a study published Wednesday in Nature Climate Change.</p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 64, "title": "The challenge at UN aid conference: Governments cannot paper over the cracks in development funding", "published": "2025-07-01", "bodyText": "<p nitf:lede=\"true\">World leaders gathered in Seville this week for the<url normalizedValue=\"https://english.elpais.com/international/2025-06-30/un-aid-summit-in-seville-calls-for-concrete-action-against-global-development-cuts.html\"> U.N.'s International Conference on Financing for Development</url> have an immense challenge before them. The hope originally was to find the <emphasis typeStyle=\"it\">additional </emphasis>money needed to reduce poverty, promote growth and fight climate change. Now, the worry is that matters may get even worse than they already are. Aid cuts have thrown critical health and humanitarian work into turmoil, and economic uncertainty and <url normalizedValue=\"https://english.elpais.com/opinion/2025-06-24/the-nyerere-question-should-we-really-let-our-people-starve-so-that-we-can-repay-our-debts.html\">unsustainable debt burdens</url> are draining government budgets. This means there's no money left to deal with pandemics, violent conflict, and the climate crisis, which in turn could destabilize societies everywhere. No country will be safe. </p><p nitf:lede=\"true\">There is a 20% <url normalizedValue=\"https://health.ucdavis.edu/news/headlines/the-next-pandemic-covid-19-showed-us-how-we-can-fight-the-next-global-outbreak/2025/02\">chance</url> of the world experiencing <url normalizedValue=\"https://english.elpais.com/health/2025-06-15/congolese-doctor-jean-kaseya-we-face-a-significant-risk-of-a-pandemic-originating-in-africa.html\">another pandemic</url> as deadly as COVID-19 within the decade. And now, humanity risks losing control of some of the world's deadliest epidemics. Treatment disruptions linked to funding cuts have <url normalizedValue=\"https://www.theguardian.com/global-development/2025/may/26/malawi-battles-mpox-as-cases-of-the-infectious-disease-surge-in-africa\">led to</url> several new mpox cases in Malawi. If U.S. funding permanently disappears and is not replaced, there could be an additional six million HIV infections and four million <url normalizedValue=\"https://www.unaids.org/sites/default/files/2025-04/JC3144_Estimates_Funding_cuts_impact_En.pdf\">AIDS-related deaths</url> by 2029. Ten million people <url normalizedValue=\"https://tb.impactcounter.com/\">could</url> acquire tuberculosis, leading to two million deaths. </p><p nitf:lede=\"true\">In Seville, governments cannot simply paper over the cracks of a collapsing developing finance system. </p><p>In 2015, at the time of the last U.N. Financing for Development Conference, some rich countries had reached the global target they had set for themselves of contributing 0.7% of their Gross National Income to global development. But a decade has passed, and governments are now turning away from that ambition to focus on defense spending. In 2024, not a single G-7 country approached that goal, and 2025 will be the year of the largest decline ever in aid to developing countries. </p><p>With NATO states being the largest aid donors, their recent agreement of NATO to increase defense spending to 5% of GDP by 2035 will only make matters <url normalizedValue=\"https://www.washingtonpost.com/world/2025/06/25/nato-defense-spending-gpp-charts/\">worse</url>. Aid is not a panacea, but it has made an enormous difference. It has enabled investment in critical priorities like the HIV response. A new generation of international cooperation, emphasizing not just humanitarian assistance, requires a <url normalizedValue=\"https://globalpublicinvestment.org/\">Global Public Investment</url> approach for global public goods - of which global public health is among the most important. </p><p>Meanwhile, developing countries are suffocating under $3 trillion in debt, with <url normalizedValue=\"https://eur03.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.worldbank.org%2Fen%2Fprograms%2Fdebt-toolkit%2Fdsa&amp;data=05%7C02%7CKarpsaweyJ%40unaids.org%7C4930cb09bb0e4c41383608dda9acfcbb%7Cc2e1cf9be1b644eb8021428c292d3eb5%7C0%7C0%7C638853282668067685%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&amp;sdata=ju1PJNCcEM0AYedAFWclF9pkUMooIFCR5jrgUMrfwI4%3D&amp;reserved=0\">more than half</url> of low-income countries either in debt distress or at high risk of it. The result is that today, net, money is flowing from developing countries to the advanced countries - just the opposite of what should be happening. Over half of Global South debt is held by private banks and firms, but they are typically slow in participating in debt relief, and when they do, often offer far less than is needed. Their importance, even amongst the poorest countries, makes debt restructuring more complex and slower. It took Zambia four years to reach an agreement for debt relief. Even for Ukraine, amidst war, it took four months. </p><p>Over the last few years, money has actually been going from developing countries to private creditors in the advanced countries. What enables the perverse flow of money is that the international financial institutions, the IMF and the multilateral development banks, are engineering a de facto bailout for private creditors with the money they are providing to the developing world. What makes this especially disturbing is that in spite of this and repeated earlier bailouts, private creditors receive high interest rates, well in excess of what is needed to compensate them for the risk they bear. </p><p>Austerity is not an option. Already, countries are barely covering the basic needs of their citizens. Low- and middle-income countries are doing all they can to fund lifesaving programs, but they simply don't have the money needed to meet the burden. Today, 3.3 billion people live in countries that <url normalizedValue=\"https://unctad.org/publication/world-of-debt\">spend more</url> on servicing debt than on health or education. </p><p>That's why Pope Francis, in the last year of his life, launched the <url normalizedValue=\"https://www.pass.va/en/events/2025/tax_justice/press_release.html\">Jubilee Commission</url> - a panel of leading economists, legal scholars, and development experts tasked with understanding how the world ended up in this mess. They found that by forcing countries to cut investments in health, education, and <url normalizedValue=\"https://english.elpais.com/international/2023-07-22/more-action-more-climate-ambition-a-call-from-the-global-south.html\">climate adaptation</url> to service unsustainable debts, our development financing system does not just fail to prevent crises, it makes them worse and more frequent. </p><p>However, every crisis creates an opportunity. Governments now have a chance to build a better, more sustainable global financial structure. What is needed is more than just resolving the current debt and development crisis, but reforming the architecture in ways to make sure another such crisis doesn't happen; to provide not just more financial assistance, but enhancing growth opportunities, by, for instance, fairer trade arrangements, ensuring that developing countries aren't exploited through illicit financial flows finding their way to advanced countries, through western corporations paying less than fair market value for the resources that they take from developing countries, through enabling poor countries to capture more of the tax revenues that are their due based on the activities that originate in their countries, by encouraging productive capital flows to developing countries rather than the exploitive flows into and out of these countries. Indeed, Africa alone is <url normalizedValue=\"https://www.un.org/osaa/sites/www.un.org.osaa/files/tackling_iffs_in_tax_reform_and_illegal_commercial_practices_-_nov_2022.pdf\">losing</url> more than $88 billion every year to illicit financial flows, mostly tax abuse, as such money seeks, and finds, a safe-harbor in one advanced country or another. </p><p>At the turn of the millennium, as AIDS was killing millions in Africa, unfair and unsustainable debt burdens were <url normalizedValue=\"https://english.elpais.com/international/2024-01-30/its-not-witchcraft-its-a-lack-of-development-aid-a-political-lurch-from-london-is-putting-the-eradication-of-diseases-in-africa-at-risk.html\">worsening the continent's sufferin</url>g. But governments, charities, and faith groups pushed for change through the Jubilee 2000 campaign. They secured more than $100 billion in debt relief, enabling governments to invest in health, education, and social protection. HIV infections fell by the millions over the following two decades, helping to put the world on track to end AIDS as a public health threat by 2030. Innovations are available today that can change the HIV trajectory keeping millions safe through long acting injectables, yet intellectual property rights are standing on the way; our system of intellectual property requires structural reform, too - something that became all too evident during the pandemic, with so many unnecessary hospitalizations and deaths simply because IP related to COVID-19 was not shared. </p><p>In Seville this week, leaders have an incredible opportunity to make a renewed commitment to global justice and solidarity. It's even in the self-interest of everyone in the world: diseases don't need passports or visas. An unhealthy global population provides a fertile field for development of a pandemic that could spread quickly around the world. Global inequalities breed societal breakdowns and polarization that fuels the conflicts that also know no borders. </p><p>A new multilateralism is necessary. What happens in Seville can build on the momentum set by the 2023 agreement to move forward on the U.N. Framework Convention on International Tax Cooperation, an agreement that could help to ensure that the wealthiest individuals and corporations pay their fair share. And Seville should mark a point of departure for a new debt restructuring system that allows developing nations to have the fiscal space necessary to lead their own future. </p><p>What will be important at Seville is not just the official agreement that emerges, but the commitment, the momentum, provided by the Seville Platform for Action, motivating alliances to <url normalizedValue=\"https://english.elpais.com/economy-and-business/2025-06-27/the-public-sector-cant-do-it-alone-a-new-era-for-global-development.html\">work together in solidarity</url> for the wellbeing of the entire world. </p><p><emphasis typeStyle=\"bf\">Joseph Stiglitz</emphasis> is a Nobel Laureate in economics and Professor at Columbia University. <emphasis typeStyle=\"bf\">Winnie Byanyima</emphasis> is the Executive Director of UNAIDS. Both are Co-Chair and Coordinator of the Global Council on Inequality, AIDS and Pandemics.</p><p><emphasis typeStyle=\"it\">Sign up for </emphasis><url normalizedValue=\"https://plus.elpais.com/newsletters/lnp/1/333/?lang=en\">our weekly newsletter</url><emphasis typeStyle=\"it\"> to get more English-language news coverage from EL PAÍS USA Edition</emphasis></p>", "publisher": "El Pais - English (online)", "instances": ["3 billion people live in countries that spend more on servicing debt than on health or education. That's why Pope Francis, in the last year of his life, launched the Jubilee Commission - a panel of leading economists, legal scholars, and development experts tasked with understanding how the world ended up in this mess. However, every crisis creates an opportunity. Governments now have a chance to build a better, more sustainable global financial structure."]}, {"relevance_score": 2, "title": "EC urges households to store emergency supplies for 3 days in case of crisis", "published": "2025-03-26", "bodyText": "<h>ABSTRACT</h><p>Brussels, Mar 26 (EFE).- The European Commission (EC) on Wednesday introduced a new preparedness strategy, urging European households to stockpile essential supplies for at least 72 hours in case of a crisis.</p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 30, "title": "70% of flood deaths in Europe in 2024 occurred in the Valencia floodplain", "published": "2025-04-15", "bodyText": "<p nitf:lede=\"true\">The <url normalizedValue=\"https://english.elpais.com/spain/2024-11-01/spanish-villagers-cast-back-to-the-19th-century-by-flash-floods.html\">consequences of the torrential rains</url> that hit the province of Valencia last October were devastating and will be remembered for years. Their deadly impact - a court is investigating whether the regional authorities' mismanagement of the emergency exacerbated the disaster - was enormous: in just a few tragic hours, <url normalizedValue=\"https://english.elpais.com/spain/2024-10-30/at-least-51-killed-in-flooding-in-spain.html\">232 people died in Valencia</url> due to flooding, representing 70% of all deaths linked to torrential rains in Europe throughout 2024.</p><p nitf:lede=\"true\">This is the conclusion drawn from the <url normalizedValue=\"https://wmo.int/news/media-centre/european-state-of-climate-extreme-events-warmest-year-record\">2024 European State of the Climate Report</url>, published Tuesday by the <url normalizedValue=\"https://english.elpais.com/climate/2025-01-19/director-of-copernicus-climate-change-service-its-likely-that-2024-was-the-hottest-of-the-last-100000-years.html\">Copernicus Climate Change Service</url>, a subsidiary of the European Commission, and the World Meteorological Organization (WMO). The study compiles weather trends and events from last year on a <url normalizedValue=\"https://english.elpais.com/society/2023-04-21/extreme-heat-seizes-europe-the-continent-that-is-warming-the-most.html\">continent that is warming faster</url> than the rest due to human-caused climate change. As was the case across the Earth's surface as a whole, <url normalizedValue=\"https://english.elpais.com/climate/2025-01-10/climate-crisis-breaks-records-in-2024-the-future-is-in-our-hands.html\">2024 was the warmest year on record</url> in Europe since direct measurements began. And a warmer planet often means more extreme and frequent weather events, such as heat waves and episodes of waterspouts and flooding.</p><p>The chapter on torrential rains and storms highlights how these events \"affected an estimated 413,000 people in Europe\" and caused \"at least 335 lives lost\" last year. Of these, according to the document, at least 232 people died in Valencia during the October <url normalizedValue=\"https://english.elpais.com/technology/2024-11-09/why-is-ai-unable-to-predict-disasters-like-spains-flash-flooding-in-time.html\">DANA</url> (the Spanish acronym for Isolated Depression at High Levels). \"Damage to infrastructure and economic losses were severe, totaling approximately (EURO)16.5 billion,\" it adds, referring to the cold snap, which also hit the Spanish provinces of Albacete, Cuenca, and Málaga. This event also accounted for the majority of flood-related economic losses in Europe last year, which the study estimates at \"at least (EURO)18 billion.\"</p><p>According to Copernicus, in 2024, 30% of Europe's rivers experienced flows exceeding the high flood threshold (i.e., floods that occur every five years), while 12% of the river network experienced flows exceeding the severe flood threshold (i.e., those with a 20-year frequency). \"Europe experienced the most widespread flooding since 2013,\" says Samantha Burgess, Climate Strategy Director at the <url normalizedValue=\"https://english.elpais.com/science-tech/2025-04-10/the-system-that-reinvents-weather-forecasting-model-claims-to-be-thousands-of-times-more-accurate-and-faster.html\">European Centre for Medium-Range Weather Forecasts</url> and one of the coordinators of the analysis presented on Tuesday.</p><p>The chapter on torrential rains analyzes two specific flooding events in 2024: the Valencia flood in late October and Storm Boris, which caused extreme rainfall in Central and Eastern Europe in the second half of September. Flooding occurred in parts of Germany, Poland, Austria, Hungary, the Czech Republic, Slovakia, Romania, and Italy. Scientific attribution analyses have been published for both cases, suggesting that climate change fueled these torrential rains.</p><p>The Copernicus and WMO report not only analyzes what has already happened, but also what is expected for the future. \"Europe is one of the regions with the largest projected increase in flood risk,\" it explains, based on what has already been established by the Intergovernmental Panel on Climate Change (<url normalizedValue=\"https://english.elpais.com/climate/2023-11-16/only-4-of-countries-propose-eliminating-multibillion-dollar-subsidies-for-fossil-fuels-in-their-climate-plans.html\">IPCC</url>), affiliated with the United Nations. In its latest review of scientific knowledge on climate change, this panel of experts noted that \"an increase in extreme precipitation and surface water flooding is expected in all regions of Europe.\"</p><p>As previously observed, \"between 1960 and 2010, river flood risks increased in Western and Central Europe and the United Kingdom by 11% per decade and decreased in Eastern and Southern Europe by 23% per decade.\" \"The three most recent decades saw the highest number of floods in the past 500 years,\" the authors summarize. As global warming progresses, problems will worsen. \"Every additional fraction of a degree of temperature rise matters because it accentuates the risks to our lives, to economies and to the planet,\" Secretary-General of the WMO Celeste Saulo warned in the Copernicus-WMO report. \"Adaptation is a must,\" she added.</p><p>Behind tragedies like the one experienced in Valencia last fall is the <url normalizedValue=\"https://english.elpais.com/climate/2024-10-31/climate-change-intensified-the-10-deadliest-extreme-events-of-the-past-20-years.html\">intensification of extreme events due to climate change</url>, but also the lack of oversight in urban planning and construction in flood zones. The report emphasizes the importance of preparing for climate change: \"51% of European cities have adopted dedicated climate adaptation plans, representing encouraging progress from 26% in 2018,\" the authors state.</p><p><emphasis typeStyle=\"it\">Sign up for </emphasis><url normalizedValue=\"https://plus.elpais.com/newsletters/lnp/1/333/?lang=en\">our weekly newsletter</url><emphasis typeStyle=\"it\"> to get more English-language news coverage from EL PAÍS USA Edition</emphasis></p>", "publisher": "El Pais - English (online)", "instances": ["\"Adaptation is a must,\" she added. Behind tragedies like the one experienced in Valencia last fall is the intensification of extreme events due to climate change, but also the lack of oversight in urban planning and construction in flood zones. Sign up for our weekly newsletter to get more English-language news coverage from EL PAÍS USA Edition"]}, {"relevance_score": 2, "title": "COP29 agrees on $300 billion for Global South amid strong criticism", "published": "2024-11-24", "bodyText": "<h>ABSTRACT</h><p>Baku, Nov 24 (EFE).- After two weeks of intense negotiations, chaos and near-collapse, COP29's wealthy countries early Sunday morning agreed on a $300 billion deal for the Global South to help these developing countries prepare for and prevent climate disasters, which many said did not go far enough to meet urgent needs.</p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 2, "title": "New Zealand publishes first national climate adaptation strategy", "published": "2022-08-03", "bodyText": "<h>ABSTRACT</h><p>Sydney, Australia, Aug 3 (EFE).- New Zealand published Wednesday its first national strategy for adaptation to the climate crisis to deal with extreme weather and natural disasters that have become more frequent and more ferocious in the country because of global warming.</p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 23, "title": "Interior Department will give tribal nations $120 million to fight climate-related threats", "published": "2024-03-14", "bodyText": "<p nitf:lede=\"true\">The Biden administration will be allocating more than $120 million to tribal governments to fight the impacts of climate change, the Department of the Interior announced Thursday. The funding is designed to help tribal nations adapt to<url normalizedValue=\"https://english.elpais.com/climate/2024-03-13/us-energy-industry-methane-emissions-are-triple-what-government-thinks-study-finds.html\"> climate threats, </url>including relocating infrastructure.</p><p>Indigenous peoples in the U.S. are among the communities most affected by severe climate-related environmental threats, which have already negatively impacted water resources, ecosystems and traditional food sources in <url normalizedValue=\"https://english.elpais.com/usa/2023-10-09/native-americans-celebrate-their-histories-and-cultures-on-indigenous-peoples-day.html\">Native communities</url> in every corner of the U.S.</p><p>\"As these communities face the increasing threat of rising seas, coastal erosion, storm surges, raging wildfires and devastation from other extreme weather events, our focus must be on bolstering climate resilience, addressing this reality with the urgency it demands, and ensuring that tribal leaders have the resources to prepare and keep their people safe is a cornerstone of this administration,\" Interior Secretary Deb Haaland, a member of the Pueblo of Laguna, said in a Wednesday press briefing.</p><p>Indigenous peoples represent 5% of the world's population, but they safeguard 80% of the world's biodiversity, according to Amnesty International. In the U.S., federal and state governments are relying more on the traditional ecological knowledge of Indigenous peoples to minimize the ravages of climate change, and Haaland said ensuring that trend continues is critical to protecting the environment.</p><p>\"By providing these resources for tribes to plan and implement climate risk, implement climate resilience programs in their own communities, we can better meet the needs of each community and support them in incorporating Indigenous knowledge when addressing climate change,\" she said.</p><p>The department has adopted a policy on implementing Indigenous knowledge, said Assistant Secretary of the Interior Bryan Newland, a citizen of the Bay Mills Indian Community. \"We are also investing in tribes' ability to use their knowledge to solve these problems and address these challenges close to home,\" he said.</p><p>The funding will come from<url normalizedValue=\"https://english.elpais.com/climate/2024-02-27/biden-administration-taps-366-million-to-fund-clean-energy-for-native-american-tribes-and-rural-areas.html\"> President Joe Biden's Investing in America agenda,</url> which draws from the Inflation Reduction Act, the Bipartisan Infrastructure Law, and annual appropriations.</p><p>The funding is the largest annual amount awarded through the Tribal Climate Resilience Annual Awards Program, which was established in 2011 to help tribes and tribal organizations respond to climate change. It will go toward the planning and implementation projects for climate adaptation, community-led relocation, ocean management, and habitat restoration.</p><p>The injection of federal funding is part of Biden's commitment to working with tribal nations, said Tom Perez, a senior adviser to the president, and it underscores the administration's recognition that in the past the U.S. has left too many communities behind. \"We will not allow that to happen in the future,\" he said.</p><p>In 2022, the administration committed $135 million to 11 tribal nations to relocate infrastructure facing climate threats like wildfires, coastal erosion and extreme weather. It could cost up to $5 billion over the next 50 years to address climate-related relocation needs in tribal communities, according to a 2020 Bureau of Indian Affairs study.</p><p><emphasis typeStyle=\"it\">Sign up for our </emphasis><url normalizedValue=\"https://plus.elpais.com/newsletters/lnp/1/333/?lang=en\">weekly newsletter</url><emphasis typeStyle=\"it\"> to get more English-language news coverage from EL PAÍS USA Edition</emphasis></p>", "publisher": "El Pais - English (online)", "instances": ["The funding will come from President Joe Biden's Investing in America agenda, which draws from the Inflation Reduction Act, the Bipartisan Infrastructure Law, and annual appropriations. The funding is the largest annual amount awarded through the Tribal Climate Resilience Annual Awards Program, which was established in 2011 to help tribes and tribal organizations respond to climate change. The injection of federal funding is part of Biden's commitment to working with tribal nations, said Tom Perez, a senior adviser to the president, and it underscores the administration's recognition that in the past the U. S."]}, {"relevance_score": 21, "title": "'Migrant workers exposed to climate change risks, labor abuse in UAE'", "published": "2023-11-21", "bodyText": "<p nitf:lede=\"true\">Cairo, Nov 21 (EFE).- Migrant workers in the United Arab Emirates (UAE) are exposed to labour abuse and increasing climate risks as they work in extreme heat conditions without adequate protection, Human Rights Watch (HRW) said on Tuesday.</p><p>According to the global rights body, migrant workers form 88 percent of the population in the oil-rich gulf country and often come from climate-vulnerable countries like India, Bangladesh, Nepal, and Pakistan.</p><p>“UAE-based migrant workers and their communities back home are among those contributing least to the climate crisis, yet are often the ones who have the greatest exposure to climate harms and are struggling to deal with them,” said Michael Page, deputy Middle East director at HRW.</p><p>“Not only is the UAE contributing to the climate crisis as one of the world’s largest fossil fuel producers, but its deep-rooted labor abuses and inadequate heat protections contribute to climate injustice in multiple ways.”</p><p>Between May and September 2023, HRW interviewed over 100 current and former UAE-based migrant workers from Pakistan, Bangladesh, and Nepal. </p><p>The migrants, working in construction, cleaning, agriculture, animal herding, and security sectors, were often exposed to the UAE’s extreme heat, which is also increasing due to climate change.</p><p>Most of these workers live in or are from areas already facing devastating consequences of the climate crisis such as floods, cyclones, and salinization of agricultural lands, the rights group said.</p><p>“The UAE authorities are externalizing climate risks to migrant workers, who are disproportionately exposed to extreme heat, without ensuring adequate protections and by sending workers home who face serious health harms without remedy.”</p><p>HRW called on the foreign governments to pressure the UAE, the host of the COP28 Climate Summit to be held from Nov. 30 to Dec. 12, to strengthen its labor protections for migrant workers to address abuses.</p><p>A Pakistani air conditioning technician told HRW that the excessive heat in the UAE made “living without air conditioning impossible.”</p><p>“Repairing units is akin to an emergency. Clients demand swift repairs, the worker said.</p><p>He claimed he worked 14-hour days in the heat without health insurance, had no paid sick leave, and faced additional pay deductions for days he was too sick to work.</p><p>In addition to extreme heat, HRW said, the workers were also subject to labor abuses like wage theft and exorbitant recruitment fees, which affected their ability to send home remittances.</p><p>Pakistan and Bangladesh are among the top 10 global recipients of remittances at fifth and seventh positions.</p><p>Remittances by migrant workers have long been a critical income source for their families, said HRW. </p><p>It can reduce migrant workers’ families’ vulnerabilities to economic shocks and meet basic needs like food and shelter.</p><p>Remittances are not a cure-all for challenges migrant workers’ families face, nor should it be considered a replacement for proper climate adaptation planning,” said Page. EFE</p><p>ijm/up/ssk</p>", "publisher": "EFE - English Newswire", "instances": ["Remittances by migrant workers have long been a critical income source for their families, said HRW. It can reduce migrant workers’ families’ vulnerabilities to economic shocks and meet basic needs like food and shelter. EFEijm/up/ssk"]}, {"relevance_score": 26, "title": "Activists fear repression as COP28 spotlights UAE’s rights record", "published": "2023-11-24", "bodyText": "<p nitf:lede=\"true\">By Isaac J. Martin</p><p nitf:lede=\"true\">Cairo, Nov 24 (EFE).- World leaders, scientists, and activists are set to gather at the United Nations climate conference in the United Arab Emirates (UAE) next week, with rights defenders planning to shine a spotlight on human rights and climate justice.</p><p nitf:lede=\"true\">However, concerns are mounting about restrictions in the oil-rich monarchy, notorious for suppressing dissent with its strict criminal justice system.</p><p>According to nonprofits, the Arab country has a dismal human rights record, and the UN climate conference has put the spotlight on its history of repression, with activists urging the authorities to protect civic space and facilitate the active participation of observers during the event.</p><p>“Mere assurances are not enough to allay the very real fears of activists planning to travel to Dubai,” Marta Schaaf, Amnesty International' s Director of Climate, Economic and Social Justice, and Corporate Accountability Program, told EFE.</p><p>The country’s law restricts and severely punishes free speech and peaceful assembly, besides penalizing criticism of the political system, the government, and those in power.</p><p>There are concerns about electronic surveillance, a practice in the country.</p><p>“UAE authorities have obliterated its civil society over the last decade. They have locked up human rights activists, independent organizations, and political dissidents, enacted repressive laws, and used the criminal justice system to eliminate any dissent,” Richard Pearshouse, the director of the environment and human rights division at Human Rights Watch, told EFE.</p><p>The country has promised that there will be space available for climate activists to gather peacefully and make their voices heard in the so-called Green Zone, outside the Blue Zone, where negotiations happen.</p><p>However, as happened last year at COP27 in Sharm el Sheikh, Egypt, activists plan to be confined to the Blue Zone of the COP site, which is managed by the UN rather than UAE authorities for fear of being repressed under Emirati jurisdiction in the Green Zone.</p><p>“There is a terrifying disconnect between vague promises that ‘everything’s going to be just fine’ and the fact that dozens of human rights defenders, civil society activists, and political dissidents are in detention,” Pearshouse said.</p><p>He said the UN signed an agreement with the UAE authorities about hosting the conference, which was not made public. </p><p>Schaaf recalled that global rights groups like Amnesty International cannot enter the country for research activities, and no UN special rapporteur has been able to visit the emirates since 2014.</p><p>Schaaf said the climate crisis “is a human rights crisis, and fossil fuel phase-out, climate adaptation, and funding for loss and damage are human rights imperatives.”</p><p>She emphasized that policy debate calls for the participation of those most affected by climate change and thorough assessments of how climate policy can address entrenched discrimination.</p><p>“Such debate can only occur in an open and inclusive setting, where the rights to free assembly, association, and expression are respected, protected, and fulfilled.”</p><p>She pointed out that the UAE, which has not ratified core human rights treaties, falls short of meeting the requirements “as it severely restricts these rights.”</p><p>If Egyptian pro-democracy activist Alaa Abdelfatah was iconic at the last COP27, for this year, it would undoubtedly be Ahmed Mansoor.</p><p>Mansoor, a winner of the prestigious Martin Ennals award in 2015, was arrested on Mar. 20, 2017, and sentenced to 10 years in prison for insulting the status and prestige of the UAE and its symbols, including its leaders.</p><p>He faced the brunt for his peaceful pro-rights activism, including through social networks.</p><p>“Ahmed Mansoor is arguably the UAE’s most well-known human rights defender. All governments and UN bodies participating in this conference should publicly call for Mansoor’s release,” Pearshouse said.</p><p>Schaaf also called for the release of “prisoner of conscience Ahmed Mansoor,” urging the UAE to demonstrate its stated commitment to protecting human rights ahead of COP28 “by immediately and unconditionally releasing all those arbitrarily detained solely for the peaceful exercise of their human rights or for reasons of discrimination.” EFE</p><p>ijm-ssk</p>", "publisher": "EFE - English Newswire", "instances": ["He said the UN signed an agreement with the UAE authorities about hosting the conference, which was not made public. Schaaf recalled that global rights groups like Amnesty International cannot enter the country for research activities, and no UN special rapporteur has been able to visit the emirates since 2014. ”She emphasized that policy debate calls for the participation of those most affected by climate change and thorough assessments of how climate policy can address entrenched discrimination. “Such debate can only occur in an open and inclusive setting, where the rights to free assembly, association, and expression are respected, protected, and fulfilled."]}, {"relevance_score": 2, "title": "Pakistan approves national plan for climate change resilience.", "published": "2023-07-26", "bodyText": "<h>ABSTRACT</h><p>Islamabad, July 26 (EFE).- Pakistan on Wednesday approved a national plan to reduce vulnerabilities and build resilience to climate change in the country.</p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 2, "title": "Millions caught in hunger emergency in Horn of Africa, warns UN", "published": "2023-05-24", "bodyText": "<h>ABSTRACT</h><p>Nairobi, May 24 (EFE).- Millions of people in the Horn of Africa are facing emergency levels of hunger as the region suffers from one crisis after another, the World Food Programme (WFP) warned on Wednesday. </p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 0, "title": "UN sets ambitious extreme weather adaptation target", "published": "2022-03-23", "bodyText": "<h>ABSTRACT</h><p>By Mario Villar</p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 2, "title": "Australia adds large gliding marsupial to endangered species list", "published": "2022-07-05", "bodyText": "<h>ABSTRACT</h><p>Sydney, Australia, Jul 5 (EFE).- Australia included Petauroides volans, an endemic mammal the size of a cat considered the largest gliding marsupial in the world, on its national list of endangered species, as environmental groups warn of the species' \"devastating\" decline.</p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 2, "title": "New Zealand calls for peace, stability in Pacific amid rising tensions", "published": "2022-05-25", "bodyText": "<h>ABSTRACT</h><p>Sydney, Australia, May 25 (EFE).- New Zealand's prime minister Wednesday called for peace and stability in the Pacific as Chinese Foreign Minister Wang Yi toured the region amid Beijing's tensions with the United States and other countries.</p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 2, "title": "Australia announces billion-dollar funding to protect Great Barrier Reef", "published": "2022-01-28", "bodyText": "<h>ABSTRACT</h><p>Sydney, Australia, Jan 28 (EFE).- Australia announced Friday a further AU$1 billion ($704 million) aimed at protecting the Great Barrier Reef, which last year came close to being added to the list of World Heritage in Danger.</p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 0, "title": "Panama aquaculture project helping restore local sea cucumber population", "published": "2021-12-16", "bodyText": "<h>ABSTRACT</h><p>By Ana de Leon </p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 2, "title": "1 billion children at 'extremely high risk' of climate crisis impacts: Unicef", "published": "2021-08-20", "bodyText": "<h>ABSTRACT</h><p>United Nations, Aug 19 (EFE).- One billion children are at an \"extremely high risk\" of the impacts of the climate crisis, according to a new report from Unicef, whose chief described the situation as \"unimaginably dire.\"</p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 2, "title": "G20 agrees to strengthen cooperation, defends global trade system", "published": "2025-07-18", "bodyText": "<h>ABSTRACT</h><p>Johannesburg, Jul 18 (EFE).- The G20 Finance Ministers and Central Bank Governors adopted a joint statement by consensus in South Africa on Friday, pledging to strengthen international cooperation and defend the global trade system amid increasing geopolitical and trade tensions.</p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 0, "title": "UN Ocean Conference closes with significant progress despite US absence", "published": "2025-06-13", "bodyText": "<h>ABSTRACT</h><p>By Antonio Torres del Cerro </p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 1, "title": "Trump's success and COP's failures have placed us firmly on the 'highway to climate hell'", "published": "2025-02-05", "bodyText": "<p>Trump has pulled the US out of the Paris Climate Agreement and vowed to increase fossil fuel extraction.</p>", "publisher": "The Conversation - Spanish", "instances": []}, {"relevance_score": 30, "title": "Estado y tendencias del Informe de Adaptación y Climate Adaptation Summit 2021", "published": "2021-01-13", "bodyText": "<p nitf:lede=\"true\">PR Newswire</p><p nitf:lede=\"true\">-Sesión informativa para los medios: estado y tendencias del Informe de Adaptación y Climate Adaptation Summit 2021</p><p nitf:lede=\"true\">Cuándo:Miércoles 20 de enero a las 12.00 CET<br/>Qué:Sesión informativa con Ban Ki-moon, 8º Secretario General de las Naciones Unidas<br/>Dónde:Para registrarse, envíe un <email normalizedValue=\"mailto:emailCAS2021-Press@minienw.nlcon\">emailCAS2021-Press@minienw.nlcon</email> su nombre, medio de comunicación y dirección de correo electrónico de trabajo.</p><p nitf:lede=\"true\"><url normalizedValue=\"https://mma.prnewswire.com/media/1044191/GCA_Logo.jpg\"/></p><p>Para obtener más información sobre la Climate Adaptation Summit del lunes 25 de enero de 2021 y los anuncios adjuntos del Global Center on Adaptation el viernes 22 de enero, únase a nuestra reunión de prensa con:</p><p><emphasis typeStyle=\"un\">Ban Ki-moon, 8º Secretario General de las Naciones Unidas y Presidente del Global Center on Adaptation Patrick Verkooijen, consejero delegado del Global Center on Adaptation</emphasis></p><p>En la segunda parte de esta sesión de medios de comunicación, recibirá una información de antecedentes extraoficial sobre la Climate Adaptation Summit.</p><p>El Global Center on AdaptationEl Global Center on Adaptation (GCA) es una nueva organización internacional, liderada por Patrick Verkooijen, que actúa como un agente de soluciones para acelerar la acción de adaptación.</p><p>En el previo a la Cumbre, GCA hará los siguientes anuncios el viernes 22 de enero de 2021 en su calidad de Socio Administrativo de la Climate Adaptation Summit.</p><p>++Embargado hasta el viernes 22 de enero de 2021, 0100 GMT++ Estado y tendencias del Informe de Adaptación de 2020Este informe es el primero de una serie que evaluará los progresos en la adaptación al clima y proporcionará orientación y recomendaciones sobre las mejores prácticas para adaptarse a los efectos de un clima cambiante y fomentar la resiliencia a las perturbaciones climáticas.</p><p>Declaración científica firmadaMás de 2.500 científicos de más de 130 países lanzaránuna declaración firmadapidiendo a los líderes mundiales, los responsables de la toma de decisiones y los inversores, que cambien la forma en que entendemos, planificamos e invertimos en un clima cambiante para garantizar que limitamos los daños futuros. </p><p>Declaración de la juventudDirigido por la Youth Adaptation Network de GCA, jóvenes de más de 115 países presentarán un Llamamiento Global de Acción Juvenil \"Adaptar para nuestro Futuro\" que será compartido con los líderes mundiales en la Climate Adaptation Summit.</p><p>++Embargado hasta el lunes 25 de enero de 2021, 0100 GMT++ Sesión Informativa - Climate Adaptation SummitOrganizada por los Países Bajos, CAS2021 es la primera cumbre mundial de líderes mundiales dedicada a acelerar la acción para una recuperación resistente al clima de la Covid-19. Tras los trabajos de la Global Commission on Adaptation, presidida por Ban Ki-moon, 8º Secretario General de las Naciones Unidas, Bill Gates, cofundador de la Bill and Melinda Gates Foundation y Kristalina Georgieva, directora administrativa del Fondo Monetario Internacional, CAS2021 lanzará una amplia Agenda de Acción de Adaptación para poner en marcha una década transformadora.</p><p>Participarán líderes mundiales como el Primer Ministro de los Países Bajos Mark Rutte, la canciller alemana Angela Merkel, el primer ministro británico Boris Johnson, el presidente de Francia, Emmanuel Macron, el primer ministro Narendra Modi y el primer ministro de Bangladesh Sheikh Hasina. Estarán acompañados por Bill Gates, cofundador de la Bill and Melinda Gates Foundation, el Secretario General de las Naciones Unidas Antonio Guterres, la directora administrativa del FMI, Kristalina Georgieva y el vicepresidente ejecutivo de la Comisión Europea Frans Timmermans.</p><p>Durante esta sesión informativa se le informará sobre los objetivos, relevancia y contenidos de la Climate Adaptation Summit y se compartirá información práctica sobre cómo puede registrarse para asistir.</p><p>Registro para la CumbreSi desea unirse a CAS como prensa, es necesario un registro de prensa. Para registrarse como prensa para CAS2021, haga clic aquí:<url normalizedValue=\"https://www.cas2021.com/press/press-accreditation\">https://www.cas2021.com/press/press-accreditation</url></p><p>Para más informaciónCoordinador de medios de la Climate Adaptation Summit<br/><email normalizedValue=\"mailto:miranda.mens@minienw.nl\">miranda.mens@minienw.nl</email></p><p>Responsable de Comunicaciones, Global Center on Adaptation<br/><email normalizedValue=\"mailto:Alex.gee@gca.org\">Alex.gee@gca.org</email></p><p>Sitio web<url normalizedValue=\"http://www.cas2021.com\">http://www.cas2021.com</url></p><p>Logo -<url normalizedValue=\"https://mma.prnewswire.com/media/1044191/GCA_Logo.jpg\">https://mma.prnewswire.com/media/1044191/GCA_Logo.jpg</url> <br/>Logo -<url normalizedValue=\"https://mma.prnewswire.com/media/1419910/Climate_Adaptation_Summit_Logo.jpg\">https://mma.prnewswire.com/media/1419910/Climate_Adaptation_Summit_Logo.jpg</url></p><p><url normalizedValue=\"https://mma.prnewswire.com/media/1419910/Climate_Adaptation_Summit_Logo.jpg\"/> <url normalizedValue=\"https://rt.prnewswire.com/rt.gif?NewsItemId=SE47632&amp;Transmission_Id=202101131940PR_NEWS_EURO_ND__SE47632&amp;DateId=20210113\"/></p>", "publisher": "PR Newswire Europe(Spanish)", "instances": ["00 CETQué:Sesión informativa con Ban Ki-moon, 8º Secretario General de las Naciones UnidasDónde:Para registrarse, envíe un emailCAS2021-Press@minienw. nlcon su nombre, medio de comunicación y dirección de correo electrónico de trabajo.", "00 CETQué:Sesión informativa con Ban Ki-moon, 8º Secretario General de las Naciones UnidasDónde:Para registrarse, envíe un emailCAS2021-Press@minienw. nlcon su nombre, medio de comunicación y dirección de correo electrónico de trabajo. El Global Center on AdaptationEl Global Center on Adaptation (GCA) es una nueva organización internacional, liderada por Patrick Verkooijen, que actúa como un agente de soluciones para acelerar la acción de adaptación. En el previo a la Cumbre, GCA hará los siguientes anuncios el viernes 22 de enero de 2021 en su calidad de Socio Administrativo de la Climate Adaptation Summit.", "Para obtener más información sobre la Climate Adaptation Summit del lunes 25 de enero de 2021 y los anuncios adjuntos del Global Center on Adaptation el viernes 22 de enero, únase a nuestra reunión de prensa con:Ban Ki-moon, 8º Secretario General de las Naciones Unidas y Presidente del Global Center on Adaptation Patrick Verkooijen, consejero delegado del Global Center on AdaptationEn la segunda parte de esta sesión de medios de comunicación, recibirá una información de antecedentes extraoficial sobre la Climate Adaptation Summit. El Global Center on AdaptationEl Global Center on Adaptation (GCA) es una nueva organización internacional, liderada por Patrick Verkooijen, que actúa como un agente de soluciones para acelerar la acción de adaptación. ++Embargado hasta el viernes 22 de enero de 2021, 0100 GMT++ Estado y tendencias del Informe de Adaptación de 2020Este informe es el primero de una serie que evaluará los progresos en la adaptación al clima y proporcionará orientación y recomendaciones sobre las mejores prácticas para adaptarse a los efectos de un clima cambiante y fomentar la resiliencia a las perturbaciones climáticas. Declaración científica firmadaMás de 2.", "Declaración científica firmadaMás de 2. 500 científicos de más de 130 países lanzaránuna declaración firmadapidiendo a los líderes mundiales, los responsables de la toma de decisiones y los inversores, que cambien la forma en que entendemos, planificamos e invertimos en un clima cambiante para garantizar que limitamos los daños futuros. ++Embargado hasta el lunes 25 de enero de 2021, 0100 GMT++ Sesión Informativa - Climate Adaptation SummitOrganizada por los Países Bajos, CAS2021 es la primera cumbre mundial de líderes mundiales dedicada a acelerar la acción para una recuperación resistente al clima de la Covid-19. Tras los trabajos de la Global Commission on Adaptation, presidida por Ban Ki-moon, 8º Secretario General de las Naciones Unidas, Bill Gates, cofundador de la Bill and Melinda Gates Foundation y Kristalina Georgieva, directora administrativa del Fondo Monetario Internacional, CAS2021 lanzará una amplia Agenda de Acción de Adaptación para poner en marcha una década transformadora.", "500 científicos de más de 130 países lanzaránuna declaración firmadapidiendo a los líderes mundiales, los responsables de la toma de decisiones y los inversores, que cambien la forma en que entendemos, planificamos e invertimos en un clima cambiante para garantizar que limitamos los daños futuros. Declaración de la juventudDirigido por la Youth Adaptation Network de GCA, jóvenes de más de 115 países presentarán un Llamamiento Global de Acción Juvenil \"Adaptar para nuestro Futuro\" que será compartido con los líderes mundiales en la Climate Adaptation Summit. Tras los trabajos de la Global Commission on Adaptation, presidida por Ban Ki-moon, 8º Secretario General de las Naciones Unidas, Bill Gates, cofundador de la Bill and Melinda Gates Foundation y Kristalina Georgieva, directora administrativa del Fondo Monetario Internacional, CAS2021 lanzará una amplia Agenda de Acción de Adaptación para poner en marcha una década transformadora. Participarán líderes mundiales como el Primer Ministro de los Países Bajos Mark Rutte, la canciller alemana Angela Merkel, el primer ministro británico Boris Johnson, el presidente de Francia, Emmanuel Macron, el primer ministro Narendra Modi y el primer ministro de Bangladesh Sheikh Hasina.", "Participarán líderes mundiales como el Primer Ministro de los Países Bajos Mark Rutte, la canciller alemana Angela Merkel, el primer ministro británico Boris Johnson, el presidente de Francia, Emmanuel Macron, el primer ministro Narendra Modi y el primer ministro de Bangladesh Sheikh Hasina. Estarán acompañados por Bill Gates, cofundador de la Bill and Melinda Gates Foundation, el Secretario General de las Naciones Unidas Antonio Guterres, la directora administrativa del FMI, Kristalina Georgieva y el vicepresidente ejecutivo de la Comisión Europea Frans Timmermans. Registro para la CumbreSi desea unirse a CAS como prensa, es necesario un registro de prensa. Para registrarse como prensa para CAS2021, haga clic aquí:https://www.", "Para registrarse como prensa para CAS2021, haga clic aquí:https://www. cas2021. mens@minienw. nlResponsable de Comunicaciones, Global Center on AdaptationAlex."]}, {"relevance_score": 2, "title": "Valencia floods: Our warming climate is making once-rare weather more common, and more destructive", "published": "2024-11-05", "bodyText": "<p>Heavy storms used to hit Spain every 3-4 years. Now they happen all the time, and they're getting much worse.</p>", "publisher": "The Conversation - Spanish", "instances": []}, {"relevance_score": 23, "title": "El desafío climático origina nuevos retos para el tejido empresarial", "published": "2023-12-04", "bodyText": "<p nitf:lede=\"true\">Jesús de las Casas. Madrid </p><p nitf:lede=\"true\"/><p nitf:lede=\"true\">La localización geográfica convierte España en un país especialmente vulnerable al impacto del cambio climático. Expuesta al aumento de los episodios de calor extremo, sequías y olas de calor, el 75% de la península ibérica está en peligro de desertización, según el Fondo Mundial para la Naturaleza. El rol de las empresas, el sector público y la sociedad para hacer frente a los retos que supone este elevado riesgo protagonizó la jornada Desafíos para la lucha contra el cambio climático y la descarbonización, en el marco del segundo encuentro de sostenibilidad organizado por EXPANSIÓN y Bain &amp; Company.</p><p nitf:lede=\"true\">Aunque España ha hecho un esfuerzo por lograr avances en la hoja de ruta de la descarbonización y ha conseguido reducir las emisiones de gases contaminantes, la velocidad del cambio no es suficiente. Esta transformación debería acelerarse entre nueve y doce veces respecto al ritmo actual, según advierte la nueva edición del Informe de madurez ESG en España, elaborado por Bain &amp; Company para recoger la visión del mercado nacional en el contexto del nuevo paradigma que supone la generalización de los criterios ESG  medioambientales, sociales y de buen gobierno .</p><p> El primer gran reto que detectan las empresas tiene que ver con la información: son medidas complicadas y novedosas, mientras que los incentivos son escasos , comentó Ibon García, socio de Bain &amp; Company, acerca de una transformación que concede a las grandes compañías el papel de agentes del cambio. Ante un riesgo climático que plantea amenazas reales sobre la continuidad de las operaciones y puede generar aumentos de costes, García subrayó que  todas las voces de la industria destacan la colaboración público-privada como un aspecto clave para el éxito de estas iniciativas . Para ello, reclaman estabilidad en el marco regulatorio y una simplificación de los trámites burocráticos.</p><h>Estrategias</h><p>La descarbonización es un desafío particularmente complejo para el sector energético, que se enfrenta al denominado trilema energético: sostenibilidad, seguridad de suministro y un precio asequible.  Descarbonizar no pasa únicamente por la electrificación: hay más tecnologías y soluciones que España y Europa no están considerando del todo , subrayó Antonio López-Rodriguez, head de transición energética y cambio climático de Repsol. En concreto, hizo alusión a alternativas como el hidrógeno verde y el biometano, añadiendo que  necesitamos marcos regulatorios estables que apoyen la inversión de las compañías a largo plazo y permitan que los costes de la transición energética se reduzcan .</p><p>El responsable de Repsol remarcó que el control de las emisiones de Alcance 3  aquellas originadas en la cadena de suministro  es uno de los principales retos para las grandes empresas, una visión que compartió Beatriz Arribas, senior manager de sostenibilidad de Coca-Cola Europacific Partners:  En nuestro caso representa más del 90% de las emisiones; eso nos brinda una gran oportunidad porque tenemos la capacidad de ayudar a otros sectores acompañando a nuestros proveedores . Con el foco en ámbitos como la hostelería,  las empresas líderes debemos tomar decisiones y asumir esa responsabilidad de liderazgo , dijo Arribas, que abogó por  pasar del compromiso a la acción .</p><p>En este sentido,  cada empresa afronta el desafío de la neutralidad en carbono desde una posición distinta; por ello es importante la flexibilidad y la colaboración público- privada , comentó Cristina Riestra, jefa del área de medioambiente y cambio climático de la CEOE. Las pymes necesitan capacitación y recursos para sumarse a estos objetivos, pero deben hacerlo para no perder competitividad, dado que accionistas e inversores cada vez se fijan más en los aspectos ligados a la sostenibilidad. De este modo, Riestra afirmó que  la colaboración entre empresas y sectores resulta esencial para la adaptación al cambio climático , así como las inversiones en tecnología e infraestructuras sostenibles.</p><p>Pese a que España goza de una buena posición relativa en la senda de la descarbonización, queda mucho por hacer en el plano de la movilidad tanto de personas como de mercancías.  Nos enfrentamos a un problema complejo donde las restricciones fundamentales no tienen que ver con la tecnología ni con la disponibilidad de recursos financieros, con la gobernanza, la toma de decisiones y la búsqueda de incentivos suficientes , destacó Gonzalo Delacámara, director del IE Centre for Water &amp; Climate Adaptation. Si bien los costes de la descarbonización son altos, Delacámara advirtió que  el coste de la inacción es mucho mayor .</p><p>En definitiva,  esta transición sólo puede materializarse si, a su vez, va acompañada de una transformación del modelo de negocio que genere valor , indicó Ignacio Otero, socio director de Bain &amp; Company en España y Portugal. La buena noticia es que esto es posible, como demuestra el ejemplo de compañías que implementan modelos de economía circular que dan lugar a nuevas cadenas de valor. Además de la importancia de llevar a cabo una transición ordenada, Otero coincidió en que la necesidad de generar ecosistema:  Es imposible conseguir avances sin alianzas y cooperación precompetitiva .</p>", "publisher": "Expansion (Spain)", "instances": ["De este modo, Riestra afirmó que  la colaboración entre empresas y sectores resulta esencial para la adaptación al cambio climático , así como las inversiones en tecnología e infraestructuras sostenibles. Pese a que España goza de una buena posición relativa en la senda de la descarbonización, queda mucho por hacer en el plano de la movilidad tanto de personas como de mercancías. Si bien los costes de la descarbonización son altos, Delacámara advirtió que  el coste de la inacción es mucho mayor . En definitiva,  esta transición sólo puede materializarse si, a su vez, va acompañada de una transformación del modelo de negocio que genere valor , indicó Ignacio Otero, socio director de Bain &amp; Company en España y Portugal."]}, {"relevance_score": 28, "title": "Mariano Rajoy y Joaquín Almunia alertan del peligro de los populismos e instan a la UE a recuperar su soberanía", "published": "2024-03-13", "bodyText": "<p nitf:lede=\"true\">El expresidente del Gobierno Mariano Rajoy (PP) y el exministro socialista y exvicepresidente de la Comisión Europea Joaquín Almunia han reflexionado este miércoles sobre los retos para gobernar el mundo actual, como la amenaza del populismo, las noticias falsas, la guerra en Ucrania o la disputa entre China y EE UU por la hegemonía mundial. El exdirigente popular ha asegurado que Europa no puede \"subarrendar\" su seguridad a Estados Unidos y que es necesario que los países \"recuperen cierta soberanía\". Ambos han coincidido en que las democracias liberales atraviesan una crisis por \"no haber sabido dar respuestas a los problemas de la sociedad\", y han alertado del peligro de un posible auge de los ultras en <url normalizedValue=\"https://elpais.com/noticias/elecciones-europeas/\">las elecciones europeas de este verano.</url> El encuentro ha tenido lugar en la Fundación Telefónica, en el centro de Madrid, con motivo del vigésimo aniversario de <url normalizedValue=\"https://thinkingheads.com/?https%3A%2F%2Fwww_thinkingheads_com%2Ftop100_conferenciantes%2F&amp;utm_term&amp;utm_campaign=ES%20%7C%20Thinking%20Heads%20%7C%20DSA&amp;utm_source=adwords&amp;utm_medium=ppc&amp;hsa_acc=4737753570&amp;hsa_cam=19863797005&amp;hsa_grp=145869140086&amp;hsa_ad=651922175487&amp;hsa_src=g&amp;hsa_tgt=dsa-445934146770&amp;hsa_kw&amp;hsa_mt&amp;hsa_net=adwords&amp;hsa_ver=3&amp;gad_source=1&amp;gclid=EAIaIQobChMI8r_ap6LyhAMV6pJoCR1iXgZOEAAYASAAEgJ5jPD_BwE\">Thinking Heads</url>, consultora especializada en liderazgo, en una serie de conferencias en las que también han participado entre otros, la vicepresidenta del Gobierno, María Jesús Montero, y la presidenta del Consejo de Estado, Carmen Calvo.</p><p>El evento se ha producido minutos después de que el <emphasis typeStyle=\"it\">president</emphasis> de la Generalitat, Pere Aragonès, anunciase el adelanto electoral en Cataluña para el 12 de mayo. La noticia ha llevado a la vicepresidenta primera y ministra de Hacienda a deslizar ante la prensa que \"no era descartable\" tener que renunciar a los Presupuestos Generales del Estado de 2024 y centrarse en los del próximo año por las complicaciones que pudieran surgir en el tablero político español. La frase daba una pista de <url normalizedValue=\"https://elpais.com/espana/2024-03-13/pedro-sanchez-renuncia-a-los-presupuestos-de-2024-y-ordena-trabajar-ya-en-los-de-2025.html\">la decisión posteriormente confirmada por EL PAÍS</url>. Cuestionada por el <url normalizedValue=\"https://elpais.com/espana/madrid/2024-03-13/la-pareja-de-ayuso-ofrecio-pagar-una-sancion-por-facturas-irregulares-de-sus-negocios-en-costa-de-marfil-y-mexico-segun-el-entorno-de-la-presidenta.html\">presunto fraude fiscal cometido por la pareja de la presidenta de la Comunidad de Madrid</url>, Isabel Díaz Ayuso, Montero ha instado a Ayuso a \"dar explicaciones en lugar de echar balones fuera\" y a \"tomar nota\" de las responsabilidades que el PSOE ha exigido al aún diputado José Luis Ábalos por el caso Koldo.</p><p>En debate distendido entre Rajoy y Almunia, el expresidente ha alertado sobre la crisis de los principios que atraviesan las democracias liberales, con mención especial a una Unión Europea más amenazada que nunca. Uno de los puntos más destacados de la conversación ha sido el concepto de soberanía ante las inminentes elecciones europeas. Almunia ha esgrimido que la democracia europea no es perfecta, y que un aspecto a mejorar sería que comenzasen a existir auténticas familias políticas europeas, \"en lugar de partidos nacionales que se presentan a las europeas\". Pese a todo, el exministro ha mantenido que Europa representa al \"referente mundial\" en cuanto al bienestar generado en el mundo, algo que no siempre se comparte en el concierto internacional. \"Han dejado de ver la democracia liberal europea como un referente indiscutible. Es nuestra responsabilidad volver a ganar adeptos y exportar nuestro modelo a países del Sur Global\".</p><p>Rajoy, por su parte, ha defendido que una de las razones para explicar la crisis de fe en las democracias liberales surgió a partir de la Gran Recesión. \"Las democracias liberales no han sabido dar respuesta a algunos problemas de la sociedad, y de ahí surgen los populismos que proclaman soluciones pero que luego no saben gobernar, ni resolver nada\". Y ante al auge de la extrema derecha y los posibles pactos de los partidos hegemónicos para formar gobierno con los ultras, el expresidente conservador ha recordado que la UE nace de la unión de dos grandes fuerzas políticas, los populares y los socialdemócratas. \"Puede haber acompañantes, pero si rompemos las reglas, no sabemos qué va a pasar\".</p><p>Una de las claves para ambos políticos en la reserva es recuperar la soberanía para que Europa vuelva a volverse relevante en el ámbito internacional ante el auge de amenazas externas como China y Rusia. Rajoy y Almunia han coincidido al argumentar que Europa debe aspirar a algo más que a \"subarrendar\" la seguridad a los Estados Unidos, especialmente ante un posible regreso de Trump a la Casa Blanca que haga que los EE UU dejen de ser un socio fiable para los europeos. \"Hay que reforzar la alianza atlántica, pero con garantías para Europa. Si gana Biden, podemos fiarnos de este socio, pero si gana Trump, ya tenemos bastantes pruebas para desconfiar\", ha explicado Almunia.</p><p>Aunque Rajoy dejó claro que no había venido a \"molestar a nadie\" y trató de eludir la actualidad política, dejó una indirecta para el Gobierno español actual y <url normalizedValue=\"https://elpais.com/noticias/ley-amnistia/\">sus pactos con el independentismo catalán</url>. \"Algunos empiezan a creer que la democracia es votar y poco más. Sin ley, no hay democracia. Si alguien quiere convocar un referéndum, tiene que hacerlo respetando la ley. Si no, esto es la ley de la selva, la del más fuerte\".</p><p>El resto de las conferencias han versado sobre los desafíos y límites de la Inteligencia Artificial, en la que han participado el divulgador científico Mariano Sigman y el periodista de EL PAÍS, Jordi Pérez Colomé; Liderazgo, con la participación del exjugador de baloncesto Pau Gasol y la presidenta del Consejo de Estado Carmen Calvo; o Sostenibilidad, que ha contado con un debate entre la experta en desarrollo sostenible Isabel Garro y el director del IE Centre for Water &amp; Climate Adaptation, Gonzalo Delacámara.</p>", "publisher": "El Pais - Spanish (online)", "instances": ["Si alguien quiere convocar un referéndum, tiene que hacerlo respetando la ley. Si no, esto es la ley de la selva, la del más fuerte\"."]}, {"relevance_score": 2, "title": "Baleares, entre las 118 regiones de la \"Misión de adaptación al clima\" de UE", "published": "2022-06-08", "bodyText": "<h>ABSTRACT</h><p>Palma, 8 jun (EFE).- La Comisión Europea ha anunciado las primeras 118 regiones y autoridades locales, de las 150 totales, que participarán en la misión de la UE (\"Mission Climate Adaptation\") para la \"Adaptación al Cambio Climático\", entre las que se encuentran las Islas Baleares.</p>", "publisher": "EFE - Spanish Newswire", "instances": ["ABSTRACTPalma, 8 jun (EFE)."]}, {"relevance_score": 98, "title": "Cómo preparar a un país para la sequía crónica", "published": "2024-03-17", "bodyText": "<p nitf:lede=\"true\">         Las lluvias de las últimas semanas han aliviado en parte la angustia hídrica en algunas zonas de España, sobre todo, en el oeste. Sin embargo, la situación es todavía realmente mala en el área mediterránea. Buena parte padece cíclicamente periodos de sequía, que han hecho que el país se haya ido preparando para contar con reservas y fuentes alternativas. A pesar de esa preparación, los análisis de los expertos que maneja el Gobierno para abordar la planificación hidrológica apuntan a una situación cada vez peor debido al cambio climático.  Los pronósticos, advierte el Ministerio para la Transición Ecológica en su planificación, señalan que habrá una “reducción de la disponibilidad de agua” en el futuro, además de una “mayor frecuencia e intensidad de fenómenos hidrometeorológicos extremos como las sequías e inundaciones”. Ante este pronóstico, ¿se pueden abrir vías alternativas para compensar ese descenso de recursos?</p><p> Para resolver esta pregunta lo mejor es comprender primero dónde va a parar el agua en España y cuánto se consume. En 2021, se emplearon 32.024 hectómetros cúbicos (hm³) en usos consuntivos: abastecimiento urbano, uso agrario e industrial. Y, a mucha distancia del resto, el primer consumidor es el sector agrario: ese año consumió el 80,4% de los recursos. Le siguen los usos urbanos (15,5%) y los industriales (3,4%). Al decretar recortes, siempre se sigue una jerarquía: primero se reduce el agua para la agricultura, luego a la industria y en último lugar el consumo urbano. Los recortes ya han llegado a esa última fase en Cataluña y Andalucía. ¿Es posible evitarlos? ¿Se pueden construir más embalses? ¿Más trasvases? ¿Desalación o aguas regeneradas? A lo primero a lo que el ministerio apunta abiertamente es a rebajar la demanda. Advierte en su planificación de que “la reducción en la disponibilidad de agua para los distintos usos aconseja plantearse disminuciones de la utilización del agua del orden del 15%” de aquí a 2050. O lo que es lo mismo: recortes de tres puntos porcentuales “en cada ciclo sexenal de planificación”. Aunque no se descarta aumentar, por ejemplo, la capacidad de desalación y reutilización.  “España es el primer país de Europa en embalses y el quinto del mundo”, explica Hugo Morán, secretario de Estado de Medio Ambiente. La capacidad total de embalsado en la España peninsular asciende a los 56.039 hectómetros cúbicos. Pero en estos momentos, la reserva alcanza los 31.844 hm³, casi el 57%. Esta cantidad serviría para cubrir casi un año entero de consumo en teoría. Pero eso solo es teoría, porque en la práctica hay un desequilibrio evidente que hace que haya zonas que respiran tranquilas —las cuencas del Duero y del Ebro superan el 70%— mientras que otras están en una situación complicadísima, como las Cuencas Mediterráneas Andaluzas, Guadalete, Segura e Internas de Cataluña, que no llegan ni al 25% de la reserva. ¿La solución, entonces, son más pantanos? Morán no descarta que sea posible construir más embalses. Pero no cree que sea “aconsejable” por “razones de carácter ambiental, social y económico”. Entre otras cosas, porque las normas europeas obligan a que se mantengan unos caudales mínimos en los ríos para conservar la biodiversidad. Pero Morán insiste: “El problema que tenemos ahora no es de embalses, es de agua; el problema es que los embalses están vacíos”. En la misma línea, Josefina Maestu, economista de la Universidad de Alcalá, advierte: “Ahora en muchos casos lo que vemos son embalses que están sobredimensionados o no se llenan, por eso la solución está más en utilizar mejor los embalses que ya tenemos y no en construir nuevos”. Los planes hidrológicos estatales actuales, que son la mayoría y abarcan hasta 2027, prevén la construcción de una decena de presas. Pero la mayoría son obras de laminación, es decir, para prevenir avenidas e inundaciones. De hecho, de la planificación se eliminaron 85<emphasis typeStyle=\"it\"> embalses zombis </emphasis>que no está previsto que se ejecuten.  Para Gonzalo Delacámara, director del Center for Water &amp; Climate Adaptation de la IE University de Madrid, “que se siga hablando de recurrir a los embalses o a los trasvases es una concepción un poco arcaica de la política de agua”. En su opinión, esto no quiere decir que haya que parar las casi 40 transferencias que existen, pero considera que no tienen sentido grandes inversiones en este ámbito. “Hay quienes creen que todo se solucionaría interconectando todas las cuencas. Es pensamiento mágico”. En el 2020/2021, unos 900 hectómetros cúbicos fueron trasvasados entre cuencas. Las cedentes son las del Tajo, Ebro y Guadiana, mientras que las principales receptoras son Segura, Cantábrico Oriental y Tinto, Odiel y Piedras. Pese a existir esas cuatro decenas de trasvases, más del 90% del volumen trasvasado se produce a través de seis transferencias. ¿La solución pasa entonces  por hacer más trasvases? Morán no lo cree: “Esa especie de retrato idílico de que existe un país en el que sobra el agua en unos territorios y entonces es posible llevarla a otros no se corresponde con la realidad. Todas las demarcaciones tienen demandas en estos momentos por encima de sus propias capacidades para atenderlas”, afirma. Maestu coincide: “Es llevar sequía de un lado para otro”. La economista recuerda cuando el trasvase desde la cabecera del Tajo al Segura —la más polémica de las transferencias entre cuencas— se paralizó durante 10 meses por la sequía de 2017 y 2018.  Los embalses o los trasvases son muy dependientes de la meteorología, pero las desaladoras basta ponerlas en marcha para que empiecen a  producir agua. Esto las convierte en algunos casos en un seguro de vida contra la escasez hídrica. Sin embargo deben estar junto al mar y hace falta una demanda continuada de esa agua desalada. Se han construido algunas plantas en España luego infrautilizadas. “Las desaladoras de Águilas y Torrevieja, las dos más grandes de Europa, están funcionando casi al 100%, pues un porcentaje elevado de su producción va hacia la agricultura, que es una demanda que no cesa”, señala Domingo Zarzo, presidente de la Asociación Española de Desalación y Reutilización (AEDyR). “Pero se han hecho algunas plantas que quizá no han respondido a las necesidades”, añade. La cuestión clave es el precio del agua. Zarzo defiende que no se puede considerar caro pagar 0,7 o 0,8 euros por mil litros de agua desalada. Según Delacámara, puede subir a dos o tres euros si se incluye la inversión para llevar el líquido hasta una parcela agrícola. Eso resta competitividad si se compara con los entre 0,09 y 0,15 euros por metro cúbico que cuesta bombear agua de un pozo. “Ahí tenemos una contradicción que resolver, la desalación es una fuente muchísimo más previsible y planificable, pero ha estado subutilizada porque no hemos resuelto el problema de los precios”, recalca Delacámara. “Hay que rediseñar los incentivos, como se hizo para impulsar las energías renovables frente a los combustibles fósiles”. Aparte de los incentivos, el director de AEDyR relata otra forma de reducir los costes. “El 60% del precio del agua desalada viene del consumo de energía, hay que implementar renovables. Es difícil avanzar más en eficiencia o en la reducción del consumo energético en las de­sa­la­do­ras porque ya estamos casi en el límite de lo que se puede conseguir, pero el uso de renovables sí puede abaratar la energía que utilizan, ahí es donde hay que trabajar”. En mayo del año pasado, el Gobierno aprobó 600 millones para instalar parques solares en plantas desaladoras. España es el primer país europeo en desalación, con una producción de entre 560 y 575 hm³, de los que más del 40% están ubicados en la demarcación del Segura. La previsión es que se duplique esta década. Pero esos 1.000 hectómetros cúbicos futuros son una pequeña parte del consumo si se compara con los 30.000 de la demanda anual. Morán advierte: “Tenemos que romper con ese mantra que se está incorporando de que la tecnología lo va a resolver todo. Decir ‘ponga una desaladora en su vida para cada uno de los ciudadanos del país’ no es viable, no es ni física, ni técnica, ni económicamente posible”  Otra fuente no convencional es la reutilización de aguas residuales depuradas. Esto implica depurar a una calidad superior lo que llega al alcantarillado para utilizarlo en agricultura, jardines, baldeo de calles o industria. Hoy es viable depurar el agua de váter para que se pueda beber, aunque la legislación no lo permite.  Por el momento, el porcentaje de reutilización de las aguas residuales tratadas en el conjunto del país es del 10% y el real decreto de medidas urgentes contra la sequía de mayo de 2023 establece como objetivo llegar al 20% en tres años, hasta alcanzar los 1.000 hectómetros cúbicos anuales en 2027. Entre todas las regiones, destaca Murcia, que reutiliza el 98% de lo que sale de sus depuradoras, o el de la Comunidad Valenciana, la región europea con un mayor volumen de agua reutilizada (271,54 hm³). A pesar de estos números, Delacámara considera que en reutilización se ha perdido una década. “Ahora mismo tenemos una capacidad de reutilización en España de 400 millones de metros cúbicos al año [400 hm³], que es la mayor de Europa, pero también prácticamente el mismo dato que hace 10 años”, incide el economista. “Hay que reutilizar hasta la última gota de agua allí donde se pueda”, incide el director de AEDyR, que también considera demasiado modesto el objetivo del 20%.  La reutilización resulta especialmente interesante en el sector de la industria o en núcleos urbanos que viertan sus aguas residuales al mar. Pero puede ser un problema si esto se traduce en una reducción del caudal de las depuradoras que va a parar ahora a los ríos, donde esa agua “debe ayudar a reponer la disponibilidad de recursos de las masas superficiales y las subterráneas”, añade Morán.  “El primer camino que hay que recorrer es el de la eficiencia. Hay que incorporar toda la capacidad de gestión óptima del recurso y empezar a pensar en el agua como un elemento más dentro de la estrategia de circularidad para que no se desperdicie ni una sola gota, y evidentemente ninguno de los sectores está exento de tener que abordar esta transición hidrológica”, resume Morán. “Si hablamos de que hay que reducir demanda, todos los usuarios deben hacerlo, el agrario es el mayor usuario, por tanto su ahorro agregado será lógicamente mayor”, añade. El Gobierno defiende que, tras décadas expansivas en las que el regadío no ha parado de crecer pese a las sequías, en los nuevos planes hidrológicos se rompe con esa tendencia. “Para el conjunto de las demarcaciones hidrográficas intercomunitarias se ha pasado de algo más de 28.000 hm³ al año de asignación a unos 26.300 hm³”, se indica en la planificación hidrológica vigente. Ese recorte, apunta el ministerio, afecta principalmente a “los regadíos expectantes no desarrollados”. Maestu considera que España debe replantearse su sistema agrario y “redimensionarlo”. Los ecologistas apuntan a la necesidad de reducir el regadío. Alberto Garrido, director del Observatorio del Agua de la Fundación Botín, rechaza esa postura: “No hay que parar, hay que consolidar el regadío, no dejarlo crecer más, pero pensar en quitar regadío no tiene mucho sentido”. En lugar de eliminarlos, propone es ajustar el riego a la disponibilidad de agua de cada año. “Se trata de ser más resilientes, más adaptativos, para que las autoridades hidráulicas puedan decir a los agricultores este año ustedes tienen 1.500 hectómetros cúbicos, 1.000, 2.000…”.       </p>", "publisher": "El Pais", "instances": ["Pero la mayoría son obras de laminación, es decir, para prevenir avenidas e inundaciones. De hecho, de la planificación se eliminaron 85 embalses zombis que no está previsto que se ejecuten. En su opinión, esto no quiere decir que haya que parar las casi 40 transferencias que existen, pero considera que no tienen sentido grandes inversiones en este ámbito. “Hay quienes creen que todo se solucionaría interconectando todas las cuencas."]}, {"relevance_score": 39, "title": "La Fundación Gates anuncia una alianza con los Emiratos Árabes Unidos para acelerar la acción sobre el clima", "published": "2023-12-01", "bodyText": "<p nitf:lede=\"true\">PR Newswire<emphasis typeStyle=\"bf\">- La Fundación Gates anuncia una alianza con los Emiratos Árabes Unidos para acelerar la acción sobre el clima y fortalecer los sistemas alimentarios mediante la inversión en innovación agrícola</emphasis>La Fundación pide a los donantes que apoyen la red mundial de investigación agrícola CGIAR. La inversión necesaria para 2025-2027 llegará a 500 millones de agricultores para 2030 y reducirá las emisiones del sector en 1 gigatonelada por año.DUBÁI, EAU, 1 de diciembre de 2023 /PRNewswire/ -- La Fundación Bill y Melinda Gates se unió hoy a los Emiratos Árabes Unidos (EAU) para acelerar el desarrollo de innovaciones que ayudarán a los pequeños agricultores del África subsahariana y el sur de Asia a desarrollar resiliencia y adaptarse al cambio climático. Juntos, asumieron nuevos compromisos por un total de 200 millones de dólares en respuesta a las amenazas inmediatas y a largo plazo a la seguridad alimentaria y la nutrición causadas por el cambio climático.El anuncio fue hecho en la Cumbre Mundial sobre Acción Climática por el copresidente de la fundación Bill Gates, a quien se unió S.E. Mariam bint Mohammed Saeed Hareb Almheiri, ministra de Cambio Climático y Medio Ambiente de los Emiratos Árabes Unidos. </p><p>Gates también pidió a los líderes mundiales que eleven la agricultura como foco de las iniciativas globales de financiación climática y apoyen la red mundial de investigación agrícola, CGIAR.El África subsahariana, donde más del 60 % de la población depende de la agricultura para obtener alimentos e ingresos, representa sólo el 4 % de las emisiones mundiales de gases de efecto invernadero. En los últimos años, una oleada de fenómenos climáticos extremos, como sequías devastadoras en África oriental e inundaciones catastróficas en África occidental, han contribuido a reducir el crecimiento económico y aumentar la desigualdad de ingresos con los países ricos, principalmente al erosionar la producción agrícola y ganadera. Si bien existen numerosas innovaciones para ayudar a los pequeños agricultores de la región, menos del 2 % de la financiación climática global se dedica a cubrir sus necesidades.\"Necesitamos hacer grandes apuestas en innovación para garantizar que los pequeños agricultores del África subsahariana y Asia meridional tengan las herramientas que necesitan para adaptar sus prácticas, alimentar a su gente y desarrollar resiliencia frente al cambio climático\", afirmó Gates. \"Las necesidades de los agricultores son una parte integral de la agenda climática global\".CGIAR, la red de investigación agrícola financiada con fondos públicos más grande del mundo, desempeña un papel fundamental en el apoyo a la producción de alimentos resiliente y sostenible en un mundo sometido a estrés climático. A principios de esta semana, lanzó uncaso de inversión de tres años para asegurar 4.000 millones de dólares para 2027, ayudando al CGIAR a llegar a 500 millones de agricultores para 2030 con innovaciones de adaptación climática y a reducir las emisiones del sector agrícola en 1 gigatonelada por año, el equivalente de eliminar las emisiones de más de 200 millones de automóviles.\"Estamos listos para ampliar rápidamente las innovaciones probadas que ya están ayudando a los agricultores de regiones vulnerables como África y el sur de Asia a adaptarse a condiciones climáticas más desafiantes\", dijo la profesora Lindiwe Majele Sibanda, presidenta de la Junta del Sistema del CGIAR. \"Eso incluye aumentar el acceso a variedades mejoradas de cultivos naturalmente tolerantes al estrés, como la yuca y el mijo, emplear nuevas herramientas y estrategias que los agricultores están utilizando para apoyar ecosistemas saludables reviviendo tierras degradadas y proporcionar pronósticos climáticos a largo plazo que ayuden a los agricultores a anticipar y afrontar los extremos climáticos. y cambios en los patrones de lluvia\".La inversión de 100 millones de dólares de la fundación anunciada hoy, que coincide con el compromiso de 100 millones de dólares de los EAU, apoyará a organizaciones, como el CGIAR, que están a la vanguardia del desarrollo de innovaciones agrícolas. La financiación adicional de la fundación apoyará el trabajo de AIM4Scale, una nueva iniciativa de adaptación climática que lanzarán los Emiratos Árabes Unidos. La fundación también se unirá a países socios, organizaciones filantrópicas e instituciones financieras para ayudar a acelerar el acceso a innovaciones agrícolas de alto impacto para los pequeños agricultores en el África subsahariana y el sur de Asia mediante la reducción de las barreras relacionadas con las políticas y la financiación.<emphasis typeStyle=\"bf\">CGIAR es la \"mejor compra\" en adaptación</emphasis>Durante más de 50 años, el trabajo del CGIAR ha ayudado a salvar millones de vidas y billones de dólares en todo el mundo. Su enfoque en los pequeños agricultores ha generado beneficios humanitarios que rivalizan con el poder de las vacunas para salvar vidas. Ofrece constantemente innovaciones de alto impacto a un coste muy bajo, y cada dólar invertido en su trabajo genera 10 dólares estadounidenses en beneficios para las comunidades agrícolas locales.Con el compromiso de la fundación anunciado hoy, ha superado su promesa actual al CGIAR de 315 millones de dólares y se une a un creciente movimiento global para la acción sobre la adaptación climática. Esto incluye nuevos fondos de los países donantes al CGIAR por un total de más de 800 millones de dólares para el ciclo de financiación 2023-2024.El apoyo de la fundación a la adaptación de la agricultura en la COP28 se basa en compromisos anteriores que se remontan a 2017 para ayudar a los pequeños agricultores a hacer frente al cambio climático. Para obtener más información sobre el trabajo de la fundación para crear un conjunto de soluciones agrícolas climáticamente inteligentes, nuevas aplicaciones de tecnologías digitales, enfoques de bajas emisiones para la ganadería a pequeña escala e innovaciones que abordan las necesidades desatendidas de las agricultoras, visite:<url normalizedValue=\"https://www.gatesfoundation.org/ideas/climate-adaptation\">https://www.gatesfoundation.org/ideas/climate-adaptation</url>.<emphasis typeStyle=\"bf\">Acerca de la Fundación Bill y Melinda Gates</emphasis>Guiada por la creencia de que cada vida tiene el mismo valor, la Fundación Bill y Melinda Gates trabaja para ayudar a todas las personas a llevar una vida sana y productiva. En los países en desarrollo, se centra en mejorar la salud de las personas y darles la oportunidad de salir del hambre y la pobreza extrema. En Estados Unidos, busca garantizar que todas las personas, especialmente aquellas con menores recursos, tengan acceso a las oportunidades que necesitan para tener éxito en la escuela y en la vida. Con sede en Seattle, Washington, la fundación está dirigida por el consejero delegado Mark Suzman, bajo la dirección de los copresidentes Bill Gates y Melinda French Gates y el consejo de administración.<emphasis typeStyle=\"bf\">Contacto de medios:</emphasis> <email normalizedValue=\"mailto:media@gatesfoundation.org\">media@gatesfoundation.org</email><url normalizedValue=\"https://c212.net/c/img/favicon.png?sn=SE82372&amp;sd=2023-12-01\"/> View original content:https://www.prnewswire.com/news-releases/la-fundacion-gates-anuncia-una-alianza-con-los-emiratos-arabes-unidos-para-acelerar-la-accion-sobre-el-clima-302003487.html <url normalizedValue=\"https://rt.prnewswire.com/rt.gif?NewsItemId=SE82372&amp;Transmission_Id=202312011236PR_NEWS_EURO_ND__SE82372&amp;DateId=20231201\"/></p>", "publisher": "PR Newswire Europe(Spanish)", "instances": []}, {"relevance_score": 102, "title": "Desalación, trasvases, más embalses o menos regadíos... Cómo preparar a un país para la sequía crónica", "published": "2024-03-16", "bodyText": "<p nitf:lede=\"true\">Las lluvias de las últimas semanas han aliviado en parte la angustia hídrica en algunas zonas del país, sobre todo, <url normalizedValue=\"https://elpais.com/clima-y-medio-ambiente/2024-03-14/la-sequia-se-alivia-en-el-oeste-peninsular-pero-se-agudiza-en-el-mediterraneo.html\">en el oeste de la Península</url>. Sin embargo, la situación es todavía realmente mala en la área mediterránea. Buena parte de España padece cíclicamente periodos de sequía, que han hecho que el país se haya ido preparando para contar con reservas y fuentes alternativas. Pero a lo que apuntan los análisis de los expertos que maneja el Gobierno para abordar la planificación hidrológica, que se hace a varios años vista, es a una situación cada vez peor debido al cambio climático. Los pronósticos, advierte el Ministerio para la Transición Ecológica en su planificación, señalan que habrá una \"reducción de la disponibilidad de agua\" en el futuro, además de una \"mayor frecuencia e intensidad de fenómenos hidrometeorológicos extremos como las sequías e inundaciones\".</p><p>Ante este pronóstico, ¿se pueden abrir vías alternativas para compensar ese descenso de recursos? Para resolver esta pregunta lo mejor es comprender primero dónde va a parar el agua en España y cuánto se consume. En 2021, se emplearon en el país 32.024 hectómetros cúbicos (hm³) en los llamados usos consuntivos: abastecimiento urbano, uso agrario e industrial. Y, a mucha distancia del resto, el primer consumidor es el sector agrario: ese año consumió el 73,5% de todos los recursos. Le siguen los usos urbanos (15,58%) y los industriales (4,7%).</p><p>Cuando vienen las vacas flacas y hay que decretar recortes, siempre se sigue una jerarquía: <url normalizedValue=\"https://elpais.com/clima-y-medio-ambiente/2024-01-04/la-situacion-limite-de-las-reservas-de-agua-empuja-a-cataluna-y-andalucia-a-restricciones-mas-drasticas.html\">primero se reduce el agua para la agricultura</url>, luego a la industria y siempre en último lugar la dedicada al consumo urbano. En los últimos meses, los recortes ya han llegado a esa última fase en amplias zonas de Cataluña y Andalucía. Pero, pensando en una situación más complicada en el futuro, ¿es posible evitar los recortes? ¿Se pueden construir más embalses? ¿Hay que apostar por más trasvases? ¿La solución es la desalación o las aguas regeneradas?</p><p>A lo primero a lo que el ministerio apunta abiertamente es a rebajar la demanda. Advierte en su planificación de que \"la reducción en la disponibilidad de agua para los distintos usos aconseja plantearse disminuciones de la utilización del agua del orden del 15%\" de aquí a 2050. O lo que es lo mismo: recortes de tres puntos porcentuales \"en cada ciclo sexenal de planificación\". Aunque no se descarta aumentar, por ejemplo, la capacidad de desalación y reutilización.</p><h>Embalses y trasvases</h><p>\"España es el primer país de Europa en embalses y el quinto del mundo\", explica <url normalizedValue=\"https://elpais.com/clima-y-medio-ambiente/2023-03-01/la-frase-eolica-si-pero-no-asi-quiere-decir-en-realidad-eolica-si-pero-no-aqui.html\">Hugo Morán</url>, secretario de Estado de Medio Ambiente. La capacidad total de embalsado asciende a los 56.039 hectómetros cúbicos en el país. En estos momentos, la reserva nacional alcanza los 31.844 hm³, casi el 57%. Esta cantidad serviría para cubrir un año entero de consumo en teoría. Pero eso solo es teoría, porque en la práctica hay un desequilibrio evidente que hace que haya zonas que respiran tranquilas -las cuencas del Duero y del Ebro están al 70%- mientras que otras están en una situación complicadísima, como las cuencas mediterráneas andaluzas, Guadalete, Segura y Internas de Cataluña, que no llegan ni al 20% de la reserva.</p><p>¿La solución, entonces, son más pantanos? Morán no descarta que sea posible construír más embalses. Pero no cree que sea \" aconsejable\" por \"razones de carácter ambiental, social y económico\". Entre otras cosas, porque las normas europeas obligan a que se mantengan unos caudales mínimos en los ríos para conservar la biodiversidad. Pero Morán insiste: \"El problema que tenemos ahora no es de embalses, es de agua; el problema es que los embalses están vacíos\". En la misma línea, Josefina Maestu, economista de la Universidad de Alcalá, advierte: \"Ahora en muchos casos lo que vemos embalses que están sobredimensionados o no se llenan, por eso la solución está más en utilizar mejor los embalses que ya tenemos y no en construir nuevos\".</p><p>Los planes hidrológicos estatales actuales, que son la mayoría y abarcan hasta 2027, prevén la construcción de una decena de presas. Pero la mayoría son obras de laminación, es decir, para prevenir avenidas e inundaciones. De hecho, de la planificación se eliminaron <url normalizedValue=\"https://elpais.com/clima-y-medio-ambiente/2021-06-23/el-gobierno-suprime-85-embalses-zombis-de-los-nuevos-planes-hidrologicos.html\">85 embalses zombis</url>, que llevaban años dando vuelta por los despachos pero que no está previsto que se ejecuten.</p><p>Para Gonzalo Delacámara, director del Center for Water &amp; Climate Adaptation de la Universidad IE, \"que se siga hablando todavía de recurrir a los embalses o a los trasvases es una concepción un poco arcaica de la política de agua\". En su opinión, esto no quiere decir que haya que parar las cerca de 40 transferencias que existen hoy en día en España, pero considera que no tiene sentido realizar grandes inversiones en este ámbito. \"Hay quienes creen que todo se solucionaría interconectando todas las cuencas. Es pensamiento mágico\".</p><p>En el año hidrológico 2020/2021, alrededor de 900 hectómetros cúbicos fueron trasvasados entre cuencas. Las principales cuencas cedentes son las del Tajo, Ebro y Guadiana, mientras que las principales receptoras, son las del Segura, Cantábrico Oriental y Tinto, Odiel y Piedras. Pese a existir esas cuatro decenas de trasvases más del 90% del volumen trasvasado se produce a través de seis transferencias.</p><p>¿La solución son entonces más trasvases? Morán no lo cree: \"Esa especie de retrato idílico de que existe un país en el que sobra el agua en unos territorios y entonces es posible llevarla a otros no se corresponde con la realidad. Todas las demarcaciones tienen demandas en estos momentos por encima de sus propias capacidades para atenderlas\". \"Es llevar sequía de un lado para otro\", remacha Maestu, que recuerda cuando el trasvase desde la cabecera del Tajo al Segura -la más polémica de las transferencias entre cuencas- <url normalizedValue=\"https://elpais.com/politica/2018/03/20/actualidad/1521546377_400490.html\">se paralizó durante 10 meses por la sequía de 2017 y 2018</url>.</p><h>Desalación</h><p>A diferencia de los embalses o los trasvases, muy dependientes de la meteorología, en el caso de <url normalizedValue=\"https://elpais.com/clima-y-medio-ambiente/2022-08-19/el-gobierno-aumentara-un-17-la-capacidad-de-desalinizacion-marina-para-garantizar-el-riego-en-el-sureste-de-espana.html\">las desaladoras</url> basta ponerlas en marcha para empezar a producir agua. Esto las convierte en algunos casos en un seguro de vida contra la escasez hídrica. Sin embargo, tampoco se pueden construir desaladoras en cualquier parte; no solo porque deben estar junto al mar, sino también porque hace falta que haya una demanda continuada de esa agua desalada. De hecho, en España se han construido algunas plantas luego infrautilizadas.</p><p>\"Las desaladoras de Águilas y Torrevieja, que son las dos más grandes de Europa, están funcionando prácticamente al 100% de capacidad, pues un porcentaje elevado de su producción va hacia la agricultura, que es una demanda que no cesa y por eso estas plantas están a tope\", señala Domingo Zarzo, presidente de la Asociación Española de Desalación y Reutilización (AEDyR). \"Pero se han hecho algunas plantas que quizá no han respondido a las necesidades\", añade.</p><p>La cuestión clave, sin embargo, es el precio del agua. Zarzo defiende que no se puede considerar caro pagar 0,7 o 0,8 euros por mil litros de agua desalada, un metro cúbico. Según Delacámara, ese coste puede subir a dos o tres euros si se incluye la inversión requerida para llevar el líquido hasta una parcela agrícola. Eso resta competitividad si se compara con los entre 0,09 y 0,15 euros por metro cúbico que le cuesta a un agricultor bombear agua directamente de un pozo. \"Ahí tenemos una contradicción que resolver, la desalación es una fuente muchísimo más previsible y planificable, pero tradicionalmente ha estado subutilizada porque no hemos resuelto el problema de los precios\", recalca Delacámara. \"Hay que rediseñar los incentivos, como se hizo en su día para impulsar las energías renovables en el sector de la energía frente a <url normalizedValue=\"https://elpais.com/clima-y-medio-ambiente/2023-12-13/la-presidencia-de-la-cop28-intenta-desbloquear-la-cumbre-propone-transitar-hacia-el-fin-de-los-combustibles-fosiles.html\">los combustibles fósiles</url>\".</p><p>Aparte de los incentivos, el director de AEDyR explica que existe otra forma de reducir los costes. \"El 60% del precio del agua desalada viene del consumo de energía, lo que hay que hacer es implementar renovables. Es difícil avanzar más en eficiencia o en la reducción del consumo energético en las desaladoras porque ya estamos prácticamente en el límite de lo que se puede conseguir técnicamente, pero el uso de renovables sí puede abaratar la energía que utilizan, ahí es donde hay que trabajar\". El pasado mayo, el Gobierno aprobó 600 millones para instalar parques solares en plantas de desalación.</p><p>España es el primer país europeo en desalación, con una producción de entre 560 y 575 hm³, de los que más del 40% están ubicados en la demarcación del Segura. Las previsiones del Gobierno es que esa capacidad se duplique esta década. Pero esos 1.000 hectómetros cúbicos futuros siguen representando una pequeña parte del consumo si se compara con los 30.000 de la demanda anual. Morán advierte además: \"Tenemos que romper con esa especie de mantra que se está incorporando de que la tecnología lo va a resolver todo. Decir 'ponga una desaladora en su vida para cada uno de los ciudadanos del país' no es viable, no es ni física, ni técnica, ni económicamente posible\".</p><h>Reutilización</h><p>Otra fuente no convencional es la reutilización de aguas residuales depuradas. Esto implica depurar a una calidad superior lo que llega al alcantarillado de las ciudades para poder utilizarlo en agricultura, jardines, baldeo de calles o industria. Hoy en día, técnicamente, incluso es viable depurar el agua de váter para que se pueda beber, aunque, por ahora, la<url normalizedValue=\"https://www.boe.es/buscar/act.php?id=BOE-A-2007-21092\"> legislación española no lo permite</url>. España también ocupa el primer puesto en Europa en este tipo de aprovechamiento de recursos hídricos.</p><p>Por el momento, el porcentaje de reutilización de las aguas residuales tratadas en el conjunto del país es del 10% y el real decreto de medidas urgentes contra la sequía de mayo de 2023 establece como objetivo llegar al 20% en tres años, hasta alcanzar los 1.000 hectómetros cúbicos anuales en 2027. Entre todas las regiones, destaca el caso de Murcia, que <url normalizedValue=\"https://elpais.com/clima-y-medio-ambiente/2023-05-21/agua-del-mar-y-residuales-los-recursos-hidricos-que-no-bajan-con-la-sequia.html\">reutiliza el 98% de lo que sale de sus depuradoras</url>, o el de la Comunidad Valenciana, la región europea con un mayor volumen de agua reutilizada (271,54 hm³).</p><p>A pesar de estos números, Delacámara considera que en reutilización se ha perdido una década. \"Ahora mismo tenemos una capacidad de reutilización en España de 400 millones de metros cúbicos al año [400 hm3], que es la mayor de Europa, pero también prácticamente el mismo dato que hace 10 años\", incide el economista. \"Hay que reutilizar hasta la última gota de agua allí donde se pueda\", incide el director de AEDyR, que también considera demasiado modesto el objetivo del 20%. La reutilización resulta especialmente interesante en el sector de la industria o en núcleos urbanos que viertan sus aguas residuales al mar. Pero puede ser un problema si esto se traduce en una reducción del caudal de las depuradoras que va a parar ahora a los ríos, donde ese agua \"debe ayudar a reponer la disponibilidad de recursos de las masas superficiales y las subterráneas\", añade Morán.</p><h>Reducción y eficiencia</h><p>\"El primer camino que hay que recorrer es el de la eficiencia. Hay que incorporar toda la capacidad de gestión óptima del recurso y empezar a pensar en el agua como un elemento más dentro de la estrategia de circularidad para que no se desperdicie ni una sola gota, y evidentemente ninguno de los sectores está exento de tener que abordar esta transición hidrológica\", resume Morán. \"Si hablamos de que hay que reducir demanda, todos los usuarios deben hacerlo, el agrario es el mayor usuario, por tanto su ahorro agregado será lógicamente mayor\", añade.</p><p>El Gobierno defiende que, tras décadas expansivas en las que el regadío no ha parado de crecer pese a las sequías, en los nuevos planes hidrológicos se rompe con esa tendencia. \"Para el conjunto de las demarcaciones hidrográficas intercomunitarias se ha pasado de algo más de 28.000 hm³ al año de asignación a unos 26.300 hm³\", se indica en la memoria de la planificación hidrológica vigente. Ese recorte, apunta el ministerio, afecta principalmente a \"los regadíos expectantes no desarrollados\". Maeztu considera que España debe replantearse su sistema agrario y \"redimensionarlo\". Y muchas asociaciones ecologistas apuntan directamente a la necesidad de una reducción del regadío existente.</p><p>No obstante, Alberto Garrido, director del Observatorio del Agua de la Fundación Botín, rechaza esa postura: \"No hay que parar, hay que consolidar el regadío, no dejarlo crecer más, pero pensar en quitar regadío no tiene mucho sentido\". En lugar de eliminar regadíos, lo que propone es ajustar el riego a la disponibilidad de agua de cada año. \"Se trata de ser más resilientes, más adaptativos, para que las autoridades hidráulicas puedan decir a los agricultores este año ustedes tienen 1.500 hectómetros cúbicos, 1.000, 2.000...\".</p><p><emphasis typeStyle=\"it\">Puedes seguir a </emphasis><emphasis typeStyle=\"it\"><emphasis typeStyle=\"bf\">Clima y Medio Ambiente</emphasis></emphasis><emphasis typeStyle=\"it\"> en </emphasis><url normalizedValue=\"https://www.facebook.com/elpaisclimaymedioambiente\">Facebook</url><emphasis typeStyle=\"it\"> y </emphasis><url normalizedValue=\"https://twitter.com/elpais_eco\">X</url><emphasis typeStyle=\"it\">, o apuntarte aquí para recibir </emphasis><url normalizedValue=\"https://plus.elpais.com/newsletters/lnp/1/391\">nuestra newsletter semanal</url></p>", "publisher": "El Pais - Spanish (online)", "instances": ["Pero la mayoría son obras de laminación, es decir, para prevenir avenidas e inundaciones. De hecho, de la planificación se eliminaron 85 embalses zombis, que llevaban años dando vuelta por los despachos pero que no está previsto que se ejecuten. En su opinión, esto no quiere decir que haya que parar las cerca de 40 transferencias que existen hoy en día en España, pero considera que no tiene sentido realizar grandes inversiones en este ámbito. \"Hay quienes creen que todo se solucionaría interconectando todas las cuencas."]}, {"relevance_score": 1, "title": "We're ignoring the value of water - and that means we're devaluing it", "published": "2023-06-21", "bodyText": "<p>Every day we make decisions about water without taking into account everything that has gone into our taps.</p>", "publisher": "The Conversation - Spanish", "instances": []}, {"relevance_score": 30, "title": "La sequía de inversión dificulta la transformación del sector del agua", "published": "2023-01-16", "bodyText": "<p nitf:lede=\"true\">Jesús de las Casas. Madrid </p><p nitf:lede=\"true\"/><p nitf:lede=\"true\">El agua es un elemento imprescindible para el ser humano, clave para que exista vida en la Tierra. Y, sin embargo, es un recurso limitado. En el caso de España, su gestión engloba importantes desafíos como la escasez y el riesgo de desertización en ciertas regiones, el déficit estructural de inversiones que dificulta la mejora de los servicios y la falta de adaptación a la legislación europea. Estos aspectos se abordaron en el encuentro El agua, un recurso finito, organizado por EXPANSIÓN en colaboración con Almar Water Solutions y Ferrovial, como parte del ciclo centrado en los ODS.</p><p nitf:lede=\"true\">Precisamente, el sexto Objetivo de Desarrollo Sostenible pone el foco en garantizar la disponibilidad de agua, así como su gestión sostenible y saneamiento universal.  España tiene un alto grado de cumplimiento de este ODS, aunque en algunas zonas se consume por encima de los recursos hídricos disponibles , afirmó Manuel Menéndez Prieto, vicepresidente del Programa Hidrológico Intergubernamental de la Unesco y vocal asesor en el gabinete del secretario de Estado de Medio Ambiente. Menéndez Prieto añadió que  las empresas pueden contribuir al cumplimiento de los ODS por medio de convenios directos con el sistema de Naciones Unidas, yendo de la mano de las administraciones o a través de contribuciones voluntarias .</p><h>Problemas</h><p>¿Cuáles son las principales problemáticas relativas al agua en España?  Hay que distinguir entre dos perspectivas: la gestión del agua en alta y del agua en baja , puntualizó Julio Llorente, director de producción de Cadagua. El primer punto se concentra en la aducción de agua desde el origen hasta los núcleos de población y comprende eventualidades como la gestión de inundaciones, la escasez en periodos de sequía y la contaminación de las masas de agua. Al respecto, Llorente consideró que  el Perte del agua es una buena iniciativa: nos permitirá conocer el estado real de las masas de agua para determinar las actuaciones necesarias .</p><p>En el caso del agua en baja  que incluye el almacenamiento intermedio y la distribución a los usuarios finales , se dan problemas de calidad de aguas de abastecimiento en determinadas partes del país, sanciones por el incumplimiento de la directiva europea de depuración de aguas residuales, dispersión de precios entre poblaciones y desconexión entre estructuras de gestión. En este sentido, el responsable de Cadagua aseveró que  es necesario realizar las inversiones definidas en los planes hidrológicos de los organismos de cuenca , además de plantear la conveniencia de una unidad de mercado.</p><p>Estimada entre 20.000 y 25.000 millones de euros,  hay una escasez de inversión muy clara en el sector. Asimismo, las infraestructuras son antiguas y no hemos sido capaces de adaptarnos a la regulación europea , expresó Carlos Cosín, director general de Almar Water Solutions. Las barreras a la colaboración público-privada son un mal endémico del sector en España, con problemas como la recuperación de los costes de las inversiones, que  impiden conseguir financiación privada para implementar proyectos de infraestructuras . Si quiere aspirar a convertirse en proveedor mundial de hidrógeno verde, Cosín advirtió que  España debe resolver el problema del agua , necesario para su producción.</p><p>Aunque los desafíos son numerosos,  hay un problema principal en España que puede ser causa de muchos otros: la escasez y la distribución irregular de los recursos hídricos , subrayó Teresa M. Navarro Caballero, directora de la Cátedra del Agua y la Sostenibilidad en la Universidad de Murcia. Agravada por el cambio climático, esta problemática imposibilita el abastecimiento a la demanda en sus distintos usos. Para afrontar esta situación, la experta recalcó que  debemos adaptar nuestra normativa a las obligaciones que nos marca Europa y los compromisos adquiridos con la Agenda 2030 . Son aspectos que  se pueden cumplir, pero requieren inversiones de calado .</p><h>Sostenibilidad</h><p> En el sector del agua se cumple con creces la sostenibilidad ambiental y social, pero estamos lejos de cumplir con la sostenibilidad de carácter económico , explicó Fernando Morcillo, presidente de Aeas (Asociación Española de Abastecimientos de Agua y Saneamiento). Ante este escenario, Morcillo incidió en que  abogamos por un pacto social o político en relación con el agua . El presidente de Aeas apuntó que  el valor del agua es una cuestión importante: el modelo tarifario del norte de Europa es más justo y eficaz, porque permite medir y pagar en función del uso y de la calidad de los vertidos .</p><p>En la misma línea,  hay que entender que lo que dejamos de pagar a través de la tarifa, lo pagaremos por otras vías como el deterioro de nuestra salud pública, de la calidad ambiental o de nuestras oportunidades en el modelo de desarrollo económico y social , dijo Gonzalo Delacámara, director del Centre for Water &amp; Climate Adaptation del IE, que consideró fundamental el rediseño de incentivos. Por último, Delacámara concluyó que  el desafío del sector no es sólo prestar servicios hoy, sino garantizar la seguridad hídrica a medio y largo plazo en un contexto de ineludible adaptación al cambio climático .</p>", "publisher": "Expansion (Spain)", "instances": ["Ante este escenario, Morcillo incidió en que  abogamos por un pacto social o político en relación con el agua . El presidente de Aeas apuntó que  el valor del agua es una cuestión importante: el modelo tarifario del norte de Europa es más justo y eficaz, porque permite medir y pagar en función del uso y de la calidad de los vertidos . Por último, Delacámara concluyó que  el desafío del sector no es sólo prestar servicios hoy, sino garantizar la seguridad hídrica a medio y largo plazo en un contexto de ineludible adaptación al cambio climático ."]}, {"relevance_score": 2, "title": "Return of US to climate fight mobilizing world to adapt", "published": "2021-01-25", "bodyText": "<h>ABSTRACT</h><p>By Imane Rachidi ,The Hague, Jan 25 (EFE).- With the return of the United States to the world fight against climate change, several world leaders committed themselves on Monday to work to adapt their economies to a changing climate and emphasized the need to include and help less developed countries who are the \"hardest hit\" by the effects of global warming.,The commitments were made within the first few hours of the virtual Climate Adaptation Summit, being organized on Monday by The Netherlands</p>", "publisher": "EFE - Spanish Newswire", "instances": ["ABSTRACTBy Imane Rachidi ,The Hague, Jan 25 (EFE). - With the return of the United States to the world fight against climate change, several world leaders committed themselves on Monday to work to adapt their economies to a changing climate and emphasized the need to include and help less developed countries who are the \"hardest hit\" by the effects of global warming."]}, {"relevance_score": 2, "title": "El valor del agua y el tamaño de nuestra ignorancia", "published": "2023-04-02", "bodyText": "<p>Cada día tomamos decisiones sobre el agua sin tener en cuenta todo lo que ha pasado hasta llegar a nuestros grifos. Los recursos hídricos son críticos para el desarrollo social y económico incluso en regiones donde son relativamente abundantes.</p>", "publisher": "The Conversation - Spanish", "instances": []}, {"relevance_score": 44, "title": "Recursos para hacer frente a la sequía: aguas residuales y del mar", "published": "2023-05-21", "bodyText": "<p nitf:lede=\"true\">Mientras el nivel de los embalses sigue bajando (y con una gran parte de las reservas subterráneas en mal estado), el país cada vez mira más hacia otras dos formas de obtener recursos hídricos. Un 9% del agua potable que sale por los grifos del país procede ya del mar y un porcentaje similar de las aguas residuales procedentes de los váteres son depuradas con una calidad que permite regar incluso lechugas que se van a comer, de acuerdo a los datos de la Asociación Española de Desalación y Reutilización (AEDyR). España no solo encabeza la clasificación europea de número de grandes presas construidas, también de desalación y de reutilización de agua regenerada (de mayor calidad que la depurada convencional), recursos que son más caros, pero tienen la ventaja de que no disminuyen con la sequía.</p><p>Al contrario, la previsión es que sigan ganando protagonismo en los próximos años. Si ya estaba prevista la ampliación de algunas de las grandes desaladoras (como la de Torrevieja, en Alicante, o la de Águilas, en Murcia), el Real Decreto-ley 4/2023 contra la sequía aprobado la semana pasada por el Gobierno con ayudas para los agricultores incluye también 440 millones de euros para la construcción de tres nuevas plantas desalinizadoras (en Blanes, Girona; en Almería y en Málaga), 600 millones para instalar parques solares en desaladoras ya en funcionamiento, 180 millones para mejoras en dos depuradoras de Alicante y otras medidas para que la reutilización de agua regenerada crezca un 150% de aquí a 2027, pasando de los actuales 400 hectómetros cúbicos a cerca de 1.000.</p><p>Muy por delante en el desarrollo de estas tecnologías, hay puntos del país -en la costa peninsular y las islas- en los que estas otras aguas resultan estratégicas desde hace tiempo. Como destaca Domingo Zarzo, presidente de AEDyR, \"si no tuviéramos desaladoras, ahora mismo habría restricciones en el abastecimiento en toda la costa mediterránea\". En cuanto al aprovechamiento de las aguas residuales, llama mucho la atención el caso de Murcia, que reutiliza el 98% de lo que sale de sus depuradoras (frente al 9% de media en España o el 5% en Europa), o de la Comunidad Valenciana, la región europea con un mayor volumen de agua reutilizada (271,54 hectómetros cúbicos).</p><p>Estos recursos pueden superar en calidad al agua convencional que se usa a veces en el país y suponen un alivio indudable para zonas áridas, sobre todo, en un momento crítico como el actual. Sin embargo, algunos expertos advierten del peligro de aumentar la oferta de recursos hídricos sin arreglar también los agujeros en las tuberías del sistema. En opinión de Julia Martínez, directora técnica de la Fundación Nueva Cultura del Agua, \"la clave para adaptarnos al cambio climático es pasar de políticas de oferta a gestión de la demanda, lo que implica reducir las necesidades de agua en todos los usos, en el abastecimiento humano, en las industrias y, muy especialmente, en el regadío, que se está bebiendo ahora mismo el 80% del agua en España\". Además, esta bióloga defiende que la reutilización no genera en realidad ningún recurso nuevo en el conjunto del sistema, pues en caso de no reutilizarse, la mayor parte del agua de las depuradoras se vierte a los ríos para que se diluya. Considera que sí implica una ganancia cuando se evita el vertido de una depuradora al mar, pero no cuando el agua depurada se deja de verter a un río del que se va a seguir extrayendo los mismos metros cúbicos más abajo.</p><p>\"Si lanzamos el mensaje de que somos capaces de generar un recurso adicional y eso lo que hace es desbocar las demandas, lo que estamos haciendo es lanzar justo la señal que no queríamos\", destaca también Gonzalo Delacámara, director del Centre for Water and Climate Adaptation de la Universidad IE, en Madrid, que opina que el aumento de la disponibilidad de agua desalada y reutilizada debería ir acompañada de una reducción de la presión sobre acuíferos sobreexplotados y los ecosistemas naturales.</p><p>Tras el fuerte impulso dado por el Gobierno central entre 2004 y 2011, la capacidad actual de desalación en España es de cerca de cinco millones de metros cúbicos al día, un potencial solo superado en el mundo por Arabia Saudí, otros países del Golfo Pérsico y Estados Unidos. Según los datos de AEDyR, en España hay más de 770 desaladoras con capacidad para generar más de 100 metros cúbicos al día y 100 de ellas de más 10.000 metros cúbicos al día. La planta más grande es la de Torrevieja (de 240.000 metros cúbicos al día), gestionada por la empresa estatal Acuamed, que funciona ahora mismo a pleno rendimiento para cubrir las solicitudes tramitadas por los regantes. El pasado mes de abril, esta instalación produjo 6,7 hectómetros cúbicos.</p><p>Como recalca Zarzo, de todo el agua desalada ahora mismo en el país un 21% se destina a la agricultura, lo que supone \"una rareza\" en el resto del mundo (donde apenas se utiliza un 3% para el riego de cultivos). \"Viene mucha gente de Australia, Chile u otros países para ver aquí instalaciones de desalación para agricultura y cultivos regados con agua desalada, somos un ejemplo a nivel mundial\", incide el presidente de AEDyR, que explica que la barrera no es ya tecnológica (pues si bien el agua desalada resulta problemática por contener boro -un nutriente que puede resultar tóxico para algunos cultivos-, este asegura que las grandes plantas de Acuamed son capaces de retirarlo), sino económica, al depender de que los cultivos sean suficientemente rentables para pagar esta agua más cara.</p><p>Aunque los precios pueden variar mucho, según Delacámara, un metro cúbico de agua reutilizada puede costar a la salida de la depuradora unos 35-50 céntimos de euros y un metro cúbico de agua desalada unos 90 céntimos (sin contar el transporte hasta la zona a regar), mientras que bombear un metro cúbico de agua convencional en una parcela puede suponer apenas 10 céntimos. \"A veces los regantes prefieren pagar menos y regar sus limones o sus lechugas con lo que bombean de un acuífero sobreexplotado, aunque tenga altos niveles de salinidad o pueda estar contaminado por nitratos\", incide este economista, que considera que hacen falta incentivos para promover que el riego sea más sostenible. \"Si lo que se quiere es no resolver solo el problema a corto plazo, sino garantizar la seguridad hídrica a largo plazo en un contexto de adaptación climática, hace falta un sistema de precios que permita entrar en el mercado a opciones más costosas, como se hizo con las renovables para desplazar a los combustibles fósiles\", argumenta. \"Siempre claro que sean realmente más sostenibles, si es una planta desaladora que no trata su salmuera</p><p>[residuo salino generado por estas instalaciones], entonces mejor no utilizarla\".</p><p>Eliminar patógenos</p><p>En el caso de la reutilización, la Asociación Española de Abastecimiento de Agua y Saneamiento (AEAS) estima que el 61,9% del agua regenerada se emplea en agricultura, el 18% en jardines y zonas de ocio, un 2% en industria, limpieza de alcantarillado y baldeo de calles, y un 0,82% en la recarga de acuíferos. La tecnología actual ya es capaz de depurar el agua del váter con una calidad también suficiente para beberla. Sin embargo, la legislación española no lo permite de momento, lo que sí ocurre en sitios como Singapur.</p><p>En Murcia, casi la totalidad de sus 121 hectómetros cúbicos reutilizados al año se dedican a la agricultura. De hecho, un 15% de toda el agua con la que se riega en esta comunidad sale de las depuradoras, según Esamur, la empresa pública que se encarga del saneamiento en la región. Como explica Pedro Simón, su director técnico, si bien hoy en día se depura casi toda el agua urbana en el país, aquella que se va a reutilizar debe pasar por un tratamiento añadido para eliminar también patógenos. Esto tiene unos mayores costes que la depuración normal, que al igual que ocurre en la Comunidad Valenciana o en Cataluña, son sufragados con un canon de saneamiento que pagan todos los ciudadanos. La particularidad de Murcia es que esta agua tratada con mayor calidad resulta hoy gratis para los agricultores, algo que puede cambiar por la entrada en vigor en junio de un nuevo reglamento europeo que aumenta todavía más los requisitos (y los costes) para la reutilización. \"Para mí el problema principal es de confianza\", explica Simón sobre los recelos que todavía existen sobre el uso de un recurso sacado de las aguas residuales. Sin embargo, como recalca el director técnico de Esamur, un agua bien depurada de una planta convencional que se vierte a los ríos puede tener entre 10.000 y 100.000 unidades de Escherichia coli por cada 100 mililitros, pero la que se reutiliza ahora mismo en Murcia no puede superar las 100 unidades y con el nuevo reglamento se tiene que bajar a 10.</p><p>\"Esta es una fuente de agua que puede ser muy beneficiosa y que puede servir para proteger acuíferos, desde luego en el momento en el que estamos no podemos desdeñar ninguna\", incide Simón, que piensa que ya sería perfectamente viable utilizarla para el abastecimiento de ciudades si la legislación lo permitiera. \"El agua podría regenerarse una y otra vez, sería como un circuito cerrado, que es lo que tienen los astronautas. A lo mejor en el futuro habrá que hacerlo, hoy es mejor reutilizarla en otros usos menos comprometidos para que resulte menos costoso\", comenta.</p><p>Antes de beber esta agua, para Pascual Fernández, presidente de AEAS, todavía hay mucho margen donde aumentar su reutilización en el país, en otros territorios y en otros sectores. \"Hay mucho potencial de desarrollo en la industria, muchas industrias pueden funcionar perfectamente con agua reciclada y esto al final lo que estamos haciendo es quitarle presión al conjunto del sistema\", indica.</p>", "publisher": "El Pais", "instances": ["Además, esta bióloga defiende que la reutilización no genera en realidad ningún recurso nuevo en el conjunto del sistema, pues en caso de no reutilizarse, la mayor parte del agua de las depuradoras se vierte a los ríos para que se diluya. Considera que sí implica una ganancia cuando se evita el vertido de una depuradora al mar, pero no cuando el agua depurada se deja de verter a un río del que se va a seguir extrayendo los mismos metros cúbicos más abajo. Tras el fuerte impulso dado por el Gobierno central entre 2004 y 2011, la capacidad actual de desalación en España es de cerca de cinco millones de metros cúbicos al día, un potencial solo superado en el mundo por Arabia Saudí, otros países del Golfo Pérsico y Estados Unidos. Según los datos de AEDyR, en España hay más de 770 desaladoras con capacidad para generar más de 100 metros cúbicos al día y 100 de ellas de más 10."]}, {"relevance_score": 44, "title": "Recursos para hacer frente a la sequía: aguas residuales y del mar", "published": "2023-05-21", "bodyText": "<p nitf:lede=\"true\">Mientras el nivel de los embalses sigue bajando (y con una gran parte de las reservas subterráneas en mal estado), el país cada vez mira más hacia otras dos formas de obtener recursos hídricos. Un 9% del agua potable que sale por los grifos del país procede ya del mar y un porcentaje similar de las aguas residuales procedentes de los váteres son depuradas con una calidad que permite regar incluso lechugas que se van a comer, de acuerdo a los datos de la Asociación Española de Desalación y Reutilización (AEDyR). España no solo encabeza la clasificación europea de número de grandes presas construidas, también de desalación y de reutilización de agua regenerada (de mayor calidad que la depurada convencional), recursos que son más caros, pero tienen la ventaja de que no disminuyen con la sequía.</p><p>Al contrario, la previsión es que sigan ganando protagonismo en los próximos años. Si ya estaba prevista la ampliación de algunas de las grandes desaladoras (como la de Torrevieja, en Alicante, o la de Águilas, en Murcia), el Real Decreto-ley 4/2023 contra la sequía aprobado la semana pasada por el Gobierno con ayudas para los agricultores incluye también 440 millones de euros para la construcción de tres nuevas plantas desalinizadoras (en Blanes, Girona; en Almería y en Málaga), 600 millones para instalar parques solares en desaladoras ya en funcionamiento, 180 millones para mejoras en dos depuradoras de Alicante y otras medidas para que la reutilización de agua regenerada crezca un 150% de aquí a 2027, pasando de los actuales 400 hectómetros cúbicos a cerca de 1.000.</p><p>Muy por delante en el desarrollo de estas tecnologías, hay puntos del país -en la costa peninsular y las islas- en los que estas otras aguas resultan estratégicas desde hace tiempo. Como destaca Domingo Zarzo, presidente de AEDyR, \"si no tuviéramos desaladoras, ahora mismo habría restricciones en el abastecimiento en toda la costa mediterránea\". En cuanto al aprovechamiento de las aguas residuales, llama mucho la atención el caso de Murcia, que reutiliza el 98% de lo que sale de sus depuradoras (frente al 9% de media en España o el 5% en Europa), o de la Comunidad Valenciana, la región europea con un mayor volumen de agua reutilizada (271,54 hectómetros cúbicos).</p><p>Estos recursos pueden superar en calidad al agua convencional que se usa a veces en el país y suponen un alivio indudable para zonas áridas, sobre todo, en un momento crítico como el actual. Sin embargo, algunos expertos advierten del peligro de aumentar la oferta de recursos hídricos sin arreglar también los agujeros en las tuberías del sistema. En opinión de Julia Martínez, directora técnica de la Fundación Nueva Cultura del Agua, \"la clave para adaptarnos al cambio climático es pasar de políticas de oferta a gestión de la demanda, lo que implica reducir las necesidades de agua en todos los usos, en el abastecimiento humano, en las industrias y, muy especialmente, en el regadío, que se está bebiendo ahora mismo el 80% del agua en España\". Además, esta bióloga defiende que la reutilización no genera en realidad ningún recurso nuevo en el conjunto del sistema, pues en caso de no reutilizarse, la mayor parte del agua de las depuradoras se vierte a los ríos para que se diluya. Considera que sí implica una ganancia cuando se evita el vertido de una depuradora al mar, pero no cuando el agua depurada se deja de verter a un río del que se va a seguir extrayendo los mismos metros cúbicos más abajo.</p><p>\"Si lanzamos el mensaje de que somos capaces de generar un recurso adicional y eso lo que hace es desbocar las demandas, lo que estamos haciendo es lanzar justo la señal que no queríamos\", destaca también Gonzalo Delacámara, director del Centre for Water and Climate Adaptation de la Universidad IE, en Madrid, que opina que el aumento de la disponibilidad de agua desalada y reutilizada debería ir acompañada de una reducción de la presión sobre acuíferos sobreexplotados y los ecosistemas naturales.</p><p>Tras el fuerte impulso dado por el Gobierno central entre 2004 y 2011, la capacidad actual de desalación en España es de cerca de cinco millones de metros cúbicos al día, un potencial solo superado en el mundo por Arabia Saudí, otros países del Golfo Pérsico y Estados Unidos. Según los datos de AEDyR, en España hay más de 770 desaladoras con capacidad para generar más de 100 metros cúbicos al día y 100 de ellas de más 10.000 metros cúbicos al día. La planta más grande es la de Torrevieja (de 240.000 metros cúbicos al día), gestionada por la empresa estatal Acuamed, que funciona ahora mismo a pleno rendimiento para cubrir las solicitudes tramitadas por los regantes. El pasado mes de abril, esta instalación produjo 6,7 hectómetros cúbicos.</p><p>Como recalca Zarzo, de todo el agua desalada ahora mismo en el país un 21% se destina a la agricultura, lo que supone \"una rareza\" en el resto del mundo (donde apenas se utiliza un 3% para el riego de cultivos). \"Viene mucha gente de Australia, Chile u otros países para ver aquí instalaciones de desalación para agricultura y cultivos regados con agua desalada, somos un ejemplo a nivel mundial\", incide el presidente de AEDyR, que explica que la barrera no es ya tecnológica (pues si bien el agua desalada resulta problemática por contener boro -un nutriente que puede resultar tóxico para algunos cultivos-, este asegura que las grandes plantas de Acuamed son capaces de retirarlo), sino económica, al depender de que los cultivos sean suficientemente rentables para pagar esta agua más cara.</p><p>Aunque los precios pueden variar mucho, según Delacámara, un metro cúbico de agua reutilizada puede costar a la salida de la depuradora unos 35-50 céntimos de euros y un metro cúbico de agua desalada unos 90 céntimos (sin contar el transporte hasta la zona a regar), mientras que bombear un metro cúbico de agua convencional en una parcela puede suponer apenas 10 céntimos. \"A veces los regantes prefieren pagar menos y regar sus limones o sus lechugas con lo que bombean de un acuífero sobreexplotado, aunque tenga altos niveles de salinidad o pueda estar contaminado por nitratos\", incide este economista, que considera que hacen falta incentivos para promover que el riego sea más sostenible. \"Si lo que se quiere es no resolver solo el problema a corto plazo, sino garantizar la seguridad hídrica a largo plazo en un contexto de adaptación climática, hace falta un sistema de precios que permita entrar en el mercado a opciones más costosas, como se hizo con las renovables para desplazar a los combustibles fósiles\", argumenta. \"Siempre claro que sean realmente más sostenibles, si es una planta desaladora que no trata su salmuera</p><p>[residuo salino generado por estas instalaciones], entonces mejor no utilizarla\".</p><p>Eliminar patógenos</p><p>En el caso de la reutilización, la Asociación Española de Abastecimiento de Agua y Saneamiento (AEAS) estima que el 61,9% del agua regenerada se emplea en agricultura, el 18% en jardines y zonas de ocio, un 2% en industria, limpieza de alcantarillado y baldeo de calles, y un 0,82% en la recarga de acuíferos. La tecnología actual ya es capaz de depurar el agua del váter con una calidad también suficiente para beberla. Sin embargo, la legislación española no lo permite de momento, lo que sí ocurre en sitios como Singapur.</p><p>En Murcia, casi la totalidad de sus 121 hectómetros cúbicos reutilizados al año se dedican a la agricultura. De hecho, un 15% de toda el agua con la que se riega en esta comunidad sale de las depuradoras, según Esamur, la empresa pública que se encarga del saneamiento en la región. Como explica Pedro Simón, su director técnico, si bien hoy en día se depura casi toda el agua urbana en el país, aquella que se va a reutilizar debe pasar por un tratamiento añadido para eliminar también patógenos. Esto tiene unos mayores costes que la depuración normal, que al igual que ocurre en la Comunidad Valenciana o en Cataluña, son sufragados con un canon de saneamiento que pagan todos los ciudadanos. La particularidad de Murcia es que esta agua tratada con mayor calidad resulta hoy gratis para los agricultores, algo que puede cambiar por la entrada en vigor en junio de un nuevo reglamento europeo que aumenta todavía más los requisitos (y los costes) para la reutilización. \"Para mí el problema principal es de confianza\", explica Simón sobre los recelos que todavía existen sobre el uso de un recurso sacado de las aguas residuales. Sin embargo, como recalca el director técnico de Esamur, un agua bien depurada de una planta convencional que se vierte a los ríos puede tener entre 10.000 y 100.000 unidades de Escherichia coli por cada 100 mililitros, pero la que se reutiliza ahora mismo en Murcia no puede superar las 100 unidades y con el nuevo reglamento se tiene que bajar a 10.</p><p>\"Esta es una fuente de agua que puede ser muy beneficiosa y que puede servir para proteger acuíferos, desde luego en el momento en el que estamos no podemos desdeñar ninguna\", incide Simón, que piensa que ya sería perfectamente viable utilizarla para el abastecimiento de ciudades si la legislación lo permitiera. \"El agua podría regenerarse una y otra vez, sería como un circuito cerrado, que es lo que tienen los astronautas. A lo mejor en el futuro habrá que hacerlo, hoy es mejor reutilizarla en otros usos menos comprometidos para que resulte menos costoso\", comenta.</p><p>Antes de beber esta agua, para Pascual Fernández, presidente de AEAS, todavía hay mucho margen donde aumentar su reutilización en el país, en otros territorios y en otros sectores. \"Hay mucho potencial de desarrollo en la industria, muchas industrias pueden funcionar perfectamente con agua reciclada y esto al final lo que estamos haciendo es quitarle presión al conjunto del sistema\", indica.</p>", "publisher": "El Pais", "instances": ["Además, esta bióloga defiende que la reutilización no genera en realidad ningún recurso nuevo en el conjunto del sistema, pues en caso de no reutilizarse, la mayor parte del agua de las depuradoras se vierte a los ríos para que se diluya. Considera que sí implica una ganancia cuando se evita el vertido de una depuradora al mar, pero no cuando el agua depurada se deja de verter a un río del que se va a seguir extrayendo los mismos metros cúbicos más abajo. Tras el fuerte impulso dado por el Gobierno central entre 2004 y 2011, la capacidad actual de desalación en España es de cerca de cinco millones de metros cúbicos al día, un potencial solo superado en el mundo por Arabia Saudí, otros países del Golfo Pérsico y Estados Unidos. Según los datos de AEDyR, en España hay más de 770 desaladoras con capacidad para generar más de 100 metros cúbicos al día y 100 de ellas de más 10."]}, {"relevance_score": 28, "title": "Asignaturas pendientes para la digitalización del ciclo del agua", "published": "2022-09-30", "bodyText": "<p nitf:lede=\"true\">Jesús de las Casas. Madrid </p><p nitf:lede=\"true\"/><p nitf:lede=\"true\">En las últimas dos décadas, el sector del agua ha protagonizado importantes avances en España. No obstante, la transformación no basta para afrontar la verdadera dimensión de los retos que se avecinan: la escasez de agua y el riesgo de desertización en algunas zonas del país, el déficit estructural de inversiones que supone una barrera a la mejora de los servicios y el incumplimiento de la legislación europea en materia de depuración son algunos de los principales problemas.</p><p nitf:lede=\"true\">La hoja de ruta para resolver estos desafíos pasa por acelerar la digitalización del ciclo del agua y promover la colaboración entre el sector público y los actores privados, como apuntaron los expertos que se dieron cita en el encuentro La digitalización en el ciclo integral del agua, que organizó EXPANSIÓN con el patrocinio de Acciona y la colaboración de la Torre Emperador.</p><h>Perte</h><p>Para dar respuesta a este complejo escenario, el Gobierno lanzó el Perte de digitalización del ciclo del agua. El proyecto persigue el objetivo de impulsar la integración de las nuevas tecnologías en el sector y está previsto que movilice en los próximos años unos 3.000 millones de euros entre fondos públicos y privados, además de crear en torno a 3.500 puestos de trabajo de alta cualificación hasta el año 2023.</p><p>Sin embargo, el sector sigue a la espera de la publicación de las convocatorias: apenas se ha planteado hasta el momento una primera partida de 200 millones de euros que se destinará a la digitalización en el regadío.</p><p> La gestión en las ciudades es buena, pero la asignatura pendiente tiene que ver con las descargas de los sistemas de saneamiento. El objetivo es minimizar los impactos en el medio ambiente, tanto en la captación como evitando el vertido de contaminantes , señaló Alejandra Puig Infante, subdirectora adjunta de Protección de las Aguas y Gestión de Riesgos del Miteco (Ministerio para la Transición Ecológica y el Reto Demográfico).</p><p>Junto a líneas de actuación como la innovación y la mejora de la gobernanza, el núcleo del Perte está en las inversiones al ciclo urbano del agua. Asimismo,  uno de los objetivos estratégicos del Perte es la transparencia, que es un aspecto que incentiva el cumplimiento , subrayó Puig Infante. También nacerá próximamente el Observatorio de la Gestión del Agua en España como herramienta de gobernanza.</p><p>En cuanto al estado de dos principales segmentos del agua urbana,  nuestra posición en materia de abastecimiento hoy es casi de notable en España, mientras que en saneamiento y depuración es de aprobado raspado , explicó Fernando Morcillo, presidente de Aeas (Asociación Española de Abastecimientos de Agua y Saneamiento). Pese a ello, la falta de renovación de las infraestructuras y el paso de los años siembran interrogantes en clave de futuro.  A pesar de los esfuerzos y de la aprobación de las actuaciones y mejoras de infraestructura en los planes hidrológicos, uno de los problemas fundamentales como país es que no acaban de ejecutarse y tenemos un enorme déficit de inversión , advirtió Morcillo.</p><p>El ciclo urbano del agua avanza a distintas velocidades según las distintas ciudades o territorios, pero la gobernanza tiene un papel destacado. El presidente de Aeas recalcó el ejemplo de las empresas públicas metropolitanas o autonómicas:  Los modelos de agrupación presentan ventajas respecto a los municipios que trabajan de forma aislada .</p><p>Un caso de éxito en este sentido es el de Valencia, que gracias al modelo de entidad metropolitana ha alcanzado una eficiencia hídrica del 85%. Además,  nuestra experiencia dice que las concesiones pueden funcionar muy bien, siempre que no nazcan corrompidas o que el sector público no abandone su ámbito de actuación , consideró Elisa Valía, concejala responsable del Ciclo Integral del Agua y presidenta de la Emshi (Entidad Metropolitana de Servicios Hidráulicos) del Ayuntamiento de Valencia, que añadió que España cuenta con empresas muy profesionales y punteras en el ciclo del agua a escala global.</p><p>Sobre la utilización de la tecnología y los datos, Elisa Valía comentó que  la digitalización es una herramienta que te proporciona información sobre cada gota de agua que pasa por el sistema, pero es necesario contar con objetivos claros para que funcione bien .</p><p>En la misma línea,  lo importante no es la digitalización en sí misma, sino para qué se hace. Antes la manera de gestionar era más correctiva, después paso a ser preventiva y ahora es predictiva: Podemos saber qué ocurre gracias a la información en tiempo real , indicó Juan Carlos Blázquez, director de Desarrollo de Negocio Nacional de Agua de Acciona. En paralelo, hizo hincapié en que  la formación de los profesionales es un aspecto decisivo para el sector, en un momento de cambio de paradigma y de las formas de trabajar .</p><p>Aunque los servicios se presten a nivel local, Gonzalo de la Cámara, director del Centre for Water &amp; Climate Adaptation del IE, manifestó que el enfoque de la política del agua debería ser más amplio:  Tendría que vincularse a un objetivo superior: el desafío de garantizar la seguridad hídrica a largo plazo, a la vez que se lucha contra el cambio climático . Con casi una cuarta parte del país en riesgo de desertificación, De la Cámara avisó de que  el hecho de que el sistema sea tan bueno genera una distorsión en el modo de afrontar el problema. El ciclo urbano del agua debe mirar cada vez más a la cuenca .</p>", "publisher": "Expansion (Spain)", "instances": ["Antes la manera de gestionar era más correctiva, después paso a ser preventiva y ahora es predictiva: Podemos saber qué ocurre gracias a la información en tiempo real , indicó Juan Carlos Blázquez, director de Desarrollo de Negocio Nacional de Agua de Acciona. En paralelo, hizo hincapié en que  la formación de los profesionales es un aspecto decisivo para el sector, en un momento de cambio de paradigma y de las formas de trabajar . Con casi una cuarta parte del país en riesgo de desertificación, De la Cámara avisó de que  el hecho de que el sistema sea tan bueno genera una distorsión en el modo de afrontar el problema. El ciclo urbano del agua debe mirar cada vez más a la cuenca ."]}, {"relevance_score": 28, "title": "Asignaturas pendientes para la digitalización del ciclo del agua", "published": "2022-09-30", "bodyText": "<p nitf:lede=\"true\">Jesús de las Casas. Madrid </p><p nitf:lede=\"true\"/><p nitf:lede=\"true\">En las últimas dos décadas, el sector del agua ha protagonizado importantes avances en España. No obstante, la transformación no basta para afrontar la verdadera dimensión de los retos que se avecinan: la escasez de agua y el riesgo de desertización en algunas zonas del país, el déficit estructural de inversiones que supone una barrera a la mejora de los servicios y el incumplimiento de la legislación europea en materia de depuración son algunos de los principales problemas.</p><p nitf:lede=\"true\">La hoja de ruta para resolver estos desafíos pasa por acelerar la digitalización del ciclo del agua y promover la colaboración entre el sector público y los actores privados, como apuntaron los expertos que se dieron cita en el encuentro La digitalización en el ciclo integral del agua, que organizó EXPANSIÓN con el patrocinio de Acciona y la colaboración de la Torre Emperador.</p><h>Perte</h><p>Para dar respuesta a este complejo escenario, el Gobierno lanzó el Perte de digitalización del ciclo del agua. El proyecto persigue el objetivo de impulsar la integración de las nuevas tecnologías en el sector y está previsto que movilice en los próximos años unos 3.000 millones de euros entre fondos públicos y privados, además de crear en torno a 3.500 puestos de trabajo de alta cualificación hasta el año 2023.</p><p>Sin embargo, el sector sigue a la espera de la publicación de las convocatorias: apenas se ha planteado hasta el momento una primera partida de 200 millones de euros que se destinará a la digitalización en el regadío.</p><p> La gestión en las ciudades es buena, pero la asignatura pendiente tiene que ver con las descargas de los sistemas de saneamiento. El objetivo es minimizar los impactos en el medio ambiente, tanto en la captación como evitando el vertido de contaminantes , señaló Alejandra Puig Infante, subdirectora adjunta de Protección de las Aguas y Gestión de Riesgos del Miteco (Ministerio para la Transición Ecológica y el Reto Demográfico).</p><p>Junto a líneas de actuación como la innovación y la mejora de la gobernanza, el núcleo del Perte está en las inversiones al ciclo urbano del agua. Asimismo,  uno de los objetivos estratégicos del Perte es la transparencia, que es un aspecto que incentiva el cumplimiento , subrayó Puig Infante. También nacerá próximamente el Observatorio de la Gestión del Agua en España como herramienta de gobernanza.</p><p>En cuanto al estado de dos principales segmentos del agua urbana,  nuestra posición en materia de abastecimiento hoy es casi de notable en España, mientras que en saneamiento y depuración es de aprobado raspado , explicó Fernando Morcillo, presidente de Aeas (Asociación Española de Abastecimientos de Agua y Saneamiento). Pese a ello, la falta de renovación de las infraestructuras y el paso de los años siembran interrogantes en clave de futuro.  A pesar de los esfuerzos y de la aprobación de las actuaciones y mejoras de infraestructura en los planes hidrológicos, uno de los problemas fundamentales como país es que no acaban de ejecutarse y tenemos un enorme déficit de inversión , advirtió Morcillo.</p><p>El ciclo urbano del agua avanza a distintas velocidades según las distintas ciudades o territorios, pero la gobernanza tiene un papel destacado. El presidente de Aeas recalcó el ejemplo de las empresas públicas metropolitanas o autonómicas:  Los modelos de agrupación presentan ventajas respecto a los municipios que trabajan de forma aislada .</p><p>Un caso de éxito en este sentido es el de Valencia, que gracias al modelo de entidad metropolitana ha alcanzado una eficiencia hídrica del 85%. Además,  nuestra experiencia dice que las concesiones pueden funcionar muy bien, siempre que no nazcan corrompidas o que el sector público no abandone su ámbito de actuación , consideró Elisa Valía, concejala responsable del Ciclo Integral del Agua y presidenta de la Emshi (Entidad Metropolitana de Servicios Hidráulicos) del Ayuntamiento de Valencia, que añadió que España cuenta con empresas muy profesionales y punteras en el ciclo del agua a escala global.</p><p>Sobre la utilización de la tecnología y los datos, Elisa Valía comentó que  la digitalización es una herramienta que te proporciona información sobre cada gota de agua que pasa por el sistema, pero es necesario contar con objetivos claros para que funcione bien .</p><p>En la misma línea,  lo importante no es la digitalización en sí misma, sino para qué se hace. Antes la manera de gestionar era más correctiva, después paso a ser preventiva y ahora es predictiva: Podemos saber qué ocurre gracias a la información en tiempo real , indicó Juan Carlos Blázquez, director de Desarrollo de Negocio Nacional de Agua de Acciona. En paralelo, hizo hincapié en que  la formación de los profesionales es un aspecto decisivo para el sector, en un momento de cambio de paradigma y de las formas de trabajar .</p><p>Aunque los servicios se presten a nivel local, Gonzalo de la Cámara, director del Centre for Water &amp; Climate Adaptation del IE, manifestó que el enfoque de la política del agua debería ser más amplio:  Tendría que vincularse a un objetivo superior: el desafío de garantizar la seguridad hídrica a largo plazo, a la vez que se lucha contra el cambio climático . Con casi una cuarta parte del país en riesgo de desertificación, De la Cámara avisó de que  el hecho de que el sistema sea tan bueno genera una distorsión en el modo de afrontar el problema. El ciclo urbano del agua debe mirar cada vez más a la cuenca .</p>", "publisher": "Expansion (Spain)", "instances": ["Antes la manera de gestionar era más correctiva, después paso a ser preventiva y ahora es predictiva: Podemos saber qué ocurre gracias a la información en tiempo real , indicó Juan Carlos Blázquez, director de Desarrollo de Negocio Nacional de Agua de Acciona. En paralelo, hizo hincapié en que  la formación de los profesionales es un aspecto decisivo para el sector, en un momento de cambio de paradigma y de las formas de trabajar . Con casi una cuarta parte del país en riesgo de desertificación, De la Cámara avisó de que  el hecho de que el sistema sea tan bueno genera una distorsión en el modo de afrontar el problema. El ciclo urbano del agua debe mirar cada vez más a la cuenca ."]}, {"relevance_score": 2, "title": "Proyecto europeo para proteger ante amenazas sanitarias emergentes", "published": "2022-06-13", "bodyText": "<h>ABSTRACT</h><p>Cerdanyola del Vallès (Barcelona), 13 jun (EFE).- Un consorcio de 19 instituciones europeas en el que participa la Universidad Autónoma de Barcelona (UAB) ha iniciado el proyecto IDAlert, para reforzar la protección ante amenazas sanitarias emergentes a consecuencia del cambio climático.</p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 2, "title": "Proyecto estudia la protección ante amenazas sanitarias por cambio climático", "published": "2022-06-13", "bodyText": "<h>ABSTRACT</h><p>Cerdanyola del Vallès (Barcelona), 13 jun (EFE).- Un consorcio de 19 instituciones europeas en el que participa la Universidad Autónoma de Barcelona (UAB) ha iniciado el proyecto IDAlert, para reforzar la protección ante amenazas sanitarias emergentes a consecuencia del cambio climático.</p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 1, "title": "Oportunidades y riesgos de la transición hacia una economía más sostenible", "published": "2022-06-28", "bodyText": "<p>No hacer una transición adecuada hacia la neutralidad climática implica riesgos regulatorios, reputacionales y de supervivencia para las empresas, y mayores riesgos climáticos (el aumento de la temperatura del planeta y del nivel del mar, entre otros).</p>", "publisher": "The Conversation - Spanish", "instances": []}, {"relevance_score": 5, "title": "Bill Gates' net worth drops $51 billion in one week; here’s why the Microsoft co-founder is happy to give it away", "published": "2025-07-14", "bodyText": "<p>The Bloomberg Billionaires Index updated its ledger on July 13 and wiped $51 billion off Bill Gates’ fortune in a single stroke. One week earlier, he sat on an estimated $175 billion; the revision puts him near $124 billion, nudging him down to twelfth place globally. The plunge isn’t the result of bad bets or a Microsoft...</p>", "publisher": "WebNews - Spanish", "instances": []}, {"relevance_score": 5, "title": "COM(2025) 525 final, 02.07.2025", "published": "2025-07-09", "bodyText": "<p>COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS Choose Europe for life sciences A strategy to position the EU as the world’s most attractive place for life sciences by 2030 COM/2025/525 final Brussels, 2.7.2025 COM(2025) 525 final COMMUNICATION FROM THE COMMISSION TO THE...</p>", "publisher": "WebNews - Spanish", "instances": []}]