[{"relevance_score": 18, "title": "Real feel of over 140ºF: Why it's hotter in Rio's favelas", "published": "2025-06-15", "bodyText": "<p nitf:lede=\"true\"><url normalizedValue=\"https://images.english.elpais.com/resizer/v2/BODXKY2XNNFFPL354AOKWYP7LA.jpg?auth=f18e12d8b3979ae27cc6bbea4470ea8711339197b18dda39cb8e75b4fa9c073e\">Link to Image</url></p><p nitf:lede=\"true\"><url normalizedValue=\"https://images.english.elpais.com/resizer/v2/AQUDZQC3INAPRPRVKTFHQNMBDU.jpg?auth=f5ebf435f8ce4b8423439eefbc48d337249ed41159ca6b32c542c3c843cfa1c1\">Link to Image</url></p><p nitf:lede=\"true\"><url normalizedValue=\"https://images.english.elpais.com/resizer/v2/WTI3EST6BRDMXDCZXZDJKW3CDY.jpg?auth=953f1f9730e776ab0db663899ed39184f51afb3c5c8c183e3691f8e968a9d367\">Link to Image</url></p><p nitf:lede=\"true\">For her, public urban development policies in Brazil don't consider favelas because the state still views them as a \"problem,\" rather than as part of the city. \"When the state doesn't urbanize, it denies citizenship,\" she points out. And this denial, she adds, is deeply racialized, as favelas are \"territories of Black and peripheral resistance.\"</p><p>This resilience also extends to the climate. Soraia Claudiano knows this well. On the roof of her house in the Complexo da Maré, she has a prototype green roof, a plant-based covering that helps reduce heat and pollution and filters the air. This system was installed by the community organization Redes da Maré through the EcoClima Project, in partnership with the state-owned petroleum company Petrobras. According to the organization, this system makes the temperature inside the house 10ºC lower than when it had a zinc roof. \"It brings freshness,\" she acknowledges. \"If we had more trees in the community, it would help even more.\"</p><p>The green roof brings relief, but its installation, which costs around 15,000 reais (more than $2,600) for a 25-square-meter roof, is unaffordable for most of the favela's low-income residents. For someone earning the minimum wage, this would be equivalent to more than 10 months' salary. Therefore, while the Redes da Maré project demonstrates that local initiatives can offer immediate solutions, true transformation depends on a broader commitment from public authorities.</p><p>For this reason, Naira Santa Rita advocates for the implementation of climate adaptation measures to reduce heat in favelas, such as increasing vegetation cover, using building materials that help reduce temperatures, providing access to drinking water and basic sanitation, and creating thermal breathing spaces such as plazas, gardens and urban vegetable plots.</p><p>\"Climate adaptation is a collective right, not an individual privilege,\" she argues. For her, the state has the responsibility to guarantee climate justice and assume the costs of repair, mitigation, and adaptation. \"It must guarantee rights, equity, and dignity in a world in emergency, because the climate crisis is, above all, a human rights crisis.\"</p><p>This article was published in partnership with the <url normalizedValue=\"https://redejpcomunicacao.org/\">Black Journalists Network for Diversity in Communication</url>.</p><p><emphasis typeStyle=\"it\">Sign up for </emphasis><url normalizedValue=\"https://plus.elpais.com/newsletters/lnp/1/333/?lang=en\">our weekly newsletter</url><emphasis typeStyle=\"it\"> to get more English-language news coverage from EL PAÍS USA Edition</emphasis></p>", "publisher": "El Pais - English (online)", "instances": ["For this reason, Naira Santa Rita advocates for the implementation of climate adaptation measures to reduce heat in favelas, such as increasing vegetation cover, using building materials that help reduce temperatures, providing access to drinking water and basic sanitation, and creating thermal breathing spaces such as plazas, gardens and urban vegetable plots. Climate adaptation is a collective right, not an individual privilege,\" she argues. \"It must guarantee rights, equity, and dignity in a world in emergency, because the climate crisis is, above all, a human rights crisis. This article was published in partnership with the Black Journalists Network for Diversity in Communication."]}, {"relevance_score": 57, "title": "Erin Brockovich: 'To combat the climate crisis we must first look in our own backyard'", "published": "2025-07-11", "bodyText": "<p nitf:lede=\"true\">The name Erin Brockovich is now so symbolic in the U.S. that it is also used as a verb: to Erin Brockovich something means to investigate it to the bitter end; in other words, refusing to give up. \"I think that to change something in the upper echelons of power and reduce their influence on the planet, we have to look at what is closest to us, otherwise we will have a problem. We must first look in our own backyard,\" she says. </p><p nitf:lede=\"true\">After winning a case in 2000 against Pacific Gas &amp; Electric (PG&amp;E), the energy company responsible for water pollution in the small town of Hinkley, California, her commitment to social and environmental justice remains intact. Her story reached the big screen and won <url normalizedValue=\"https://english.elpais.com/people/2024-09-19/eric-roberts-seeks-redemption-he-apologizes-to-his-sister-julia-roberts-and-now-understands-why-he-lost-custody-of-his-daughter-emma.htmlhttps://english.elpais.com/people/2024-09-19/eric-roberts-seeks-redemption-he-apologizes-to-his-sister-julia-roberts-and-now-understands-why-he-lost-custody-of-his-daughter-emma.html\">Julia Roberts</url> her first and only Oscar while consolidating Brockovich as a benchmark for climate activism. Two decades later, from her desk in Los Angeles, Brockovich, 65, speaks to EL PAÍS of her vision on environmental protection within the framework of the Healthy Cities event, organized in Barcelona by the private healthcare group Sanitas.</p><p>\"Protecting the planet <url normalizedValue=\"https://english.elpais.com/international/2024-03-11/why-wokeness-has-pitched-the-left-into-crisis.html\">is not woke</url>, it is self-defense,\" Brockovich said on X. The activist acknowledges that people have tried to discredit her all her life. After the car accident she had in 1990, she began working for the law firm that helped her make her case. One day, while organizing paperwork, she noticed that many of the documents contained reports of sick people in Hinkley's community. After tireless investigation, Brockovich got the victims a historic compensation of $333 million. </p><p>\"Being a woman was very difficult at the time, and it still is. I don't like to be pigeonholed, so I've tried my best to distance myself from that. When I became known, they told me that I was neither a scientist, nor a lawyer. But I don't have to be any of those things to see the evidence and speak out against what is wrong,\" she points out.</p><p>Brockovich doubts whether now, given <url normalizedValue=\"https://english.elpais.com/science-tech/2025-07-11/scholars-from-11-countries-condemn-us-authoritarian-turn-and-attacks-on-science.html\">the authoritarian drift</url> of Donald Trump's administration and his personal crusade against the separation of powers, the sentence of what was the largest civil lawsuit in U.S. history would have been the same. </p><p>\"It is true that it happened in California, which has a Democratic tradition and is much more progressive than other areas of the country, so I trust that with the tenacity with which I carried out the investigation it would have been resolved in the same way. But you have to take into account that at that time there were practically no regulations in this area,\" she says. \"I grew up in the American Midwest, so I learned everything I know through my connection to the environment. I have never been able to wait for the weather to attack me, although it does, nor big companies or the powerful. I learned at a very young age that I had to fend for myself.\"</p><p>Brockovich neither waits for the attack or the rescue, whether for herself or for the planet. And this is how she puts it in her book <emphasis typeStyle=\"it\">Superman's Not Coming</emphasis>, published in the middle of <url normalizedValue=\"https://elpais.com/especiales/coronavirus-covid-19/a-room-a-bar-and-a-class-how-the-coronavirus-is-spread-through-the-air/\">the pandemic in 2020</url>. \"We are always looking for someone to solve things. And it's you who should do it, because Trump won't. The message is to find yourself and believe in yourself. That is the most profound message of all,\" she insists. </p><p>\"For many years, there have been no references, at least in the field of climate justice. That is why I think we have arrived late. I believe that you should be your own role model. Strengthen your message and find yourself. I think that my references were always my mother and father, the values that they instilled in me. Love through nature. When I talk about my book, nothing scares me because <url normalizedValue=\"https://english.elpais.com/culture/2025-07-11/superman-the-naive-superhero-returns-to-his-origins.html\">we can all be Superman</url>,\" she says.</p><p>Used to prejudice in court for the way she dresses and expresses herself, Brockovich calls the spirit with which she has litigated against large corporations or environmental causes the 'gladiator factor.' </p><p>\"We definitely live in a world where the future is right in front of us. But the past is still very close. On the one hand, we have very advanced technology, and on the other, we still operate in a very primitive way. That reminds us that we have the gladiator factor which refers to the constant conflict for dominance and survival in a competitive and savage world. Every interaction becomes a brutal fight for attention and validation,\" she says.</p><p>According to Brockovich, the right to decide for ourselves comes with the responsibility of keeping properly informed. Otherwise, we get the likes <url normalizedValue=\"https://english.elpais.com/usa/2025-07-09/america-party-what-we-know-about-the-party-elon-musk-wants-to-create.html\">of Elon Musk</url>, the richest man in the world, in the Oval Office, albeit briefly. \"We must let the people decide, but it is essential to provide better information about the threats we face. It is the citizens themselves who put these characters in these positions. We are the ones who allow it,\" she observes. </p><p>Brockovich currently leads Brockovich Research &amp; Consulting, a firm that advises communities affected by pollution, and informs on the water crisis. Many already consider her one of the most influential women of the last century in the U.S. regarding environmental issues. \"I don't think the relationship between feminism and social justice is something I reflect on when I take sides on something. But I do feel it in a way because I think we all have that fighting instinct and that's what really guides us,\" she says. \"Feminism and struggle go hand in hand because it is what our mothers have done, and what they have told us. They have always protected that instinct,\" she says.</p><p><emphasis typeStyle=\"it\">Sign up for </emphasis><url normalizedValue=\"https://plus.elpais.com/newsletters/lnp/1/333/?lang=en\">our weekly newsletter</url><emphasis typeStyle=\"it\"> to get more English-language news coverage from EL PAÍS USA Edition</emphasis></p>", "publisher": "El Pais - English (online)", "instances": ["The message is to find yourself and believe in yourself. That is the most profound message of all,\" she insists. That is why I think we have arrived late. I believe that you should be your own role model."]}, {"relevance_score": 43, "title": "Milpamérica, a social network for resisting the Musk algorithm", "published": "2024-12-25", "bodyText": "<p nitf:lede=\"true\">A month ago, Donald Trump appointed Elon Musk, the world's richest man, to his incoming presidential administration. The owner of X, formerly known as Twitter, will direct the Department of Governmental Efficiency (DOGE) beginning in January, and has promised <url normalizedValue=\"https://english.elpais.com/usa/elections/2024-11-13/elon-musk-vows-to-send-shockwaves-after-being-appointed-to-trumps-government.html\">to \"send shockwaves through the system.\"</url> That same day, Andrea Ixchíu, a Maya Quiché activist originally from the lands known as Guatemala who is currently living in exile in Mexico, and who is the coordinator of the Hackeo Cultural organization, launched an initiative alongside 74 other Mesoamerican First Nations human rights advocates that is designed for online resistance. They founded a social network that is \"free of racist and neoliberal discourse\" as an alternative to Musk's platform. \"<url normalizedValue=\"https://english.elpais.com/technology/2024-12-02/how-the-algorithm-ruined-your-favorite-bar-will-everything-end-up-looking-the-same.html\">His algorithms</url> exclude us. In the conversation about climate change and the environment, we are not present. Social networks like X and Instagram have become filled with messages of hate,\" she says in a telephone interview. Currently, the platform has 266 members and a peer-led content moderation system.</p><p><url normalizedValue=\"http://xn--milpamrica-g7a.org/\">Milpamérica.org</url> is an autonomous network for posting stories about Mesoamerica and its diasporas. The platform was created in order to connect land defenders, climate justice warriors, communities in resistance and the diaspora and dissidents who fight for Mother Earth. The idea was not only driven by Musk's appointment. It also stemmed from users' rumblings about how best to exchange knowledge in the digital era, and from elders' insistence on the fact that neither governments nor corporations will solve <url normalizedValue=\"https://english.elpais.com/climate/2024-11-06/why-what-happens-at-the-north-pole-can-cause-destructive-storms-in-spain.html\">the climate crisis</url>.</p><p>Its call to action was mobilized through a chain of dozens of environmental activists who had become sick of mainstream social media. They penned a mission statement for Milpamérica in which they collectively named a \"living solution\" to climate change. \"We are the communities, collectives and peoples who cure bodies - territories - spirits in times of ecocide and genocide,\" states the text.</p><p>How can the internet be done differently? For Ixchíu, 37, \"the innovative aspect is that it has a model of assembly governance.\" Milpamérica's open-source coding allows for the addition new functions with the goal of connection, rather than profit. It can also be fully audited by a horizontal team. \"There are corporate agendas that invest millions <url normalizedValue=\"https://english.elpais.com/usa/elections/2024-11-13/wave-of-racist-messages-sent-after-trumps-victory-raises-alarm.html\">in spreading hate</url> on the other social networks. They are absolute masters of segregation discourse. We all notice it more in election seasons,\" she says. \"That is why extractivism, land dispossession and genocides are advancing rapidly. We the people have no space in these environments.\"</p><p>According to a report by the United Nations Special Rapporteur on Minority Issues, Nicolas Levrat, 70% of the victims of hate crimes and comments on social media come from minority groups. In addition, the report found that such groups - referring to members of the African diaspora and First Nations - are also more likely to be affected by restrictions and bans implemented by social media content moderation systems. That tendency has been exacerbated since the onset of <url normalizedValue=\"https://elpais.com/especiales/coronavirus-covid-19/a-room-a-bar-and-a-class-how-the-coronavirus-is-spread-through-the-air/\">the Covid-19 pandemic</url> through extremist groups and populist figures around the world who promote disinformation and conspiracy theories.</p><p>The creators of Milpamérica have designed the platform with these facts in mind. The social network's rules are straightforward and minimal - in fact, there's only four. The platform is a violence-free space that does not allow \"racist, classist and sexist comments of any kind that violate people, communities or Mother Earth.\" Its primary goal is the defense of land. It is an autonomous server that is cooperatively administered and that \"does not steal or sell your information to third parties.\" Finally, it extends an invitation to organize, to defend territories, bodies and spirits, to reforest hearts. The app allows users to upload photos and videos and features technological support, but does not offer a stories feature (content that is eliminated after 24 hours). Milpamérica allows users to create personal accounts, follow other users and employ filters. \"It's a social network like any other, but without all the bad,\" says Ixchíu.</p><p>\"One is none #CulturalHacking,\" reads the bio of one of its users. \"Making the radical commonsense. Multidisciplinary team of narrative action,\" reads another. \"There are many more people like us who want to form bonds with other communities,\" explains Ixchíu, who says that there is \"a lot of enthusiasm\" around digital alternatives. \"There has been participation from many activists from Mexico to Costa Rica and a great exchange of knowledge. Social media is changing and there are many new ways of using and even creating it.\"</p><p><emphasis typeStyle=\"it\">Sign up for </emphasis><url normalizedValue=\"https://plus.elpais.com/newsletters/lnp/1/333/?lang=en\">our weekly newsletter</url><emphasis typeStyle=\"it\"> to get more English-language news coverage from EL PAÍS USA Edition</emphasis></p>", "publisher": "El Pais - English (online)", "instances": ["Milpamérica. org is an autonomous network for posting stories about Mesoamerica and its diasporas. The idea was not only driven by Musk's appointment. It also stemmed from users' rumblings about how best to exchange knowledge in the digital era, and from elders' insistence on the fact that neither governments nor corporations will solve the climate crisis."]}, {"relevance_score": 2, "title": "COP26: Tens of thousands protest in Glasgow for climate justice", "published": "2021-11-06", "bodyText": "<h>ABSTRACT</h><p>Glasgow, UK, Nov 6 (EFE).- Tens of thousands of people on Saturday braved the Scottish rain to march through the streets of Glasgow calling on leaders at the United Nations COP26 climate conference, which is being held in the city, to take stronger action against climate change.   </p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 22, "title": "UN will 'mobilize all its capacities' to ensure success of Gaza ceasefire, said Guterres", "published": "2023-11-22", "bodyText": "<p nitf:lede=\"true\">Santiago de Chile, Nov 22 (EFE).- UN Secretary-General Antó nio Guterres participated on Wednesday in the virtual G20 summit from Santiago, Chile, and began his remarks by welcoming the agreement reached between Israel and the Palestinian Islamist group Hamas for a ceasefire that includes a prisoner exchange.</p><p>I want to start by welcoming the agreement reached by Israel and Hamas, with the mediation of Qatar supported by Egypt and the United States. This is an important step in the right direction, but much more needs to be done to end the suffering, he said.</p><p>The United Nations will mobilize all its capacities to support the implementation of the agreement and maximize its positive impact on the dramatic humanitarian situation in Gaza, he added. </p><p>Perfect storm</p><p>The diplomat then turned to the issue of financial and climate justice and the need for the G20 to take the lead the way to avoid global instability and suffering.</p><p>Guterres warned that the world, and developing countries in particular, are facing a perfect storm of growing inequalities, climate chaos, conflict and hunger, in addition to crushing debt and skyrocketing prices.</p><p>On the topic of financial justice, he praised the G20' s support for the Sustainable Development Goals stimulus and announced the creation of “a Leaders Group to monitor the implementation of the SDG Stimulus to enable $500 billion in additional long-term development finance.</p><p>He then spoke about structural justice, where he said we must keep working to reform today’s outdated, dysfunctional and unfair global financial architecture. </p><p>We need to see practical solutions tabled at next September’s Summit of the Future in the General Assembly, Guterres urged. </p><p>Climate chaos</p><p>The Secretary-General is in Chile to travel to Antarctica to learn about the effects of climate change, with that in mind and an eye on the upcoming COP28 in the Persian Gulf, Gueterres finally addressed the issue of climate justice.</p><p>I urge the G20 to deliver an ambitious, credible and just outcome to keep 1.5 degrees within reach and protect people on the frontlines. This means getting the loss and damage fund up-and-running with early pledges, delivering all promised financial support, tripling renewables capacity, doubling energy efficiency, and bringing clean power to all by 2030. It also means phasing-out fossil fuels, the Secretary-General said.</p><p>People are suffering. Our world is hurting and our planet is burning. India’s G20 Presidency reminded us that we are one earth and one family with one future. So let’s act like it, he concluded.</p><p>Later on Wednesday, Guterres is scheduled to travel with President Gabriel Boric to the southern Chilean city of Punta Arenas, from where they will travel to King George Island in Chile' s Antarctic territory.</p><p>Both will arrive at the Presidente Frei Antarctic Air Base on Thursday and will remain there until Saturday, when they will return to Punta Arenas.</p><p>During this time, they will travel aboard the Chilean Navy ship AP 41 Aquiles to the Collins Glacier, Kopaitic Island and Covadonga Bay to learn about the effects of climate change. EFE</p><p>jm/ics/mcd</p>", "publisher": "EFE - English Newswire", "instances": ["This is an important step in the right direction, but much more needs to be done to end the suffering, he said. The United Nations will mobilize all its capacities to support the implementation of the agreement and maximize its positive impact on the dramatic humanitarian situation in Gaza, he added. Guterres warned that the world, and developing countries in particular, are facing a perfect storm of growing inequalities, climate chaos, conflict and hunger, in addition to crushing debt and skyrocketing prices. On the topic of financial justice, he praised the G20' s support for the Sustainable Development Goals stimulus and announced the creation of “a Leaders Group to monitor the implementation of the SDG Stimulus to enable $500 billion in additional long-term development finance.", "He then spoke about structural justice, where he said we must keep working to reform today’s outdated, dysfunctional and unfair global financial architecture. We need to see practical solutions tabled at next September’s Summit of the Future in the General Assembly, Guterres urged. I urge the G20 to deliver an ambitious, credible and just outcome to keep 1. 5 degrees within reach and protect people on the frontlines."]}, {"relevance_score": 17, "title": "Race against time: Guterres urges consensus on ending use of all fossil fuels", "published": "2023-12-11", "bodyText": "<p nitf:lede=\"true\">Dubai, Dec 11 (EFE).- UN Secretary-General Antonio Guterres said Monday that the success of the Dubai climate summit hinged on reaching a consensus to end the use of all fossil fuels, with the possibility of varying speeds based on individual country circumstances.</p><p>The UN chief said the central aspect of the success of the annual climate summit will be “to reach a consensus on the need to phase out fossil fuels” in line with the 1.5-degree Celsius limit in temperature rise above pre-industrial levels.</p><p>“That doesn' t mean that all countries must phase out fossil fuels at the same time,” Guterres told reporters in a crowded press conference.</p><p>He noted that “the principle of common but differentiated responsibilities” applied in the global phase-out of fossil fuels should be “compatible with net zero in 2050.”</p><p>We are in a race against time, declared the UN chief as the summit neared its conclusion, with less than 24 hours remaining before the curtains fall on the event.</p><p>“There are still large gaps that need to be bridged. Now is the time for maximum ambition and maximum flexibility.”</p><p>He urged negotiators to “move beyond arbitrary red lines, entrenched positions and blocking tactics” to be able to agree on solutions without compromising science.</p><p>“In our fractured and divided world, COP28 can show that multilateralism remains our best hope to tackle global challenges,” he said, specifically, asking participants to ensure maximum ambition on two fronts.</p><p>“First, ambition on reducing greenhouse gas emissions. Second, ambition on delivering climate justice.”</p><p>He said the global stocktake must offer a clear plan for a tripling of renewables, a doubling of energy efficiency, and a single-minded focus on tackling the root cause of the climate crisis – fossil fuel production and consumption.\\\\</p><p>“Of course, transformation won’t happen overnight,” he pointed out. </p><p>According to scientists, the increase in the average temperature by the end of the century compared to the pre-industrial era must not exceed 1.5 degrees Celsius if we want to guarantee the habitability of the planet. EFE</p><p>atm-ijm-ssk</p>", "publisher": "EFE - English Newswire", "instances": ["“In our fractured and divided world, COP28 can show that multilateralism remains our best hope to tackle global challenges,” he said, specifically, asking participants to ensure maximum ambition on two fronts. “First, ambition on reducing greenhouse gas emissions. ”He said the global stocktake must offer a clear plan for a tripling of renewables, a doubling of energy efficiency, and a single-minded focus on tackling the root cause of the climate crisis – fossil fuel production and consumption. \\\\“Of course, transformation won’t happen overnight,” he pointed out."]}, {"relevance_score": 19, "title": "Ten years on, Philippines remembers deadly Typhoon Haiyan", "published": "2023-11-08", "bodyText": "<p>Manila, Nov 8 (EFE).- The Philippines commemorated Wednesday the 10th anniversary of Typhoon Haiyan, one of the most powerful recorded on earth and which killed more than 6,300 in the country.</p><p>Haiyan, known in the Philippines as Yolanda, made landfall on Nov. 8, 2013 in the coastal city of Tacloban with sustained winds exceeding 315kmph and causing large tsunami-like waves that devastated the nation' s central islands.</p><p>The country' s president, Ferdinand Marcos Jr., plans to attend a mass and a remembrance event Wednesday at the Tacloban convention center, located by the sea and where many people died while taking refuge from the impact of Haiyan.</p><p>At night, the inhabitants of the city – with a population of 250,000 people and where more than a third of the total deaths were recorded – will place lit candles along the streets in memory of those killed during the catastrophe, which also left more than 1,700 missing.</p><p>More than 16 million people in 41 provinces of the country were affected by the typhoon, which made landfall up to six times while crossing the central area of the archipelago, and caused damage worth PHP95.4 billion Philippine pesos (about $1.7 billion.) </p><p>Tacloban, ground zero for Haiyan, was cut off for days and only a handful of large buildings were left standing in the wake of the natural disaster.</p><p>However, a decade after Haiyan, normality has returned to the city, although many continue to fear the arrival of another typhoon.</p><p>“Today we commemorate the resilience and strength of the Filipino people, who have rebuilt their lives and communities in the face of adversity. We must continue to learn from the lessons of Haiyan to better prepare for future disasters that climate change will make even more challenging, United Nations Resident and Humanitarian Coordinator Gustavo Gonzalez said in a statement.</p><p>Several environmental groups have scheduled some campaigns Monday in the capital and throughout the country to mark the anniversary and that focus on the challenge posed by the climate crisis and its effect on the increase in power and frequency of the typhoons.</p><p>One of these groups, the Philippine Movement for Climate Justice, began a march weeks ago along with other NGOs, such as Greenpeace, to travel the 840 kilometers that separate Manila and Tacloban and plan to arrive Wednesday.</p><p>A decade after Yolanda, the Philippine government remains unable to address the far-reaching impacts of the climate crisis and prepare for the imminent onslaught of extreme weather events, resulting in a continuing cycle of destruction, loss of life and increased vulnerability among our communities, the movement said denounces in a statement.</p><p>Every year, between 15 and 20 typhoons pass through the archipelago during the rainy season, which begins between May and June and ends in October or November.</p><p>Experts from international agencies have identified slums as the main factor in these natural disasters that affect the country, and which show the poor state of its infrastructure, as well as the lack of preparation and means available to the government to respond to the emergencies. EFE</p><p>fil-nc/lds</p>", "publisher": "EFE - English Newswire", "instances": ["We must continue to learn from the lessons of Haiyan to better prepare for future disasters that climate change will make even more challenging, United Nations Resident and Humanitarian Coordinator Gustavo Gonzalez said in a statement. Several environmental groups have scheduled some campaigns Monday in the capital and throughout the country to mark the anniversary and that focus on the challenge posed by the climate crisis and its effect on the increase in power and frequency of the typhoons. A decade after Yolanda, the Philippine government remains unable to address the far-reaching impacts of the climate crisis and prepare for the imminent onslaught of extreme weather events, resulting in a continuing cycle of destruction, loss of life and increased vulnerability among our communities, the movement said denounces in a statement. Every year, between 15 and 20 typhoons pass through the archipelago during the rainy season, which begins between May and June and ends in October or November."]}, {"relevance_score": 26, "title": "Activists fear repression as COP28 spotlights UAE’s rights record", "published": "2023-11-24", "bodyText": "<p nitf:lede=\"true\">By Isaac J. Martin</p><p nitf:lede=\"true\">Cairo, Nov 24 (EFE).- World leaders, scientists, and activists are set to gather at the United Nations climate conference in the United Arab Emirates (UAE) next week, with rights defenders planning to shine a spotlight on human rights and climate justice.</p><p nitf:lede=\"true\">However, concerns are mounting about restrictions in the oil-rich monarchy, notorious for suppressing dissent with its strict criminal justice system.</p><p>According to nonprofits, the Arab country has a dismal human rights record, and the UN climate conference has put the spotlight on its history of repression, with activists urging the authorities to protect civic space and facilitate the active participation of observers during the event.</p><p>“Mere assurances are not enough to allay the very real fears of activists planning to travel to Dubai,” Marta Schaaf, Amnesty International' s Director of Climate, Economic and Social Justice, and Corporate Accountability Program, told EFE.</p><p>The country’s law restricts and severely punishes free speech and peaceful assembly, besides penalizing criticism of the political system, the government, and those in power.</p><p>There are concerns about electronic surveillance, a practice in the country.</p><p>“UAE authorities have obliterated its civil society over the last decade. They have locked up human rights activists, independent organizations, and political dissidents, enacted repressive laws, and used the criminal justice system to eliminate any dissent,” Richard Pearshouse, the director of the environment and human rights division at Human Rights Watch, told EFE.</p><p>The country has promised that there will be space available for climate activists to gather peacefully and make their voices heard in the so-called Green Zone, outside the Blue Zone, where negotiations happen.</p><p>However, as happened last year at COP27 in Sharm el Sheikh, Egypt, activists plan to be confined to the Blue Zone of the COP site, which is managed by the UN rather than UAE authorities for fear of being repressed under Emirati jurisdiction in the Green Zone.</p><p>“There is a terrifying disconnect between vague promises that ‘everything’s going to be just fine’ and the fact that dozens of human rights defenders, civil society activists, and political dissidents are in detention,” Pearshouse said.</p><p>He said the UN signed an agreement with the UAE authorities about hosting the conference, which was not made public. </p><p>Schaaf recalled that global rights groups like Amnesty International cannot enter the country for research activities, and no UN special rapporteur has been able to visit the emirates since 2014.</p><p>Schaaf said the climate crisis “is a human rights crisis, and fossil fuel phase-out, climate adaptation, and funding for loss and damage are human rights imperatives.”</p><p>She emphasized that policy debate calls for the participation of those most affected by climate change and thorough assessments of how climate policy can address entrenched discrimination.</p><p>“Such debate can only occur in an open and inclusive setting, where the rights to free assembly, association, and expression are respected, protected, and fulfilled.”</p><p>She pointed out that the UAE, which has not ratified core human rights treaties, falls short of meeting the requirements “as it severely restricts these rights.”</p><p>If Egyptian pro-democracy activist Alaa Abdelfatah was iconic at the last COP27, for this year, it would undoubtedly be Ahmed Mansoor.</p><p>Mansoor, a winner of the prestigious Martin Ennals award in 2015, was arrested on Mar. 20, 2017, and sentenced to 10 years in prison for insulting the status and prestige of the UAE and its symbols, including its leaders.</p><p>He faced the brunt for his peaceful pro-rights activism, including through social networks.</p><p>“Ahmed Mansoor is arguably the UAE’s most well-known human rights defender. All governments and UN bodies participating in this conference should publicly call for Mansoor’s release,” Pearshouse said.</p><p>Schaaf also called for the release of “prisoner of conscience Ahmed Mansoor,” urging the UAE to demonstrate its stated commitment to protecting human rights ahead of COP28 “by immediately and unconditionally releasing all those arbitrarily detained solely for the peaceful exercise of their human rights or for reasons of discrimination.” EFE</p><p>ijm-ssk</p>", "publisher": "EFE - English Newswire", "instances": ["By Isaac J. MartinCairo, Nov 24 (EFE). However, concerns are mounting about restrictions in the oil-rich monarchy, notorious for suppressing dissent with its strict criminal justice system. According to nonprofits, the Arab country has a dismal human rights record, and the UN climate conference has put the spotlight on its history of repression, with activists urging the authorities to protect civic space and facilitate the active participation of observers during the event."]}, {"relevance_score": 2, "title": "Climate change litigation doubled in 5 years, UN says", "published": "2023-07-27", "bodyText": "<h>ABSTRACT</h><p>Nairobi, Jul 27 (EFE).- Cases of litigation related to climate change around the world have more than doubled in five years, with more people turning to courts to combat the climate crisis and hold governments and corporations accountable, the United Nations said in a report on Thursday.</p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 75, "title": "Why wokeness has pitched the left into crisis", "published": "2024-03-11", "bodyText": "<p nitf:lede=\"true\">Woke is not what it used to be. For some years, the term was used to describe those who are sensitive and involved in the struggle against social injustice, especially in U.S. politics, but also in the politics of other countries following suit perhaps to a lesser degree. Woke was a label proudly worn by activists in pursuit of social and climate justice: from <url normalizedValue=\"https://english.elpais.com/opinion/2020-07-13/fearless-aesthetics.html\">Black Lives Matter</url> to the #MeToo movement and the fight against global warming. Woke seemed to advocate a new era of equality and justice.</p><p nitf:lede=\"true\">Now, however, the concept is being turned on its head by a growing anti-woke contingent that, according to the laws of action and reaction, has imbued the term with the kind of contempt that discredits those progressive causes. What began as a kneejerk reaction from the right has now spread to encompass an element of <url normalizedValue=\"https://english.elpais.com/culture/2023-05-16/michael-j-sandel-philosopher-the-left-needs-to-offer-a-positive-take-on-patriotism.html\">the left that is dissatisfied </url>with woke's current prominence, is concerned by what they consider its excesses, and its lack of universality. Woke is now used as an insult. The growing criticism of the woke from some members of the left is generating tensions, as reflected by authors and philosophers such as Susan Neiman, Umut Özkirimli and Stéphanie Roza, not to mention the exuberance of right-wing critics within the field.</p><p>\"By subverting the word 'woke,' the ultraconservative sector of the U.S. Republican Party managed to turn it into a kind of catch-all to criticize any progressive aspect of the political spectrum, be it education on racism, feminism, identity politics or even books they consider inappropriate,\" explains journalist and writer Lucía Lijtmaer, author of <emphasis typeStyle=\"it\">Ofendiditos. Sobre la criminalización de la protesta</emphasis> (Anagrama, 2019). Today, anti-woke, especially among the U.S. right, could be considered a movement in itself.</p><p>The response to wokeness is complex and varies according to political sensitivities. The ultra-right has long used the term to attack identity policies and environmental movements in general, painting them in terms of dictatorships: the woke dictatorship, or the environmental dictatorship, or simply the dictatorship of political correctness, also encompassing gender ideology, the gay lobby and all things queer. In its fearmongering, it warns of the advent of a kind of cultural Marxism, which will destroy white, Christian, capitalist, heterosexual civilization. \"There is a manic compulsion to discover the woke everywhere; they are like hyper-motivated Pokémon hunters,\" says writer Gonzalo Torné, author of <emphasis typeStyle=\"it\">La cancelación y sus enemigos</emphasis> (Anagrama, 2022), who points out that attempts at censorship have generally come from conservatives in the past.</p><p><url normalizedValue=\"https://images.english.elpais.com/resizer/GeRn82MN61REIEOxRodC5rvDYsU=/arc-anglerfish-eu-central-1-prod-prisa/public/2OI66SQ2ONAUXDSREBNE4YLMAU.JPG\">Link to Image</url></p><p>The U.S. anti-woke right has pushed the conservative political agenda into ever more <url normalizedValue=\"https://english.elpais.com/culture/2023-09-27/wendy-brown-philosopher-instead-of-being-so-reactive-to-everything-the-right-says-or-does-the-left-needs-to-set-out-its-own-vision.html\">extreme reactionary positions</url>, which have succeeded in banning sex education in schools and abortion in several states. In Florida, for example, the Stop Woke Act has been used by the state's <url normalizedValue=\"https://english.elpais.com/usa/2024-01-23/candidate-ron-desantis-anatomy-of-a-fall.html\">conservative governor, Ron DeSantis,</url> to try to prohibit companies and educational institutions from spreading anti-sexism and anti-racism content. Parts of that act have just been declared unconstitutional, after an appeals court found that they could violate freedom of speech. In a bid to become the presidential candidate, DeSantis had said he was \"leading the war on woke\" and that Florida \"is where woke goes to die.\"</p><h>Woke capitalism</h><p>So-called woke capitalism has also been criticized across the political spectrum; for example, wokeness in film with the<url normalizedValue=\"https://english.elpais.com/culture/2024-01-29/why-doesnt-hollywood-consider-barbie-to-be-a-valid-movie-how-a-film-that-grossed-14-billion-is-still-viewed-with-derision.html\"> feminism implicit in Barbie</url> or the choice of Black actors for roles considered the domain of their white counterparts; advertising employing a more diverse range of actors or touching on environmental concerns ― at times mere greenwashing; and inclusive policies in large corporations. The fact that some large corporations have adopted an agenda of inclusion and social justice, especially if it has no negative impact on economic results, is seen by some as progress; by others, it is viewed as the advance of the radical left and by others, simply as a matter of mega companies promoting a more woke image for their own ends: in other words, pure opportunism.</p><p>From more centrist positions, the legitimacy of feminist, LGBTQI+ and environmental struggles is recognized, but the \"excesses of wokeness\" are rejected ― excesses such as <url normalizedValue=\"https://english.elpais.com/culture/2023-04-01/has-the-left-become-more-puritanical-than-the-right.html\">the so-called cancel culture</url>, the outbursts of puritanism and the condemnation of historical injustices, which has led to a wave of attacks on statues and monuments to colonizers and slave traders. Within feminism, a gap has opened up between traditional feminism, with its conservative views on the trans issue and the abolition of prostitution, and another more inclined to queer theory and the regulation of sex work ― a divide apparent in some March 8 International Women's Day demonstrations.</p><p>In some quarters of <url normalizedValue=\"https://english.elpais.com/culture/2023-07-02/imagination-and-ideas-where-does-the-left-go-from-here.html\">the left</url>, it is thought that mere engagement in the woke debate is to buy into the right's stance on wokeness. In other quarters, aside from wondering whether certain struggles have gone too far, it is also considered valid to call into question the essence of identity, thereby reclaiming a universalist left that focuses on the human being in general and less on certain oppressed minorities. In other words, one that deals with what we have in common rather than our differences.</p><h>The anti-woke left</h><p>The first book that questioned identity politics from the left in Spain was <emphasis typeStyle=\"it\">La trampa de la diversidad</emphasis> (Akal, 2018), by Daniel Bernabé, which caused a stir by declaring that woke policies were a product of neoliberalism that fragmented the working class with its individualist focus on identity and that distracted from its struggles with symbolism far removed from anything material or labor-oriented ― considered the main struggle, due to its transversality. In her recent book <emphasis typeStyle=\"it\">Left is not Woke</emphasis> (Debate, 2024), the American philosopher Susan Neiman defends this universalist character of the left against the woke, which she sees as focused on minorities, and considers a form of tribalism.</p><p>Wokeness, according to Neiman, is based on emotions common to all members of the progressive left, who in general advocate the defense of the oppressed and the vindication of historical injustice. \"But, at the same time, it is influenced by philosophical theories that are right-wing, and even reactionary: tribalism, for example, or the belief that all claims to justice are covert claims to power,\" she says. She condemns how the right uses the caricature of wokeness to discredit the global left, to the point of almost making woke synonymous with left ― hence the title of her book. \"The right uses woke as an insult to discredit anyone who fights racism, sexism or homophobia. It's dangerous, because those evils have yet to be fought. But the way the woke fight them often leads to outright rejection. It also leads many on the left to feel alienated because they don't agree with all their demands,\" she says.</p><p>The current malaise reflects to a degree the criticism during the 20th century directed at modernity, based on the Enlightenment. The attacks came from different philosophical contingents, such as the Frankfurt School (for example, Adorno and Horkheimer) and postmodern thinkers (such as the ubiquitous Foucault and Deleuze), which blamed Enlightenment for using reason to produce colonialism, domination, homogenization, destruction of nature, and even concentration camps and nuclear bombs. Enlightened humanism, says the philosopher Rosi Braidotti, put the human center stage, but not just any human ― specifically a white, European, male, heterosexual, thereby marginalizing the rest.</p><p>To pursue the goals of emancipation, which are noble, Neiman proposes a return to concepts pertaining to the Enlightenment. \"What unites most woke individuals and postcolonialists is the rejection of any ideas derived from the Enlightenment,\" she says. \"If they were to look at the theories, they would find that some important woke concepts, such as that the world should not only be seen from European perspectives, come directly from the 18th century movement they think they despise.\" Neiman also criticizes the effectiveness of wokeness in developing policies that seem to get lost in symbolism and \"policing language.\"</p><p>Neiman is not the only one to criticize the woke's hostility towards the Enlightenment. <url normalizedValue=\"https://english.elpais.com/culture/2023-09-24/stephanie-roza-philosopher-being-in-favor-of-degrowth-is-anti-progressive-there-are-countries-that-need-to-grow.html\">French philosopher Stéphanie Roza</url>, in the recent <emphasis typeStyle=\"it\">La</emphasis><emphasis typeStyle=\"it\">Gauche contre les Lumières?</emphasis>, points out that the criticism of rationalism, progressivism and universalism is becoming increasingly fierce. \"Contemporary debates are heirs to this declaration of war on the Enlightenment,\" she writes.</p><p>Roza does not believe this opposition leads to any progress in intellectual, moral or political emancipation, but rather represents a \"regression\" to the \"arguments and theses of the old conservative and counter-revolutionary anti-Enlightenment critique.\" Awareness of this situation is necessary for the \"ideological rearmament of the left in the face of contemporary challenges.\"</p><p>The so-called cancel culture is another trigger point. Some consider it to be an attack on freedom of expression; others, quite the opposite ― believing it to be the voice of those who never had one, who can now express their disagreement through what they choose to consume or via social media. \"I would say that the [criticism of] the cancel culture is a smokescreen used by public figures to try to avoid the criticism that may come to them from a public that has found its voice on social networks,\" says Gonzalo Torné, who points out that, in general, those who complain about the cancel culture usually do so, paradoxically, from powerful public platforms. \"It is playing the victim to curtail the legitimate freedom of expression of audiences,\" he adds.</p><p>According to leftist critic of the woke, Umut Özkirimli, in his book <emphasis typeStyle=\"it\">Cancelled. The Left Way Back from Woke </emphasis>(Paidós, 2023), \"When I try to explain wokeness to my older friends and family, I tell them to think of Stalinism. It all fits. Instead of gulags, we have social death, cancellation. Of course, the old Stalinism is worse, but not much different.\" Özkirimli thinks that wokeness pertains to the most extreme versions of identity politics, but he also thinks that identity politics today is extreme. \"Wokeness is a distortion and betrayal of the original identity politics, which were open to coalition building, concerned with all sorts of inequalities, and unabashedly socialist,\" he says. Major social advances, such as gay marriage in some countries and other rights for the LGBTQI community, were won before the eruption of wokeness.</p><p>Wokeness is, according to Özkirimli, narcissistic; it is more interested in perceived individual slights than in structural historical injustices, and prioritizes individual empowerment over systemic change, and symbolic resistance over collective struggle. He also says it focuses on the specific as opposed to the universal, which, according to the woke, is restricted to the dominant classes and used as a generator of oppression. Therefore, it is argued, difference must be included in order to broaden the range of human representation.</p><p>There are those who, observing the debate from a global perspective, think that the confrontation between material and identity politics generates a schism on the left that only benefits the right, sowing discord by pitting class against race, gender or sexual orientation. This contingent believes the left must reject the confrontation. \"What arises is a false dilemma: minorities are overrepresented among the working classes, and, conversely, the proportion of working classes is higher among racial minorities,\" Éric Fassin, professor of Sociology and Gender Studies at the University of Paris 8, told EL PAÍS. \"There's no reason to oppose recognition and redistribution policies.\"</p><p><emphasis typeStyle=\"it\">Sign up for </emphasis><url normalizedValue=\"https://plus.elpais.com/newsletters/lnp/1/333/?lang=en\">our weekly newsletter </url><emphasis typeStyle=\"it\">to get more English-language news coverage from EL PAÍS USA Edition</emphasis></p>", "publisher": "El Pais - English (online)", "instances": ["S. politics, but also in the politics of other countries following suit perhaps to a lesser degree. Woke seemed to advocate a new era of equality and justice. Now, however, the concept is being turned on its head by a growing anti-woke contingent that, according to the laws of action and reaction, has imbued the term with the kind of contempt that discredits those progressive causes."]}, {"relevance_score": 2, "title": "Guterres: COP27 takes important step to justice, but not enough", "published": "2022-11-20", "bodyText": "<h>ABSTRACT</h><p>Sharm el Sheikh, Egypt, Nov 20 (EFE).- United Nations Secretary General  Antonio Guterres, said Sunday the COP27 has taken \"an important step toward climate justice\" after approving the creation of a fund to finance losses and damage in developing countries \"particularly vulnerable\" to the effects of climate change, although he added that it is not enough.</p>", "publisher": "EFE - English Newswire", "instances": ["ABSTRACTSharm el Sheikh, Egypt, Nov 20 (EFE)."]}, {"relevance_score": 4, "title": "Indian foreign minister wraps up visit to Dominican Republic", "published": "2023-04-29", "bodyText": "<h>ABSTRACT</h><p>Santo Domingo, Apr 29 (EFE).- India's minister of external affairs, Dr. S. Jaishankar, concluded Saturday a two-day visit to the Dominican Republic that centered on expanding economic links between the two countries.</p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 1, "title": "Young Africans speak up at UN's Cop27", "published": "2022-11-10", "bodyText": "<h>ABSTRACT</h><p>By Isaac J. Martin</p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 2, "title": "Colombia VP asks UN for reparations for African descendants", "published": "2022-12-05", "bodyText": "<h>ABSTRACT</h><p>Geneva, Dec 5 (EFE).- Member states of the United Nations and the international body itself have to take actions to make historical reparations to the world's African and Afro-descendant population with the aim of ensuring that these people \"recover the dignity that was expropriated from them,\" Colombian Vice President Francia Marquez emphasized Monday at an international forum.</p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 2, "title": "Steering public, private money to battle climate crisis a challenge for IDB", "published": "2022-11-08", "bodyText": "<h>ABSTRACT</h><p>Sharm El Sheikh (Egypt), Nov 8 (EFE).- Addressing the climate crisis in Latin America and the Caribbean involves \"incorporating and increasing private and public capital\" and channeling this financing towards joint projects, said the vice-president for Sectors and Knowledge at Inter-American Development Bank (IDB), Benigno Lopez, in the framework of the COP27 summit taking place at the Egyptian resort Sharm El Sheikh. </p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 2, "title": "Lula: 'Brazil is back' in climate-change fight", "published": "2022-11-16", "bodyText": "<h>ABSTRACT</h><p>Sharm el-Sheikh, Egypt, Nov 16 (EFE).- \"Brazil is back,\" President-elect Luiz Inacio Lula da Silva told an enthusiastic crowd Wednesday at the latest United Nations Climate Change Conference (COP27), referring to the sharp contrast between his commitment to battling global warming and the dismissive skepticism of outgoing head of state Jair Bolsonaro.</p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 1, "title": "Amnesty chief says UN complicit in Egypt's 'greenwashing'", "published": "2022-11-09", "bodyText": "<h>ABSTRACT</h><p>By Isaac J. Martin </p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 0, "title": "12-year-old Colombian environmentalist stands out at COP26", "published": "2021-11-10", "bodyText": "<h>ABSTRACT</h><p>By Javier Albisu </p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 0, "title": "UN, EU lament lack of climate ambition as COP27 concludes", "published": "2022-11-20", "bodyText": "<h>ABSTRACT</h><p>(Update: adds EU, Egypt, environmentalists' reactions, edits throughout) </p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 0, "title": "Guterres: Humanity is on a highway to climate hell", "published": "2022-11-07", "bodyText": "<h>ABSTRACT</h><p>Update: Changes headline, updates lede, adds detail throughout </p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 2, "title": "Greta Thunberg joins climate protest in London ahead of COP26", "published": "2021-10-29", "bodyText": "<h>ABSTRACT</h><p>London, Oct 29 (EFE).- Swedish climate activist Greta Thunberg took part here Friday in a demonstration outside a bank to demand an end to financing for fossil fuel extraction two days ahead of the COP 26 United Nations Climate Change Conference in Glasgow.</p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 0, "title": "Youth dismiss \"blah, blah, blah\" of leaders at climate summit", "published": "2021-11-05", "bodyText": "<h>ABSTRACT</h><p>By Manuel Moncada </p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 2, "title": "COP26: Indigenous leaders, Scottish Highlanders unite in land reform campaign", "published": "2021-11-08", "bodyText": "<h>ABSTRACT</h><p>Tighnabruaich, UK, Nov 8 (EFE).- The struggle to reclaim land has united Indigenous leaders and Scottish Highlanders at the United Nations COP26 summit in Glasgow.  </p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 0, "title": "El triunfo de la lucha climática de 27 estudiantes de Vanuatu y su red juvenil", "published": "2025-07-26", "bodyText": "<h>ABSTRACT</h><p>Lourdes Uquillas</p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 0, "title": "El triunfo de la lucha climática de 27 estudiantes de Vanuatu y su red juvenil", "published": "2025-07-26", "bodyText": "<h>ABSTRACT</h><p>Lourdes Uquillas</p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 20, "title": "Fallo histórico: las medidas gubernamentales que impulsan el cambio climático son ilegales", "published": "2025-07-23", "bodyText": "<p nitf:lede=\"true\">La Corte Internacional de Justicia (CIJ) ha emitido un fallo en el que declara que las medidas gubernamentales que impulsan el cambio climático son ilegales y que los Estados deben ser considerados legalmente responsables de sus emisiones..</p><p>En su primer fallo sobre el clima, el máximo tribunal de la ONU deja claro que los gobiernos y, por extensión, las empresas, deben detener la contaminación climática y compensar a las naciones y comunidades vulnerables por el daño que han causado.</p><p>La CIJ considera que el cambio climático es \"inequívocamente causado por las actividades humanas, que no están limitadas territorialmente\", y representa \"una amenaza urgente y existencial\", con efectos \"graves y de gran alcance\". El sistema climático, advirtió, es \"una parte integral y vital del medio ambiente y debe protegerse para las generaciones presentes y futuras\".</p><h>Herramienta poderosa</h><p>Como nueva y poderosa herramienta jurídica, la decisión de la CIJ desencadenará una reacción en cadena que acelerará los litigios climáticos a escala mundial. Es probable que los tribunales de todo el mundo hagan referencia a esta sentencia en sus próximas decisiones. También reforzará los argumentos jurídicos en los litigios climáticos en curso y futuros, especialmente los dirigidos contra empresas demandadas como las de combustibles fósiles.</p><p>Tasneem Essop, director ejecutivo de Climate Action Network International, ha declarado: \"La era de la impunidad ha terminado. Los gobiernos y las corporaciones ahora enfrentan obligaciones legales claramente definidas para prevenir la catástrofe climática y reparar décadas de contaminación imprudente\".</p><p>Por su parte, Vishal Prasad, director de Pacific Islands Students Fighting Climate Change, ha dicho que \"hoy los países más pequeños del mundo han hecho historia. La decisión de la CIJ nos acerca a un mundo en el que los gobiernos ya no pueden hacer la vista gorda ante sus responsabilidades legales. Afirma una verdad simple de justicia climática: aquellos que hicieron menos para alimentar esta crisis merecen protección, reparaciones y un futuro. Este fallo es un salvavidas para las comunidades del Pacífico en primera línea\".</p><p>La sentencia aclara que el derecho internacional exige algo más que medidas voluntarias, incluidas las obligaciones de los contaminadores históricos de reducir las emisiones y proporcionar una indemnización a las comunidades afectadas por el clima. También reafirma la primacía de la ciencia climática, ofreciendo una oportunidad para revitalizar las negociaciones mundiales sobre el clima con claridad jurídica sobre los derechos y las responsabilidades.</p><p>La innovadora campaña para obtener una opinión consultiva fue concebida en 2019 por estudiantes de derecho de la University of the South Pacific. En colaboración con el Gobierno de Vanuatu, Pacific Island Students Fighting Climate Change (PISFCC) y World's Youth for Climate Justice (WYCJ) contribuyeron a obtener un voto unánime en las Naciones Unidas para solicitar la opinión, con el apoyo de más de 1.500 organizaciones.</p><p>Todo lo que cuenta y más aquí.</p>", "publisher": "Expansion Online", "instances": ["También reafirma la primacía de la ciencia climática, ofreciendo una oportunidad para revitalizar las negociaciones mundiales sobre el clima con claridad jurídica sobre los derechos y las responsabilidades. La innovadora campaña para obtener una opinión consultiva fue concebida en 2019 por estudiantes de derecho de la University of the South Pacific. 500 organizaciones. Todo lo que cuenta y más aquí."]}, {"relevance_score": 1, "title": "Satisfacción general por el dictamen de la CIJ, a la espera de conocer su impacto real", "published": "2025-07-24", "bodyText": "<h>ABSTRACT</h><p>Pedro Pablo G. May</p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 36, "title": "Carta de la sociedad civil latinoamericana a la Presidencia de la COP 30", "published": "2025-06-27", "bodyText": "<p nitf:lede=\"true\"><url normalizedValue=\"https://imagenes.elpais.com/resizer/v2/K73OP6GHWVBGZFLC6E6KOV7EWQ.jpg?auth=37699b952fbe121be3e6f22c1a8555a4b1b9417dc0b99ce528b771f6c68e7836\">Enlace a imagen</url></p><p nitf:lede=\"true\">Las 78 organizaciones de la sociedad civil de Latinoamérica y el Caribe, abajo firmantes, saludamos con entusiasmo el liderazgo de la Presidencia de la <url normalizedValue=\"https://cop30.br/es\">COP 30</url> y reconocemos la oportunidad histórica que representa este momento para el futuro de nuestro planeta. Nos unimos a sus esfuerzos por reforzar el <url normalizedValue=\"https://elpais.com/noticias/cumbre-del-clima/\">multilateralismo, la acción colectiva y resaltar la voz que tiene nuestra región</url> para mantener viva la meta de limitar el calentamiento global a 1,5 grados. A continuación, compartimos nuestras peticiones para asegurar resultados concretos en la COP 30: </p><h>Ambición climática </h><p nitf:lede=\"true\">Los países desarrollados y del G-20 deben presentar nuevos compromisos climáticos alineados con la ciencia y con planes concretos de implementación que incluyan la participación de la sociedad civil. Esto requiere de procesos nacionales transparentes y participativos que integren mitigación, adaptación, transición justa, protección de la biodiversidad, y reducción de desigualdades. </p><p>Se necesita una decisión que refleje el estado de los compromisos climáticos globales y apoye la implementación del Balance Mundial, por lo que les instamos a que esto forme parte del paquete formal de negociación. Además, es clave promover un diálogo franco sobre los cuellos de botella de la <url normalizedValue=\"https://elpais.com/opinion/2025-03-19/quien-es-el-enemigo-de-la-humanidad.html\">implementación climática</url> con miras a discutir las causas estructurales, éticas y de principios detrás de la crisis. </p><h>Adaptación y pérdidas y daños</h><p>La adaptación debe ocupar un lugar prioritario y ser reconocida como una garantía para los derechos humanos y de la naturaleza. Esto incluye la adopción de indicadores robustos para medir el progreso de la resiliencia global bajo el marco de la Meta Global de Adaptación, y asegurar un nuevo compromiso de financiamiento para adaptación que al menos triplique los niveles de 2019, es decir, 120.000 millones de dólares a 2030. </p><p>Las pérdidas y daños deben ser reconocidos como un pilar de la acción climática, y la capitalización efectiva del Fondo para Pérdidas y Daños debe estar disponible, ser de fácil acceso y estar centrada en las comunidades más vulnerables. </p><h>Financiamiento climático</h><p>La promesa de movilizar 1,3 billones de dólares anuales a 2035 debe convertirse en una hoja de ruta concreta. América Latina necesita financiamiento que no aumente el endeudamiento, amplíe el espacio fiscal para la acción climática y asegure el acceso efectivo por parte de comunidades locales y gobiernos subnacionales. Asimismo, se debe dar seguimiento a la implementación de la nueva meta de financiamiento climático para que los países desarrollados tripliquen sus aportes a los fondos climáticos. </p><p>Se debe motivar el llamado a la reforma estructural del sistema financiero global, haciendo operativo el Artículo 2.1C del Acuerdo de París e incorporando la discusión de la eliminación de subsidios a los combustibles fósiles y la activación de impuestos a las actividades contaminantes. Además, es fundamental asegurar la participación efectiva de pueblos indígenas, juventudes, mujeres y comunidades locales en la gobernanza del financiamiento climático, garantizando la transparencia y el acceso directo a los recursos. </p><h>Transición justa</h><p>Se debe buscar el reconocimiento de la transición justa como un eje estructurante de la acción climática y facilitar consensos alrededor del Programa de Trabajo de Transición Justa que permitan impulsar la transición hacia un modelo basado en la justicia climática. </p><p>Se debe instar a los países desarrollados y de los principales productores y consumidores de combustibles fósiles a abandonarlos progresivamente con una fecha de salida clara. Por otro lado, todos los países deben esforzarse por alcanzar el objetivo global de triplicar las energías renovables y duplicar la eficiencia energética para 2030, como se acordó en el Balance Mundial. </p><p>Se deben abrir espacios para crear mecanismos de financiamiento inclusivos que faciliten esta transición sin sobreendeudar a los países en desarrollo y con instrumentos adaptados a las realidades locales. Todo esto generaría empleos de calidad y nuevas oportunidades para pueblos indígenas, afrodescendientes, mujeres, juventudes y trabajadores. </p><h>Sinergias de las agendas de clima y biodiversidad</h><p>América Latina tiene la oportunidad de liderar la integración entre las agendas climática, de biodiversidad y de lucha contra la desertificación. La COP 30 debe fortalecer estas sinergias, tanto en la gobernanza nacional como en los procesos internacionales, y promover un espacio formal de discusión que conecte las tres Convenciones de Río. Este enfoque integrado permitirá políticas públicas más eficientes, con mayores cobeneficios y con un impacto real en los territorios. </p><p>Las comunidades locales y pueblos indígenas llevan décadas implementando acciones que protegen simultáneamente el clima y la biodiversidad. Es hora de que estos esfuerzos sean visibilizados, reconocidos y apoyados a nivel global. </p><p>Puede leer la carta completa pinchando <url normalizedValue=\"https://transforma.global/publicaciones/carta-de-la-sociedad-civil-latinoamericana\">aquí</url>.</p><p><emphasis typeStyle=\"bf\">Organizaciones firmantes:</emphasis> ACT Alliance, Agrupación Comité Medio Ambiental Valle de Colliguay,  AIDA, Alianza por un mejor Darién, Argentina 1.5, Asamblea de Vecinos autoconvocados de Loncopue, Asociación Ambiente y Sociedad, Asociación Centroamericana Centro Humboldt,  Asociación Municipal de Mujeres Campesinas, Negras e Indígenas de la Jagua de Ibirico Cesar, Centro de Estudios de derecho, justicia y sociedad - Dejusticia, Centro de Incidencia Ambiental de Panamá, Centro Ecoceanos, Centro Mexicano de Derecho Ambiental A.C. (CEMDA), Centro Transdisciplinario de Estudios Ambientales y Desarrollo Humano Sostenible, Christian Aid, Centro Interdisciplinario de Estudios sobre Desarrollo (CIEDUR), Climalab, Climate Action Network América Latina, Colibrí Asociación Ecologista de Panamá, Colombia Aris Mining, Comisión de Acción Social Menonita (CASM), Comité de DD.HH. y ecológicos de Quilpué, Comunicación y Educación Ambiental SC, EcoZoolidarios Colombia, Enda Colombia, Engenera AC, Foro Región Central, Fundación Alivio del Sufrimiento (FAS), Fundación Ambiental Mohan, Fundación Ambiente y Recursos Naturales (FARN), Fundación Avina, Fundación Barranquilla+20, Fundación Chile Sin Ecocidio, Fundación Chile Sustentable, Fundación Pachamama, Fundación Pronorte, Fundación Quantum, Fundar, Grupo de Financiamiento Climático para Latinoamérica y el Caribe (GFLAC), Global Initiative for Economic, Social and Cultural Rights (GI-ESCR), Greenpeace Andino, Greenpeace Brasil, Greenpeace México A.C., InfoSostenible, Iniciativa Climática de México (ICM), Institución Agropecuaria La Loma Bojayá,  Instituto de Derecho Ambiental de Honduras (IDAMHO), Instituto de Estudios Socioeconómicos (INESC), Instituto Talanoa, Jóvenes guardianes de la naturaleza, LACLIMA, Memoria Indígena, Mesa Afrodescendiente de Justicia Climática en Centroamérica y el Caribe  (AfroClimaCC), Movimiento Cesar sin fracking y sin gas, Natural Resource Governance Institute, Naturaleza para la Vida, Observatorio Ciudadano,  Observatório do Clima, ONG FIMA, Organismo Cristiano de Desarrollo Integral de Honduras (OCDIH), Plataforma Boliviana de Acción Frente al cambio climático (PBAACC), Plataforma Boliviana Frente al Cambio Climático, Plataforma CIPÓ, Plataforma Internacional contra la Impunidad, Polen Transiciones Justas, Reacción Climática, Red de Mujeres de Valdivia, Red Dominicana de Estudios y Empoderamiento Afrodescendiente, Red Sudamericana para las Migraciones Ambientales RESAMA, Redes Chaco, Soluciones Estratégicas Sustentables, Sustenta Honduras, The Climate Reality Project América Latina, Transforma, Veredas AC, World's Youth for Climate Justice, WWF América Latina y el Caribey 350.org América Latina y el Caribe.</p>", "publisher": "El Pais - Spanish (online)", "instances": ["y ecológicos de Quilpué, Comunicación y Educación Ambiental SC, EcoZoolidarios Colombia, Enda Colombia, Engenera AC, Foro Región Central, Fundación Alivio del Sufrimiento (FAS), Fundación Ambiental Mohan, Fundación Ambiente y Recursos Naturales (FARN), Fundación Avina, Fundación Barranquilla+20, Fundación Chile Sin Ecocidio, Fundación Chile Sustentable, Fundación Pachamama, Fundación Pronorte, Fundación Quantum, Fundar, Grupo de Financiamiento Climático para Latinoamérica y el Caribe (GFLAC), Global Initiative for Economic, Social and Cultural Rights (GI-ESCR), Greenpeace Andino, Greenpeace Brasil, Greenpeace México A. C. org América Latina y el Caribe."]}, {"relevance_score": 1, "title": "Global heating is a social issue. The EU has a duty to mitigate it, and our data shows it is failing", "published": "2024-11-25", "bodyText": "<p>The Global North's failure to take responsibility for the social impacts of climate change is a grave injustice.</p>", "publisher": "The Conversation - Spanish", "instances": []}, {"relevance_score": 48, "title": "Una nueva encuesta mundial busca conocer más sobre el clima y la salud", "published": "2025-01-15", "bodyText": "<p nitf:lede=\"true\">PR Newswire—Grand Challenges Canada, Science for Africa Foundation, Global Grand Challenges Network y Geneva Learning Foundation lanzan una encuesta global para recopilar información sobre el clima y la salud—TORONTO, 15 de enero de 2025 /PRNewswire/ -- Grand Challenges Canada (GCC), en asociación con la Science for Africa Foundation (SFA Foundation), la Global Grand Challenges Network y la Geneva Learning Foundation, se enorgullece de anunciar el lanzamiento de unaencuesta mundialinnovadora para comprender los efectos del cambio climático en la salud. </p><p><url normalizedValue=\"https://mma.prnewswire.com/media/2598142/GRAND_CHALLENGES_CANADA___GRANDS_D_FIS_CANADA_New_Global_Survey.jpg\"/> Esta iniciativa, que cuenta con el apoyo de una sólida red de socios de difusión, dará prioridad a las voces de los trabajadores de salud comunitarios, enfermeras, médicos, investigadores, responsables de políticas sanitarias y otros profesionales de la salud en países de ingresos bajos y medios (PIBM). Sus aportes ofrecerán perspectivas locales sobre las amenazas urgentes y cambiantes para la salud exacerbadas por la crisis climática, como las enfermedades relacionadas con el calor, las enfermedades transmitidas por vectores y el agua, los problemas de salud mental y la malnutrición.Los datos cuantitativos de la encuesta, junto con las perspectivas cualitativas de una reunión mundial de trabajadores de la salud, serán analizados por un panel mundial de expertos en clima y salud convocado por Grand Challenges Canada. En conjunto, estos hallazgos darán forma a una lista clasificada de los desafíos climáticos y de salud más críticos en todo el mundo, que se publicará como un bien público y se compartirá con los responsables de las políticas, los investigadores, los financiadores y los líderes comunitarios.Los resultados de la encuesta y las opiniones del panel de expertos servirán para el desarrollo de un<emphasis typeStyle=\"bf\">Gran Desafío sobre Clima y Salud</emphasis>, garantizando que la financiación, la investigación y las políticas mundiales se dirijan estratégicamente a financiar innovaciones que aborden las necesidades de salud más urgentes y sensibles al clima en todo el mundo.<emphasis typeStyle=\"bf\">Los socios de difusión de la encuesta incluyen:</emphasis>Gates Foundation, Wellcome Trust, Foundation S, Mastercard Foundation, Right Foundation, Grand Challenges Botswana, Grand Challenges Brazil, Grand Challenges India, Grand Challenges Malawi, Grand Challenges Nigeria, Grand Challenges South Africa (SAMRC), Grand Challenges Rwanda, LifeArc, Africa Frontline First, AMREF, Arm, AVPN, Bayer Foundation, BRAC, Bridgespan, Capita, Catalyst Fund, Clean Air Fund, Clinton Global Initiative, Community Health Impact Coalition, Financing Alliance for Health, Fondation Botnar, Forecasting Healthy Futures, Gates Ventures, The Global Fund, Global Health EDCTP3, Global Council for Science and the Environment, Global Innovation Fund, Grameen Foundation, HealthTech Hub, India Climate Collaborative, India Health Fund, Institute of Philanthropy, Integrate Health, Inter-American Development Bank, International Confederation of Midwives, Last Mile Health, the National Institutes of Health / National Institute of Environmental Health Sciences (NIS/NIEHS), Pan African Climate Justice Alliance (PACJA), Pasteur Network, PATH, Philanthropy Advisors, Rockefeller Foundation, Seed Global Health, Transform Health, The UK's National Institute for Health and Care Research (NIHR), U.S. National Academy of Medicine, UNICEF, The World Bank, y World Meteorological Association.<emphasis typeStyle=\"bf\">CITAS:</emphasis>\"Agradecemos al Gobierno de Canadá y a Arm por apoyar este trabajo, y a nuestros socios de difusión por sus esfuerzos para difundir ampliamente la encuesta\", explicó<emphasis typeStyle=\"bf\">la</emphasis><emphasis typeStyle=\"bf\">doctora Karlee Silver, consejera delegada de Grand Challenges Canada</emphasis>. \"Esta encuesta proporcionará información valiosa para dar forma a un Gran Desafío sobre Clima y Salud, para apoyar enfoques innovadores para abordar las necesidades de las poblaciones vulnerables y construir un futuro más saludable y resiliente para todos\".\"El cambio climático es uno de los mayores desafíos de salud de nuestro tiempo, y para abordarlo se necesitan soluciones audaces y basadas en evidencia\", indicó<emphasis typeStyle=\"bf\">la doctora Johanna Sánchez, directora de clima y salud de Grand Challenges Canada</emphasis>. \"Así como las soluciones lideradas a nivel local son esenciales para superar los desafíos de salud globales, los conocimientos locales son fundamentales para identificar las necesidades y prioridades que deben abordarse. Juntos, podemos garantizar que las voces de quienes están más cerca de los desafíos estén en el centro de nuestros esfuerzos para priorizar las necesidades de salud más urgentes\".\"África se encuentra en el nexo de unión entre la vulnerabilidad climática y la innovación en materia de salud. La encuesta es una iniciativa oportuna que permitirá captar las experiencias vividas y la experiencia de los profesionales de la salud africanos, que se enfrentan a diario a estas crisis interrelacionadas. Al integrar sus conocimientos en soluciones globales, podemos crear conjuntamente estrategias que no solo aborden los desafíos inmediatos, sino que también fortalezcan los sistemas de salud para resistir las amenazas futuras\", afirmó<emphasis typeStyle=\"bf\">la doctora Evelyn Gitau, directora científica de la Fundación SFA</emphasis>.\"Los trabajadores de la salud no son sólo puntos de datos en esta encuesta; son creadores de conocimiento que presencian de primera mano el impacto del clima en la salud en sus comunidades\", comentó<emphasis typeStyle=\"bf\">Reda Sadki, director ejecutivo de la Geneva Learning Foundation</emphasis>. \"A través de nuestro trabajo conectando a más de 60.000 profesionales de la salud en 137 países, hemos visto cómo sus conocimientos pueden cerrar la brecha crítica entre la agenda climática y de salud emergente y las realidades de las comunidades locales. Es un honor para nosotros ayudar a amplificar estas voces a través de esta importante iniciativa\".<emphasis typeStyle=\"bf\">Acerca de Grand Challenges Canada:</emphasis>Grand Challenges Canada se dedica a apoyar ideas audaces con gran impacto®. Financiado por el Gobierno de Canadá y otros socios, Grand Challenges Canada financia a innovadores en países de ingresos bajos y medios y en Canadá. Las ideas audaces que Grand Challenges Canada apoya integran ciencia y tecnología, innovación social y empresarial, conocida como Innovación Integrada®. La programación climática y de salud de Grand Challenges Canada está financiada por el Gobierno de Canadá y Arm.Grand Challenges Canada, uno de los mayores inversores de impacto del mundo, ha respaldado una cartera de más de 1.700 innovaciones en más de 100 países. Desde 2010, las innovaciones apoyadas por Grand Challenges Canada han llegado a más de 80 millones de personas con iniciativas que han salvado o mejorado sus vidas y que de otro modo no habrían tenido acceso. Obtenga más información enwww.grandchallenges.ca<emphasis typeStyle=\"bf\">Acerca de la Science for Africa Foundation:</emphasis><br/>La Science for Africa Foundation (SFA Foundation) es una organización benéfica pública panafricana sin fines de lucro creada para apoyar, fortalecer y promover la ciencia y la innovación en África.www.scienceforafrica.foundation<emphasis typeStyle=\"bf\">Acerca de la Global Grand Challenges Network</emphasis><br/>Grand Challenges es una familia de iniciativas que fomentan la innovación para resolver problemas clave de salud y desarrollo a nivel mundial. Obtenga más información sobre la red en: https://www.grandchallenges.org/about<emphasis typeStyle=\"bf\">Acerca de la Geneva Learning Foundation</emphasis><br/>La Geneva Learning Foundation (TGLF) lidera una plataforma de aprendizaje entre pares (Teach to Reach) y una gran red mundial de trabajadores de la salud de<emphasis typeStyle=\"bf\">137 países</emphasis>. Junto con Grand Challenges Canada, la TGLF lideró el desarrollo de la encuesta mundial sobre clima y salud. Obtenga más información enwww.learning.foundation/CONTACTO DE MEDIOS: Para obtener más información o concertar entrevistas, póngase en contacto con: Aziz Froutan, Bilingual Manager, Media Relations and Communications,aziz.froutan@grandchallenges.ca, +1(437)-228-3166Foto - https://mma.prnewswire.com/media/2598142/GRAND_CHALLENGES_CANADA___GRANDS_D_FIS_CANADA_New_Global_Survey.jpg  <url normalizedValue=\"https://c212.net/c/img/favicon.png?sn=SE96498&amp;sd=2025-01-15\"/> View original content:https://www.prnewswire.com/news-releases/una-nueva-encuesta-mundial-busca-conocer-mas-sobre-el-clima-y-la-salud-302352027.html <url normalizedValue=\"https://rt.prnewswire.com/rt.gif?NewsItemId=SE96498&amp;Transmission_Id=202501150700PR_NEWS_EURO_ND__SE96498&amp;DateId=20250115\"/></p>", "publisher": "PR Newswire Europe(Spanish)", "instances": ["En conjunto, estos hallazgos darán forma a una lista clasificada de los desafíos climáticos y de salud más críticos en todo el mundo, que se publicará como un bien público y se compartirá con los responsables de las políticas, los investigadores, los financiadores y los líderes comunitarios. Los resultados de la encuesta y las opiniones del panel de expertos servirán para el desarrollo de unGran Desafío sobre Clima y Salud, garantizando que la financiación, la investigación y las políticas mundiales se dirijan estratégicamente a financiar innovaciones que aborden las necesidades de salud más urgentes y sensibles al clima en todo el mundo. S. National Academy of Medicine, UNICEF, The World Bank, y World Meteorological Association."]}, {"relevance_score": 1, "title": "Greta Thunberg es detenida en una protesta en Bruselas contra las subvenciones a los combustibles fósiles", "published": "2024-10-06", "bodyText": "<p>La activista climática Greta Thunberg fue una de las decenas de personas detenidas el sábado tras realizar una sentada de protesta exigiendo el fin de las subvenciones de la UE a los combustibles fósiles.</p>", "publisher": "EuroNews - Version Espanola", "instances": []}, {"relevance_score": 2, "title": "El drama climático de las mujeres en África o Asia: Recorrer kilómetros para poder beber", "published": "2024-11-20", "bodyText": "<h>ABSTRACT</h><p>Bakú, 20 nov (EFE).- De África a Asia, los territorios que más sufren los impactos climáticos son los que están en desarrollo y especialmente las mujeres, que son las que se encargan de cultivar terrenos, alimentar a las familias y abastecerlas de recursos para beber; cuando las sequías son graves, tienen que recorrer muchos kilómetros en busca de agua, denuncian algunas de ellas.</p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 1, "title": "Climate entropy: reflections on the ground from COP29", "published": "2024-11-19", "bodyText": "<p>COP29 shows how the climate fight depends on an interconnected ecosystem of governments and corporations.</p>", "publisher": "The Conversation - Spanish", "instances": []}, {"relevance_score": 1, "title": "Sábado 5 y domingo 6 de octubre de 2024 (19.30 GMT)", "published": "2024-10-04", "bodyText": "<h>ABSTRACT</h><p>Madrid, 4 oct (EFE).-</p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 3, "title": "Sábado 5 y domingo 6 de octubre de 2024 (22:00 GMT)", "published": "2024-10-04", "bodyText": "<h>ABSTRACT</h><p>Madrid, 4 oct (EFE).- (Actualiza con Butler EE.UU. para el sábado, y Ciudad de Guatemala y Las Vegas para el Domingo) </p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 2, "title": "La conferencia de la ONU en Nairobi concluye con optimismo por un futuro más inclusivo", "published": "2024-05-10", "bodyText": "<h>ABSTRACT</h><p>Nairobi, 10 may (EFE).- La 69ª Conferencia de la Sociedad Civil de la ONU, paso previo a la Cumbre del Futuro de Nueva York de septiembre próximo, concluyó este viernes en Nairobi con un optimismo generalizado tras debates enfocados en avanzar hacia un futuro más inclusivo y sostenible para todo el mundo.</p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 0, "title": "Sábado, 8 de junio de 2024 (10.00 GMT)", "published": "2024-06-08", "bodyText": "<h>ABSTRACT</h><p>ISRAEL PALESTINA </p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 0, "title": "Sábado, 8 de junio de 2024 (16.00 GMT)", "published": "2024-06-08", "bodyText": "<h>ABSTRACT</h><p>ISRAEL PALESTINA </p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 1, "title": "Lunes, 3 de junio de 2024 (07.30 GMT)", "published": "2024-06-03", "bodyText": "<h>ABSTRACT</h><p>Bangkok/Madrid, 3 jun (EFE).-</p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 35, "title": "Sábado, 8 de junio de 2024 (20.00 GMT)", "published": "2024-06-08", "bodyText": "<p nitf:lede=\"true\">ISRAEL PALESTINA </p><p nitf:lede=\"true\">Jerusalé n - El Ejé rcito israelí  rescata a cuatro rehenes en el campo de refugiados de Nuseirat, en una operació n en el centro de Gaza en la que han muerto al menos 210 palestinos y má s de 400 han resultado heridos. por Sara Gó mez Armas (ENVIADO)</p><p nitf:lede=\"true\">(foto)(ví deo)</p><p>MÉ XICO ELECCIONES </p><p>Ciudad de Mé xico - Mé xico concluye el recuento de votos de las elecciones del pasado fin de semana, que confirmarí a las ‘supermayorí as’ del oficialismo en el Congreso, ademá s de la victoria de su candidata presidencial, Claudia Sheinbaum     (foto)</p><p>ELECCIONES EUROPEAS </p><p>Bruselas - Gran parte de la futura polí tica comunitaria se decide estos dí as en las elecciones europeas del domingo, en las que resultará  clave la distribució n de eurodiputados entre los cinco mayores paí ses de la UE;  Alemania, Francia, Italia, Españ a y Polonia. por Javier Albisu (ENVIADO)</p><p>Bruselas - Las encuestas auguran un aumento de la extrema derecha en la pró xima Eurocá mara, lo que obligará  a los partidos proeuropeos a mostrar un compromiso claro por una Europa fuerte dice el presidente del Comité  Econó mico y Social, Oliver Rö pke, por Paula Garcí a-Ajofrí n (ENVIADO)</p><p>(ví deo) </p><p>DINAMARCA AGRESIÓ N</p><p>Copenhague - La agresió n contra la primera ministra danesa, la socialdemó crata Mette Frederiksen, se enmarca en el aumento de los ataques a polí ticos en Europa y causa conmoció n en visperas de las elecciones de este fin de semana para renovar la Eurocá mara.(ENVIADO)</p><p>UCRANIA GUERRA </p><p>Kiev - Las fuerzas de Ucrania y Rusia continú an golpeando la retaguardia enemiga mientras las tropas de Moscú  mantienen la iniciativa en el frente sin lograr en los ú ltimos dí as avances mayores.(ENVIADO) </p><p>R.UNIDO ELECCIONES  </p><p>Londres - Los partidos polí ticos britá nicos ultiman sus programas para los comicios generales del 4 de julio mientras los sondeos siguen situando al laborista Keir Starmer con una ventaja de má s de 20 puntos sobre el primer ministro y lí der conservador, Rishi Sunak. (ENVIADO)</p><p>(audio)</p><p>FRANCIA EE.UU.</p><p>Parí s - El presidente de EE.UU., Joe Biden, realiza una visita de Estado a Francia con una reunió n con su colega Emmanuel Macron en el Elí seo, tras participar ambos en las conmemoraciones del 80 aniversario del Desembarco de Normandí a.(ENVIADO)</p><p>(foto) (ví deo)</p><p>G7 CUMBRE EEUU </p><p>Washington - El presidente estadounidense, Joe Biden, tiene como objetivo asegurar en la cumbre del G7 de la pró xima semana en Italia el futuro econó mico de Ucrania má s allá  de las elecciones de noviembre, en las que puede regresar a la Casa Blanca el republicano Donald Trump. por Beatriz Pascual Mací as (ENVIADO)      (foto)</p><p>ARGENTINA ARTE</p><p>Buenos Aires - Entrevista con el dueñ o del Museo de Arte Latinoamericano de Buenos Aires (Malba), Eduardo Costantini, empresario y filá ntropo argentino conocido tanto por su é xito en el mundo de los negocios como por su labor como mecenas del arte. por Manuel Fuentes (ENVIADO)</p><p>(foto) (ví deo)</p><p>    Agenda Informativa</p><p>________________</p><p>Washington.- Guam y las Islas Ví rgenes celebran sus caucus demó cratas, en los que los votantes de ese partido se reú nen para elegir al candidato que los representará  en las presidenciales de noviembre. </p><p>San José  - Costa Rica acoge el evento internacional sobre acció n oceá nica Inmersos en el cambio. </p><p>Montevideo - La naturaleza del campo uruguayo luce como un personaje má s en ' El viento que arrasa' , el filme que lleva al cine la historia que centra la novela homó nima de la escritora argentina Selva Almada.     El Alto (Bolivia) - La imagen de la Santí sima Virgen Marí a de Letaní as es declarada Patrimonio Cultural Material del Estado de Bolivia en un acto en la ciudad de El Alto.   Bogotá  - En la sala de exposiciones temporales del Museo Nacional de Colombia yace la estatua de Gonzalo Jimé nez de Quesada, fundador de Bogotá ,derribada en mayo de 2021 por indí genas misak. </p><p>Estambul.- Los ministros de Exteriores del grupo de paí ses Developing), compuesto por Pakistá n, Egipto, Irá n, Bangladesh, Turquí a, Malasia, Indonesia y Nigeria, se reú nen en Estambul para buscar fin a la guerra en Gaza.      </p><p>Belgrado.- Reunió n de de lí deres serbios de la regió n balcá nica en que se confirmará  fuertemente la unidad del pueblo serbio despué s de que la ONU adoptara la resolució n sobre el genocidio de Srebrenica.         Bangkok.- El alto comisionado de Naciones Unidas para los Derechos Humanos, Volker Tü rk, visita Bangkok, donde finaliza una gira por el Sudeste de Asia que tambié n le llevó  a Malasia y Laos.    Berlí n.- Las ONG Climate Action Network International y Global Campaign to Demand Climate Justice (DCJ) ofrecen sendas ruedas de prensa con motivo de la inauguració n de la Conferencia Climá tica de Bonn.    Berlí n.- Human Rights Watch da una rueda de prensa en la Conferencia Climá tica de Bonn sobre garantizar el espacio cí vico en el camino hacia la justicia climá tica en la COP 29.     Londres.- Trabajadores de la compañ í a ferroviaria Northern Rail en el Reino Unido van a la huelga como parte de la disputa que mantienen actualmente sobre sus salarios y condiciones laborales.      Casablanca.- La Asociació n Espoir Maroc organiza un debate sobre el empleo para las personas con discapacidad con la participació n de representantes de empresas y asociaciones.     Nueva York.- Los fans de las pelí culas de los Cazafantasmas, cuya primera cinta se estrenó  el 8 de junio de 1984, celebran el cuarenta aniversario del inicio de la serie cinematográ fica.</p><p>EFE Internacional</p><p>amg/vh</p>", "publisher": "EFE - Spanish Newswire", "instances": ["- El alto comisionado de Naciones Unidas para los Derechos Humanos, Volker Tü rk, visita Bangkok, donde finaliza una gira por el Sudeste de Asia que tambié n le llevó  a Malasia y Laos. Berlí n. Berlí n. - Human Rights Watch da una rueda de prensa en la Conferencia Climá tica de Bonn sobre garantizar el espacio cí vico en el camino hacia la justicia climá tica en la COP 29."]}, {"relevance_score": 36, "title": "Sábado, 8 de junio de 2024 (24:00 GMT)", "published": "2024-06-08", "bodyText": "<p nitf:lede=\"true\">ISRAEL PALESTINA </p><p nitf:lede=\"true\">Jerusalé n - El Ejé rcito israelí  rescata a cuatro rehenes en el campo de refugiados de Nuseirat, en una operació n en el centro de Gaza en la que han muerto al menos 210 palestinos y má s de 400 han resultado heridos. Por Sara Gó mez Armas <emphasis typeStyle=\"bf\">(ENVIADO)</emphasis></p><p nitf:lede=\"true\">(foto)(ví deo)</p><p>MÉ XICO ELECCIONES </p><p>Ciudad de Mé xico - Mé xico concluye el recuento de votos de las elecciones del pasado fin de semana, que confirmarí a las ‘ supermayorí as’  del oficialismo en el Congreso, ademá s de la victoria de su candidata presidencial, Claudia Sheinbaum.<br/><br/>    (foto)</p><p>ELECCIONES EUROPEAS </p><p>Bruselas - Gran parte de la futura polí tica comunitaria se decide estos dí as en las elecciones europeas del domingo, en las que resultará  clave la distribució n de eurodiputados entre los cinco mayores paí ses de la UE;  Alemania, Francia, Italia, Españ a y Polonia. por Javier Albisu <emphasis typeStyle=\"bf\">(ENVIADO)</emphasis></p><p>Bruselas - Las encuestas auguran un aumento de la extrema derecha en la pró xima Eurocá mara, lo que obligará  a los partidos proeuropeos a mostrar un compromiso claro por una Europa fuerte dice el presidente del Comité  Econó mico y Social, Oliver Rö pke, por Paula Garcí a-Ajofrí n <emphasis typeStyle=\"bf\">(ENVIADO)</emphasis></p><p>(ví deo) </p><p>DINAMARCA AGRESIÓ N</p><p>Copenhague - La agresió n contra la primera ministra danesa, la socialdemó crata Mette Frederiksen, se enmarca en el aumento de los ataques a polí ticos en Europa y causa conmoció n en visperas de las elecciones de este fin de semana para renovar la Eurocá mara.<emphasis typeStyle=\"bf\">(ENVIADO)</emphasis></p><p>UCRANIA GUERRA </p><p>Kiev - Las fuerzas de Ucrania y Rusia continú an golpeando la retaguardia enemiga mientras las tropas de Moscú  mantienen la iniciativa en el frente sin lograr en los ú ltimos dí as avances mayores.<emphasis typeStyle=\"bf\">(ENVIADO) </emphasis></p><p>R.UNIDO ELECCIONES </p><p>Londres - Los partidos polí ticos britá nicos ultiman sus programas para los comicios generales del 4 de julio mientras los sondeos siguen situando al laborista Keir Starmer con una ventaja de má s de 20 puntos sobre el primer ministro y lí der conservador, Rishi Sunak. <emphasis typeStyle=\"bf\">(ENVIADO)</emphasis></p><p>(audio)</p><p>FRANCIA EE.UU.</p><p>Parí s - El presidente de EE.UU., Joe Biden, realiza una visita de Estado a Francia con una reunió n con su colega Emmanuel Macron en el Elí seo, tras participar ambos en las conmemoraciones del 80 aniversario del Desembarco de Normandí a.<emphasis typeStyle=\"bf\">(ENVIADO)</emphasis></p><p>(foto) (ví deo)</p><p>G7 CUMBRE EEUU </p><p>Washington - El presidente estadounidense, Joe Biden, tiene como objetivo asegurar en la cumbre del G7 de la pró xima semana en Italia el futuro econó mico de Ucrania má s allá  de las elecciones de noviembre, en las que puede regresar a la Casa Blanca el republicano Donald Trump. Por Beatriz Pascual Mací as <emphasis typeStyle=\"bf\">(ENVIADO)</emphasis><br/><br/>      (foto)</p><p>ARGENTINA ARTE</p><p>Buenos Aires - Entrevista con el dueñ o del Museo de Arte Latinoamericano de Buenos Aires (Malba), Eduardo Costantini, empresario y filá ntropo argentino conocido tanto por su é xito en el mundo de los negocios como por su labor como mecenas del arte. Por Manuel Fuentes <emphasis typeStyle=\"bf\">(ENVIADO)</emphasis></p><p>(foto) (ví deo)</p><p><br/>    Agenda Informativa</p><p>________________</p><p>Washington.- Guam y las Islas Ví rgenes celebran sus caucus demó cratas, en los que los votantes de ese partido se reú nen para elegir al candidato que los representará  en las presidenciales de noviembre. </p><p>San José  - Costa Rica acoge el evento internacional sobre acció n oceá nica Inmersos en el cambio. </p><p>Montevideo - La naturaleza del campo uruguayo luce como un personaje má s en ' El viento que arrasa' , el filme que lleva al cine la historia que centra la novela homó nima de la escritora argentina Selva Almada.<br/><br/><br/><br/>   El Alto (Bolivia) - La imagen de la Santí sima Virgen Marí a de Letaní as es declarada Patrimonio Cultural Material del Estado de Bolivia en un acto en la ciudad de El Alto.<br/><br/>   Bogotá  - En la sala de exposiciones temporales del Museo Nacional de Colombia yace la estatua de Gonzalo Jimé nez de Quesada, fundador de Bogotá ,derribada en mayo de 2021 por indí genas misak. </p><p>Estambul.- Los ministros de Exteriores del grupo de paí ses Developing), compuesto por Pakistá n, Egipto, Irá n, Bangladesh, Turquí a, Malasia, Indonesia y Nigeria, se reú nen en Estambul para buscar fin a la guerra en Gaza. <br/></p><p>Belgrado.- Reunió n de de lí deres serbios de la regió n balcá nica en que se confirmará  fuertemente la unidad del pueblo serbio despué s de que la ONU adoptara la resolució n sobre el genocidio de Srebrenica. <br/><br/><br/>    Bangkok.- El alto comisionado de Naciones Unidas para los Derechos Humanos, Volker Tü rk, visita Bangkok, donde finaliza una gira por el Sudeste de Asia que tambié n le llevó  a Malasia y Laos. <br/><br/>   Berlí n.- Las ONG Climate Action Network International y Global Campaign to Demand Climate Justice (DCJ) ofrecen sendas ruedas de prensa con motivo de la inauguració n de la Conferencia Climá tica de Bonn.<br/><br/>    Berlí n.- Human Rights Watch da una rueda de prensa en la Conferencia Climá tica de Bonn sobre garantizar el espacio cí vico en el camino hacia la justicia climá tica en la COP 29. <br/><br/>    Londres.- Trabajadores de la compañ í a ferroviaria Northern Rail en el Reino Unido van a la huelga como parte de la disputa que mantienen actualmente sobre sus salarios y condiciones laborales. <br/><br/>     Casablanca.- La Asociació n Espoir Maroc organiza un debate sobre el empleo para las personas con discapacidad con la participació n de representantes de empresas y asociaciones. <br/><br/>    Nueva York.- Los fans de las pelí culas de los Cazafantasmas, cuya primera cinta se estrenó  el 8 de junio de 1984, celebran el cuarenta aniversario del inicio de la serie cinematográ fica.</p><p>EFE Internacional</p><p>amg/vh/rrt</p>", "publisher": "EFE - Spanish Newswire", "instances": ["- El alto comisionado de Naciones Unidas para los Derechos Humanos, Volker Tü rk, visita Bangkok, donde finaliza una gira por el Sudeste de Asia que tambié n le llevó  a Malasia y Laos. Berlí n. Berlí n. - Human Rights Watch da una rueda de prensa en la Conferencia Climá tica de Bonn sobre garantizar el espacio cí vico en el camino hacia la justicia climá tica en la COP 29."]}, {"relevance_score": 2, "title": "Organizaciones juveniles celebran la resolución consultiva climática a la CIJ", "published": "2023-03-31", "bodyText": "<h>ABSTRACT</h><p>Redacción Medioambiente, 31 mar (EFE).- Organizaciones juveniles ecologistas han celebrado la petición realizada por la ONU a la Corte Internacional de Justicia (CIJ) sobre las obligaciones que los países tienen para actuar ante la crisis climática.</p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 17, "title": "CRISIS CLIMÁTICA", "published": "2023-03-31", "bodyText": "<p nitf:lede=\"true\">Redacción Medioambiente, 31 mar (EFE).- Organizaciones juveniles ecologistas han celebrado la petición realizada por la ONU a la Corte Internacional de Justicia (CIJ) sobre las obligaciones que los países tienen para actuar ante la crisis climática.La Asamblea de Naciones Unidas, a propuesta del gobierno de Vaunatur, en el Pacíffico, aprobó el míercoles una solicitud de opinión consultiva a la Corte Internacional de Justicia.</p><p nitf:lede=\"true\">La organización Pacific Island Students Fighting Climate Change (Pisfcc) junto con Worlds Youth for Climate Justice (WYCJ), en un comunicado de prensa, celebran la decisión y piden a los gobiernos \"más ambición climática para salvar el planeta y proteger a la población más vulnerable\". </p><p>Pisfcc fue la organización impulsora de la campaña para pedir la opinión consultiva, iniciada por un grupo de estudiantes que concibieron la idea hace cuatro años en la isla de Vanuatu.  </p><p>Según el comunicado, la CIJ realizará ahora las audiencias necesarias y recibirá la documentación necesaria sobre las obligaciones de los Estados en relación a la lucha contra el cambio climático, con el objetivo de \"emitir la opinión consultiva en 2024\". </p><p>Cynthia Houniuhi, de Islas Salomón y presidenta de la Pisfcc, ha señalado que están \"eufóricos de que el mundo haya escuchado a la juventud del Pacífico y haya optado por tomar acción, porque en el Pacífico vivimos la crisis climática\".  </p><p>\"Somos quienes menos hemos contribuido a las emisiones globales que están inundando nuestra tierra\", ha asegurado Houniuhi, quien ha subrayado que las Islas Salomón están viviendo \"ciclones tropicales devastadores, inundaciones, pérdida de biodiversidad y aumento del nivel del mar\".  </p><p>\"El fracaso\" de los gobiernos para detener las emisiones que matan al planeta, no es un \"problema teórico\", porque \"nuestro presente y futuro es lo que se está vendiendo\", ha asegurado y ha subrayado que la votación en Naciones Unidas \"es un paso en la dirección correcta para la justicia climática\".  </p><p>Mert Kumru, de Países Bajos y coordinador para Europa de Worlds Youth for Climate Justice, ha manifestado que \"es importante destacar que el tribunal examinará cuestiones de derechos humanos y equidad intergeneracional que han sido ampliamente ignoradas por el sistema actual\".  </p><p>\"Nadie puede disputar que los Estados tienen la obligación de tomar medidas efectivas para prevenir y remediar estos impactos climáticos, mitigar el cambio climático y garantizar que todos puedan adaptarse a la crisis climática\", según Kumru, quien ha aseverado que, no obstante, el \"proceso parece estar estancado\".  </p><p>Por ello, ha dicho, la solicitud ante la CIJ \"tiene como objetivo ser el catalizador para fomentar una mayor ambición dentro de los procesos existentes\". </p><p>José Daniel Rodríguez, de Costa Rica y coordinador para América Latina de World\"s Youth for Climate Justice, ha explicado que las \"violaciones de los derechos humanos causadas por el cambio climático\" afectan de \"manera desproporcionada\" a los pueblos indígenas, las mujeres, las personas jóvenes y las poblaciones históricamente discriminadas en América Latina.  </p><p>En la búsqueda de justicia climática, Rodríguez ha señalado que para abordar estas desigualdades, trabajarán \"para facilitar que aquellos más afectados por el cambio climático sean escuchados por la CIJ\". </p><p>En el mismo sentido se han manifestado Nicole Ponce, de Filipinas y coordinadora para Asia de Worlds Youth for Climate Justice; Khulekani Magwaza, coordinador para África de World\"s Youth for Climate Justice y Vishal Prasad, activista de Pacific Islands Students Fighting Climate Change.  </p><p>Estas organizaciones han advertido que el logro ante la CIJ \"no es el final de la campaña por la justicia climática\" y seguirán luchando porque el verdadero trabajo comenzará al aplicar la opinión consultiva de la Corte en las políticas nacionales. EFE</p><p>lul.fch <br/></p>", "publisher": "Spanish Newswire Services", "instances": ["- Organizaciones juveniles ecologistas han celebrado la petición realizada por la ONU a la Corte Internacional de Justicia (CIJ) sobre las obligaciones que los países tienen para actuar ante la crisis climática. La Asamblea de Naciones Unidas, a propuesta del gobierno de Vaunatur, en el Pacíffico, aprobó el míercoles una solicitud de opinión consultiva a la Corte Internacional de Justicia. Pisfcc fue la organización impulsora de la campaña para pedir la opinión consultiva, iniciada por un grupo de estudiantes que concibieron la idea hace cuatro años en la isla de Vanuatu. Según el comunicado, la CIJ realizará ahora las audiencias necesarias y recibirá la documentación necesaria sobre las obligaciones de los Estados en relación a la lucha contra el cambio climático, con el objetivo de \"emitir la opinión consultiva en 2024\".", "\"Somos quienes menos hemos contribuido a las emisiones globales que están inundando nuestra tierra\", ha asegurado Houniuhi, quien ha subrayado que las Islas Salomón están viviendo \"ciclones tropicales devastadores, inundaciones, pérdida de biodiversidad y aumento del nivel del mar\". \"El fracaso\" de los gobiernos para detener las emisiones que matan al planeta, no es un \"problema teórico\", porque \"nuestro presente y futuro es lo que se está vendiendo\", ha asegurado y ha subrayado que la votación en Naciones Unidas \"es un paso en la dirección correcta para la justicia climática\". \"Nadie puede disputar que los Estados tienen la obligación de tomar medidas efectivas para prevenir y remediar estos impactos climáticos, mitigar el cambio climático y garantizar que todos puedan adaptarse a la crisis climática\", según Kumru, quien ha aseverado que, no obstante, el \"proceso parece estar estancado\". Por ello, ha dicho, la solicitud ante la CIJ \"tiene como objetivo ser el catalizador para fomentar una mayor ambición dentro de los procesos existentes\".", "\"Nadie puede disputar que los Estados tienen la obligación de tomar medidas efectivas para prevenir y remediar estos impactos climáticos, mitigar el cambio climático y garantizar que todos puedan adaptarse a la crisis climática\", según Kumru, quien ha aseverado que, no obstante, el \"proceso parece estar estancado\". Por ello, ha dicho, la solicitud ante la CIJ \"tiene como objetivo ser el catalizador para fomentar una mayor ambición dentro de los procesos existentes\". En la búsqueda de justicia climática, Rodríguez ha señalado que para abordar estas desigualdades, trabajarán \"para facilitar que aquellos más afectados por el cambio climático sean escuchados por la CIJ\". En el mismo sentido se han manifestado Nicole Ponce, de Filipinas y coordinadora para Asia de Worlds Youth for Climate Justice; Khulekani Magwaza, coordinador para África de World\"s Youth for Climate Justice y Vishal Prasad, activista de Pacific Islands Students Fighting Climate Change.", "José Daniel Rodríguez, de Costa Rica y coordinador para América Latina de World\"s Youth for Climate Justice, ha explicado que las \"violaciones de los derechos humanos causadas por el cambio climático\" afectan de \"manera desproporcionada\" a los pueblos indígenas, las mujeres, las personas jóvenes y las poblaciones históricamente discriminadas en América Latina. En la búsqueda de justicia climática, Rodríguez ha señalado que para abordar estas desigualdades, trabajarán \"para facilitar que aquellos más afectados por el cambio climático sean escuchados por la CIJ\". Estas organizaciones han advertido que el logro ante la CIJ \"no es el final de la campaña por la justicia climática\" y seguirán luchando porque el verdadero trabajo comenzará al aplicar la opinión consultiva de la Corte en las políticas nacionales. EFElul."]}, {"relevance_score": 2, "title": "Comisionado alemán califica declaraciones de Thunberg de antiisraelíes y antisemitas", "published": "2023-11-14", "bodyText": "<h>ABSTRACT</h><p>Berlín, 14 nov (EFE).- El comisionado del gobierno para la vida judía en Alemania y la lucha contra el antisemitismo, Felix Klein, criticó hoy enérgicamente a la activista medioambiental sueca Greta Thunberg por sus recientes declaraciones sobre la guerra en Oriente Próximo, que calificó de antiisraelíes y antisemitas. </p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 0, "title": "Temas del día de EFE Internacional del lunes 3 de junio (10.00 GMT)", "published": "2024-06-03", "bodyText": "<h>ABSTRACT</h><p>MÉXICO ELECCIONES </p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 0, "title": "Temas del día de EFE Internacional del lunes 3 de junio (12.00 GMT)", "published": "2024-06-03", "bodyText": "<h>ABSTRACT</h><p>MÉXICO ELECCIONES </p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 0, "title": "Temas del día de EFE Medio Ambiente y Ciencia del miércoles 5 de junio", "published": "2024-06-05", "bodyText": "<h>ABSTRACT</h><p>DIA MEDIO AMBIENTE</p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 144, "title": "Agenda Informativa de EFE Internacional del 8 al 14 de junio de 2024", "published": "2024-06-07", "bodyText": "<p nitf:lede=\"true\">Jerusalé n/Gaza/Otras capitales.- Seguimiento de la guerra de Gaza y sus repercusiones (cobertura diaria).</p><p nitf:lede=\"true\">Kiev/Moscú /Otras capitales.- Seguimiento de la guerra en Ucrania y sus repercusiones (cobertura diaria).</p><h>Sá bado 8 </h><h>_________</h><p nitf:lede=\"true\">Washington - Guam y las Islas Ví rgenes celebran sus caucus demó cratas, en los que los votantes de ese partido se reú nen para elegir al candidato que los representará  en las presidenciales de noviembre.</p><p nitf:lede=\"true\">San José  –  Termina el evento de alto nivel sobre acció n oceá nica ‘ Inmersos en el cambio’ . </p><p nitf:lede=\"true\">Nueva York (EE.U(U.) –  Continú a la 23 edició n del festival de cine de Tribeca en Nueva York. (Hasta el 16 de junio).</p><p>Nueva York (EE.UU.) - Los fans de las pelí culas de ‘ Ghostbusters’ , cuya primera cinta se estrenó  el 8 de junio de 1984, celebran el 40 aniversario del filme con disfraces de todo tipo en la estació n de bomberos del barrio neoyorquino de Tribeca, lugar mí tico de la saga.</p><p>Parí s - El presidente de Francia, Emmanuel Macron, recibe a su homó logo de Estados Unidos, Joe Biden, en una visita de Estado. </p><p>Bruselas/Otras capitales - Los principales paí ses de la UE se preparan para votar el domingo para renovar el Parlamento Europeo. </p><p>Bangkok - El alto comisionado de Naciones Unidas para los Derechos Humanos, Volker Tü rk, visita Bangkok, donde finaliza una gira por el Sudeste de Asia que tambié n le llevó  a Malasia y Laos. </p><p>Estambul (Turquí a) - Los ministros de Exteriores del grupo de paí ses Developing 8 (D-8), compuesto por Pakistá n, Egipto, Irá n, Bangladesh, Turquí a, Malasia, Indonesia y Nigeria, se reú nen en Estambul para buscar soluciones a la guerra en Gaza. </p><p>Belgrado - Reunió n de lí deres serbios de la regió n balcá nica en que se confirmará  fuertemente la unidad del pueblo serbio despué s de que la ONU adoptara la resolució n sobre el genocidio de Srebrenica. </p><p>Berlí n - Las ONG Climate Action Network International y Global Campaign to Demand Climate Justice (DCJ) ofrecen sendas ruedas de prensa con motivo de la inauguració n de la Conferencia Climá tica de Bonn.</p><p>Berlí n - Human Rights Watch da una rueda de prensa en la Conferencia Climá tica de Bonn sobre garantizar el espacio cí vico en el camino hacia la justicia climá tica en la COP 29. </p><p>Londres - Trabajadores de la compañ í a ferroviaria Northern Rail en el Reino Unido van a la huelga como parte de la disputa que mantienen actualmente sobre sus salarios y condiciones laborales. </p><p>Casablanca (Marruecos) - La Asociació n Espoir Maroc organiza un debate sobre el empleo para las personas con discapacidad con la participació n de representantes de empresas y asociaciones. </p><h>Domingo 9 </h><h>_________</h><p>Washington - El expresidente estadounidense Donald Trump participa en un rally en Las Vegas (Nevada). </p><p>Ciudad de Mé xico - La oficialista Claudia Sheinbaum recibe su constancia como presidenta electa de Mé xico, con lo que comenzará  a delinear los primeros pasos antes de comenzar su mandato, el 1 de octubre.</p><p>Nueva York (EE.UU.) - Nueva York celebra su tradicional Desfile Nacional Puertorriqueñ o, este añ o con el lema ‘ Boricua de Corazó n’  y con la cantante Lisa Lisa como madrina.</p><p>Nueva York (EE.UU.) - El artista Peso Pluma actú a en el festival de mú sica The Governors Ball.</p><p>Bruselas/Otras capitales - Elecciones europeas en los principales paí ses de la UE.</p><p>Bruselas - Bé lgica celebra tres elecciones: federal, regional y europea.</p><p>Nueva Delhi - El nacionalista hindú  Narendra Modi toma juramento como primer ministro de la India para un histó rico tercer té rmino consecutivo aunque por primera vez no podrá  gobernar en solitario. </p><p>Sofí a - Bulgaria celebra sus sextas elecciones generales desde el añ o 2021, con pocas posibilidades de que puedan desbloquear el complejo panorama polí tico del paí s balcá nico. </p><p>Bangkok - El partido progresista Move Forward (Avanzar) alega contra la acusació n de tratar de subvertir el sistema de monarquí a parlamentaria que estudia el Tribunal Constitucional, y que amenaza con su disolució n. </p><p>Ginebra (Suiza) - Los suizos participan en un referé ndum en el que, entre varios otros temas, deben pronunciarse si se deben frenar los costos exorbitantes de la sanidad para los ciudadanos. </p><p>Bangkok - Comienza la votació n restringida para renovar 200 miembros del Senado.</p><p>Moscú  - La regió n separatista georgiana de Osetia del Sur celebra elecciones parlamentarias. </p><p>Bucarest - Rumaní a celebra elecciones locales en las que eligen los alcaldes y ediles de las 3.186 localidades del paí s, así  como los miembros de las autoridades provinciales.</p><p>Budapest - Hungrí a celebra elecciones locales el 9 de junio en las que se eligen los alcaldes y ediles de 3.177 localidades del paí s. </p><p>Moscú  - La oposició n armenia encabezada por el arzobispo Bagrat Galstaniá n convoca una manifestació n para exigir la renuncia del primer ministro Nikol Pashiniá n, al que acusa de ceder territorios a Azerbaiyá n. </p><p>Parí s - Comienza el Festival de Annecy, una de las citas del cine de animació n má s importantes del mundo. </p><h>Lunes 10 </h><h>_________</h><p>Ciudad de Mé xico.- La presidenta electa de Mé xico, Claudia, Sheinbaum inicia la transició n de Gobierno.</p><p>Buenos Aires - El presidente de Argentina, Javier Milei, cumple seis meses al frente del Ejecutivo.</p><p>Ciudad de Panamá  –  Comienzan la XIV Conferencia Internacional de Arroz para Amé rica Latina y el Caribe y la IX conferencia internacional de pyricularia en arroz y trigo. (Hasta el 14 de junio).</p><p>Petrolina (Brasil) - Brasil anuncia medidas para combatir la desertificació n en el noreste, la zona má s á rida del paí s, y anuncia su incorporació n a la Alianza Internacional para la Resiliencia a la Sequí a (IDRA), coalició n de cerca de 40 paí ses y 30 organizaciones internacionales.</p><p>Washington - La Biblioteca del Congreso de EE.UU. presenta una exposició n con algunos de sus tesoros, entre los que se incluye la letra escrita a mano de la canció n ' The Sound of Music' , perteneciente a la pelí cula homó nima de Robert Wise.</p><p>Bruelas/Otras capitales - Resultados y aná lisis de las elecciones para renovar el Parlamento europeo.</p><p>Parí s - Los presidentes de Francia, Emmanuel Macron, y Alemania, Frank Walter Steinmeier, participan en la conmemoració n del 80 aniversario de la matanza nazi en el pueblo francé s de Ouradour sur Glane. </p><p>Moscú  - La ciudad rusa de Nizhni Nó vgorod acoge una reunió n ministerial del grupo BRICS. </p><p>Berlí n - El secretario ejecutivo de la ONU para el Cambio Climá tico, Simon Stiel, da un discurso en la Conferencia Climá tica de Bonn sobre la importancia del Informe Bienal de Transparencia como herramienta </p><p>Benguerir (Marruecos) - La Universidad Polité cnica Mohamed VI de Benguerir acoge varias conferencias centradas en lograr una transició n hacia la energí a verde que satisfaga las necesidades de los paí ses en desarrollo.</p><p>Teherá n - El Consejo de Guardianes de Irá n finaliza el proceso de veto de los candidatos para las elecciones presidenciales anticipadas del 28 de junio, en las que se eligen al sucesor del presidente Ebrahim Raisí , quien falleció  el 19 de mayo en un accidente de helicó ptero.</p><p>Roma - El papa visita la Alcaldí a de Roma, en medio de los preparativos para el Jubileo de 2025.</p><p>Parí s - La OCDE organiza un Foro sobre la Igualdad de Gé nero. </p><p>Parí s - El Museo Picasso de Parí s presenta la exposició n ' Picasso Iconó fago' , que explora có mo el artista españ ol interpretó  con perspectiva contemporá nea algunas obras maestras de la pintura clá sica. </p><p>Nueva York (EE.UU.) - El director ejecutivo de Apple, Tim Cook, da el discurso de apertura de la Conferencia Mundial de Desarrolladores de la compañ í a de la manzana, donde se espera que se anuncien las ú ltimas novedades de la compañ í a, entre otras una mayor apuesta por la inteligencia artificial.</p><h>Martes 11 </h><h>_________</h><p>Washington - El Banco Mundial publica su ú ltimo informe de perspectivas econó micas globales. </p><p>Buenos Aires - El presidente de Argentina, Javier Milei, y la canciller, Diana Mondino, participan en el evento ' El renacer de la libertad en Argentina y el mundo' , que se celebra en un hotel de Buenos Aires. (Hasta el 12 de junio).</p><p>Washington - El estado de Misuri (EE.UU.) pretende ejecutar con una inyecció n letal al preso David Hosier, condenado a muerte por asesinar a una mujer en 2009.</p><p>Manaos (Brasil) - El Banco Interamericano de Desarrollo (BID) celebra su Semana de Sustentabilidad en Manaos, la capital del estado brasileñ o de Amazonas. (Hasta el 13 de junio).</p><p>Parí s - Representantes de pueblos indí genas de Centroamé rica y de Brasil acuden a la Organizació n de las Naciones Unidas para la Educació n, la Ciencia y la Cultura (Unesco) para la presentació n de un libro sobre el patrimonio cultural de los aborí genes en el mundo. </p><p>Riga - Riga acoge por primera vez la cumbre de los paí ses del Flanco Este de la OTAN, o los llamados Nueve de Bucarest (B9), que se crearon en 2015 como plataforma de debate en esa regió n de la Alianza.</p><p>Moscú  - La ciudad rusa de Nizhni Nó vgorod acoge una reunió n ministerial del grupo BRICS. </p><p>Amá n - Jordania acoge una conferencia internacional de emergencia para abordar las formas de intensificar la respuesta humanitaria en la Franja de Gaza, un foro auspiciado tambié n por Egipto y por Naciones Unidas. </p><p>Teherá n - El Consejo de Guardianes de Irá n anuncia a los candidatos que ha avalado para las elecciones presidenciales del 28 de junio, en las que se elegirá n al sucesor del presidente Ebrahim Raisí , quien falleció  el 19 de mayo en un accidente de helicó ptero</p><p>Moscú  - La defensora del pueblo rusa, Tatiana Moskalkova, rinde su informe anual ante la Cá mara de diputados rusa. </p><p>Viena - La Organizació n de Paí ses Exportadores de Petró leo (OPEP) publica su informe mensual sobre la situació n del mercado petrolero. </p><p>Londres - El presidente del eurogrupo, el irlandé s Paschal Donohoe, pronuncia un discurso en la City de Londres. </p><p>Parí s - La OCDE organiza un Foro sobre la Igualdad de Gé nero. </p><p>Lisboa - El Observatorio Europeo de las Drogas y las Toxicomaní as (EMCDDA por sus siglas en inglé s) presenta su informe anual. </p><p>Berlí n - Berlí n acoge una reunió n de la conferencia internacional para la reconstrucció n de Ucrania.</p><p>Parí s - El Petit Palais de Parí s acoge por primera vez una muestra dedicada al arte urbano con la exposició n ' We are here' . </p><p>Parí s - El Museo Picasso de Parí s presenta la exposició n ' Picasso Iconophage'  (Picasso Iconofagia) sobre la concepció n de la imagen y los modos de apropiació n del artista malagueñ o. </p><p>Londres - El có dice Crosby-Schø yen, uno de los libros má s antiguos del mundo, escrito en Alejandrí a en torno al añ o 300 a. C., sale a subasta en Londres. </p><p>Washington - Comienza la reunió n de los miembros del Comité  Federal de Mercado Abierto de la Reserva Federal para decidir posibles subidas o bajadas de tipos de interé s. (Hasta el 12 de junio).</p><p>Washington - Tesla celebra su junta general de accionistas en la que se decidirá  si se aprueba el pago a su consejero delegado, Elon Musk, de una compensació n de alrededor de 50.000 millones de dó lares, entre otras medidas.</p><p>Sã o Paulo (Brasil) - Google celebra la sexta edició n del evento Google for Brasil, su principal evento del añ o en el paí s, en el que anunciará  nuevos productos y servicios para los brasileñ os.</p><p>Rí o de Janeiro (Brasil) - El Gobierno divulga la tasa de inflació n de Brasil en mayo.</p><p>Bogotá  - El Departamento Administrativo Nacional de Estadí stica (DANE) divulga el dato del IPC de Colombia correspondiente a mayo.</p><p>Buenos Aires - Argentina difunde sus estadí sticas de turismo internacional correspondientes a abril.</p><h>Mié rcoles 12 </h><h>___________</h><p>Washington - El centro de pensamiento Wilson de Washington presenta un informe sobre los niñ os en riesgo en la frontera entre Estados Unidos y Mé xico.</p><p>Lima - El Cuarto Juzgado de Investigació n Preparatoria Nacional revisa, en una audiencia virtual, los argumentos de la Fiscalí a que piden que la lí der polí tica Keiko Fujimori vuelva a prisió n preventiva, poco antes del inicio del juicio oral que se le abrirá  por presunto lavado de activos.</p><p>Buenos Aires - El Senado argentino inicia el debate de la Ley de Bases, una propuesta legislativa que busca establecer los principios fundamentales y las directrices para una serie de reformas estructurales en el paí s, así  como el paquete fiscal del Ejecutivo.</p><p>La Habana - Llega al puerto de La Habana un destacamento de la Marina de Guerra de Rusia con tres barcos -entre ellos una fragata- y un submarino de propulsió n nuclear. (Hasta el 17 de junio).</p><p>Louisville (EE.UU.) - Reunió n plenaria de la conferencia episcopal de Estados Unidos. (Hasta el 14 de junio).</p><p>Tegucigalpa - Presentan en Honduras los resultados de la primera Encuesta Nacional sobre Trabajo Infantil.</p><p>Bruselas - La Comisió n Europea presenta unas directrices para aplicar el Pacto Migratorio, acordado recientemente para dotar a la UE de un sistema previsible para gestionar las llegadas de irregulares y las peticiones de asilo.</p><p>Berlin - Rueda de prensa posterior a la conferencia internacional para la reconstrucció n de Ucrania. </p><p>Bangkok - El  Constitucional de Tailandia comienza a dirimir sobre la acusació n por subvertir la monarquí a constitucional contra el partido progresista Move Forward (Avanzar), que podrí a terminar con su disolució n </p><p>Tú nez - La capital tunecina acoge la 21 conferencia tunecino-europea sobre inversiones que incluirá  la firma de una lí nea de cré dito de má s de 200 millones de euros (216,05 millones de dó lares) para las pymes y proyectos de infraestructuras </p><p>Parí s - Audiencia del Tribunal de Estrasburgo sobre la demanda de Paí ses Bajos y Ucrania por la destrucció n por un misil del avió n de Malaysia Airlines en julio de 2014 cuando sobrevolaba el este de Ucrania. </p><p>Teherá n - Arranca la campañ a electoral en Irá n de cara a las elecciones presidenciales anticipadas, previstas para el 28 de junio, en las que se eligen al sucesor del presidente Ebrahim Raisí , quien falleció  el 19 de mayo en un accidente de helicó ptero </p><p>Parí s - Audiencia preparatoria para el juicio ante el Tribunal de Apelació n de Parí s contra el histó rico dirigente etarra Josu Urrutikoetxea, Josu Ternera, al que Españ a reclama tambié n para sentarlo en el banquillo por varias causas. </p><p>Parí s - Audiencia del Tribunal de Apelació n de Parí s sobre una euroorden españ ola contra la etarra Ainhoa Mú gica Goñ i. </p><p>Parí s -La Agencia Internacional de la Energí a (AIE) publica su informe mensual sobre el mercado del petró leo. </p><p>Parí s - Lanzamiento en la Bienal de Parí s de la ' Corrida É tica'  una nueva forma de tauromaquia sin que el animal resulte herido que pretende convertirse en una disciplina artí stica.</p><p>Washington - La Oficina de Estadí sticas Laborales (BLS) publica los datos de inflació n de Estados Unidos.</p><p>Nueva York (EE.UU.) - El presidente de Telefó nica, José  Marí a Á lvarez-Pallete, tocará  la campana de cierre en Wall Street, con motivo del centenario de la compañ í a. </p><p>Buenos Aires - El Tesoro de Argentina licita en el mercado domé stico instrumentos de deuda pú blica.</p><p>Rí o de Janeiro (Brasil) - El Gobierno divulga el crecimiento del sector servicios de Brasil en abril.</p><h>Jueves 13 </h><h>__________</h><p>Washington - El exmandatario estadounidense y precandidato presidencial republicano Donald Trump participa en una mesa redonda de la organizació n Business Roundtable para hablar de sus propuestas econó micas de cara a un eventual segundo mandato.</p><p>Toronto (Canadá ) - El primer ministro de Canadá , Justin Trudeau, viaja a la localidad italiana de Apulia para participar en la Cumbre del G7. (Hasta el 15 de junio).</p><p>Bogotá  - La Fundació n Gabo anuncia los trabajos finalistas del Premio Gabo.</p><p>Bruselas - Reunió n de ministros de Defensa de la OTAN. </p><p>Bari (Italia) - Los lí deres del G7, las siete democracias má s ricas del mundo, se reú nen en la regió n italiana de Apulia (sur) para abordar los temas má s apremiantes de la geopolí tica global como las guerras en Ucrania y Gaza. </p><p>Luxemburgo - Consejo de ministros de Justicia e Interior de la UE.</p><p>Londres - Los partidos polí ticos britá nicos participan en un debate organizado por la cadena de televisió n ITV con motivo de las elecciones generales del 4 de julio. </p><p>Parí s - La OCDE publica las tasas del desempleo de sus paí ses miembros y del conjunto de la organizació n. </p><p>Casablanca (Marruecos) - Se reanuda en un tribunal de Casablanca el macro caso de narcotrá fico conocido como ' El Escobar del Sahara' , en el que está n implicados personalidades de la é lite deportiva y polí tica marroquí . </p><p>Buenos Aires - Argentina difunde el í ndice de precios al consumidor (IPC) de mayo.</p><p>Rí o de Janeiro (Brasil) - El Gobierno divulga el crecimiento de las ventas comerciales de Brasil en abril.</p><p>Rí o de Janeiro (Brasil) - El Gobierno brasileñ o divulga su nueva proyecció n para la cosecha agrí cola de 2024.</p><p>Lima - El directorio del Banco Central de Reserva del Perú  (BCRP) se reú ne este jueves para evaluar el Programa Monetario del paí s, fijado actualmente en 5,75 %</p><h>Viernes 14</h><h>__________</h><p>Miami (EE.UU.) - La nave Starliner y sus dos ocupantes, los astronautas de la NASA Barry Wilmore y Sunita Williams, regresan a EE.UU. tras permanecer una semana en la Estació n Espacial Internacional (EEI) como parte de la primera misió n tripulada de la cá psula fabricada por la compañ í a Boeing.</p><p>Tegucigalpa - El Tribunal de Sentencia en materia de Corrupció n de Honduras dará  a conocer la sentencia contra tres personas declaradas culpables por irregularidades en la concesió n de un proyecto hidroelé ctrico al que se oponí a la ambientalista Berta Cá ceres, asesinada en 2016.</p><p>La Habana - Inauguració n de la I Bienal de Humor Polí tico de La Habana, en la que participan 46 artistas de 22 paí ses. (Hasta el 28 de junio).</p><p>Bari (Italia) - Los lí deres del G7, las siete democracias má s ricas del mundo, prosiguen su cumbre en un hotel de la regió n italiana de Apulia (sur) para abordar los temas má s apremiantes de la geopolí tica global como las guerras en Ucrania y Gaza. </p><p>Bruselas - Los ministros de Defensa de la OTAN concluyen una reunió n en Bruselas, la ú ltima antes de la cumbre aliada de julio en Washington, que centrará n en su apoyo a Ucrania y a las amenazas a las que se enfrenta la organizació n. </p><p>Luxemburgo - Los ministros de Justicia de la UE debaten una propuesta para facilitar el reconocimiento en un Estado miembro de la paternidad de un niñ o establecida en otro paí s de la UE y una directiva sobre la lucha contra el abuso sexual y la explotació n sexual de niñ os y la pornografí a infantil.</p><p>Rí o de Janeiro (Brasil) - El Banco Central brasileñ o divulga el crecimiento en abril de la actividad econó mica de Brasil (IBC-Br), el í ndice que utiliza para anticipar la tendencia del PIB.</p><p>Bogotá  - El Departamento Administrativo Nacional de Estadí stica (DANE) divulga el resultado de la producció n industrial de Colombia en abril. EFE</p><p>amg/eat/lnm</p>", "publisher": "EFE - Spanish Newswire", "instances": ["Estambul (Turquí a) - Los ministros de Exteriores del grupo de paí ses Developing 8 (D-8), compuesto por Pakistá n, Egipto, Irá n, Bangladesh, Turquí a, Malasia, Indonesia y Nigeria, se reú nen en Estambul para buscar soluciones a la guerra en Gaza. Belgrado - Reunió n de lí deres serbios de la regió n balcá nica en que se confirmará  fuertemente la unidad del pueblo serbio despué s de que la ONU adoptara la resolució n sobre el genocidio de Srebrenica. Berlí n - Human Rights Watch da una rueda de prensa en la Conferencia Climá tica de Bonn sobre garantizar el espacio cí vico en el camino hacia la justicia climá tica en la COP 29. Londres - Trabajadores de la compañ í a ferroviaria Northern Rail en el Reino Unido van a la huelga como parte de la disputa que mantienen actualmente sobre sus salarios y condiciones laborales."]}, {"relevance_score": 3, "title": "Funcionários da Amazon nos EUA farão greve por mais flexibilidade e compromisso climático", "published": "2023-05-31", "bodyText": "<h>ABSTRACT</h><p>Nova York, 31 mai (EFE).- Cerca de 2.000 trabalhadores da Amazon nos Estados Unidos farão uma greve nesta quarta-feira para pedir à empresa mais flexibilidade com o trabalho remoto e um maior compromisso em relação ao seu impacto climático. </p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 20, "title": "TECNOLOGÍAS AMAZON HUELGA", "published": "2023-05-31", "bodyText": "<p nitf:lede=\"true\">Nueva York, 31 may (EFE).- Casi 2.000 trabajadores de Amazon secundarán hoy una huelga para pedir a la empresa más flexibilidad con el trabajo remoto y un mayor compromiso frente a su impacto climático.Según anuncian los organizadores de la huelga, Amazon Employees for Climate Justice y Amazon's Remote Advocacy, los que se han comprometido a participar en la huelga de hoy a mediodía son 1.922 empleados, de los que 913 trabajan en la sede de la empresa en Seattle (Washington), y tienen previsto protestar a partir del mediodía delante del gran edificio de cristal en el que trabajan alrededor de 55.000 personas.</p><p>Esta protesta exige dos cosas muy distintas, por un lado \"flexibilidad en cómo y dónde\" trabajan los empleados, después de que el 1 de mayo la compañía ordenase a los empleados corporativos que comenzaran a trabajar desde la oficina al menos tres días a la semana, poniendo así fin gradualmente al teletrabajo popularizado durante la pandemia de coronavirus. </p><p>Por otra parte, los empleados también piden que Amazon ponga su impacto climático al \"primer frente de la toma de decisiones\". </p><p>\"El compromiso climático está roto, de muchas maneras. Desde subestimar gravemente nuestra huella (de carbono) hasta contaminar desproporcionadamente a las comunidades de color, aumentar las emisiones de carbono en un 40 % desde 2019 y acabar con la legislación sobre energía limpia\", señalan los sindicalistas en un comunicado. </p><p>\"Está claro que los líderes (de la empresa) todavía ven el impacto climático como un inconveniente en lugar de un enfoque estratégico\", recalcan.  </p><p>En su última reunión anual con inversores, Amazon dijo que está comprometido con sus objetivos climáticos, incluidos los planes para poner en marcha 100.000 camionetas de reparto eléctricas para 2030 y alimentar sus operaciones con energía 100% renovable para 2050. </p><p>El objetivo de esta empresa es alcanzar cero emisiones netas de carbono para 2040.  </p><p>No obstante, los activistas piden a la compañía que haga más y se comprometa con entregas con cero emisiones para 2030. </p><p>Amazon pertenece a la larga lista de empresas tecnológicas que apostó por recortes de personal tras el boom de la pandemia. </p><p>Desde el otoño pasado ha despedido a 27.000 trabajadores en sus divisiones de computación en la nube, publicidad y venta minorista, entre otras. </p><p>Amazon se ha opuesto de distintas maneras durante muchos años a la sindicalización de sus trabajadores, exhibiendo un discurso de que prefiere mantener con ellos una relación personal y no mediatizada. </p><p>Sin embargo, en abril de 2022, un almacén de la multinacional estadounidense en Nueva York ganó el pulso a la empresa y se convirtió en el primero en obtener un representación sindical en Estados Unidos. EFE</p><p>syr/fjo/jla <br/></p>", "publisher": "Spanish Newswire Services", "instances": ["- Casi 2. 000 trabajadores de Amazon secundarán hoy una huelga para pedir a la empresa más flexibilidad con el trabajo remoto y un mayor compromiso frente a su impacto climático. 922 empleados, de los que 913 trabajan en la sede de la empresa en Seattle (Washington), y tienen previsto protestar a partir del mediodía delante del gran edificio de cristal en el que trabajan alrededor de 55. 000 personas."]}, {"relevance_score": 20, "title": "AMAZON TRABAJO", "published": "2023-05-31", "bodyText": "<p nitf:lede=\"true\">Nueva York, 31 may (EFE).- Casi 2.000 trabajadores de Amazon harán una huelga este miércoles para pedir a la empresa más flexibilidad con el trabajo remoto y un mayor compromiso frente a su impacto climático.</p><p>Según anuncian los organizadores de la huelga, Amazon Employees for Climate Justice y Amazon's Remote Advocacy, los que se han comprometido a participar en la huelga de hoy a mediodía son 1.922 empleados, de los cuales 913 trabajan en la sede de la empresa en Seattle (Washington), y tienen previsto protestar a partir del mediodía delante del gran edificio de cristal en el que trabajan alrededor de 55.000 personas.  </p><p>Esta protesta exige dos cosas muy distintas, por un lado, \"flexibilidad en cómo y dónde\" trabajan los empleados, después de que el 1 de mayo la compañía ordenase a los empleados corporativos que comenzaran a trabajar desde la oficina al menos tres días a la semana, poniendo así fin gradualmente al teletrabajo popularizado durante la pandemia del coronavirus.  </p><p>Por otra parte, los empleados también piden que Amazon ponga su impacto climático al \"primer frente de la toma de decisiones\".  </p><p>\"El compromiso climático está roto, de muchas maneras. Desde subestimar gravemente nuestra huella (de carbono) hasta contaminar desproporcionadamente a las comunidades de color, aumentar las emisiones de carbono en un 40 % desde 2019 y acabar con la legislación sobre energía limpia\", señalan los sindicalistas en un comunicado.  </p><p>\"Está claro que los líderes (de la empresa) todavía ven el impacto climático como un inconveniente en lugar de un enfoque estratégico\", recalcan.</p><p>En su última reunión anual con inversores, Amazon dijo que está comprometido con sus objetivos climáticos, incluidos los planes para poner en marcha 100.000 camionetas de reparto eléctricas para 2030 y alimentar sus operaciones con energía 100 % renovable para 2050.  </p><p>El objetivo de esta empresa es alcanzar cero emisiones netas de carbono para 2040.   </p><p>No obstante, los activistas piden a la compañía que haga más y se comprometa con entregas con cero emisiones para 2030.  </p><p>Amazon pertenece a la larga lista de empresas tecnológicas que apostó por recortes de personal tras el boom de la pandemia.  </p><p>Desde el otoño pasado ha despedido a 27.000 trabajadores en sus divisiones de computación en la nube, publicidad y venta minorista, entre otras.  </p><p>Amazon se ha opuesto de distintas maneras durante muchos años a la sindicalización de sus trabajadores, exhibiendo un discurso de que prefiere mantener con ellos una relación personal y no mediatizada.  </p><p>Sin embargo, en abril de 2022, un almacén de la multinacional estadounidense en Nueva York ganó el pulso a la empresa y se convirtió en el primero en obtener una representación sindical en Estados Unidos. EFE</p><p>syr/fjo/jrh <br/></p>", "publisher": "Spanish Newswire Services", "instances": ["- Casi 2. 000 trabajadores de Amazon harán una huelga este miércoles para pedir a la empresa más flexibilidad con el trabajo remoto y un mayor compromiso frente a su impacto climático. 922 empleados, de los cuales 913 trabajan en la sede de la empresa en Seattle (Washington), y tienen previsto protestar a partir del mediodía delante del gran edificio de cristal en el que trabajan alrededor de 55. 000 personas."]}, {"relevance_score": 20, "title": "AMAZON TRABAJO", "published": "2023-05-31", "bodyText": "<p nitf:lede=\"true\">Nueva York, 31 may (EFE).- Casi 2.000 trabajadores de Amazon en Estados Unidos harán una huelga este miércoles para pedir a la empresa más flexibilidad con el trabajo remoto y un mayor compromiso frente a su impacto climático.Según anuncian los organizadores de la huelga, Amazon Employees for Climate Justice y Amazon's Remote Advocacy, los que se han comprometido a participar en la huelga de hoy a mediodía son 1.922 empleados, de los cuales 913 trabajan en la sede de la empresa en Seattle (Washington), y tienen previsto protestar a partir del mediodía delante del gran edificio de cristal en el que trabajan alrededor de 55.000 personas.</p><p>Esta protesta exige dos cosas muy distintas, por un lado, \"flexibilidad en cómo y dónde\" trabajan los empleados, después de que el 1 de mayo la compañía les ordenase que comenzaran a trabajar desde la oficina al menos tres días a la semana, poniendo así fin gradualmente al teletrabajo popularizado durante la pandemia del coronavirus. </p><p>Por otra parte, los empleados también piden que Amazon ponga su impacto climático al \"primer frente de la toma de decisiones\". </p><p>\"El compromiso climático está roto, de muchas maneras. Desde subestimar gravemente nuestra huella (de carbono) hasta contaminar desproporcionadamente a las comunidades de color, aumentar las emisiones de carbono en un 40 % desde 2019 y acabar con la legislación sobre energía limpia\", señalan los sindicalistas en un comunicado. </p><p>\"Está claro que los líderes (de la empresa) todavía ven el impacto climático como un inconveniente en lugar de un enfoque estratégico\", recalcan.  </p><p>En su última reunión anual con inversores, Amazon dijo que está comprometido con sus objetivos climáticos, incluidos los planes para poner en marcha 100.000 camionetas de reparto eléctricas para 2030 y alimentar sus operaciones con energía 100% renovable para 2050. </p><p>El objetivo de la empresa es alcanzar cero emisiones netas de carbono para 2040.  </p><p>No obstante, los activistas piden a la compañía que haga más y se comprometa con entregas con cero emisiones para 2030. </p><p>Amazon pertenece a la larga lista de empresas tecnológicas que apostó por recortes de personal tras el boom de la pandemia. </p><p>Desde el otoño pasado ha despedido a 27.000 trabajadores en sus divisiones de computación en la nube, publicidad y venta minorista, entre otras. </p><p>Amazon se ha opuesto de distintas maneras durante muchos años a la sindicalización de sus trabajadores, exhibiendo un discurso de que prefiere mantener con ellos una relación personal y no mediatizada. </p><p>En abril de 2022 un almacén de la multinacional estadounidense en Nueva York ganó el pulso a la empresa y se convirtió en el primero en obtener un representación sindical en Estados Unidos. EFE</p><p>syr/fjo/psh <br/></p>", "publisher": "Spanish Newswire Services", "instances": ["- Casi 2. 000 trabajadores de Amazon en Estados Unidos harán una huelga este miércoles para pedir a la empresa más flexibilidad con el trabajo remoto y un mayor compromiso frente a su impacto climático. 922 empleados, de los cuales 913 trabajan en la sede de la empresa en Seattle (Washington), y tienen previsto protestar a partir del mediodía delante del gran edificio de cristal en el que trabajan alrededor de 55. 000 personas."]}, {"relevance_score": 3, "title": "Empleados de Amazon harán huelga por flexibilidad en el trabajo y más compromiso climático", "published": "2023-05-31", "bodyText": "<h>ABSTRACT</h><p>Nueva York, 31 may (EFECOM).- Casi 2.000 trabajadores de Amazon secundarán hoy una huelga para pedir a la empresa más flexibilidad con el trabajo remoto y un mayor compromiso frente a su impacto climático.</p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 3, "title": "Empleados de Amazon harán huelga por flexibilidad en el trabajo y más compromiso climático", "published": "2023-05-31", "bodyText": "<h>ABSTRACT</h><p>Nueva York, 31 may (EFE).- Casi 2.000 trabajadores de Amazon harán una huelga este miércoles para pedir a la empresa más flexibilidad con el trabajo remoto y un mayor compromiso frente a su impacto climático. </p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 2, "title": "Denuncian en Parlament que mujeres sufren la peor parte del cambio climático", "published": "2023-02-24", "bodyText": "<h>ABSTRACT</h><p>Barcelona, 24 feb (EFE).- Un grupo de expertos en Medio Ambiente y políticas de género ha denunciado ante el intergrupo de Derechos Sociales y Reproductivos del Parlament que las mujeres se llevan la peor parte del calentamiento global por la afectación que tiene sobre su salud sexual y reproductiva en todo el mundo. </p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 2, "title": "Grandes expectativas con la COP28: los activistas reclaman empoderamiento de la juventud y ayuda a la población vulnerable", "published": "2023-11-28", "bodyText": "<p>Las pérdidas y los daños, la representación equitativa, la justicia y las acciones concretas ocupan los primeros puestos en la agenda de muchos de los asistentes a la COP28. Los activistas piden también una buena administración del Fondo de Pérdidas y Daños y empoderar a los jóvenes.</p>", "publisher": "EuroNews - Version Espanola", "instances": []}, {"relevance_score": 3, "title": "Activistas denuncian que la COP26 es \"exclusiva\" para países ricos", "published": "2021-10-31", "bodyText": "<h>ABSTRACT</h><p>Glasgow (R.Unido) 31 oct (EFE).- La Conferencia de las Naciones Unidas sobre el cambio climático del municipio británico de Glasgow \"es la más exclusiva\" de  todas las que se han celebrado, según el movimiento Global Climate Justice, que denunció en el arranque de la COP26 la dificultad de acceso de los países en desarrollo al foro climático. </p>", "publisher": "EFE - Spanish Newswire", "instances": ["ABSTRACTGlasgow (R. Unido) 31 oct (EFE)."]}, {"relevance_score": 1, "title": "Ante un Occidente \"desconectado\", los jóvenes africanos alzan sus voces", "published": "2022-11-10", "bodyText": "<h>ABSTRACT</h><p>Isaac J. Martín</p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 22, "title": "COP27 CLIMA ÁFRICA (Crónica)", "published": "2022-11-10", "bodyText": "<p nitf:lede=\"true\">Isaac J. Martín</p><p nitf:lede=\"true\">Sharm el Sheij (Egipto), 10 nov (EFE).- Con un mundo occidental \"completamente desconectado\" de la realidad, los jóvenes africanos alzan la voz para que finalmente se les escuche y pedir responsabilidad a los países contaminantes mientras sufren los peores efectos del cambio climático.  </p><p nitf:lede=\"true\">En esta COP27 que se realiza en Egipto, la primera vez en el continente africano desde 2016, los jóvenes de diferentes países de esta parte del mundo han tomado esta oportunidad única para conectarse y reunir todas las experiencias para volver con las herramientas necesarias para enseñar sobre el cambio climático a su comunidad local.<br/>El keniano Philip Owiti Dinga, de 37 años y miembro de la Panafrican Climate Justice Alliance (PACJA), afirmó a EFE que no cree que las voces africanas estén olvidadas, sino que \"no se les dan lo que necesitan, ya que hay un gran movimiento que está creciendo de jóvenes que se conectan a través de estas cumbres climáticas para poder llevar tecnologías y lecciones a sus países nativos\".</p><p>EN UN LENGUAJE QUE ENTIENDAN </p><p>Pero lo más importante para estos jóvenes africanos es la divulgación, ser capaces de volver a sus lugares rurales e instruir a las personas de todas las generaciones dependientes de los sectores más afectados por el cambio climático con un lenguaje en el que les entienda todo el mundo. </p><p>Tsaone Amogelang Mokwatsu, de 29 años y procedente de Botswana, está dedicada a la horticultura en la Nairobi Summer School on Climate Justice, un centro creado en 2021 en Kenia especializado en orientar a los más jóvenes para que tengan las herramientas disponibles para decir lo que es realmente el cambio climático y cómo combatirlo en sus comunidades locales.  </p><p>Mokwatsu agradeció que existan estas cumbres anuales para que los africanos puedan reunirse y que \"los que no tienen voz, puedan ser escuchados\", pero lamentó que no todos puedan venir a este tipo de eventos por la falta de financiación. </p><p>\"Tenemos que romper con esas palabras tan difíciles y hablar de manera adecuada para que todo el mundo lo comprenda\", señaló. </p><p>Puso un ejemplo muy claro. Ella viene de una pequeña zona rural de Botswana e indicó que cuando acude a un terreno agrícola donde mucha gente mayor trabaja, les demuestra que \"el cambio climático existe\" por el retraso de las cosechas o por la cantidad de precipitaciones que inundan sus campos. </p><p>Mokwatsu dijo que realizan diversas actividades para romper ese lenguaje tan difícil y científico que abundan en los informes de las agencias especializadas, como \"arte, poesía, lectura de libros o música\", y apuntó que precisamente necesitan \"ese talento para identificar lo que está ocurriendo y lo que podemos hacer para entenderlo\". </p><p>\"Y debemos impulsar esa narrativa\", sentenció. </p><p>OCCIDENTE, \"DESCONECTADO DE LA REALIDAD\" </p><p>Uno de los temas centrales de esta COP27 está siendo el punto de las pérdidas y daños, que se refiere a las compensaciones a los países más pobres por parte de los más desarrollados por su responsabilidad de las emisiones históricas.  </p><p>De hecho, es la primera vez que se incluye en una agenda de una cumbre climática esta cuestión, a la que son reacios algunos países, como Estados Unidos. </p><p>Dinga afirmó que Occidente \"está completamente desconectado del contexto global\" en el que no tienen en cuenta \"los elementos culturales del continente africano\", algo que se puede ver en su postura \"ante la cuestión de las pérdidas y daños\" </p><p>Pero, especialmente, están \"desconectados de la juventud\", aseguró. </p><p>CONSECUENCIAS DE OLVIDARSE DE ÁFRICA </p><p>La zona del Sahel es una de las más afectadas por el cambio climático y donde la gran mayoría de la población es menor de 25 años, algo que también sacude directamente al continente europeo. </p><p>El activista nigerino, Sani Ayouba, aseveró a EFE que la juventud del Sahel está \"completamente al margen de las políticas públicas y de desarrollo\". </p><p>Esto crea una \"crisis ecológica que impacta duramente a los jóvenes, cuya mayoría depende económicamente de los medios rurales\", afirmó, y añadió que en Níger se dice que \"el 110 % de la población es joven\", haciendo hincapié en que la sobrepoblación es uno de los factores que pueden agudizar la situación en el país y en la región. </p><p>El hecho de que se les olvide ha provocado que la mayoría de estos hombres y mujeres, incluso menores de edad, hayan optado por desplazarse internamente al no poder trabajar más en sus terrenos agrícolas o, incluso, migrar hacia países vecinos o al otro lado del Mediterráneo, que se ha convertido en un cementerio bajo el mar a lo largo de los últimos años. </p><p>Y no solo eso, uno de los grandes problemas con los que lidia la zona del Sahel y provocada también por la crisis ecológica es el reclutamiento de dichos jóvenes por partes de grupos extremistas, como es el caso de Boko Haram. </p><p>\"No solo los jóvenes africanos deben estar en el centro de las políticas públicas internacionales, sino también de las locales\", remachó Ayouba. EFE</p><p>(foto) (vídeo) <br/></p>", "publisher": "Spanish Newswire Services", "instances": ["- Con un mundo occidental \"completamente desconectado\" de la realidad, los jóvenes africanos alzan la voz para que finalmente se les escuche y pedir responsabilidad a los países contaminantes mientras sufren los peores efectos del cambio climático. En esta COP27 que se realiza en Egipto, la primera vez en el continente africano desde 2016, los jóvenes de diferentes países de esta parte del mundo han tomado esta oportunidad única para conectarse y reunir todas las experiencias para volver con las herramientas necesarias para enseñar sobre el cambio climático a su comunidad local. EN UN LENGUAJE QUE ENTIENDAN Pero lo más importante para estos jóvenes africanos es la divulgación, ser capaces de volver a sus lugares rurales e instruir a las personas de todas las generaciones dependientes de los sectores más afectados por el cambio climático con un lenguaje en el que les entienda todo el mundo. Tsaone Amogelang Mokwatsu, de 29 años y procedente de Botswana, está dedicada a la horticultura en la Nairobi Summer School on Climate Justice, un centro creado en 2021 en Kenia especializado en orientar a los más jóvenes para que tengan las herramientas disponibles para decir lo que es realmente el cambio climático y cómo combatirlo en sus comunidades locales.", "El keniano Philip Owiti Dinga, de 37 años y miembro de la Panafrican Climate Justice Alliance (PACJA), afirmó a EFE que no cree que las voces africanas estén olvidadas, sino que \"no se les dan lo que necesitan, ya que hay un gran movimiento que está creciendo de jóvenes que se conectan a través de estas cumbres climáticas para poder llevar tecnologías y lecciones a sus países nativos\". EN UN LENGUAJE QUE ENTIENDAN Pero lo más importante para estos jóvenes africanos es la divulgación, ser capaces de volver a sus lugares rurales e instruir a las personas de todas las generaciones dependientes de los sectores más afectados por el cambio climático con un lenguaje en el que les entienda todo el mundo. Mokwatsu agradeció que existan estas cumbres anuales para que los africanos puedan reunirse y que \"los que no tienen voz, puedan ser escuchados\", pero lamentó que no todos puedan venir a este tipo de eventos por la falta de financiación. \"Tenemos que romper con esas palabras tan difíciles y hablar de manera adecuada para que todo el mundo lo comprenda\", señaló."]}, {"relevance_score": 11, "title": "CUMBRE CLIMA", "published": "2021-10-31", "bodyText": "<p nitf:lede=\"true\">Glasgow (R.Unido) 31 oct (EFE).- La Conferencia de las Naciones Unidas sobre el cambio climático del municipio británico de Glasgow \"es la más exclusiva\" de  todas las que se han celebrado, según el movimiento Global Climate Justice, que denunció en el arranque de la COP26 la dificultad de acceso de los países en desarrollo al foro climático.</p><p>El nivel de exclusión de la COP26 es \"extremo\" denunció en rueda de prensa esa plataforma, que criticó que el \"proceso de expedición de visas, las cuarentenas, desinformación y modificación de políticas en el último minuto por parte del Gobierno británico\" ha propiciado la ausencia de representantes de países pobres.  </p><p>\"Nuestra presencia ha sido reducida\", declaró la activista filipina Dorothy Guerrero, quien lamentó que \"esta es la conferencia del Clima más exclusiva\" de toda la historia.  </p><p>La activista explicó cómo el sistema económico, dominado por las grandes empresas, se materializó a través de \"la monopolización de las vacunas\" del país organizador, el Reino Unido.  </p><p>\"Tienes al Reino Unido vacunando más que 132 países juntos\", reflexionó Guerrero, quien señaló que el problema está en no \"facilitar el acceso a la manufacturación de la vacuna, especialmente a países en vías de desarrollo\", siendo este \"una de las razones por las que mucha gente no ha podido venir aquí\".  </p><p>Sin la doble vacunación no era posible \"procesar el visado\" ya que \"la mayoría de los participantes estaban en la lista roja\" de países afectados por la covid y se vieron afectados por las restricciones de viaje impuestas por el Reino Unido.  </p><p>\"Aún habiendo recibido la primera vacuna, no podían registrarse\", señaló Guerrero, que lamentó que el \"cambio de reglas de última hora afectó a los planes.\"  </p><p>La cuarentena en hoteles obligatoria a su llegada \"iba a ser pagada por el Gobierno de Reino Unido\", pero el Ejecutivo la suprimió dejando a los participantes \"sin alojamiento\" al estar \"reservados o ser muy caros\", ya que el precio medio de estancia por noche ronda las 500 libras (unas 593 euros).  </p><p> \"Esta COP está pensada para todos aquellos que están en Europa y América del Norte\", lugares \"que tienen un mayor porcentaje de vacunación, y eso no debería de ser aceptado\", denunció la activista de Global Climate Justice. EFE</p>", "publisher": "Spanish Newswire Services", "instances": ["Glasgow (R. Unido) 31 oct (EFE). El nivel de exclusión de la COP26 es \"extremo\" denunció en rueda de prensa esa plataforma, que criticó que el \"proceso de expedición de visas, las cuarentenas, desinformación y modificación de políticas en el último minuto por parte del Gobierno británico\" ha propiciado la ausencia de representantes de países pobres. \"Nuestra presencia ha sido reducida\", declaró la activista filipina Dorothy Guerrero, quien lamentó que \"esta es la conferencia del Clima más exclusiva\" de toda la historia.", "\"Aún habiendo recibido la primera vacuna, no podían registrarse\", señaló Guerrero, que lamentó que el \"cambio de reglas de última hora afectó a los planes. La cuarentena en hoteles obligatoria a su llegada \"iba a ser pagada por el Gobierno de Reino Unido\", pero el Ejecutivo la suprimió dejando a los participantes \"sin alojamiento\" al estar \"reservados o ser muy caros\", ya que el precio medio de estancia por noche ronda las 500 libras (unas 593 euros). EFE"]}, {"relevance_score": 1, "title": "Fútbol.- La Fundación LaLiga celebra su 30º aniversario reiterando su \"compromiso\" con la sociedad", "published": "2023-03-17", "bodyText": "<p>Fútbol.- La Fundación LaLiga celebra su 30º aniversario reiterando su \"compromiso\" con la sociedad</p>", "publisher": "dpa internacional (Spanischer Dienst)", "instances": []}, {"relevance_score": 0, "title": "José D. Rodríguez (WYCJ):El cambio climático es injusticia intergeneracional", "published": "2023-04-05", "bodyText": "<h>ABSTRACT</h><p>Lourdes Uquillas</p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 18, "title": "CRISIS CLIMÁTICA", "published": "2023-04-05", "bodyText": "<p nitf:lede=\"true\">Lourdes Uquillas</p><p nitf:lede=\"true\">Redacción Medioambiente, 5 abr (EFE).- El cambio climático \"es la injusticia intergeneracional más grande de la historia\", ha asegurado a EFE el coordinador regional para Latinoamérica de World's Youth for Climate Justice (WYCJ), José Daniel Rodríguez Orúe, quien espera que la petición de opinión consultiva sobre la crisis climática a la Corte Internacional de Justicia (CIJ) permita \"empoderar\" a la juventud.  </p><p nitf:lede=\"true\">Así se ha expresado Rodríguez Orúe tras la petición cursada a la CIJ la semana pasada por parte de la organización Pacific Island Students Fighting Climate Change (Pisfcc) y que tuvo el \"apoyo de unas 1.700 organizaciones en todo el mundo, entre otras la de WYCJ\", para aclarar la responsabilidad de los gobiernos en la toma de medidas para afrontar los impactos climáticos.  </p><p>Jóvenes estudiantes del Pacífico reunidos en Pisfcc, apoyados por el Gobierno de Vanuatu y organizaciones juveniles y ecologistas de todo el mundo, presentaron la semana pasada una petición a la CIJ para que se pronuncie mediante una opinión consultiva y aclare el derecho internacional aplicable al cambio climático y sus consecuencias \"tanto en los países que sufren los efectos más graves como en las personas\".<br/>Ha incidido en que la crisis climática \"es una crisis de derechos humanos\", es un \"fenómeno sistémico que profundiza las desigualdades existentes tanto dentro de los países y entre los países\", y que \"afecta sobre todo a los más vulnerables\".</p><p>Hay derechos humanos que \"se verán más impactados por el cambio climático, como el derecho al agua y un sinfín más, y, justamente, el objetivo de la solicitud de opinión consultiva a la CIJ \"es que el tema de derechos humanos ya no sea un tabú dentro de la negociaciones de las COP\". </p><p>Los jóvenes quieren que se defina cuáles son los impactos que causa el cambio climático por \"la falta de cumplimiento de los derechos humanos, una pregunta que en la actualidad no se ha abordado por los tratados internacionales concernientes al cambio climático\".  </p><p>En su opinión, \"la forma en la que esos tratados han sido concebidos y negociados omiten absolutamente cualquier tema ligado a la fiscalización de los compromisos de los estados para asegurar el cumplimiento de los objetivos de esos acuerdos internacionales\".  </p><p>Según Rodríguez Orúe, lo que busca la petición de opinión consultiva a la CIJ \"es lograr una mayor efectividad en el cumplimiento de los compromisos que recoge el derecho internacional, pero no solo en estos tratados específicos, sino de una forma más amplia, en otros principios y normas generales del derecho internacional que se aplicarían también al cambio climático\". </p><p>Una vez emitido el fallo de la opinión consultiva de la CIJ -que prevén para finales de 2024 o principios de 2025-, las organizaciones buscarán el \"empoderamiento de la sociedad civil y -sobre todo de los jóvenes-, porque consideramos que el cambio climático es básicamente la injusticia intergeneracional más grande de la historia\", ha aseverado. </p><p>Con ello, el objetivo es \"asegurar que las personas jóvenes cuenten, con un instrumento jurídico que les permita proteger sus derechos y los de las generaciones venideras\". </p><p>Porque existen tratados de derechos humanos y el Acuerdo de París tiene una mención en su preámbulo que dice que \"en cumplimiento de sus obligaciones, los estados tienen que respetar los derechos humanos, pero verdaderamente no hay ningún desarrollo\".  </p><p>Además, varios movimientos en el mundo \"han pedido a sus cortes nacionales que protejan sus derechos frente a la crisis climática y esto ha trascendido también a tribunales regionales como la Comisión Interamericana de Derechos Humanos y el Tribunal Europeo de Derechos Humanos (TEDH)\", que tiene entre las últimas peticiones una de Suiza u otra de Francia.  </p><p> En Latinoamérica, ha señalado que el año pasado la Relatoría Especial de Derechos económicos, sociales, culturales y ambientales de la Comisión Interamericana junto con la Comisión emitieron una resolución sobre la emergencia climática en la cual la Comisión Interamericana de Derechos Humanos sistematiza los estándares existentes de protección de los derechos humanos generales que existen en el Sistema Interamericano y los aplica directamente a la crisis climática. </p><p>Por otra parte, hay una solicitud de opinión consultiva ante la Corte Interamericana de Derechos Humanos solicitada por Colombia y Chile.  </p><p>Entre sus próximos objetivos es mantener el diálogo con organizaciones de jóvenes en Latinoamérica, porque ahora que la consulta está ya ante la CIJ \"la idea es facilitar que las perspectivas y necesidades de los jóvenes estén reflejadas en las observaciones escritas y orales que van a presentar los Estados ante esa Corte\".  </p><p>Con ese objetivo están \"llevando a cabo varios talleres en todo el mundo, el primero se realizó en Sudáfrica, otro en Berlín, y entre el 12 y 14 de abril se realizará otro sobre justicia climática en el Instituto Interamericano de Derechos Humanos en Latinoamérica. EFE</p><p>lul/crf <br/></p>", "publisher": "Spanish Newswire Services", "instances": ["Lourdes UquillasRedacción Medioambiente, 5 abr (EFE). Así se ha expresado Rodríguez Orúe tras la petición cursada a la CIJ la semana pasada por parte de la organización Pacific Island Students Fighting Climate Change (Pisfcc) y que tuvo el \"apoyo de unas 1. 700 organizaciones en todo el mundo, entre otras la de WYCJ\", para aclarar la responsabilidad de los gobiernos en la toma de medidas para afrontar los impactos climáticos."]}, {"relevance_score": 19, "title": "El 'lobby' de la Cumbre del Clima", "published": "2022-11-08", "bodyText": "<p nitf:lede=\"true\">¿Qué persiguen los grupos que llegan a la opinión pública en la Cumbre del Clima de Egipto (COP27), apoyados por la organización? Más allá de la negociaciones entre los técnicos de cada país, que cierran acuerdos a puerta cerrada que luego ratificarán los políticos para redactar las conclusiones, existe una presión exterior de 'lobistas' que van desde organizaciones energéticas hasta ambientales. Su trabajo esta vez está frente al público. </p><p>Se trata de grupos expertos que trabajan todo el año para ser aceptados en el circuito oficial, pasillos y cámaras de televisión incluidos, y cuyos rostros se van mostrando al público a medida que les toca el turno de sus ruedas de prensa. Como ejemplo de los variados intereses, nunca inocuos, se muestran a los que participaron en abierto el primer día de la COP27. Cada día son una veintena los elegidos. Después de los Gobiernos, son la cara visible de los intereses tras la adaptación y la mitigación.A las 8:00 hora española empezaba la jornada de medios de comunicación, con el 'lobby' norteamericano del Business Council for Sustainable Energy (Consejo Empresarial para la Energía Sostenible). Su meta es promover mercados para los productos y servicios de energía sostenible. Representa una «amplia cartera de industrias de eficiencia energética, gas natural y energía renovable, así como proveedores de tecnologías emergentes de almacenamiento de energía, transporte sostenible y descarbonización». A este grupo de presión energético verde le siguió la plataforma Asia Indigenous Peoples Pact (Pacto de los Pueblos Indígenas de Asia), que agrupa a unas 40 organizaciones de 14 países, como Japón, Filipinas, Tailandia, India o Nepal para lograr «desarrollo y autodeterminación». Con unos 4.000 seguidores en Twitter busca en este foro establecer «alianzas innovadoras y acciones inclusivas para empoderar» a sus comunidades. El siguiente fue Women's Environment &amp; Development Organization (Organización de Mujeres para el Medio Ambiente y el Desarrollo), una red feminista que quiere «la igualdad de género y la integridad del medio ambiente» a nivel «mundial». Con cambios cada media hora, sin solaparse entre las exposiciones públicas aunque en privado siguieran las reuniones entre naciones, apareció la Organización Mundial del Comercio (OMC), con los intereses de sus 146 miembros como China, Brasil, Estados Unidos, India y otros países de grandes emisiones de CO2. Luego vino el turno para los jóvenes, representados en Youth Climate Report, documento realizado por un grupo internacional de jóvenes promovido por Naciones Unidas -los patrocinadores de la Cumbre del Clima- y hoy acoplados al multilateralismo oficial, muy lejos de los espontáneos que se identifican con Greta Thunberg.No se escucharía sin embargo a los científicos, cuya intervención era a puerta cerrada solo para las «partes», aunque sí a los que trabajan con la naturaleza: El Center for Biological Diversity (Centro de Diversidad Biológica), la Red de Acción Climática y Greenpeace.Varias otras organizaciones alzaron la voz y después del mediodía le tocó el turno a la Pan African Climate Justice Alliance, que se alía con naciones y oenegés occidentales para intervenir en el mercado y las políticas energéticas de África. También hablaron la europea EIT Climate-KIC y los banqueros de European Investment Bank, que trataron sobre cómo financiar la «transición justa».</p>", "publisher": "Diario Vasco", "instances": ["Luego vino el turno para los jóvenes, representados en Youth Climate Report, documento realizado por un grupo internacional de jóvenes promovido por Naciones Unidas -los patrocinadores de la Cumbre del Clima- y hoy acoplados al multilateralismo oficial, muy lejos de los espontáneos que se identifican con Greta Thunberg. No se escucharía sin embargo a los científicos, cuya intervención era a puerta cerrada solo para las «partes», aunque sí a los que trabajan con la naturaleza: El Center for Biological Diversity (Centro de Diversidad Biológica), la Red de Acción Climática y Greenpeace. También hablaron la europea EIT Climate-KIC y los banqueros de European Investment Bank, que trataron sobre cómo financiar la «transición justa»."]}, {"relevance_score": 19, "title": "El 'lobby' de la Cumbre del Clima", "published": "2022-11-08", "bodyText": "<p nitf:lede=\"true\">¿Qué persiguen los grupos que llegan a la opinión pública en la Cumbre del Clima de Egipto (COP27), apoyados por la organización? Más allá de la negociaciones entre los técnicos de cada país, que cierran acuerdos a puerta cerrada que luego ratificarán los políticos para redactar las conclusiones, existe una presión exterior de 'lobistas' que van desde organizaciones energéticas hasta ambientales. Su trabajo esta vez está frente al público. </p><p>Se trata de grupos expertos que trabajan todo el año para ser aceptados en el circuito oficial, pasillos y cámaras de televisión incluidos, y cuyos rostros se van mostrando al público a medida que les toca el turno de sus ruedas de prensa. Como ejemplo de los variados intereses, nunca inocuos, se muestran a los que participaron en abierto el primer día de la COP27. Cada día son una veintena los elegidos. Después de los Gobiernos, son la cara visible de los intereses tras la adaptación y la mitigación.A las 8:00 hora española empezaba la jornada de medios de comunicación, con el 'lobby' norteamericano del Business Council for Sustainable Energy (Consejo Empresarial para la Energía Sostenible). Su meta es promover mercados para los productos y servicios de energía sostenible. Representa una «amplia cartera de industrias de eficiencia energética, gas natural y energía renovable, así como proveedores de tecnologías emergentes de almacenamiento de energía, transporte sostenible y descarbonización». A este grupo de presión energético verde le siguió la plataforma Asia Indigenous Peoples Pact (Pacto de los Pueblos Indígenas de Asia), que agrupa a unas 40 organizaciones de 14 países, como Japón, Filipinas, Tailandia, India o Nepal para lograr «desarrollo y autodeterminación». Con unos 4.000 seguidores en Twitter busca en este foro establecer «alianzas innovadoras y acciones inclusivas para empoderar» a sus comunidades. El siguiente fue Women's Environment &amp; Development Organization (Organización de Mujeres para el Medio Ambiente y el Desarrollo), una red feminista que quiere «la igualdad de género y la integridad del medio ambiente» a nivel «mundial». El turno de los jóvenesCon cambios cada media hora, sin solaparse entre las exposiciones públicas aunque en privado siguieran las reuniones entre naciones, apareció la Organización Mundial del Comercio (OMC), con los intereses de sus 146 miembros como China, Brasil, Estados Unidos, India y otros países de grandes emisiones de CO2. Luego vino el turno para los jóvenes, representados en Youth Climate Report, documento realizado por un grupo internacional de jóvenes promovido por Naciones Unidas -los patrocinadores de la Cumbre del Clima- y hoy acoplados al multilateralismo oficial, muy lejos de los espontáneos que se identifican con Greta Thunberg.No se escucharía sin embargo a los científicos, cuya intervención era a puerta cerrada solo para las «partes», aunque sí a los que trabajan con la naturaleza: El Center for Biological Diversity (Centro de Diversidad Biológica), la Red de Acción Climática y Greenpeace.Varias otras organizaciones alzaron la voz y después del mediodía le tocó el turno a la Pan African Climate Justice Alliance, que se alía con naciones y oenegés occidentales para intervenir en el mercado y las políticas energéticas de África. También hablaron la europea EIT Climate-KIC y los banqueros de European Investment Bank, que trataron sobre cómo financiar la «transición justa».</p>", "publisher": "Hoy", "instances": ["Luego vino el turno para los jóvenes, representados en Youth Climate Report, documento realizado por un grupo internacional de jóvenes promovido por Naciones Unidas -los patrocinadores de la Cumbre del Clima- y hoy acoplados al multilateralismo oficial, muy lejos de los espontáneos que se identifican con Greta Thunberg. No se escucharía sin embargo a los científicos, cuya intervención era a puerta cerrada solo para las «partes», aunque sí a los que trabajan con la naturaleza: El Center for Biological Diversity (Centro de Diversidad Biológica), la Red de Acción Climática y Greenpeace. También hablaron la europea EIT Climate-KIC y los banqueros de European Investment Bank, que trataron sobre cómo financiar la «transición justa»."]}, {"relevance_score": 2, "title": "Greta Thunberg participa de manifestação em Londres às vésperas da COP26", "published": "2021-10-29", "bodyText": "<h>ABSTRACT</h><p>Londres, 29 out (EFE).- A ativista sueca Greta Thunberg participou nesta sexta-feira de uma manifestação em Londres convocada por várias organizações ambientais para protestar contra o financiamento de combustíveis fósseis, dois dias antes do início da cúpula climática COP26 em Glasgow (Escócia).</p>", "publisher": "EFE - Portuguese Newswire", "instances": []}, {"relevance_score": 9, "title": "CUMBRE CLIMA", "published": "2021-10-29", "bodyText": "<p nitf:lede=\"true\">Londres, 29 oct (EFE).- La activista sueca Greta Thunberg acudió en la tarde del viernes a una manifestación convocada en Londres por diversas organizaciones medioambientales para protestar contra la financiación a los combustibles fósiles, a dos días para que comience en Glasgow (Escocia) la cumbre del clima COP26.</p><p>En la protesta, que tuvo lugar frente a la sede central del banco Standard Chatered en la capital británica, participaron decenas de manifestantes de organizaciones ambientalistas como Climate Justice, Fridays for Future y Young Climate Warriors. </p><p>\"Nos estamos manifestando en contra de Standard Chartered Bank, que es uno de los principales asesinos climáticos en todo el mundo, es uno de los principales inversores en minas de carbón y petróleo en África, Filipinas y América Latina\", declaró la activista mexicana Adriana Calderón.<br/></p><p>Thunberg, de 18 años, llegó una hora después del comienzo de la protesta. Lo hizo en coche y acompañada de varias manifestantes, y abandonó el lugar minutos después, escoltada por miembros de la policía debido a la presión mediática.  </p><p>Momentos antes de la manifestación, la activista publicó un tuit donde decía: \"Semana de protesta escolar ciento sesenta y siete. Estamos hoy frente al banco Standard Chatered para pedirles que dejen de financiar la destrucción\" </p><p>\"Los bancos todavía destinan ingentes cantidades (de dinero) en combustibles fósiles, desestabilizando el planeta y poniendo en riesgo la vida de los demás\", agregó. </p><p>A partir de este domingo, líderes mundiales y representantes de organismos e instituciones de todo el globo se reúnen en Glasgow para tratar de acordar medidas que permitan cumplir los objetivos climáticos marcados en el Acuerdo de París. EFE</p><p>(vídeo)<br/><br/></p>", "publisher": "Spanish Newswire Services", "instances": ["Londres, 29 oct (EFE). - La activista sueca Greta Thunberg acudió en la tarde del viernes a una manifestación convocada en Londres por diversas organizaciones medioambientales para protestar contra la financiación a los combustibles fósiles, a dos días para que comience en Glasgow (Escocia) la cumbre del clima COP26. \"Nos estamos manifestando en contra de Standard Chartered Bank, que es uno de los principales asesinos climáticos en todo el mundo, es uno de los principales inversores en minas de carbón y petróleo en África, Filipinas y América Latina\", declaró la activista mexicana Adriana Calderón. Thunberg, de 18 años, llegó una hora después del comienzo de la protesta."]}, {"relevance_score": 2, "title": "Greta Thunberg se manifiesta en Londres días antes de la COP26", "published": "2021-10-29", "bodyText": "<h>ABSTRACT</h><p>Londres, 29 oct (EFE).- La activista sueca Greta Thunberg acudió en la tarde del viernes a una manifestación convocada en Londres por diversas organizaciones medioambientales para protestar contra la financiación a los combustibles fósiles, a dos días para que comience en Glasgow (Escocia) la cumbre del clima COP26. </p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 15, "title": "LATINOS MEDIOAMBIENTE", "published": "2021-12-15", "bodyText": "<p nitf:lede=\"true\">Washington, 15 dic (EFE).- Grupos latinos y legisladores demócratas realizan este miércoles un \"Día de Acción por el Clima\" para llamar la atención sobre la importancia de las estipulaciones para combatir el cambio climático del plan social del presidente, Joe Biden, Build Back Better (\"Reconstruir mejor\").El jefe de la mayoría demócrata en el Senado, Chuck Schumer, y el presidente de Caucus Hispano en el Congreso, el representante Raúl Ruiz, se unieron a representantes de Latino Climate Justice Framework Project (LCJF, en inglés) en este esfuerzo.</p><p>Este proyecto tiene la participación de GreenLatinos, la Federación Hispana, Corazón Latino, PoderLatinx, Farmworker Justice, Mi Familia Vota y UnidosUS, y los participantes sostienen que \"Reconstruir mejor\" beneficiará a las comunidades latinas. </p><p>Mark Magaña, presidente de GreenLatinos, dijo que \"una estrategia importante consiste en cómo conseguimos que los asuntos ambientales y del clima sean factores motivadores para que nuestra comunidad vote y participe\". </p><p>\"La protección de la salud del planeta también significa la inversión en el bienestar de la comunidad latina\", sostuvo Schumer. \"Los demócratas en el Senado trabajan duro para aprobar una legislación que salvaguarde nuestro ambiente y al mismo tiempo traiga empleos y oportunidades económicas\". </p><p>Por su parte Ruiz dijo que \"las comunidades hispanas se cuentan entre las más golpeadas por los efectos del cambio climático. La legislación nos ayudará a encarar equitativamente los impactos del cambio climático y creará empleos en la energía limpia\". </p><p>Según una encuesta reciente del Centro Pew, el 81 % de los latinos en EE.UU. opinan que encarar el cambio climático global es uno de los asuntos que más les preocupan. </p><p>\"En este 'Día de Acción sobre el Clima', los grupos latinos y los dirigentes del Congreso bregan por la aprobación de esa ley que traerá inversiones robustas y transformadoras para combatir las amenazas que presenta el cambio climático\", indicó un comunicado del LCJF. </p><p>La coalición afirmó que las comunidades latinas, al igual que otros grupos minoritarios, son afectadas de manera desproporcionada por las enfermedades respiratorias, los incendios forestales y el aumento de las temperaturas \"que contribuyen a males como el asma, entre los latinos\". </p><p>La legislación \"Reconstruir mejor\", añadieron, se enfoca \"en la creación de empleos bien pagados y cubiertos por la negociación colectiva con sindicatos mediante el lanzamiento de un Cuerpo Civil del Clima que proporcionará justicia ambiental, en particular para las comunidades pobres y de color\". EFE</p>", "publisher": "Spanish Newswire Services", "instances": ["Washington, 15 dic (EFE). - Grupos latinos y legisladores demócratas realizan este miércoles un \"Día de Acción por el Clima\" para llamar la atención sobre la importancia de las estipulaciones para combatir el cambio climático del plan social del presidente, Joe Biden, Build Back Better (\"Reconstruir mejor\"). Este proyecto tiene la participación de GreenLatinos, la Federación Hispana, Corazón Latino, PoderLatinx, Farmworker Justice, Mi Familia Vota y UnidosUS, y los participantes sostienen que \"Reconstruir mejor\" beneficiará a las comunidades latinas. Mark Magaña, presidente de GreenLatinos, dijo que \"una estrategia importante consiste en cómo conseguimos que los asuntos ambientales y del clima sean factores motivadores para que nuestra comunidad vote y participe\"."]}, {"relevance_score": 30, "title": "Los budistas abren espacios de diálogo durante la COP26 e invitan a reforzar el liderazgo de los jóvenes y la educación", "published": "2021-11-16", "bodyText": "<p nitf:lede=\"true\">PR Newswire</p><p nitf:lede=\"true\">Entre el 1.o y 7 de noviembre, la primera semana de la Conferencia de las Naciones Unidas sobre el Cambio Climático COP26 que se celebra en Glasgow, Escocia, la SGI (Soka Gakkai Internacional), la SGI del Reino Unido y el Centro para el Budismo Aplicado (CfAB, por sus siglas en inglés) ofrecieron una plataforma de diálogo entre actores clave, desde líderes religiosos hasta jóvenes activistas, bajo el lema «Sembrar semillas de esperanza: Acción para la justicia climática». Vea aquí un breve video que recoge varias voces en los eventos de la semana:</p><p nitf:lede=\"true\"><url normalizedValue=\"https://youtu.be/SAIFRmJFtGE\">https://youtu.be/SAIFRmJFtGE</url></p><p>«¡No se trata de que no tengamos voz, sino que no nos prestan oídos!» declaró Shreya KC, representante de Jóvenes Nepalíes para la Acción Climática, en el evento titulado «Más allá de la retórica: Liderazgo de los jóvenes por la acción climática» realizado el 3 de noviembre en el Teatro Websters de Glasgow, donde los jóvenes líderes provenientes de los países del Sur Global entre los que se incluían Nigeria y Pakistán, expusieron apasionadamente sus puntos de vista sobre la justicia climática.</p><p>En el coloquio del 4 de noviembre que tuvo por título «Justicia Global: Justicia Climática», Shanon Shan, director de Fe por el Clima, puso en claro que la crisis climática es una cuestión social y política, ya que los seres más vulnerables, que menos hicieron para provocar la emergencia climática, son los que más sufren.</p><p>En varios eventos, se destacó el poder de las historias contadas por las personas en el despertar y la toma de conciencia. Raki Ap, activista que desarrolla su labor en los Países Bajos, afirmó que «al cambiar la historia se pueden generar cambios del sistema».</p><p>El 1.o de noviembre, se presentó en el Teatro Websters la exposición «Semillas de esperanza y acción» creada por la SGI en colaboración con la Carta de la Tierra Internacional, que brinda un mensaje de esperanza y empoderamiento para hacer frente al abatimiento causado por la crisis climática. La fundadora de la Iniciativa Generación Verde de Kenia y copresidenta del Consejo Asesor de la Sociedad Civil y los Jóvenes de la COP26, Elizabeth Wathuti, habló en la inauguración. Vea aquí la grabación completa de todos los eventos:<url normalizedValue=\"https://sites.google.com/view/sowing-seeds-of-hope/home/\">https://sites.google.com/view/sowing-seeds-of-hope/home/</url></p><p>Watch full recordings of all the events here:<br/><url normalizedValue=\"https://sites.google.com/view/sowing-seeds-of-hope/home/\">https://sites.google.com/view/sowing-seeds-of-hope/home/</url></p><p>Las organizaciones de la Soka Gakkai de diversos países se han involucrado activamente con miras a la COP26. Por ejemplo, la SGI del Reino Unido y el Centro para el Budismo Aplicado organizaron una serie de seminarios mensuales en línea durante un año, y compartieron la perspectiva budista de los miembros de la SGI del Reino Unido y de otros activistas religiosos por el clima. Los grupos en la India, Italia, Japón, Malasia y Singapur también han puesto en marcha programas de concienciación sobre la crisis climática.</p><p>El 31 de octubre, primer día de la Conferencia, la SGI emitió una declaración en una rueda de prensa en la COP26 que insta a la genuina solidaridad global para emprender acciones destinadas a afrontar la emergencia climática. En la misma dice: «Además de acelerar la reducción de gases de efecto invernadero, resulta crucial que las conclusiones de la COP26 no dejen a nadie atrás, fortalezcan la educación, brinden mayores oportunidades de liderazgo a los jóvenes y empoderen a todos para sembrar las semillas de esperanza y acción». Véase<url normalizedValue=\"https://www.sokaglobal.org/es/contact-us/media-room/statements/buddhist-call-for-climate-justice-cop26.html\">https://www.sokaglobal.org/es/contact-us/media-room/statements/buddhist-call-for-climate-justice-cop26.html</url></p><p>La Soka Gakkai es una organización global budista de base comunitaria que promueve la paz, la cultura y la educación, con 12 millones de miembros en todo el mundo. La SGI es una ONG con estatus consultivo en el Consejo Económico y Social de las Naciones Unidas (ECOSOC) desde 1983. El Centro para el Budismo Aplicado (CfAB) es una entidad de investigación, diálogo y estudio con sede en el Reino Unido.</p><p>Contacto:</p><p>Joan Anderson<br/>Oficina Internacional de Información Pública<br/>Soka Gakkai<br/>Tel: +44-7365-374-393<br/>WhatsApp: +81-90-8776-4428<br/>E-mail: anderson[at]soka.jp<br/><url normalizedValue=\"https://www.sokaglobal.org/contact-us/media-room.html\">https://www.sokaglobal.org/contact-us/media-room.html</url></p><p><url normalizedValue=\"https://rt.prnewswire.com/rt.gif?NewsItemId=SE70923&amp;Transmission_Id=202111160628PR_NEWS_EURO_ND__SE70923&amp;DateId=20211116\"/></p>", "publisher": "PR Newswire Europe(Spanish)", "instances": []}, {"relevance_score": 14, "title": "AUSTRALIA INCENDIOS", "published": "2020-01-10", "bodyText": "<p nitf:lede=\"true\">Sídney (Australia), 10 ene (EFE).- Miles de australianos se manifestaron este viernes en varias ciudades del país para pedir la dimisión del primer ministro, Scott Morrison, por su inacción ante los incendios forestales y falta de compromiso contra la crisis climática.\"Estamos protestando porque estos incendios no tienen precedentes, están ardiendo desde septiembre y necesitamos acciones urgentes contra esto y la crisis climática\", dijo a Efe Anneke De Manuel, una de las organizadoras de la protesta llevada a cabo por los universitarios ecologistas Students for Climate Justice y el movimiento Extinction Rebellion.</p><p>\"También la transición inmediata y en un cien por cien de los combustibles fósiles a las energías renovables y que dimita ScoMo (apodo de Scott Morrison)\", recalcó De Manuel por teléfono desde Melbourne, una de las ciudades donde los australianos salieron a la calle. </p><p>Los incendios forestales que arden desde septiembre pasado han costado la vida a 26 personas, calcinando más de 2.000 viviendas y un área que supera el doble de la superficie de Bélgica, además se estima que ha matado o dejado sin hábitat a mil millones de animales salvajes. </p><p>La Policía de Victoria, cuya capital es Melbourne, indicó que dispone de efectivos insuficientes debido a que están siendo empleados en los incendios forestales, que afectan principalmente al sureste del país. </p><p>Durante los incendios, el jefe del Gobierno también se ha negado a relacionar la crisis climática con el agravamiento de los incendios forestales, algo confirmado por la propia Oficina de Meteorología oficial. </p><p>\"El cambio climático está influyendo en la frecuencia y gravedad de las condiciones peligrosas de los incendios en Australia y otras partes del mundo\", admite la oficina meteorológica en su página web. </p><p>Australia es el mayor exportador del mundo de carbón y Morrison, antes de llegar a primer ministro, se presentó en el Parlamento con un trozo de este mineral para defender a las empresas mineras frente a las llamadas a reducir la producción. </p><p>En este sentido, los manifestantes también exigen que se cancelen los subsidios a las industrias contaminantes para destinarlos en su lugar a financiar a los bomberos y la lucha contra los incendios y la atención a las comunidades afectadas por las llamas. </p><p>La gota que colmó el vaso de muchos australianos fue cuando el mandatario australiano se marchó de vacaciones el mes pasado a Hawai (EE.UU.) en plena crisis de los incendios, algo por lo que se vio obligado a pedir disculpas públicamente. EFE</p><p>(foto) <br/></p>", "publisher": "Spanish Newswire Services", "instances": ["Sídney (Australia), 10 ene (EFE). - Miles de australianos se manifestaron este viernes en varias ciudades del país para pedir la dimisión del primer ministro, Scott Morrison, por su inacción ante los incendios forestales y falta de compromiso contra la crisis climática. También la transición inmediata y en un cien por cien de los combustibles fósiles a las energías renovables y que dimita ScoMo (apodo de Scott Morrison)\", recalcó De Manuel por teléfono desde Melbourne, una de las ciudades donde los australianos salieron a la calle. Los incendios forestales que arden desde septiembre pasado han costado la vida a 26 personas, calcinando más de 2."]}, {"relevance_score": 14, "title": "Miles de australianos piden dimisión del primer ministro por los incendios", "published": "2020-01-10", "bodyText": "<p nitf:lede=\"true\">Sídney (Australia), 10 ene (EFE).- Miles de australianos se manifestaron este viernes en varias ciudades del país para pedir la dimisión del primer ministro, Scott Morrison, por su inacción ante los incendios forestales y falta de compromiso contra la crisis climática.</p><p>\"Estamos protestando porque estos incendios no tienen precedentes, están ardiendo desde septiembre y necesitamos acciones urgentes contra esto y la crisis climática\", dijo a Efe Anneke De Manuel, una de las organizadoras de la protesta llevada a cabo por los universitarios ecologistas Students for Climate Justice y el movimiento Extinction Rebellion.</p><p>\"También la transición inmediata y en un cien por cien de los combustibles fósiles a las energías renovables y que dimita ScoMo (apodo de Scott Morrison)\", recalcó De Manuel por teléfono desde Melbourne, una de las ciudades donde los australianos salieron a la calle.</p><p>Los incendios forestales que arden desde septiembre pasado han costado la vida a 26 personas, calcinando más de 2.000 viviendas y un área que supera el doble de la superficie de Bélgica, además se estima que ha matado o dejado sin hábitat a mil millones de animales salvajes.</p><p>La Policía de Victoria, cuya capital es Melbourne, indicó que dispone de efectivos insuficientes debido a que están siendo empleados en los incendios forestales, que afectan principalmente al sureste del país.</p><p>Durante los incendios, el jefe del Gobierno también se ha negado a relacionar la crisis climática con el agravamiento de los incendios forestales, algo confirmado por la propia Oficina de Meteorología oficial.</p><p>\"El cambio climático está influyendo en la frecuencia y gravedad de las condiciones peligrosas de los incendios en Australia y otras partes del mundo\", admite la oficina meteorológica en su página web.</p><p>Australia es el mayor exportador del mundo de carbón y Morrison, antes de llegar a primer ministro, se presentó en el Parlamento con un trozo de este mineral para defender a las empresas mineras frente a las llamadas a reducir la producción.</p><p>En este sentido, los manifestantes también exigen que se cancelen los subsidios a las industrias contaminantes para destinarlos en su lugar a financiar a los bomberos y la lucha contra los incendios y la atención a las comunidades afectadas por las llamas.</p><p>La gota que colmó el vaso de muchos australianos fue cuando el mandatario australiano se marchó de vacaciones el mes pasado a Hawai (EE.UU.) en plena crisis de los incendios, algo por lo que se vio obligado a pedir disculpas públicamente. EFE</p><p>wat/grc/ah</p>", "publisher": "EFE Newswire - Relevantes del Mundo", "instances": ["Sídney (Australia), 10 ene (EFE). - Miles de australianos se manifestaron este viernes en varias ciudades del país para pedir la dimisión del primer ministro, Scott Morrison, por su inacción ante los incendios forestales y falta de compromiso contra la crisis climática. También la transición inmediata y en un cien por cien de los combustibles fósiles a las energías renovables y que dimita ScoMo (apodo de Scott Morrison)\", recalcó De Manuel por teléfono desde Melbourne, una de las ciudades donde los australianos salieron a la calle. Los incendios forestales que arden desde septiembre pasado han costado la vida a 26 personas, calcinando más de 2."]}, {"relevance_score": 15, "title": "Miles de australianos protestan por los incendios que están arrasando su país", "published": "2020-01-10", "bodyText": "<p nitf:lede=\"true\">Rocío Otoya</p><p nitf:lede=\"true\">Sídney (Australia), 10 ene (EFE).- Decenas de miles de personas se manifestaron este viernes en varias ciudades de Australia para exigir al Gobierno más medios contra el cambio climático y para luchar contra los incendios forestales que arrasan el país y que podrían agravarse durante el fin de semana.</p><p>\"Estamos protestando porque estos incendios no tienen precedentes, están ardiendo desde septiembre y necesitamos acciones urgentes contra esto y la crisis climática\", dijo a Efe Anneke De Manuel, una de las organizadoras de la protesta convocada en Melbourne por los universitarios ecologistas Students for Climate Justice y el movimiento Extinction Rebellion.</p><p>Alrededor de 30.000 personas se congregaron en el centro financiero de Sídney para exigir la dimisión del primer ministro, Scott Morrison, que se ha erigido en defensor de industrias contaminantes como la del carbón y se ha negado a relacionar la crisis climática con el agravamiento de los incendios forestales, algo confirmado por la propia Oficina de Meteorología oficial.</p><p>\"El cambio climático está influyendo en la frecuencia y gravedad de las condiciones peligrosas de los incendios en Australia y otras partes del mundo\", admite la oficina meteorológica en su página web.</p><p>UN NIVEL \"ESCALOFRIANTE\" DE EMISIONES DE CARBONO</p><p>Desde que comenzaron en septiembre pasado, los incendios han arrasado una superficie de más de 8 millones de hectáreas, equivalente a la de Irlanda, ha dejado 26 muertos y se calcula que hasta mil millones de animales salvajes podrían habrían muerto y la situación tiene visos de empeorar.</p><p>Los fuegos han emitido unas 349 millones de toneladas de dióxido de carbono a la atmósfera en los últimos cuatro meses, según datos de la plataforma Periodistas por el Planeta, que compara la cifra con los 532 millones de toneladas de emisiones anuales totales vertidas por el país en 2018.</p><p>El profesor de investigación del Consejo Superior de Investigaciones Científicas (CSIC), Fernando Valladares, señaló a Efe que el nivel de carbono arrojado por ahora a la atmósfera terrestre resulta \"escalofriante y de récord\" y además recalcó que \"todavía hay que ajustarlo\".</p><p>Según este experto en emergencia climática, el momento \"culminante\" de la temporada de incendios australiana corresponde a finales de enero y a principios de febrero, dado que durante esta época \"se acumula el calor y la sequedad\", además de que \"el combustible en el campo está muy seco\".</p><p>AVISO DE EVACUACIÓN PARA 240.000 PERSONAS</p><p>Las temperaturas rondaron este viernes los 40 grados en diversos puntos del país y se prevé que durante la noche se recrudezcan las condiciones y se aviven los incendios en el sureste, donde las llamas se han cobrado más de una decena de víctimas mortales y han destruido más de medio millar de casas.</p><p>Ante estos pronósticos, las autoridades han enviado este viernes mensajes de texto a unas 240.000 personas pidiéndoles que evacúen diversas zonas amenazadas por los fuegos en el estado de Victoria, una jurisdicción declarada en estado de desastre.</p><p>En este estado, que ya vivió en febrero de 2009 el peor incendio de la historia de Australia con 173 fallecidos, se emitieron seis alertas de emergencia y tres de evacuación antes del anochecer por considerarse que los fuegos van a poner en grave peligro la vida de sus habitantes. EFE</p><p>(foto) (vídeo)</p>", "publisher": "EFE Newswire - Relevantes de Estados Unidos", "instances": ["Rocío OtoyaSídney (Australia), 10 ene (EFE). - Decenas de miles de personas se manifestaron este viernes en varias ciudades de Australia para exigir al Gobierno más medios contra el cambio climático y para luchar contra los incendios forestales que arrasan el país y que podrían agravarse durante el fin de semana. Alrededor de 30. 000 personas se congregaron en el centro financiero de Sídney para exigir la dimisión del primer ministro, Scott Morrison, que se ha erigido en defensor de industrias contaminantes como la del carbón y se ha negado a relacionar la crisis climática con el agravamiento de los incendios forestales, algo confirmado por la propia Oficina de Meteorología oficial."]}, {"relevance_score": 15, "title": "Miles de australianos protestan por los incendios que están arrasando su país", "published": "2020-01-10", "bodyText": "<p nitf:lede=\"true\">Rocío Otoya</p><p nitf:lede=\"true\">Sídney (Australia), 10 ene (EFE).- Decenas de miles de personas se manifestaron este viernes en varias ciudades de Australia para exigir al Gobierno más medios contra el cambio climático y para luchar contra los incendios forestales que arrasan el país y que podrían agravarse durante el fin de semana.</p><p>\"Estamos protestando porque estos incendios no tienen precedentes, están ardiendo desde septiembre y necesitamos acciones urgentes contra esto y la crisis climática\", dijo a Efe Anneke De Manuel, una de las organizadoras de la protesta convocada en Melbourne por los universitarios ecologistas Students for Climate Justice y el movimiento Extinction Rebellion.</p><p>Alrededor de 30.000 personas se congregaron en el centro financiero de Sídney para exigir la dimisión del primer ministro, Scott Morrison, que se ha erigido en defensor de industrias contaminantes como la del carbón y se ha negado a relacionar la crisis climática con el agravamiento de los incendios forestales, algo confirmado por la propia Oficina de Meteorología oficial.</p><p>\"El cambio climático está influyendo en la frecuencia y gravedad de las condiciones peligrosas de los incendios en Australia y otras partes del mundo\", admite la oficina meteorológica en su página web.</p><p>UN NIVEL \"ESCALOFRIANTE\" DE EMISIONES DE CARBONO</p><p>Desde que comenzaron en septiembre pasado, los incendios han arrasado una superficie de más de 8 millones de hectáreas, equivalente a la de Irlanda, ha dejado 26 muertos y se calcula que hasta mil millones de animales salvajes podrían habrían muerto y la situación tiene visos de empeorar.</p><p>Los fuegos han emitido unas 349 millones de toneladas de dióxido de carbono a la atmósfera en los últimos cuatro meses, según datos de la plataforma Periodistas por el Planeta, que compara la cifra con los 532 millones de toneladas de emisiones anuales totales vertidas por el país en 2018.</p><p>El profesor de investigación del Consejo Superior de Investigaciones Científicas (CSIC), Fernando Valladares, señaló a Efe que el nivel de carbono arrojado por ahora a la atmósfera terrestre resulta \"escalofriante y de récord\" y además recalcó que \"todavía hay que ajustarlo\".</p><p>Según este experto en emergencia climática, el momento \"culminante\" de la temporada de incendios australiana corresponde a finales de enero y a principios de febrero, dado que durante esta época \"se acumula el calor y la sequedad\", además de que \"el combustible en el campo está muy seco\".</p><p>AVISO DE EVACUACIÓN PARA 240.000 PERSONAS</p><p>Las temperaturas rondaron este viernes los 40 grados en diversos puntos del país y se prevé que durante la noche se recrudezcan las condiciones y se aviven los incendios en el sureste, donde las llamas se han cobrado más de una decena de víctimas mortales y han destruido más de medio millar de casas.</p><p>Ante estos pronósticos, las autoridades han enviado este viernes mensajes de texto a unas 240.000 personas pidiéndoles que evacúen diversas zonas amenazadas por los fuegos en el estado de Victoria, una jurisdicción declarada en estado de desastre.</p><p>En este estado, que ya vivió en febrero de 2009 el peor incendio de la historia de Australia con 173 fallecidos, se emitieron seis alertas de emergencia y tres de evacuación antes del anochecer por considerarse que los fuegos van a poner en grave peligro la vida de sus habitantes. EFE</p><p>(foto) (vídeo)</p>", "publisher": "EFE Newswire - Relevantes del Mundo", "instances": ["Rocío OtoyaSídney (Australia), 10 ene (EFE). - Decenas de miles de personas se manifestaron este viernes en varias ciudades de Australia para exigir al Gobierno más medios contra el cambio climático y para luchar contra los incendios forestales que arrasan el país y que podrían agravarse durante el fin de semana. Alrededor de 30. 000 personas se congregaron en el centro financiero de Sídney para exigir la dimisión del primer ministro, Scott Morrison, que se ha erigido en defensor de industrias contaminantes como la del carbón y se ha negado a relacionar la crisis climática con el agravamiento de los incendios forestales, algo confirmado por la propia Oficina de Meteorología oficial."]}, {"relevance_score": 15, "title": "Miles de australianos protestan por los incendios que están arrasando su país", "published": "2020-01-10", "bodyText": "<p nitf:lede=\"true\">Rocío Otoya</p><p nitf:lede=\"true\">Sídney (Australia), 10 ene (EFEAGRO).- Decenas de miles de personas se manifestaron este viernes en varias ciudades de Australia para exigir al Gobierno más medios contra el cambio climático y para luchar contra los incendios forestales que arrasan el país y que podrían agravarse durante el fin de semana.</p><p>\"Estamos protestando porque estos incendios no tienen precedentes, están ardiendo desde septiembre y necesitamos acciones urgentes contra esto y la crisis climática\", dijo a Efe Anneke De Manuel, una de las organizadoras de la protesta convocada en Melbourne por los universitarios ecologistas Students for Climate Justice y el movimiento Extinction Rebellion.</p><p>Alrededor de 30.000 personas se congregaron en el centro financiero de Sídney para exigir la dimisión del primer ministro, Scott Morrison, que se ha erigido en defensor de industrias contaminantes como la del carbón y se ha negado a relacionar la crisis climática con el agravamiento de los incendios forestales, algo confirmado por la propia Oficina de Meteorología oficial.</p><p>\"El cambio climático está influyendo en la frecuencia y gravedad de las condiciones peligrosas de los incendios en Australia y otras partes del mundo\", admite la oficina meteorológica en su página web.</p><p>UN NIVEL \"ESCALOFRIANTE\" DE EMISIONES DE CARBONO</p><p>Desde que comenzaron en septiembre pasado, los incendios han arrasado una superficie de más de 8 millones de hectáreas, equivalente a la de Irlanda, ha dejado 26 muertos y se calcula que hasta mil millones de animales salvajes podrían habrían muerto y la situación tiene visos de empeorar.</p><p>Los fuegos han emitido unas 349 millones de toneladas de dióxido de carbono a la atmósfera en los últimos cuatro meses, según datos de la plataforma Periodistas por el Planeta, que compara la cifra con los 532 millones de toneladas de emisiones anuales totales vertidas por el país en 2018.</p><p>El profesor de investigación del Consejo Superior de Investigaciones Científicas (CSIC), Fernando Valladares, señaló a Efe que el nivel de carbono arrojado por ahora a la atmósfera terrestre resulta \"escalofriante y de récord\" y además recalcó que \"todavía hay que ajustarlo\".</p><p>Según este experto en emergencia climática, el momento \"culminante\" de la temporada de incendios australiana corresponde a finales de enero y a principios de febrero, dado que durante esta época \"se acumula el calor y la sequedad\", además de que \"el combustible en el campo está muy seco\".</p><p>AVISO DE EVACUACIÓN PARA 240.000 PERSONAS</p><p>Las temperaturas rondaron este viernes los 40 grados en diversos puntos del país y se prevé que durante la noche se recrudezcan las condiciones y se aviven los incendios en el sureste, donde las llamas se han cobrado más de una decena de víctimas mortales y han destruido más de medio millar de casas.</p><p>Ante estos pronósticos, las autoridades han enviado este viernes mensajes de texto a unas 240.000 personas pidiéndoles que evacúen diversas zonas amenazadas por los fuegos en el estado de Victoria, una jurisdicción declarada en estado de desastre.</p><p>En este estado, que ya vivió en febrero de 2009 el peor incendio de la historia de Australia con 173 fallecidos, se emitieron seis alertas de emergencia y tres de evacuación antes del anochecer por considerarse que los fuegos van a poner en grave peligro la vida de sus habitantes. EFEAGRO</p><p>(foto) (vídeo)</p>", "publisher": "EFE Newswire - EfeAgro - Mas Importantes (Spain)", "instances": ["Rocío OtoyaSídney (Australia), 10 ene (EFEAGRO). - Decenas de miles de personas se manifestaron este viernes en varias ciudades de Australia para exigir al Gobierno más medios contra el cambio climático y para luchar contra los incendios forestales que arrasan el país y que podrían agravarse durante el fin de semana. Alrededor de 30. 000 personas se congregaron en el centro financiero de Sídney para exigir la dimisión del primer ministro, Scott Morrison, que se ha erigido en defensor de industrias contaminantes como la del carbón y se ha negado a relacionar la crisis climática con el agravamiento de los incendios forestales, algo confirmado por la propia Oficina de Meteorología oficial."]}, {"relevance_score": 15, "title": "AUSTRALIA INCENDIOS (Previsión)", "published": "2020-01-10", "bodyText": "<p nitf:lede=\"true\">Rocío Otoya</p><p nitf:lede=\"true\">Sídney (Australia), 10 ene (EFE).- Decenas de miles de personas se manifestaron este viernes en varias ciudades de Australia para exigir al Gobierno más medios contra el cambio climático y para luchar contra los incendios forestales que arrasan el país y que podrían agravarse durante el fin de semana.<br/>\"Estamos protestando porque estos incendios no tienen precedentes, están ardiendo desde septiembre y necesitamos acciones urgentes contra esto y la crisis climática\", dijo a Efe Anneke De Manuel, una de las organizadoras de la protesta convocada en Melbourne por los universitarios ecologistas Students for Climate Justice y el movimiento Extinction Rebellion.</p><p>Alrededor de 30.000 personas se congregaron en el centro financiero de Sídney para exigir la dimisión del primer ministro, Scott Morrison, que se ha erigido en defensor de industrias contaminantes como la del carbón y se ha negado a relacionar la crisis climática con el agravamiento de los incendios forestales, algo confirmado por la propia Oficina de Meteorología oficial. </p><p>\"El cambio climático está influyendo en la frecuencia y gravedad de las condiciones peligrosas de los incendios en Australia y otras partes del mundo\", admite la oficina meteorológica en su página web. </p><p>UN NIVEL \"ESCALOFRIANTE\" DE EMISIONES DE CARBONO </p><p>Desde que comenzaron en septiembre pasado, los incendios han arrasado una superficie de más de 8 millones de hectáreas, equivalente a la de Irlanda, ha dejado 26 muertos y se calcula que hasta mil millones de animales salvajes podrían habrían muerto y la situación tiene visos de empeorar. </p><p>Los fuegos han emitido unas 349 millones de toneladas de dióxido de carbono a la atmósfera en los últimos cuatro meses, según datos de la plataforma Periodistas por el Planeta, que compara la cifra con los 532 millones de toneladas de emisiones anuales totales vertidas por el país en 2018. </p><p>El profesor de investigación del Consejo Superior de Investigaciones Científicas (CSIC), Fernando Valladares, señaló a Efe que el nivel de carbono arrojado por ahora a la atmósfera terrestre resulta \"escalofriante y de récord\" y además recalcó que \"todavía hay que ajustarlo\". </p><p>Según este experto en emergencia climática, el momento \"culminante\" de la temporada de incendios australiana corresponde a finales de enero y a principios de febrero, dado que durante esta época \"se acumula el calor y la sequedad\", además de que \"el combustible en el campo está muy seco\". </p><p>AVISO DE EVACUACIÓN PARA 240.000 PERSONAS </p><p>Las temperaturas rondaron este viernes los 40 grados en diversos puntos del país y se prevé que durante la noche se recrudezcan las condiciones y se aviven los incendios en el sureste, donde las llamas se han cobrado más de una decena de víctimas mortales y han destruido más de medio millar de casas. </p><p>Ante estos pronósticos, las autoridades han enviado este viernes mensajes de texto a unas 240.000 personas pidiéndoles que evacúen diversas zonas amenazadas por los fuegos en el estado de Victoria, una jurisdicción declarada en estado de desastre. </p><p>En este estado, que ya vivió en febrero de 2009 el peor incendio de la historia de Australia con 173 fallecidos, se emitieron seis alertas de emergencia y tres de evacuación antes del anochecer por considerarse que los fuegos van a poner en grave peligro la vida de sus habitantes. EFE</p><p>(foto) (vídeo) </p>", "publisher": "Spanish Newswire Services", "instances": ["Rocío OtoyaSídney (Australia), 10 ene (EFE). - Decenas de miles de personas se manifestaron este viernes en varias ciudades de Australia para exigir al Gobierno más medios contra el cambio climático y para luchar contra los incendios forestales que arrasan el país y que podrían agravarse durante el fin de semana. Alrededor de 30. 000 personas se congregaron en el centro financiero de Sídney para exigir la dimisión del primer ministro, Scott Morrison, que se ha erigido en defensor de industrias contaminantes como la del carbón y se ha negado a relacionar la crisis climática con el agravamiento de los incendios forestales, algo confirmado por la propia Oficina de Meteorología oficial."]}, {"relevance_score": 45, "title": "Viernes, 10 de enero de 2020 (18.00 GMT)", "published": "2020-01-10", "bodyText": "<p nitf:lede=\"true\">VENEZUELA CRISIS</p><p nitf:lede=\"true\">Delegación noruega visitará Venezuela pero Guaidó rechaza reabrir diálogos</p><p nitf:lede=\"true\">Caracas (EFE).- Una delegación del gobierno noruego hará una visita a Venezuela \"en las próximas horas\", informó el equipo del líder opositor Juan Guaidó, si bien rechazó reabrir un proceso de diálogo con el Gobierno y se negó a reunirse con la comisión pues considera que el oficialismo \"ha impedido toda solución negociada\". \"Reiteramos que el proceso (de negociación) de Oslo-Barbados ha sido clausurado y que por lo tanto no vamos a participar en ninguna reunión\", indica un comunicado del Centro Nacional de Comunicación (CNC) de Guaidó.</p><p nitf:lede=\"true\">VENEZUELA CRISIS</p><p nitf:lede=\"true\">La OEA respalda a Juan Guaidó como jefe del Parlamento de Venezuela</p><p>Washington (EFE).- La Organización de Estados Americanos (OEA) condenó este viernes las \"tácticas intimidatorias\" que marcaron la sesión del pasado domingo en el Parlamento de Venezuela y respaldó a Juan Guaidó como presidente de ese órgano legislativo, sin reconocer la elección del diputado Luis Parra para el cargo. En una sesión extraordinaria, la OEA aprobó una resolución sobre la pugna por el liderazgo de la Asamblea Nacional venezolana (AN, Parlamento), un texto impulsado por Estados Unidos, Brasil, Canadá, Colombia, Guatemala, Paraguay, Perú y Venezuela.La medida, aprobada con veinte votos a favor, cinco en contra y ocho abstenciones, recibe \"con beneplácito la elección de Juan Guaidó como presidente de la Asamblea Nacional de Venezuela\".</p><p>EEUU TRUMP</p><p>Pelosi entregará la próxima semana al Senado cargos políticos contra Trump</p><p>Washington (EFE).- La presidenta de la Cámara de Representantes de Estados Unidos, la demócrata Nancy Pelosi, anunció este viernes que entregará la próxima semana al Senado los cargos para abrir un juicio político contra el presidente estadounidense, Donald Trump, por presiones a Ucrania para su provecho electoral. \"He pedido al presidente del Comité Judicial (de la Cámara), Jerry Nadler, que esté preparado para traer al hemiciclo la próxima semana una resolución para designar a los jefes (del juicio político) y transmitir los cargos políticos al Senado\", dijo Pelosi en una carta dirigida a los demócratas, publicada hoy por los medios de comunicación. El pasado 18 de diciembre, la Cámara Baja, dominada por los demócratas, aprobó los cargos políticos de abuso de poder y obstrucción al Congreso contra Trump por haber presionado a Ucrania para que investigara a su rival político y exvicepresidente Joe Biden, actual precandidato demócrata a las elecciones presidenciales del próximo noviembre.</p><p>BOLIVIA CRISIS</p><p>Correa a Morales: \"Ánimo, Evo, resistiremos y venceremos\"</p><p>Buenos Aires (EFE).- El expresidente de Ecuador Rafael Correa transmitió este viernes al antiguo mandatario de Bolivia Evo Morales su apoyo ante el \"golpe de Estado\" que asegura sufrió en noviembre pasado: \"Ánimo, Evo, resistiremos y venceremos\". \"Ten cuidado, con todo cariño te lo digo\", dijo Correa a Morales desde Bélgica en conexión telefónica con el estudio de la Radio Nacional de Argentina en Buenos Aires, donde el exdirigente boliviano, que vive en esa ciudad desde hace casi un mes, estaba siendo entrevistado. Para Correa, que reside desde 2017 en Bélgica y defiende su inocencia en los casos de supuesta corrupción en los que ha resultado salpicado, \"es increÍble\" que a Morales no le reconocieran el triunfo en las elecciones de octubre pasado, le dieran un \"golpe de estado\" y tenga una orden de prisión \"que no le permite entrar en su propio país\".</p><p>O.MEDIO ESCALADA</p><p>La OTAN cree que avión ucraniano pudo ser derribado por defensa aérea de Irán</p><p>Bruselas (EFE).- El secretario general de la OTAN, Jens Stoltenberg, afirmó que el avión siniestrado hace dos días cerca de Teherán, en el que murieron sus 176 ocupantes, \"pudo ser derribado\" por los sistemas de defensa aérea iraní y pidió una \"concienzuda investigación\" en la que coopere Irán. \"No entraré en detalles sobre los datos de que disponemos, pero lo que puedo decir es que no tenemos motivos para no creer los informes que hemos visto de diferentes capitales de aliados de la OTAN. Han expresado preocupación por la información que indica que el avión pudo ser derribado por los sistemas de defensa aérea iraní\", dijo Stoltenberg a su llegada a una reunión de ministros de la Unión Europea (UE) en Bruselas.</p><p>IRÁN ACCIDENTE</p><p>Irán rechaza que un misil derribara el avión e invita a expertos extranjeros</p><p>Teherán (EFE).- Irán rechazó que uno de sus misiles derribara el avión ucraniano siniestrado el pasado día 8 al sur de Teherán con 176 personas a bordo y, con el fin de acallar estas denuncias, abrió la investigación a la participación de otros países. Desde el Ministerio de Asuntos Exteriores a la Organización de la Aviación Civil de Irán, todos negaron la hipótesis del misil, que consideran una especie de conspiración y de \"guerra psicológica\" contra la República Islámica. \"Cualquier comentario sobre qué ocurrió antes de extraer los datos de las cajas negras no es válido, pero lo que es claro para nosotros y puedo decirles es que ese avión no fue alcanzado por ningún misil\", subrayó en una comparecencia de prensa el jefe de la Organización de la Aviación Civil, Alí Abedzadeh.</p><p>CRISIS CATALUÑA</p><p>El Parlamento Europeo retira su reconocimiento a Junqueras como eurodiputado</p><p>Bruselas (EFE).- El Parlamento Europeo (PE) retiró este viernes su reconocimiento del líder de ERC Oriol Junqueras como eurodiputado después de que el Tribunal Supremo haya determinado que perdió su inmunidad como tal al ser condenado en firme a 13 años de prisión e inhabilitación por el \"procés\". Junqueras dejará de ser considerado europarlamentario desde el 3 de enero, día en el que la Junta Electoral Central española acordó que el dirigente de ERC no puede ser eurodiputado por estar condenado \"por sentencia firme a pena privativa de libertad\".</p><p>PAKISTÁN EXPLOSIÓN</p><p>Al menos 15 muertos y 19 heridos en explosión en mezquita de Pakistán</p><p>Islamabad (EFE).- Al menos 15 personas, entre ellas un mando policial, murieron y 19 resultaron heridas en una explosión que se produjo hoy en una mezquita de la ciudad suroriental paquistaní de Quetta, y cuya naturaleza las autoridades atribuyen a un ataque terrorista de carácter suicida. \"15 personas fueron martirizadas y 19 heridas. Aparentemente fue una explosión suicida. La mezquita fue un blanco fácil para los terroristas, así que la eligieron\", dijo en un comunicado el titular de Interior de la provincia de Baluchistán, cuya capital es Quetta, Mir Zia Langu. \"Tan pronto como terminó la oración del atardecer, se produjo una explosión dentro del edificio de la mezquita que también mató a un oficial de alto rango de la Policía\", dijo a Efe Muhammed Ubaid, funcionario de la Jefatura de Policía de Quetta.</p><p>R.UNIDO MONARQUÍA</p><p>La Monarquía británica busca contrarreloj una \"solución factible\" al \"Megxit\"</p><p>Londres (EFE).- La Monarquía británica busca contrarreloj una \"solución factible\" al futuro de los duques de Sussex, Enrique y Meghan, cuyo estatus ha de ser redefinido tras anunciar inesperadamente que se alejarán de la institución. El corresponsal de realeza de la cadena BBC Jonny Dymond indicó este viernes que los funcionarios de la Corona se encuentran inmersos en \"negociaciones\" y \"deliberaciones\", con el objetivo de establecer \"en cuestión de días y no semanas\" un nuevo rol para el príncipe Enrique y su esposa, Meghan Markle, que se ha marchado a Canadá. El matrimonio anunció el pasado miércoles, sin previa consulta a otros miembros de la Monarquía, que dividirá su tiempo entre el Reino Unido y Norteamérica (posiblemente Canadá, donde la duquesa residió durante siete años) y que trabajarán para llegar a ser económicamente independientes.</p><p>AUSTRALIA INCENDIOS</p><p>Miles de australianos protestan por los incendios que están arrasando su país</p><p>Sídney (Australia) (EFE).- Decenas de miles de personas se manifestaron este viernes en varias ciudades de Australia para exigir al Gobierno más medios contra el cambio climático y para luchar contra los incendios forestales que arrasan el país y que podrían agravarse durante el fin de semana. \"Estamos protestando porque estos incendios no tienen precedentes, están ardiendo desde septiembre y necesitamos acciones urgentes contra esto y la crisis climática\", dijo a Efe Anneke De Manuel, una de las organizadoras de la protesta convocada en Melbourne por los universitarios ecologistas Students for Climate Justice y el movimiento Extinction Rebellion.</p><p>COLOMBIA UBER</p><p>Uber dejará de operar en Colombia a partir del próximo 1 de febrero</p><p>Bogotá (EFE).- La multinacional estadounidense Uber dejará de prestar sus servicios en Colombia a partir del próximo 1 de febrero a raíz de la prohibición ordenada por las autoridades del país, informó la compañía en un comunicado divulgado en Bogotá. \"En cumplimiento al sorpresivo fallo producido por la Superintendencia de Industria y Comercio (SIC) el pasado 20 de diciembre, a partir de las 0.00 horas del 1° de febrero de 2020 Uber dejará de funcionar en Colombia\", precisó la empresa. EFE</p>", "publisher": "EFE Newswire - Relevantes del Mundo", "instances": ["AUSTRALIA INCENDIOSMiles de australianos protestan por los incendios que están arrasando su paísSídney (Australia) (EFE). - Decenas de miles de personas se manifestaron este viernes en varias ciudades de Australia para exigir al Gobierno más medios contra el cambio climático y para luchar contra los incendios forestales que arrasan el país y que podrían agravarse durante el fin de semana. COLOMBIA UBERUber dejará de operar en Colombia a partir del próximo 1 de febreroBogotá (EFE). - La multinacional estadounidense Uber dejará de prestar sus servicios en Colombia a partir del próximo 1 de febrero a raíz de la prohibición ordenada por las autoridades del país, informó la compañía en un comunicado divulgado en Bogotá."]}, {"relevance_score": 52, "title": "NOTICIAS MÁS IMPORTANTES DE EFE INTERNACIONAL", "published": "2020-01-10", "bodyText": "<p nitf:lede=\"true\">CRISIS CATALUÑA</p><p nitf:lede=\"true\">El PE acata decisión del Supremo y no reconoce a Junqueras como eurodiputado  </p><p nitf:lede=\"true\">Bruselas (EFE).- El Parlamento Europeo (PE) aceptó este viernes la decisión del Tribunal Supremo español que dictamina que Oriol Junqueras perdió su inmunidad al ser condenado en firme, y anunció que ya no reconoce al dirigente de ERC como eurodiputado, pese a que sí lo fue entre el 2 de julio de 2019 y el 3 de enero. Según el presidente del Parlamento Europeo, David Sassoli, Junqueras inició su mandato el pasado 2 de julio pero este expiró el 3 de enero, día en el que la Junta Electoral Central española acordó que el dirigente de ERC no puede ser eurodiputado por estar condenado \"por sentencia firme a pena privativa de libertad\". Así lo anunciará el propio Sassoli al inicio de la primera sesión plenaria de 2020, que comienza el próximo lunes en Estrasburgo (Francia) y en la que definitivamente no estará presente Oriol Junqueras.<br/>O.MEDIO ESCALADA UE</p><p nitf:lede=\"true\">UE urge a distensión con Irán y deja abiertas opciones sobre siniestro aéreo  </p><p>Bruselas (EFE).- Los ministros de Exteriores de la UE urgieron este viernes a rebajar la tensión con Irán para evitar \"otra guerra\" en Oriente Medio, y pidieron esperar a los resultados de la investigación sobre el avión civil accidentado en Teherán, pese a que algunos países apuntaron a que lo derribó un misil iraní. \"La región no se puede permitir otra guerra y pedimos urgentemente rebajar las tensiones y máxima contención a todas las partes\", declaró el alto representante de la Unión Europea (UE) para la Política Exterior, Josep Borrell, en una rueda de prensa al término de un Consejo extraordinario de ministros convocado para abordar esa crisis y el conflicto en Libia. No hubo consenso entre los europeos sobre las causas del siniestro del vuelo 752 de Ukranian International Airlines (UIA), que se estrelló el miércoles cerca de Teherán con 176 personas a bordo sin que ninguna sobreviviera. El secretario general de la OTAN, Jens Stoltenberg, que también fue invitado al Consejo, se inclinó igualmente por que fue derribado por accidente por un misil disparado por Irán. Irán rechazó que un misil derribara el avión y abrió la investigación a la participación de otros países. </p><p>O.MEDIO ESCALADA IRAK  </p><p>Iraquíes protestan en masa contra EEUU e Irán y Bagdad pide salida de tropas  </p><p>Bagdad (EFE).- Decenas de miles de personas se echaron hoy a las calles en Irak para protestar por los recientes ataques de Estados Unidos e Irán en su territorio, mientras el primer ministro iraquí, Adel Abdelmahdi, ha pedido a Washington que envíe a sus representantes para negociar la retirada de las tropas extranjeras. En numerosas plazas de Bagdad y en nueve provincias del centro y sur del país se gritaron consignas contra Washington y Teherán por convertir Irak \"en una plaza para su rendición de cuentas\" y contra los políticos \"corruptos\" iraquíes que lo permitieron. </p><p>O.MEDIO ESCALADA EEUU </p><p>Trump autoriza nuevas sanciones en otra vuelta de tuerca contra Irán  </p><p>Washington (EFE).- El presidente estadounidense, Donald Trump, dio luz verde hoy a sanciones económicas adicionales contra Irán, que incluyen a altos cargos del régimen de Teherán y a la industria metalúrgica, con las que busca asfixiar aún más a ese país tras el ataque con misiles balísticos contra dos bases con tropas estadounidenses en Irak. Entre los altos cargos sancionados figuran el secretario del Consejo Supremo de Seguridad Nacional, Ali Shamkhani; Mohammad Reza Ashtiani, jefe de gabinete adjunto de las Fuerzas Armadas de Irán; y Gholamreza Soleimani, líder del grupo paramilitar Basij del Cuerpo de la Guardia Revolucionaria Islámica. Irak solicitó al Consejo de Seguridad de Naciones Unidas que condene los ataques que tanto EE.UU. como Irán llevaron a cabo en su territorio, e hizo un llamamiento a la calma y a la distensión y a que no se tomen más medidas unilaterales, dijo el embajador iraquí Mohammed Hussein Bahr Alulum ante el órgano de la ONU. </p><p>IRLANDA DEL NORTE PAZ  </p><p>Los partidos norirlandeses aceptan acuerdo para restaurar el Gobierno  </p><p>Dublín (EFE).- Después de tres años de parálisis política en Irlanda del Norte, los partidos de la provincia británica han aceptado un acuerdo para restaurar el Gobierno de poder compartido, que se enfrenta a retos como el \"brexit\" o las demandas por la reunificación de Irlanda. El pacto ha sido posible tras casi nueve meses de intensos contactos de Londres y Dublín con las formaciones norirlandeses, que han dado su visto bueno a las propuestas presentadas en un documento titulado \"Nueva Década, Nuevo Enfoque\". Ese texto aporta soluciones en \"cinco áreas clave\" de la gobernabilidad de la región, las cuales ayudarán a limar las diferencias que mantienen el Partido Democrático Unionista (DUP) y el Sinn Féin, principales representantes de sus respectivas comunidades, la protestante y la católica. La presidenta de la Comisión Europea, Ursula von der Leyen, celebró el acuerdo, que consideró un paso \"extremadamente positivo\". </p><p>TAIWAN ELECCIONES  </p><p>La presidenta de Taiwán llama a votar masivamente para garantizar su victoria  </p><p>Taipei (EFE).- La presidenta de Taiwán, Tsai Ing-wen, llamó a votar masivamente para garantizar su victoria en las elecciones presidenciales de mañana, sábado, como predicen los sondeos, mientras que su principal rival, el candidato del Kuomintang, Han Kuo-yu, acusó de corrupción e inacción a su gobierno. Ambos candidatos congregaron a cientos de miles de personas en sus respectivos cierres de campaña: Tsai en el céntrico bulevar Ketagalan de la capital, Taipei, y Han en la ciudad de Kaohsiung, de la que es alcalde, en el sur del país.Tsai hizo un discurso con varias referencias a Hong Kong, ciudad que se ha convertido en una de las referencias clave de las presidenciales taiwanesas, por la influencia que han tenido las protestas en la ciudad en el vuelco en las preferencias de los votantes que reflejan las encuestas. </p><p>PAKISTÁN EXPLOSIÓN  </p><p>Al menos 15 muertos y 19 heridos en explosión en mezquita de Pakistán  </p><p>Islamabad (EFE).- Al menos 15 personas, entre ellas un mando policial, murieron y 19 resultaron heridas en una explosión que se produjo hoy en una mezquita de la ciudad suroriental paquistaní de Quetta, y cuya naturaleza las autoridades atribuyen a un ataque terrorista de carácter suicida. \"15 personas fueron martirizadas y 19 heridas. Aparentemente fue una explosión suicida. La mezquita fue un blanco fácil para los terroristas, así que la eligieron\", dijo en un comunicado el titular de Interior de la provincia de Baluchistán, cuya capital es Quetta, Mir Zia Langu. \"Tan pronto como terminó la oración del atardecer, se produjo una explosión dentro del edificio de la mezquita que también mató a un oficial de alto rango de la Policía\", dijo a Efe Muhammed Ubaid, funcionario de la Jefatura de Policía de Quetta. </p><p>VENEZUELA CRISIS  </p><p>Delegación noruega visitará Venezuela pero Guaidó rechaza reabrir diálogos  </p><p>Caracas (EFE).- Una delegación del gobierno noruego hará una visita a Venezuela \"en las próximas horas\", informó el equipo del líder opositor Juan Guaidó, si bien rechazó reabrir un proceso de diálogo con el Gobierno y se negó a reunirse con la comisión pues considera que el oficialismo \"ha impedido toda solución negociada\". \"Reiteramos que el proceso (de negociación) de Oslo-Barbados ha sido clausurado y que por lo tanto no vamos a participar en ninguna reunión\", indica un comunicado del Centro Nacional de Comunicación (CNC) de Guaidó.  </p><p>BOLIVIA CRISIS  </p><p>Correa a Morales: \"Ánimo, Evo, resistiremos y venceremos\"  </p><p>Buenos Aires (EFE).- El expresidente de Ecuador Rafael Correa transmitió este viernes al antiguo mandatario de Bolivia Evo Morales su apoyo ante el \"golpe de Estado\" que asegura sufrió en noviembre pasado: \"Ánimo, Evo, resistiremos y venceremos\". \"Ten cuidado, con todo cariño te lo digo\", dijo Correa a Morales desde Bélgica en conexión telefónica con el estudio de la Radio Nacional de Argentina en Buenos Aires, donde el exdirigente boliviano, que vive en esa ciudad desde hace casi un mes, estaba siendo entrevistado. Para Correa, que reside desde 2017 en Bélgica y defiende su inocencia en los casos de supuesta corrupción en los que ha resultado salpicado, \"es increÍble\" que a Morales no le reconocieran el triunfo en las elecciones de octubre pasado, le dieran un \"golpe de estado\" y tenga una orden de prisión \"que no le permite entrar en su propio país\". </p><p>R.UNIDO MONARQUÍA  </p><p>La Monarquía británica busca contrarreloj una \"solución factible\" al \"Megxit\"  </p><p>Londres (EFE).- La Monarquía británica busca contrarreloj una \"solución factible\" al futuro de los duques de Sussex, Enrique y Meghan, cuyo estatus ha de ser redefinido tras anunciar inesperadamente que se alejarán de la institución. El corresponsal de realeza de la cadena BBC Jonny Dymond indicó este viernes que los funcionarios de la Corona se encuentran inmersos en \"negociaciones\" y \"deliberaciones\", con el objetivo de establecer \"en cuestión de días y no semanas\" un nuevo rol para el príncipe Enrique y su esposa, Meghan Markle, que se ha marchado a Canadá. El matrimonio anunció el pasado miércoles, sin previa consulta a otros miembros de la Monarquía, que dividirá su tiempo entre el Reino Unido y Norteamérica (posiblemente Canadá, donde la duquesa residió durante siete años) y que trabajarán para llegar a ser económicamente independientes. </p><p>AUSTRALIA INCENDIOS  </p><p>Miles de australianos protestan por los incendios que están arrasando su país  </p><p>Sídney (Australia) (EFE).- Decenas de miles de personas se manifestaron este viernes en varias ciudades de Australia para exigir al Gobierno más medios contra el cambio climático y para luchar contra los incendios forestales que arrasan el país y que podrían agravarse durante el fin de semana. \"Estamos protestando porque estos incendios no tienen precedentes, están ardiendo desde septiembre y necesitamos acciones urgentes contra esto y la crisis climática\", dijo a Efe Anneke De Manuel, una de las organizadoras de la protesta convocada en Melbourne por los universitarios ecologistas Students for Climate Justice y el movimiento Extinction Rebellion. EFE</p><p>cd <br/></p>", "publisher": "Spanish Newswire Services", "instances": ["AUSTRALIA INCENDIOS  Miles de australianos protestan por los incendios que están arrasando su país  Sídney (Australia) (EFE). - Decenas de miles de personas se manifestaron este viernes en varias ciudades de Australia para exigir al Gobierno más medios contra el cambio climático y para luchar contra los incendios forestales que arrasan el país y que podrían agravarse durante el fin de semana. EFEcd"]}, {"relevance_score": 55, "title": "NOTICIAS MÁS IMPORTANTES DE EFE INTERNACIONAL", "published": "2020-01-10", "bodyText": "<p nitf:lede=\"true\">VENEZUELA CRISIS</p><p nitf:lede=\"true\">Delegación noruega visitará Venezuela pero Guaidó rechaza reabrir diálogos  </p><p nitf:lede=\"true\">Caracas (EFE).- Una delegación del gobierno noruego hará una visita a Venezuela \"en las próximas horas\", informó el equipo del líder opositor Juan Guaidó, si bien rechazó reabrir un proceso de diálogo con el Gobierno y se negó a reunirse con la comisión pues considera que el oficialismo \"ha impedido toda solución negociada\". \"Reiteramos que el proceso (de negociación) de Oslo-Barbados ha sido clausurado y que por lo tanto no vamos a participar en ninguna reunión\", indica un comunicado del Centro Nacional de Comunicación (CNC) de Guaidó.  </p><p nitf:lede=\"true\">VENEZUELA CRISIS  </p><p nitf:lede=\"true\">La OEA respalda a Juan Guaidó como jefe del Parlamento de Venezuela</p><p>Washington (EFE).- La Organización de Estados Americanos (OEA) condenó este viernes las \"tácticas intimidatorias\" que marcaron la sesión del pasado domingo en el Parlamento de Venezuela y respaldó a Juan Guaidó como presidente de ese órgano legislativo, sin reconocer la elección del diputado Luis Parra para el cargo. En una sesión extraordinaria, la OEA aprobó una resolución sobre la pugna por el liderazgo de la Asamblea Nacional venezolana (AN, Parlamento), un texto impulsado por Estados Unidos, Brasil, Canadá, Colombia, Guatemala, Paraguay, Perú y Venezuela.La medida, aprobada con veinte votos a favor, cinco en contra y ocho abstenciones, recibe \"con beneplácito la elección de Juan Guaidó como presidente de la Asamblea Nacional de Venezuela\".<br/>EEUU TRUMP</p><p>Los demócratas entregarán la próxima semana al Senado los cargos contra Trump  </p><p>Washington (EFE).- El \"impeachment\" (juicio político) contra el presidente estadounidense, Donald Trump, por las presiones a Ucrania podría comenzar la semana que viene, cuando los demócratas enviarán finalmente los cargos a un Senado cuya mayoría republicana quiere zanjar el proceso cuanto antes. La presidenta de la Cámara de Representantes, la demócrata Nancy Pelosi, anunció hoy que la próxima semana entregará al Senado los cargos políticos contra Trump que esa instancia legislativa aprobó a mediados de diciembre, después de casi un mes de negociaciones y dudas sobre si el proceso tendrá suficientes garantías bajo la batuta republicana. \"He pedido al presidente del Comité Judicial (de la Cámara Baja), Jerry Nadler, que esté preparado para traer al hemiciclo la próxima semana una resolución para designar a los jefes (del juicio político) y transmitir los cargos políticos al Senado\", dijo Pelosi en una carta dirigida a los demócratas. </p><p>BOLIVIA CRISIS  </p><p>Correa a Morales: \"Ánimo, Evo, resistiremos y venceremos\"  </p><p>Buenos Aires (EFE).- El expresidente de Ecuador Rafael Correa transmitió este viernes al antiguo mandatario de Bolivia Evo Morales su apoyo ante el \"golpe de Estado\" que asegura sufrió en noviembre pasado: \"Ánimo, Evo, resistiremos y venceremos\". \"Ten cuidado, con todo cariño te lo digo\", dijo Correa a Morales desde Bélgica en conexión telefónica con el estudio de la Radio Nacional de Argentina en Buenos Aires, donde el exdirigente boliviano, que vive en esa ciudad desde hace casi un mes, estaba siendo entrevistado. Para Correa, que reside desde 2017 en Bélgica y defiende su inocencia en los casos de supuesta corrupción en los que ha resultado salpicado, \"es increÍble\" que a Morales no le reconocieran el triunfo en las elecciones de octubre pasado, le dieran un \"golpe de estado\" y tenga una orden de prisión \"que no le permite entrar en su propio país\". </p><p>O.MEDIO ESCALADA UE  </p><p>UE urge a distensión con Irán y deja abiertas opciones sobre siniestro aéreo  </p><p>Bruselas (EFE).- Los ministros de Exteriores de la UE urgieron este viernes a rebajar la tensión con Irán para evitar \"otra guerra\" en Oriente Medio, y pidieron esperar a los resultados de la investigación sobre el avión civil accidentado en Teherán, pese a que algunos países apuntaron a que lo derribó un misil iraní. \"La región no se puede permitir otra guerra y pedimos urgentemente rebajar las tensiones y máxima contención a todas las partes\", declaró el alto representante de la Unión Europea (UE) para la Política Exterior, Josep Borrell, en una rueda de prensa al término de un Consejo extraordinario de ministros convocado para abordar esa crisis y el conflicto en Libia. No hubo consenso entre los europeos sobre las causas del siniestro del vuelo 752 de Ukranian International Airlines (UIA), que se estrelló el miércoles cerca de Teherán con 176 personas a bordo sin que ninguna sobreviviera. El secretario general de la OTAN, Jens Stoltenberg, que también fue invitado al Consejo, se inclinó igualmente por que fue derribado por accidente por un misil disparado por Irán. Irán rechazó que un misil derribara el avión y abrió la investigación a la participación de otros países. </p><p>O.MEDIO ESCALADA IRAK  </p><p>Iraquíes protestan en masa contra EEUU e Irán y Bagdad pide salida de tropas  </p><p>Bagdad (EFE).- Decenas de miles de personas se echaron hoy a las calles en Irak para protestar por los recientes ataques de Estados Unidos e Irán en su territorio, mientras el primer ministro iraquí, Adel Abdelmahdi, ha pedido a Washington que envíe a sus representantes para negociar la retirada de las tropas extranjeras. En numerosas plazas de Bagdad y en nueve provincias del centro y sur del país se gritaron consignas contra Washington y Teherán por convertir Irak \"en una plaza para su rendición de cuentas\" y contra los políticos \"corruptos\" iraquíes que lo permitieron. </p><p>O.MEDIO ESCALADA EEUU </p><p>Trump autoriza nuevas sanciones en otra vuelta de tuerca contra Irán  </p><p>Washington (EFE).- El presidente estadounidense, Donald Trump, dio luz verde hoy a sanciones económicas adicionales contra Irán, que incluyen a altos cargos del régimen de Teherán y a la industria metalúrgica, con las que busca asfixiar aún más a ese país tras el ataque con misiles balísticos contra dos bases con tropas estadounidenses en Irak. Entre los altos cargos sancionados figuran el secretario del Consejo Supremo de Seguridad Nacional, Ali Shamkhani; Mohammad Reza Ashtiani, jefe de gabinete adjunto de las Fuerzas Armadas de Irán; y Gholamreza Soleimani, líder del grupo paramilitar Basij del Cuerpo de la Guardia Revolucionaria Islámica. Irak solicitó al Consejo de Seguridad de Naciones Unidas que condene los ataques que tanto EE.UU. como Irán llevaron a cabo en su territorio, e hizo un llamamiento a la calma y a la distensión y a que no se tomen más medidas unilaterales, dijo el embajador iraquí Mohammed Hussein Bahr Alulum ante el órgano de la ONU. </p><p>CRISIS CATALUÑA</p><p>El PE acata decisión del Supremo y no reconoce a Junqueras como eurodiputado  </p><p>Bruselas (EFE).- El Parlamento Europeo (PE) aceptó este viernes la decisión del Tribunal Supremo español que dictamina que Oriol Junqueras perdió su inmunidad al ser condenado en firme, y anunció que ya no reconoce al dirigente de ERC como eurodiputado, pese a que sí lo fue entre el 2 de julio de 2019 y el 3 de enero. Según el presidente del Parlamento Europeo, David Sassoli, Junqueras inició su mandato el pasado 2 de julio pero este expiró el 3 de enero, día en el que la Junta Electoral Central española acordó que el dirigente de ERC no puede ser eurodiputado por estar condenado \"por sentencia firme a pena privativa de libertad\". Así lo anunciará el propio Sassoli al inicio de la primera sesión plenaria de 2020, que comienza el próximo lunes en Estrasburgo (Francia) y en la que definitivamente no estará presente Oriol Junqueras. </p><p>PAKISTÁN EXPLOSIÓN </p><p>Al menos 15 muertos y 19 heridos en explosión en mezquita de Pakistán  </p><p>Islamabad (EFE).- Al menos 15 personas, entre ellas un mando policial, murieron y 19 resultaron heridas en una explosión que se produjo hoy en una mezquita de la ciudad suroriental paquistaní de Quetta, y cuya naturaleza las autoridades atribuyen a un ataque terrorista de carácter suicida. \"15 personas fueron martirizadas y 19 heridas. Aparentemente fue una explosión suicida. La mezquita fue un blanco fácil para los terroristas, así que la eligieron\", dijo en un comunicado el titular de Interior de la provincia de Baluchistán, cuya capital es Quetta, Mir Zia Langu. \"Tan pronto como terminó la oración del atardecer, se produjo una explosión dentro del edificio de la mezquita que también mató a un oficial de alto rango de la Policía\", dijo a Efe Muhammed Ubaid, funcionario de la Jefatura de Policía de Quetta. </p><p>R.UNIDO MONARQUÍA  </p><p>La Monarquía británica busca contrarreloj una \"solución factible\" al \"Megxit\"  </p><p>Londres (EFE).- La Monarquía británica busca contrarreloj una \"solución factible\" al futuro de los duques de Sussex, Enrique y Meghan, cuyo estatus ha de ser redefinido tras anunciar inesperadamente que se alejarán de la institución. El corresponsal de realeza de la cadena BBC Jonny Dymond indicó este viernes que los funcionarios de la Corona se encuentran inmersos en \"negociaciones\" y \"deliberaciones\", con el objetivo de establecer \"en cuestión de días y no semanas\" un nuevo rol para el príncipe Enrique y su esposa, Meghan Markle, que se ha marchado a Canadá. El matrimonio anunció el pasado miércoles, sin previa consulta a otros miembros de la Monarquía, que dividirá su tiempo entre el Reino Unido y Norteamérica (posiblemente Canadá, donde la duquesa residió durante siete años) y que trabajarán para llegar a ser económicamente independientes. </p><p>AUSTRALIA INCENDIOS  </p><p>Miles de australianos protestan por los incendios que están arrasando su país  </p><p>Sídney (Australia) (EFE).- Decenas de miles de personas se manifestaron este viernes en varias ciudades de Australia para exigir al Gobierno más medios contra el cambio climático y para luchar contra los incendios forestales que arrasan el país y que podrían agravarse durante el fin de semana. \"Estamos protestando porque estos incendios no tienen precedentes, están ardiendo desde septiembre y necesitamos acciones urgentes contra esto y la crisis climática\", dijo a Efe Anneke De Manuel, una de las organizadoras de la protesta convocada en Melbourne por los universitarios ecologistas Students for Climate Justice y el movimiento Extinction Rebellion.  </p><p>COLOMBIA UBER  </p><p>Uber dejará de operar en Colombia a partir del próximo 1 de febrero  </p><p>Bogotá (EFE).- La multinacional estadounidense Uber dejará de prestar sus servicios en Colombia a partir del próximo 1 de febrero a raíz de la prohibición ordenada por las autoridades del país, informó la compañía en un comunicado divulgado en Bogotá. \"En cumplimiento al sorpresivo fallo producido por la Superintendencia de Industria y Comercio (SIC) el pasado 20 de diciembre, a partir de las 0.00 horas del 1° de febrero de 2020 Uber dejará de funcionar en Colombia\", precisó la empresa. EFE</p><p>cd <br/></p>", "publisher": "Spanish Newswire Services", "instances": ["AUSTRALIA INCENDIOS  Miles de australianos protestan por los incendios que están arrasando su país  Sídney (Australia) (EFE). - Decenas de miles de personas se manifestaron este viernes en varias ciudades de Australia para exigir al Gobierno más medios contra el cambio climático y para luchar contra los incendios forestales que arrasan el país y que podrían agravarse durante el fin de semana. COLOMBIA UBER  Uber dejará de operar en Colombia a partir del próximo 1 de febrero  Bogotá (EFE). - La multinacional estadounidense Uber dejará de prestar sus servicios en Colombia a partir del próximo 1 de febrero a raíz de la prohibición ordenada por las autoridades del país, informó la compañía en un comunicado divulgado en Bogotá."]}, {"relevance_score": 55, "title": "Viernes, 10 de enero de 2020 (23.00 GMT)", "published": "2020-01-10", "bodyText": "<p nitf:lede=\"true\">VENEZUELA CRISIS</p><p nitf:lede=\"true\">Delegación noruega visitará Venezuela pero Guaidó rechaza reabrir diálogos</p><p nitf:lede=\"true\">Caracas (EFE).- Una delegación del gobierno noruego hará una visita a Venezuela \"en las próximas horas\", informó el equipo del líder opositor Juan Guaidó, si bien rechazó reabrir un proceso de diálogo con el Gobierno y se negó a reunirse con la comisión pues considera que el oficialismo \"ha impedido toda solución negociada\". \"Reiteramos que el proceso (de negociación) de Oslo-Barbados ha sido clausurado y que por lo tanto no vamos a participar en ninguna reunión\", indica un comunicado del Centro Nacional de Comunicación (CNC) de Guaidó.</p><p nitf:lede=\"true\">VENEZUELA CRISIS</p><p nitf:lede=\"true\">La OEA respalda a Juan Guaidó como jefe del Parlamento de Venezuela</p><p>Washington (EFE).- La Organización de Estados Americanos (OEA) condenó este viernes las \"tácticas intimidatorias\" que marcaron la sesión del pasado domingo en el Parlamento de Venezuela y respaldó a Juan Guaidó como presidente de ese órgano legislativo, sin reconocer la elección del diputado Luis Parra para el cargo. En una sesión extraordinaria, la OEA aprobó una resolución sobre la pugna por el liderazgo de la Asamblea Nacional venezolana (AN, Parlamento), un texto impulsado por Estados Unidos, Brasil, Canadá, Colombia, Guatemala, Paraguay, Perú y Venezuela.La medida, aprobada con veinte votos a favor, cinco en contra y ocho abstenciones, recibe \"con beneplácito la elección de Juan Guaidó como presidente de la Asamblea Nacional de Venezuela\".</p><p>EEUU TRUMP</p><p>Los demócratas entregarán la próxima semana al Senado los cargos contra Trump</p><p>Washington (EFE).- El \"impeachment\" (juicio político) contra el presidente estadounidense, Donald Trump, por las presiones a Ucrania podría comenzar la semana que viene, cuando los demócratas enviarán finalmente los cargos a un Senado cuya mayoría republicana quiere zanjar el proceso cuanto antes. La presidenta de la Cámara de Representantes, la demócrata Nancy Pelosi, anunció hoy que la próxima semana entregará al Senado los cargos políticos contra Trump que esa instancia legislativa aprobó a mediados de diciembre, después de casi un mes de negociaciones y dudas sobre si el proceso tendrá suficientes garantías bajo la batuta republicana. \"He pedido al presidente del Comité Judicial (de la Cámara Baja), Jerry Nadler, que esté preparado para traer al hemiciclo la próxima semana una resolución para designar a los jefes (del juicio político) y transmitir los cargos políticos al Senado\", dijo Pelosi en una carta dirigida a los demócratas.</p><p>BOLIVIA CRISIS</p><p>Correa a Morales: \"Ánimo, Evo, resistiremos y venceremos\"</p><p>Buenos Aires (EFE).- El expresidente de Ecuador Rafael Correa transmitió este viernes al antiguo mandatario de Bolivia Evo Morales su apoyo ante el \"golpe de Estado\" que asegura sufrió en noviembre pasado: \"Ánimo, Evo, resistiremos y venceremos\". \"Ten cuidado, con todo cariño te lo digo\", dijo Correa a Morales desde Bélgica en conexión telefónica con el estudio de la Radio Nacional de Argentina en Buenos Aires, donde el exdirigente boliviano, que vive en esa ciudad desde hace casi un mes, estaba siendo entrevistado. Para Correa, que reside desde 2017 en Bélgica y defiende su inocencia en los casos de supuesta corrupción en los que ha resultado salpicado, \"es increÍble\" que a Morales no le reconocieran el triunfo en las elecciones de octubre pasado, le dieran un \"golpe de estado\" y tenga una orden de prisión \"que no le permite entrar en su propio país\".</p><p>O.MEDIO ESCALADA UE</p><p>UE urge a distensión con Irán y deja abiertas opciones sobre siniestro aéreo</p><p>Bruselas (EFE).- Los ministros de Exteriores de la UE urgieron este viernes a rebajar la tensión con Irán para evitar \"otra guerra\" en Oriente Medio, y pidieron esperar a los resultados de la investigación sobre el avión civil accidentado en Teherán, pese a que algunos países apuntaron a que lo derribó un misil iraní. \"La región no se puede permitir otra guerra y pedimos urgentemente rebajar las tensiones y máxima contención a todas las partes\", declaró el alto representante de la Unión Europea (UE) para la Política Exterior, Josep Borrell, en una rueda de prensa al término de un Consejo extraordinario de ministros convocado para abordar esa crisis y el conflicto en Libia. No hubo consenso entre los europeos sobre las causas del siniestro del vuelo 752 de Ukranian International Airlines (UIA), que se estrelló el miércoles cerca de Teherán con 176 personas a bordo sin que ninguna sobreviviera. El secretario general de la OTAN, Jens Stoltenberg, que también fue invitado al Consejo, se inclinó igualmente por que fue derribado por accidente por un misil disparado por Irán. Irán rechazó que un misil derribara el avión y abrió la investigación a la participación de otros países.</p><p>O.MEDIO ESCALADA IRAK</p><p>Iraquíes protestan en masa contra EEUU e Irán y Bagdad pide salida de tropas</p><p>Bagdad (EFE).- Decenas de miles de personas se echaron hoy a las calles en Irak para protestar por los recientes ataques de Estados Unidos e Irán en su territorio, mientras el primer ministro iraquí, Adel Abdelmahdi, ha pedido a Washington que envíe a sus representantes para negociar la retirada de las tropas extranjeras. En numerosas plazas de Bagdad y en nueve provincias del centro y sur del país se gritaron consignas contra Washington y Teherán por convertir Irak \"en una plaza para su rendición de cuentas\" y contra los políticos \"corruptos\" iraquíes que lo permitieron.</p><p>O.MEDIO ESCALADA EEUU</p><p>Trump autoriza nuevas sanciones en otra vuelta de tuerca contra Irán</p><p>Washington (EFE).- El presidente estadounidense, Donald Trump, dio luz verde hoy a sanciones económicas adicionales contra Irán, que incluyen a altos cargos del régimen de Teherán y a la industria metalúrgica, con las que busca asfixiar aún más a ese país tras el ataque con misiles balísticos contra dos bases con tropas estadounidenses en Irak. Entre los altos cargos sancionados figuran el secretario del Consejo Supremo de Seguridad Nacional, Ali Shamkhani; Mohammad Reza Ashtiani, jefe de gabinete adjunto de las Fuerzas Armadas de Irán; y Gholamreza Soleimani, líder del grupo paramilitar Basij del Cuerpo de la Guardia Revolucionaria Islámica. Irak solicitó al Consejo de Seguridad de Naciones Unidas que condene los ataques que tanto EE.UU. como Irán llevaron a cabo en su territorio, e hizo un llamamiento a la calma y a la distensión y a que no se tomen más medidas unilaterales, dijo el embajador iraquí Mohammed Hussein Bahr Alulum ante el órgano de la ONU.</p><p>CRISIS CATALUÑA</p><p>El PE acata decisión del Supremo y no reconoce a Junqueras como eurodiputado</p><p>Bruselas (EFE).- El Parlamento Europeo (PE) aceptó este viernes la decisión del Tribunal Supremo español que dictamina que Oriol Junqueras perdió su inmunidad al ser condenado en firme, y anunció que ya no reconoce al dirigente de ERC como eurodiputado, pese a que sí lo fue entre el 2 de julio de 2019 y el 3 de enero. Según el presidente del Parlamento Europeo, David Sassoli, Junqueras inició su mandato el pasado 2 de julio pero este expiró el 3 de enero, día en el que la Junta Electoral Central española acordó que el dirigente de ERC no puede ser eurodiputado por estar condenado \"por sentencia firme a pena privativa de libertad\". Así lo anunciará el propio Sassoli al inicio de la primera sesión plenaria de 2020, que comienza el próximo lunes en Estrasburgo (Francia) y en la que definitivamente no estará presente Oriol Junqueras.</p><p>PAKISTÁN EXPLOSIÓN</p><p>Al menos 15 muertos y 19 heridos en explosión en mezquita de Pakistán</p><p>Islamabad (EFE).- Al menos 15 personas, entre ellas un mando policial, murieron y 19 resultaron heridas en una explosión que se produjo hoy en una mezquita de la ciudad suroriental paquistaní de Quetta, y cuya naturaleza las autoridades atribuyen a un ataque terrorista de carácter suicida. \"15 personas fueron martirizadas y 19 heridas. Aparentemente fue una explosión suicida. La mezquita fue un blanco fácil para los terroristas, así que la eligieron\", dijo en un comunicado el titular de Interior de la provincia de Baluchistán, cuya capital es Quetta, Mir Zia Langu. \"Tan pronto como terminó la oración del atardecer, se produjo una explosión dentro del edificio de la mezquita que también mató a un oficial de alto rango de la Policía\", dijo a Efe Muhammed Ubaid, funcionario de la Jefatura de Policía de Quetta.</p><p>R.UNIDO MONARQUÍA</p><p>La Monarquía británica busca contrarreloj una \"solución factible\" al \"Megxit\"</p><p>Londres (EFE).- La Monarquía británica busca contrarreloj una \"solución factible\" al futuro de los duques de Sussex, Enrique y Meghan, cuyo estatus ha de ser redefinido tras anunciar inesperadamente que se alejarán de la institución. El corresponsal de realeza de la cadena BBC Jonny Dymond indicó este viernes que los funcionarios de la Corona se encuentran inmersos en \"negociaciones\" y \"deliberaciones\", con el objetivo de establecer \"en cuestión de días y no semanas\" un nuevo rol para el príncipe Enrique y su esposa, Meghan Markle, que se ha marchado a Canadá. El matrimonio anunció el pasado miércoles, sin previa consulta a otros miembros de la Monarquía, que dividirá su tiempo entre el Reino Unido y Norteamérica (posiblemente Canadá, donde la duquesa residió durante siete años) y que trabajarán para llegar a ser económicamente independientes.</p><p>AUSTRALIA INCENDIOS</p><p>Miles de australianos protestan por los incendios que están arrasando su país</p><p>Sídney (Australia) (EFE).- Decenas de miles de personas se manifestaron este viernes en varias ciudades de Australia para exigir al Gobierno más medios contra el cambio climático y para luchar contra los incendios forestales que arrasan el país y que podrían agravarse durante el fin de semana. \"Estamos protestando porque estos incendios no tienen precedentes, están ardiendo desde septiembre y necesitamos acciones urgentes contra esto y la crisis climática\", dijo a Efe Anneke De Manuel, una de las organizadoras de la protesta convocada en Melbourne por los universitarios ecologistas Students for Climate Justice y el movimiento Extinction Rebellion.</p><p>COLOMBIA UBER</p><p>Uber dejará de operar en Colombia a partir del próximo 1 de febrero</p><p>Bogotá (EFE).- La multinacional estadounidense Uber dejará de prestar sus servicios en Colombia a partir del próximo 1 de febrero a raíz de la prohibición ordenada por las autoridades del país, informó la compañía en un comunicado divulgado en Bogotá. \"En cumplimiento al sorpresivo fallo producido por la Superintendencia de Industria y Comercio (SIC) el pasado 20 de diciembre, a partir de las 0.00 horas del 1° de febrero de 2020 Uber dejará de funcionar en Colombia\", precisó la empresa. EFE</p>", "publisher": "EFE Newswire - Relevantes del Mundo", "instances": ["AUSTRALIA INCENDIOSMiles de australianos protestan por los incendios que están arrasando su paísSídney (Australia) (EFE). - Decenas de miles de personas se manifestaron este viernes en varias ciudades de Australia para exigir al Gobierno más medios contra el cambio climático y para luchar contra los incendios forestales que arrasan el país y que podrían agravarse durante el fin de semana. COLOMBIA UBERUber dejará de operar en Colombia a partir del próximo 1 de febreroBogotá (EFE). - La multinacional estadounidense Uber dejará de prestar sus servicios en Colombia a partir del próximo 1 de febrero a raíz de la prohibición ordenada por las autoridades del país, informó la compañía en un comunicado divulgado en Bogotá."]}, {"relevance_score": 4, "title": "India: Impactantes imágenes de la avalancha en Uttarkashi, Más de 100 desaparecidos", "published": "2025-08-06", "bodyText": "<p>Devastadoras inundaciones repentinas asolan Uttarkashi, India, dejando destrucción a su paso. Un aguacero catastrófico provocó inundaciones repentinas en la aldea Dharali de Uttarkashi, ubicada cerca de...</p>", "publisher": "WebNews - Spanish", "instances": []}, {"relevance_score": 4, "title": "Greenpeace celebra que la resolució “històrica” del TIJ posa el clima “per sobre dels interessos de les empreses”", "published": "2025-07-23", "bodyText": "<p>ACN Barcelona - Greenpeace ha celebrat que la resolució “històrica” emesa aquest dimecres pel Tribunal Internacional de Justícia (TIJ) posa el clima i la seva preservació “per sobre dels interessos de les empreses”....</p>", "publisher": "WebNews - Spanish", "instances": []}, {"relevance_score": 4, "title": "El triunfo de la lucha climática de 27 estudiantes de Vanuatu y su red juvenil", "published": "2025-07-26", "bodyText": "<p>Lourdes Uquillas Lourdes Uquillas Redacción Medioambiente, 26 jul (EFE).- El fallo de la Corte Internacional de Justicia (CIJ) sobre la opinión consultiva en relación al cumplimiento de los compromisos climáticos, es un nuevo triunfo de los jóvenes en su lucha por “una herencia climática más justa”, explica en entrevista con EFE José Daniel Rodríguez Orué, de World's...</p>", "publisher": "WebNews - Spanish", "instances": []}, {"relevance_score": 4, "title": "El triunfo de la lucha climática de 27 estudiantes de Vanuatu y su red juvenil", "published": "2025-07-26", "bodyText": "<p>Lourdes UquillasRedacción Medioambiente, 26 jul (EFE).- El fallo de la Corte Internacional de Justicia (CIJ) sobre la opinión consultiva en relación al cumplimiento de los compromisos climáticos, es un nuevo triunfo de los jóvenes en su lucha por \"una herencia climática más justa\", explica en entrevista con EFE José Daniel Rodríguez Orué, de World's Youth for Climate...</p>", "publisher": "WebNews - Spanish", "instances": []}, {"relevance_score": 3, "title": "La Haya declara que los Estados son legalmente responsables por la crisis climática", "published": "2025-07-23", "bodyText": "<p>La era de la responsabilidad climática comienza a construirse, pues en un fallo histórico que promete redefinir el panorama jurídico global y acelerar la acción climática, la Corte Internacional de Justicia (CIJ) emitió su primera Opinión Consultiva sobre el clima, declarando que los Estados son legalmente responsables de sus emisiones y deben compensar a las naciones y...</p>", "publisher": "WebNews - Spanish", "instances": []}, {"relevance_score": 4, "title": "Amplio respaldo a la opinión consultiva de la CIJ por su impulso a la justicia climática", "published": "2025-07-24", "bodyText": "<p>“Punto de inflexión para las comunidades más afectadas”, “herramienta poderosa” o “hito histórico” son algunos de los calificativos que ha recibido la opinión consultiva de la Corte Internacional de Justicia (CIJ) de reconocer responsabilidad de los estados en la lucha contra el cambio climático, aunque está por ver cómo podrá aplicarse. La CIJ, con sede en La...</p>", "publisher": "WebNews - Spanish", "instances": []}, {"relevance_score": 4, "title": "Amplio respaldo a la opinión consultiva de la CIJ por su impulso a la justicia climática", "published": "2025-07-24", "bodyText": "<p>“Punto de inflexión para las comunidades más afectadas”, “herramienta poderosa” o “hito histórico” son algunos de los calificativos que ha recibido la opinión consultiva de la Corte Internacional de Justicia (CIJ) de reconocer responsabilidad de los estados en la lucha contra el cambio climático, aunque está por ver cómo podrá aplicarse. La CIJ, con sede en La...</p>", "publisher": "WebNews - Spanish", "instances": []}, {"relevance_score": 6, "title": "Satisfacción general por el dictamen de la CIJ, a la espera de conocer su impacto real", "published": "2025-07-24", "bodyText": "<p>Pedro Pablo G. May Pedro Pablo G. May Redacción Medioambiente, 24 jul (EFE).- “Punto de inflexión para las comunidades más afectadas”, “herramienta poderosa” o “hito histórico” son algunos de los calificativos que ha recibido el dictamen de la Corte Internacional de Justicia (CIJ) de reconocer responsabilidad de los estados en la lucha contra el cambio climático, aunque...</p>", "publisher": "WebNews - Spanish", "instances": []}, {"relevance_score": 5, "title": "Satisfacción general por el dictamen de la CIJ, a la espera de conocer su impacto real", "published": "2025-07-24", "bodyText": "<p>Pedro Pablo G. MayRedacción Medioambiente, 24 jul (EFE).- \"Punto de inflexión para las comunidades más afectadas\", \"herramienta poderosa\" o \"hito histórico\" son algunos de los calificativos que ha recibido el dictamen de la Corte Internacional de Justicia (CIJ) de reconocer responsabilidad de los estados en la lucha contra el cambio climático, aunque está por ver cómo podrá...</p>", "publisher": "WebNews - Spanish", "instances": []}, {"relevance_score": 4, "title": "La Naturaleza es sujeto de derechos, determina la CIDH", "published": "2025-07-07", "bodyText": "<p>La Corte Interamericana de Derechos Humanos (CIDH) dio a conocer la Opinión Consultiva OC-32/25 (OC-32) que establece, por primera vez con claridad, que la crisis climática es una amenaza real y actual a los derechos humanos, y que los Estados tienen obligaciones concretas e inmediatas para proteger a las personas y al ambiente. Esta es una opinión...</p>", "publisher": "WebNews - Spanish", "instances": []}, {"relevance_score": 4, "title": "Carta de la sociedad civil latinoamericana a la Presidencia de la COP 30", "published": "2025-06-27", "bodyText": "<p>Las 78 organizaciones de la sociedad civil de Latinoamérica y el Caribe, abajo firmantes, saludamos con entusiasmo el liderazgo de la Presidencia de la COP 30 y reconocemos la oportunidad histórica que representa este momento para el futuro de nuestro planeta. Nos unimos a sus esfuerzos por reforzar el para mantener viva la meta de limitar el...</p>", "publisher": "WebNews - Spanish", "instances": []}, {"relevance_score": 2, "title": "Jornada 9: Escuchen a los científicos", "published": "2019-12-10", "bodyText": "<h>RESUMEN</h><p>Madrid, 10 dic (EFE).- Poco antes de que Alejandro Sanz abriera este martes como artista/orador invitado la fase ministerial de la COP25, la gran estrella de esta cumbre, Greta Thunberg, propuso subir el volumen de la voz de los científicos, para que todos, incluidos los medios de comunicación, puedan enterarse de cuál es la verdadera situación del planeta.,LA JORNADA: El ecofeminismo se unió a la ciencia este martes en la Cumbre del Clima de Madrid con un mensaje claro: las mujeres no quieren s</p>", "publisher": "EFE Newswire - Texto España", "instances": []}, {"relevance_score": 7, "title": "BÉLGICA CAMBIO CLIMÁTICO", "published": "2019-03-25", "bodyText": "<p nitf:lede=\"true\">Bruselas, 25 mar (EFE).- Un centenar de manifestantes belgas están acampados en Bruselas frente al Parlamento federal desde el domingo para reclamar una revisión de la Constitución tras las elecciones del próximo 26 de mayo, que obligue a Bélgica a reducir sus emisiones contaminantes un 65 % para 2030.Se espera que la protesta continúe hasta que mañana, cuando se vote la posible modificación del artículo 7bis de la Constitución antes de que se disuelva el Parlamento de cara a los comicios, condición \"sine qua non\" para aprobar eventualmente una nueva ley del clima en la próxima legislatura.</p><p>Los activistas de Occupy for the Climate, a los que apoyan organizaciones como Greenpeace, Coalition Climat, Youth For Climate o Act For Climate Justice, acamparon frente a la Cámara federal tras una manifestación convocada el domingo por la tarde, informó la agencia Belga. </p><p>El primer ministro en funciones de Bélgica, el liberal Charles Michel, ha anunciado un cambio en el sentido de voto de su partido, el Mouvement Réformateur (MR), de forma que apoyará la reforma en la sesión del martes. </p><p>Aún así, es complicado que prospere ya que para modificar la Constitución belga es necesaria una mayoría de dos tercios de la cámara y, por el momento, casi todos los partidos francófonos se han mostrado a favor pero no así la mayoría de los flamencos. </p><p>De prosperar la propuesta, el futuro Parlamento federal podría intentar esa modificación de la Carta Magna para que Bélgica se dote de una ley climática fundamental más ambiciosa, en línea con las protestas estudiantiles celebradas cada semana desde hace meses y varias manifestaciones multitudinarias en la misma línea. EFE</p>", "publisher": "Spanish Newswire Services", "instances": ["- Un centenar de manifestantes belgas están acampados en Bruselas frente al Parlamento federal desde el domingo para reclamar una revisión de la Constitución tras las elecciones del próximo 26 de mayo, que obligue a Bélgica a reducir sus emisiones contaminantes un 65 % para 2030. Se espera que la protesta continúe hasta que mañana, cuando se vote la posible modificación del artículo 7bis de la Constitución antes de que se disuelva el Parlamento de cara a los comicios, condición \"sine qua non\" para aprobar eventualmente una nueva ley del clima en la próxima legislatura. El primer ministro en funciones de Bélgica, el liberal Charles Michel, ha anunciado un cambio en el sentido de voto de su partido, el Mouvement Réformateur (MR), de forma que apoyará la reforma en la sesión del martes. Aún así, es complicado que prospere ya que para modificar la Constitución belga es necesaria una mayoría de dos tercios de la cámara y, por el momento, casi todos los partidos francófonos se han mostrado a favor pero no así la mayoría de los flamencos."]}, {"relevance_score": 7, "title": "CAMBIO CLIMÁTICO", "published": "2017-11-13", "bodyText": "<p nitf:lede=\"true\">Bonn (Alemania), 13 nov (EFE).- El primer acto con el que la Administración estadounidense de Donald Trump debutaba en una cumbre del clima fue boicoteado hoy por decenas de jóvenes en Bonn que se opusieron a su celebración con cánticos de \"déjenlos bajo tierra\", en referencia a los combustibles fósiles.El único acto oficial de la delegación estadounidense en la COP23, que se celebra en Bonn hasta el 17 de noviembre, pretendía promover \"el acceso universal a los combustibles fósiles y a la energía nuclear\" e incluía a oradores como los ejecutivos de Peabody Energy (multinacional del carbón), NuScale Power (de ingeniería nuclear) o Tellurian, un exportador de gas natural licuado.</p><p>Dos horas antes del inicio del acto -programado a las 18.30 hora local (17.300 GMT)- había una cola de más de un kilómetro a las puertas de la sala donde iba a tener lugar el evento, y ya se produjeron acaloradas disputas entre los ponentes, mientras iban entrando, y la multitud de jóvenes que aguardaba para acceder al local, especialmente bien situados al lado de la puerta. </p><p>Al abrirse las puertas, fundamentalmente los jóvenes y un reducido de grupo de periodistas entraron en la sala, mientras que los activistas que no lograron entrar se sentaron frente a las puertas al grito de \"Climate Justice Now, Keep it on the Ground\" (Justicia climática ya, déjenlos -los combustibles fósiles- bajo tierra).EFE</p>", "publisher": "Spanish Newswire Services", "instances": ["30 hora local (17. 300 GMT)- había una cola de más de un kilómetro a las puertas de la sala donde iba a tener lugar el evento, y ya se produjeron acaloradas disputas entre los ponentes, mientras iban entrando, y la multitud de jóvenes que aguardaba para acceder al local, especialmente bien situados al lado de la puerta. EFE"]}, {"relevance_score": 16, "title": "CUMBRE CLIMA ECOFEMINISMO", "published": "2019-12-10", "bodyText": "<p nitf:lede=\"true\">Madrid, 10 dic (EFE).- La vicepresidenta del Gobierno de España en funciones, Carmen Calvo, ha requerido este martes una lucha coordinada para terminar con la violencia contra las mujeres porque \"es insostenible para el planeta\".</p><p>\"Nada ocurrirá, ni ocurrirá bien, sin contar con el diagnóstico de la posición de las mujeres en cualquier lugar del planeta, del acceso a la seguridad y la integridad de sus vidas o abordando la lucha coordinada y unitaria contra la violencia contra las mujeres\", ha destacado Calvo.  </p><p>La vicepresidenta del Gobierno participó en la inauguración del coloquio \"La perspectiva de género en la lucha contra el cambio climático\" en la COP25.<br/>Con motivo de la celebración del Día de Género en el marco de la cumbre del clima, que coincide con el Día Internacional de los Derechos Humanos, la vicepresidenta en funciones ha insistido en que no se puede luchar contra la crisis climática mientras sigan existiendo vulneraciones de derechos de las mujeres y niñas.</p><p>\"Una violencia que tiene su peor rostro no solo en el acoso, en el maltrato cotidiano o en el asesinato, sino en la violencia sexual\", ha insistido Calvo.  </p><p>En su intervención, también ha recalcado que la igualdad de género \"no es un elemento secundario\" de la cumbre del clima, sino que las mujeres y las niñas tienen que estar \"en el centro de la agenda por el planeta\".  </p><p>Además, la ministra de la Presidencia, Relaciones con las Cortes e Igualdad ha recordado la \"necesaria protección de lo que las mujeres hacen en relación con la naturaleza\" por ser portadoras de \"saberes imprescindibles para el futuro de la humanidad\".  </p><p>Un reto, ha reconocido Calvo, que \"no se puede abordar de manera parcial\", sino que necesita una mirada transversal \"porque está en riesgo el planeta y la viabilidad de nosotros en él\". </p><p>Durante su discurso la ministra se ha acordado de las mujeres que no tienen tanto protagonismo en esta cumbre, igualmente \"valientes, empoderadas, eficientes, valiosas\", y ha querido agradecer sus luchas diarias.  </p><p>En este sentido, Calvo ha hecho alusión a los saberes tradicionales de las mujeres, lo que las coloca \"en una mejor posición\" en la lucha climática.  </p><p>La presidenta de la fundación Climate Justice y expresidenta de Irlanda, Mary Robinson, ha abierto la mesa redonda tras la intervención de Calvo, donde ha reivindicado la necesidad de contar con \"mujeres líderes que tomen medidas\" tanto en jefaturas de gobierno, como en movimientos indígenas o liderando a la juventud.  </p><p>\"Las mujeres lideran de forma diferente en el cambio climático, son solucionadoras de problemas y están decididas a acabar con este problema\", ha añadido la expresidenta de Irlanda.  </p><p>Para Robinson el reto actual pasa por \"elevar la ambición en igualdad de género\" e implementar políticas de manera \"que hagan diferencia\".  </p><p>Una conclusión con la que también han coincido durante el coloquio la vicecanciller de Costa Rica, Lorena Aguilar; la ministra finlandesa de Medioambiente y Cambio Climático, Krista Mikkonen; y la ministra marroquí de Urbanismo y Vivienda, Nouzha Bouchareb.  </p><p>Durante el debate, que ha estado moderado por Bibiana Aído en representación de ONU Mujeres, se ha puesto de relevancia la falta de paridad en los organismos de toma de decisiones contra la crisis climática y la urgente necesidad de incorporar la perspectiva de género en las políticas climáticas. EFE</p><p>(foto) <br/></p>", "publisher": "Spanish Newswire Services", "instances": ["Durante su discurso la ministra se ha acordado de las mujeres que no tienen tanto protagonismo en esta cumbre, igualmente \"valientes, empoderadas, eficientes, valiosas\", y ha querido agradecer sus luchas diarias. En este sentido, Calvo ha hecho alusión a los saberes tradicionales de las mujeres, lo que las coloca \"en una mejor posición\" en la lucha climática. \"Las mujeres lideran de forma diferente en el cambio climático, son solucionadoras de problemas y están decididas a acabar con este problema\", ha añadido la expresidenta de Irlanda. Para Robinson el reto actual pasa por \"elevar la ambición en igualdad de género\" e implementar políticas de manera \"que hagan diferencia\"."]}, {"relevance_score": 22, "title": "Las mujeres reclaman su liderazgo en la acción climática", "published": "2019-12-10", "bodyText": "<p nitf:lede=\"true\">Madrid, 10 dic (EFE).- El cambio climático afecta con mayor fuerza a las comunidades más vulnerables, como es el caso de las mujeres, quienes este martes reclamaron en la cumbre de Madrid su liderazgo en la acción climática.</p><p>En una conversación organizada por España en esta segunda semana de la cumbre COP25, cuatro mujeres procedentes de ámbitos tan variados como el ecofeminismo, las cooperativas o las asociaciones de género, debatieron el papel que la mujer debe tener en la transición ecológica para luchar contra la crisis climática.</p><p>\"Las mujeres hemos estado en la periferia del poder durante mucho tiempo y tenemos una visión distinta vinculada más al cuidado que al dominio, que también podría extenderse al conjunto del cuidado del planeta\", reivindicó la filósofa Alicia Puleo.</p><p>Matizó que esto no significa que las mujeres se conviertan en \"las salvadoras del planeta\", pero sí consideró que los valores del feminismo y del ecofeminismo, el ala que \"toma conciencia de administración de los recursos\" naturales, \"reivindique esos valores\" para luchar contra el cambio climático.</p><p>Bridget Burns, de Women's Enviroment and Development Organisation, aseguró que la sociedad necesita que \"las voces de las mujeres estén igualmente representadas en los lugares de decisiones\" que las de los hombres, así como \"líderes que no solo hablen de cambio, sino que lo lideren\".</p><p>Según afirmó, en el mundo hay \"muchas mujeres dando soluciones\" para la crisis climática, \"en impacto de desastres, en agroecología...pero incluso con la evidencia y las soluciones en la mesa, hay quien dice que son muy pequeñas\".</p><p>\"La acción está siendo tomada por mujeres en muchos lugares del mundo, mujeres que crean un tipo distinto de economía y de sociedad\", reivindicó.</p><p>NO HABRÁ JUSTICIA CLIMÁTICA SIN IGUALDAD DE GÉNERO</p><p>Uno de los puntos en los que se centró la charla entre esta cuatro mujeres fue la necesidad de que ellas pasen a ser actores del cambio, para lo que también es necesario quitarles \"el papel de víctima\" que las acompaña por su mayor vulnerabilidad a los efectos del cambio climático.</p><p>Es lo que se deduce de las palabras de Dina Garzón, de la cooperativa Mujeres con Energía, quien se quejó de que en el sector energético solo el 32 % de los trabajadores sean mujeres.</p><p>\"Técnicos son solo el 28 % y, si nos vamos al sector directivo. ya no hay ni datos, nosotras queremos revertir esa situación\", adelantó.</p><p>Garzón pidió más protagonismo para las mujeres en la acción climática: \"queremos revertir el papel de víctima que nos dan algunos estudios y convertirnos en vectores de cambio para liderar nosotras este gran reto\".</p><p>En esa misma línea, Dorah Marema, del GenderCC Southern Africa-Women for Climate Justice, enfatizó que \"no habrá justicia climática sin justicia de género\" y se quejó de que las estadísticas coloquen a las mujeres en esa posición de vulnerabilidad.</p><p>\"¿De dónde vienen las estadísticas?¿Qué indicadores usaron? Esos estudios son muy fundamentales, pero pueden ser correctos o incorrectos\", analizó.</p><p>Marema rescató la situación que viven las mujeres rurales de África, \"directamente afectadas\" por los reveses del cambio climático, dijo, antes de contar que su organización está trabajando con 6.000 mujeres que viven en granjas para concienciarlas y empoderarlas sobre esta grave crisis. EFE</p>", "publisher": "EFE Newswire - Relevantes del Mundo", "instances": ["ya no hay ni datos, nosotras queremos revertir esa situación\", adelantó. Garzón pidió más protagonismo para las mujeres en la acción climática: \"queremos revertir el papel de víctima que nos dan algunos estudios y convertirnos en vectores de cambio para liderar nosotras este gran reto\". De dónde vienen las estadísticas? ¿Qué indicadores usaron?"]}, {"relevance_score": 22, "title": "CUMBRE CLIMA", "published": "2019-12-10", "bodyText": "<p nitf:lede=\"true\">Madrid, 10 dic (EFE).- El cambio climático afecta con mayor fuerza a las comunidades más vulnerables, como es el caso de las mujeres, quienes este martes reclamaron en la cumbre de Madrid su liderazgo en la acción climática.En una conversación organizada por España en esta segunda semana de la cumbre COP25, cuatro mujeres procedentes de ámbitos tan variados como el ecofeminismo, las cooperativas o las asociaciones de género, debatieron el papel que la mujer debe tener en la transición ecológica para luchar contra la crisis climática.</p><p>\"Las mujeres hemos estado en la periferia del poder durante mucho tiempo y tenemos una visión distinta vinculada más al cuidado que al dominio, que también podría extenderse al conjunto del cuidado del planeta\", reivindicó la filósofa Alicia Puleo. </p><p>Matizó que esto no significa que las mujeres se conviertan en \"las salvadoras del planeta\", pero sí consideró que los valores del feminismo y del ecofeminismo, el ala que \"toma conciencia de administración de los recursos\" naturales, \"reivindique esos valores\" para luchar contra el cambio climático. </p><p>Bridget Burns, de Women's Enviroment and Development Organisation, aseguró que la sociedad necesita que \"las voces de las mujeres estén igualmente representadas en los lugares de decisiones\" que las de los hombres, así como \"líderes que no solo hablen de cambio, sino que lo lideren\". </p><p>Según afirmó, en el mundo hay \"muchas mujeres dando soluciones\" para la crisis climática, \"en impacto de desastres, en agroecología...pero incluso con la evidencia y las soluciones en la mesa, hay quien dice que son muy pequeñas\". </p><p>\"La acción está siendo tomada por mujeres en muchos lugares del mundo, mujeres que crean un tipo distinto de economía y de sociedad\", reivindicó. </p><p>NO HABRÁ JUSTICIA CLIMÁTICA SIN IGUALDAD DE GÉNERO </p><p>Uno de los puntos en los que se centró la charla entre esta cuatro mujeres fue la necesidad de que ellas pasen a ser actores del cambio, para lo que también es necesario quitarles \"el papel de víctima\" que las acompaña por su mayor vulnerabilidad a los efectos del cambio climático. </p><p>Es lo que se deduce de las palabras de Dina Garzón, de la cooperativa Mujeres con Energía, quien se quejó de que en el sector energético solo el 32 % de los trabajadores sean mujeres. </p><p>\"Técnicos son solo el 28 % y, si nos vamos al sector directivo. ya no hay ni datos, nosotras queremos revertir esa situación\", adelantó. </p><p>Garzón pidió más protagonismo para las mujeres en la acción climática: \"queremos revertir el papel de víctima que nos dan algunos estudios y convertirnos en vectores de cambio para liderar nosotras este gran reto\". </p><p>En esa misma línea, Dorah Marema, del GenderCC Southern Africa-Women for Climate Justice, enfatizó que \"no habrá justicia climática sin justicia de género\" y se quejó de que las estadísticas coloquen a las mujeres en esa posición de vulnerabilidad. </p><p>\"¿De dónde vienen las estadísticas?¿Qué indicadores usaron? Esos estudios son muy fundamentales, pero pueden ser correctos o incorrectos\", analizó. </p><p>Marema rescató la situación que viven las mujeres rurales de África, \"directamente afectadas\" por los reveses del cambio climático, dijo, antes de contar que su organización está trabajando con 6.000 mujeres que viven en granjas para concienciarlas y empoderarlas sobre esta grave crisis. EFE</p>", "publisher": "Spanish Newswire Services", "instances": ["ya no hay ni datos, nosotras queremos revertir esa situación\", adelantó. Garzón pidió más protagonismo para las mujeres en la acción climática: \"queremos revertir el papel de víctima que nos dan algunos estudios y convertirnos en vectores de cambio para liderar nosotras este gran reto\". \"¿De dónde vienen las estadísticas? ¿Qué indicadores usaron?"]}, {"relevance_score": 7, "title": "Protestas en la cumbre de Bonn contra un acto del Gobierno estadounidense", "published": "2017-11-13", "bodyText": "<p nitf:lede=\"true\">Bonn (Alemania), 13 nov (EFE).- El primer acto con el que la Administración estadounidense de Donald Trump debutaba en una cumbre del clima fue boicoteado hoy por decenas de jóvenes en Bonn que se opusieron a su celebración con cánticos de \"déjenlos bajo tierra\", en referencia a los combustibles fósiles.</p><p>El único acto oficial de la delegación estadounidense en la COP23, que se celebra en Bonn hasta el 17 de noviembre, pretendía promover \"el acceso universal a los combustibles fósiles y a la energía nuclear\" e incluía a oradores como los ejecutivos de Peabody Energy (multinacional del carbón), NuScale Power (de ingeniería nuclear) o Tellurian, un exportador de gas natural licuado.</p><p>Dos horas antes del inicio del acto -programado a las 18.30 hora local (17.300 GMT)- había una cola de más de un kilómetro a las puertas de la sala donde iba a tener lugar el evento, y ya se produjeron acaloradas disputas entre los ponentes, mientras iban entrando, y la multitud de jóvenes que aguardaba para acceder al local, especialmente bien situados al lado de la puerta.</p><p>Al abrirse las puertas, fundamentalmente los jóvenes y un reducido de grupo de periodistas entraron en la sala, mientras que los activistas que no lograron entrar se sentaron frente a las puertas al grito de \"Climate Justice Now, Keep it on the Ground\" (Justicia climática ya, déjenlos -los combustibles fósiles- bajo tierra).EFE</p>", "publisher": "EFE Newswire - Relevantes del Mundo", "instances": ["30 hora local (17. 300 GMT)- había una cola de más de un kilómetro a las puertas de la sala donde iba a tener lugar el evento, y ya se produjeron acaloradas disputas entre los ponentes, mientras iban entrando, y la multitud de jóvenes que aguardaba para acceder al local, especialmente bien situados al lado de la puerta. EFE"]}, {"relevance_score": 2, "title": "Calvo: la violencia contra las mujeres es insostenible para el planeta", "published": "2019-12-10", "bodyText": "<h>RESUMEN</h><p>Madrid, 10 dic (EFE).- La vicepresidenta del Gobierno de España en funciones, Carmen Calvo, ha requerido este martes una lucha coordinada para terminar con la violencia contra las mujeres porque \"es insostenible para el planeta\". ,\"Nada ocurrirá, ni ocurrirá bien, sin contar con el diagnóstico de la posición de las mujeres en cualquier lugar del planeta, del acceso a la seguridad y la integridad de sus vidas o abordando la lucha coordinada y unitaria contra la violencia contra las mujeres\", ha d</p>", "publisher": "EFE Newswire - Texto España", "instances": []}, {"relevance_score": 2, "title": "Las mujeres reclaman su liderazgo en la acción climática", "published": "2019-12-10", "bodyText": "<h>RESUMEN</h><p>Madrid, 10 dic (EFE).- El cambio climático afecta con mayor fuerza a las comunidades más vulnerables, como es el caso de las mujeres, quienes este martes reclamaron en la cumbre de Madrid su liderazgo en la acción climática.,En una conversación organizada por España en esta segunda semana de la cumbre COP25, cuatro mujeres procedentes de ámbitos tan variados como el ecofeminismo, las cooperativas o las asociaciones de género, debatieron el papel que la mujer debe tener en la transición ecológica</p>", "publisher": "EFE Newswire - Texto España", "instances": []}]