[{"relevance_score": 2, "title": "Experts propose nature-based solutions for water security", "published": "2022-08-30", "bodyText": "<h>ABSTRACT</h><p>Stockholm (Sweden), Aug 30 (EFE).- Water specialists highlighted the role of investments in nature-based solutions to ensure water security in Latin America, as they have proven to be \"competitive\" and \"effective\" in promoting the conservation of the resource. </p>", "publisher": "EFE - English Newswire", "instances": ["ABSTRACTStockholm (Sweden), Aug 30 (EFE)."]}, {"relevance_score": 2, "title": "Experts warn of barriers to nature-based solutions", "published": "2022-08-31", "bodyText": "<h>ABSTRACT</h><p>Stockholm (Sweden), Aug 31 (EFE).- Specialists in investments in nature-based solutions (NBS) - actions to improve ecosystems aimed at combating climate change and the water crisis - warn about the lack of \"monitoring\" as a barrier to \"scale\". </p>", "publisher": "EFE - English Newswire", "instances": ["ABSTRACTStockholm (Sweden), Aug 31 (EFE)."]}, {"relevance_score": 33, "title": "The Latin American water conservation model now being adopted in Europe", "published": "2024-03-26", "bodyText": "<p nitf:lede=\"true\">Water conservation should be at the forefront of global priorities. The pollution of this vital resource, coupled with issues like droughts, floods, and its escalating demand due to population growth - which is projected to double every 20 years - as well as the water-related challenges arising from climate change, pose significant hurdles for humanity. With estimations indicating that by 2025, at least two-thirds of the world's population will live in water-stressed regions, it is imperative to devise holistic solutions that address environmental, social and economic aspects. These <url normalizedValue=\"https://english.elpais.com/international/2023-09-07/climate-solutions-for-latin-america-to-overcome-the-challenge-of-adapting-to-the-environmental-crisis.html\">solutions should aim to ensure well-being and water security</url>, focusing not only on the quantity but also the quality of water. Initiatives should begin with the preservation and revitalization of watersheds, which serve as the lifeblood of freshwater sources feeding major bodies like rivers and wetlands.</p><p nitf:lede=\"true\">This was the goal of the Fondos de Agua (Water Funds, in English) program when it was founded 20 years ago in Quito, Ecuador. The city's municipal water utility, in collaboration with The Nature Conservancy (TNC) and local partners, recognized the degradation of high Andean ecosystems supplying Quito's drinking water. This initiative aims to <url normalizedValue=\"https://english.elpais.com/international/2023-06-23/an-army-of-800-women-protects-ecuadors-water.html\">enhance water resource management</url>, emphasizing the preservation of natural ecosystems.</p><p>The Fondos de Agua program has inspired the creation of organizations that unite various public, private and civil society entities to enhance <url normalizedValue=\"https://english.elpais.com/spanish_news/2020-12-07/climate-smart-water-management-is-fundamental-for-sustainable-development.html\">water security</url>. This involves ensuring not only the quantity but also the quality of water available. These water funds play a crucial role in executing conservation efforts in key basins to secure water resources, thereby supporting the livelihoods, well-being and economic progress of millions. The initiatives under these programs are guided by scientific experts and monitoring systems to offer tailored, nature-based solutions for each specific context.</p><p>The Fondos de Agua model has successfully expanded globally, influencing strategies in the Northern Hemisphere. Its flexible and holistic approach has facilitated efficient knowledge exchange, establishing the region as a leader in nature-based solutions for ensuring water security. This model has been replicated across Latin America, a region with 32% of the world's freshwater resources.</p><p>Currently, there are 26 water funds operating in 11 Latin American countries, with the initiative being widely adopted globally. It has expanded to the United States, Africa and Asia, and as of 2024, it has made its way to Europe. To tackle various water-related challenges in the region, the county of Norfolk in the United Kingdom launched its Strategic Water Program in February, a collaboration between the Anglian Water company, the Water Resources East organization and The Nature Conservancy.</p><p>In eastern England, a convergence of water security issues are a pressing concern for local residents. The region faces a high risk of flooding, endangering 32,000 properties. Water quality suffers from poor soil management, while future water availability is uncertain, with experts predicting demand to outstrip supply by 2050. To tackle these challenges, a £30 million ($38 million) business plan was unveiled on February 27 that focuses on nature-based solutions. Based on the Fondos de Agua model, the plan projects a nearly sevenfold return for every £1 invested, and encompasses conservation measures like permeable ponds, buffer zones and soil management. It also includes initiatives for monitoring and assessing the area's water resources.</p><p>To address <url normalizedValue=\"https://english.elpais.com/climate/2023-10-18/severe-drought-parches-bolivia-my-biggest-fear-is-running-out-of-food-and-water.html\">the water crisis</url> effectively, we must grasp its complexity. There's intense competition for water among industries like agriculture - accounting for 70% of global freshwater use - and energy producers. Coupled with the planet's growing population and ecosystems affected by climate change, ensuring water security demands innovative strategies. These solutions should create pathways for social and economic progress, foster shareable insights, and be scalable to make a lasting impact.</p><p>Now more than ever, it is crucial to foster the exchange of experiences and best practices, nurturing collaborative efforts to tackle the challenges at hand. Facilitating the transfer of knowledge between Latin America and Europe across diverse domains like water security, agriculture, climate change, public health and more presents an avenue towards sustainable development and community well-being on a global scale.</p><p>Water, the essence of life, forms vital connections between diverse watersheds. It's crucial to realize that water is our best investment.</p><p><emphasis typeStyle=\"bf\">Paula Caballero</emphasis> is the The Nature Conservancy's regional executive director for Latin America and <emphasis typeStyle=\"bf\">Marianne Kleiberg</emphasis> holds the same position in the organization for Europe.</p><p> </p><p><emphasis typeStyle=\"it\">Sign up for </emphasis><url normalizedValue=\"https://plus.elpais.com/newsletters/lnp/1/333/?lang=en\">our weekly newsletter</url><emphasis typeStyle=\"it\"> to get more English-language news coverage from EL PAÍS USA Edition</emphasis></p>", "publisher": "El Pais - English (online)", "instances": ["This involves ensuring not only the quantity but also the quality of water available. These water funds play a crucial role in executing conservation efforts in key basins to secure water resources, thereby supporting the livelihoods, well-being and economic progress of millions. The Fondos de Agua model has successfully expanded globally, influencing strategies in the Northern Hemisphere. Its flexible and holistic approach has facilitated efficient knowledge exchange, establishing the region as a leader in nature-based solutions for ensuring water security.", "The initiatives under these programs are guided by scientific experts and monitoring systems to offer tailored, nature-based solutions for each specific context. The Fondos de Agua model has successfully expanded globally, influencing strategies in the Northern Hemisphere. This model has been replicated across Latin America, a region with 32% of the world's freshwater resources. Currently, there are 26 water funds operating in 11 Latin American countries, with the initiative being widely adopted globally.", "The region faces a high risk of flooding, endangering 32,000 properties. Water quality suffers from poor soil management, while future water availability is uncertain, with experts predicting demand to outstrip supply by 2050. Based on the Fondos de Agua model, the plan projects a nearly sevenfold return for every £1 invested, and encompasses conservation measures like permeable ponds, buffer zones and soil management. It also includes initiatives for monitoring and assessing the area's water resources."]}, {"relevance_score": 23, "title": "Listening to communities: A must for development investments", "published": "2024-06-13", "bodyText": "<p nitf:lede=\"true\">Manaus, Brazil, Jun 13 (EFE).- Engaging communities and tailoring sustainability investments to the specific characteristics of a territory is essential when allocating funds, a principle championed by participants in IDB Invest's Sustainability Week in Manaus, Brazil.</p><p nitf:lede=\"true\">Sometimes, the funded projects do not meet the community's needs, Rafaella Dortas, Head of Corporate Social Responsibility at the Brazilian investment bank BTG Pactual, said during one of the panels held on Wednesday.</p><p>“ I visited an Amazonian community where a well-meaning company had built a library with no books about the region. Did they ask the residents what they wanted to read or if they even wanted a library?”  Dortas questioned.</p><p>For indigenous communities in Latin America and the Caribbean, an important aspect of this engagement process is speaking the community's language and understanding their culture.</p><p>Camila Larrea from the NGO Fundació n Capital highlighted that a bilingual team with cultural proximity to the target communities can even “ reduce operational costs.” </p><p>“ Financial institutions need to adapt their products to the needs of indigenous peoples,”  she said, noting that banks sometimes require documents that indigenous people do not possess.</p><h>Sustainability Week</h><p>From Tuesday through Thursday, dozens of experts from companies, organizations, and IDB Invest are participating in Sustainability Week, an event aimed at promoting sustainable investments in Latin America and the Caribbean by the financial arm of the Inter-American Development Bank (IDB).</p><p>During the second day, discussions covered various topics such as boosting the green economy, nature-based solutions, the importance of creating sustainable and traceable supply chains, and more.</p><p>Other discussions focused on promoting gender equality and inclusion through financial products and results-based incentives, and on creating pathways in Latin America and the Caribbean to achieve a just transition to green economies without leaving anyone behind, all with a regional focus, but also with a particular emphasis on the host region, the Amazon.</p><p>One of the guests at Sustainability Week is Ilan Goldfajn, President of the Inter-American Development Bank, who will participate in a panel on Thursday and who the previous day visited several projects in which BID Invest has invested or plans to invest.</p><p>These projects include a lithium battery factory by UCB Power, which plans to expand its business with a IDB Invest loan, and the Beco Nonato neighborhood, where Aguas de Manaus is carrying out a sewer network expansion project.</p><p>In a conversation with the media after visiting the National Institute of Amazonian Research (INPA)— an institution collaborating with the IDB— Goldfajn emphasized the global need to invest in the development and protection of the Amazon, as the world “ faces a huge challenge.” </p><p>“ We have at least one natural disaster a month, and the impact is significant. We can't ignore it anymore... and the Amazon plays a fundamental role,”  he said, noting its capacity to absorb CO2. “ There is no way for the world to address climate change without the Amazon,”  he added.</p><p>However, investments in sustainability in the region, according to the IDB President, “ should not focus solely on deforestation,”  as “ excluding communities, excluding people, and failing to provide an alternative economy will not lead us to a sustainable future,”  he said.</p><p>Environmental sustainability is thus closely linked to “ social and economic sustainability,”  as without livelihoods, “ it will be much harder to preserve nature,”  he concluded. EFE</p><p>PBD-pem-jmc/jrh</p><p>(photo) (video)</p>", "publisher": "EFE - English Newswire", "instances": ["” “ Financial institutions need to adapt their products to the needs of indigenous peoples,”  she said, noting that banks sometimes require documents that indigenous people do not possess. Sustainability WeekFrom Tuesday through Thursday, dozens of experts from companies, organizations, and IDB Invest are participating in Sustainability Week, an event aimed at promoting sustainable investments in Latin America and the Caribbean by the financial arm of the Inter-American Development Bank (IDB). Other discussions focused on promoting gender equality and inclusion through financial products and results-based incentives, and on creating pathways in Latin America and the Caribbean to achieve a just transition to green economies without leaving anyone behind, all with a regional focus, but also with a particular emphasis on the host region, the Amazon. One of the guests at Sustainability Week is Ilan Goldfajn, President of the Inter-American Development Bank, who will participate in a panel on Thursday and who the previous day visited several projects in which BID Invest has invested or plans to invest."]}, {"relevance_score": 2, "title": "Listening to communities: A must for development investments", "published": "2024-06-13", "bodyText": "<h>ABSTRACT</h><p>Manaus, Brazil, Jun 13 (EFE).- Engaging communities and tailoring sustainability investments to the specific characteristics of a territory is essential when allocating funds, a principle championed by participants in BID Invest's Sustainability Week in Manaus, Brazil. </p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 2, "title": "Experts call for climate action to be included in all formal education", "published": "2022-08-26", "bodyText": "<h>ABSTRACT</h><p>Mexico City, Aug 26 (EFE).- The implementation of nature-based solutions (NBS) to mitigate global warming should be included in all stages of formal education, Latin American climate experts agreed during World Water Week 2022. </p>", "publisher": "EFE - English Newswire", "instances": ["ABSTRACTMexico City, Aug 26 (EFE)."]}, {"relevance_score": 2, "title": "Development banking summit ends with commitment to UN's sustainable development goals", "published": "2023-09-06", "bodyText": "<h>ABSTRACT</h><p>Cartagena, Colombia, Sep 6 (EFE).- The Finance in Common Summit (FiCS), the world's largest gathering of development banks, concluded on Wednesday in the Colombian port city of Cartagena with a united commitment to further the UN's sustainable development goals (SDGs) aimed at protecting the most vulnerable and preserving common global goods. </p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 2, "title": "Long-term planning and innovation key to a water-secure future", "published": "2023-03-25", "bodyText": "<h>ABSTRACT</h><p>New York, Mar 25 (EFE) - Samuel Alejandro García, Governor of the Mexican state of Nuevo Leon, emphasized the urgency for innovative solutions to combat water scarcity in his region during a recent forum in New York City. NASA images revealed critically low reservoir levels in the area, signaling an unsustainable water supply deficit. </p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 2, "title": "Private sector leads in financing to combat water scarcity", "published": "2022-11-16", "bodyText": "<h>ABSTRACT</h><p>Mexico City, Nov 16 (EFE).- The private sector, including Mexican companies, are leading the creation of innovative financial models to guarantee investments to tackle water scarcity, according to sector representatives at the United Nations Climate Change Conference (COP27). </p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 2, "title": "WRI: Investing in nature is most cost-effective for water crisis", "published": "2022-09-03", "bodyText": "<h>ABSTRACT</h><p>Stockholm, Sep 3 (EFE).- When it comes to the ecological crisis, World Resources Institute (WRI) expert Todd Gartner insists on betting on \"all of the above\" solutions: reducing consumption and emissions while investing in technology and nature, \"the most cost-effective option\" available. </p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 1, "title": "Offshore wind in the Mediterranean: renewables can, and must, protect biodiversity - here's how", "published": "2025-06-30", "bodyText": "<p>Offshore wind farms threaten local biodiversity, but also protect it by reducing emissions.</p>", "publisher": "The Conversation - Spanish", "instances": []}, {"relevance_score": 3, "title": "Zaragoza renaturalizará patios escolares en José María Mir y Vía Hispanidad", "published": "2024-09-30", "bodyText": "<h>ABSTRACT</h><p>Zaragoza, 30 sep (EFE).- Los colegios de infantil y primaria zaragozanos José María Mir y Vía Hispanidad han sido elegidos por el Ayuntamiento de Zaragoza para iniciar la prueba piloto de renaturalización de patios escolares, una iniciativa que cuenta con una inversión de 100.000 euros.</p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 2, "title": "Un proyecto internacional para mejorar la gestión de recursos hídricos en la Macaronesia", "published": "2024-08-27", "bodyText": "<h>ABSTRACT</h><p>Santa Cruz de Tenerife, 27 ago (EFE).- Un proyecto internacional liderado por el Instituto Geológico y Minero de España (IGME-CSIC) busca mejorar la gestión de los recursos hídricos en la Macaronesia (Canarias, Azores, Madeira, Cabo Verde e islas Salvajes) con soluciones basadas en la inteligencia artificial (IA) y otras tecnologías.</p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 29, "title": "Grupo EULEN y Anew Climate ampliarán en España las oportunidades de mitigación del cambio climático basados en la naturaleza", "published": "2024-05-29", "bodyText": "<p nitf:lede=\"true\">El objetivo de la asociación de ambas empresas es generar nuevas oportunidades de financiación de carbono para grandes propietarios de bosques en España</p><p nitf:lede=\"true\">/COMUNICAE/</p><p nitf:lede=\"true\">El objetivo de la asociación de ambas empresas es generar nuevas oportunidades de financiación de carbono para grandes propietarios de bosques en España</p><p nitf:lede=\"true\">Grupo EULEN, referencia en externalización y desarrollo de servicios de conservación del medio ambiente, y Anew Climate LLC, líder mundial de soluciones climáticas, han anunciado hoy un acuerdo para<emphasis typeStyle=\"bf\">desarrollar proyectos de mitigación climática basados en la naturaleza</emphasis>que generarán nuevas oportunidades de financiación de carbono para grandes propietarios de bosques en España. Aprovechando las operaciones regionales y la experiencia del Grupo EULEN junto con las décadas de experiencia de Anew Climate en el desarrollo y la comercialización de planes de descarbonización, estos nuevos proyectos ayudarán a ampliar los esfuerzos de reducción de emisiones de carbono basadas en la naturaleza dentro de la Unión Europea y contribuirán a alcanzar los objetivos del<emphasis typeStyle=\"bf\">Acuerdo de París y del Objetivo 55 (\"Fit for 55\").</emphasis></p><p>\"El Grupo EULEN se enorgullece de su larga trayectoria de servicio a España a través de la innovación ética\", declaró<emphasis typeStyle=\"bf\">Juan Carlos Moya, director de Medio Ambiente del Grupo EULEN.</emphasis>\"Esperamos poder trabajar junto con Anew y los propietarios forestales de España en el desarrollo de proyectos de mitigación del cambio climático. Ambas empresas comparten la urgencia de innovar y colaborar más allá de los distintos sectores y las fronteras nacionales para alcanzar los objetivos climáticos mundiales. Tenemos esperanzas en lo que podemos conseguir juntos para las generaciones futuras\".</p><p>Los bosques gestionados de forma sostenible son el mejor activo de que dispone la naturaleza para ayudar a estabilizar el calentamiento global. Soluciones basadas en la naturaleza que se aplican y que requerirán de un aumento espectacular de la financiación internacional de carbono.[1]</p><p>\"Junto con EULEN Medio Ambiente, estamos creando nuevas oportunidades de ingresos para los propietarios de tierras mediante prácticas de gestión de la tierra beneficiosas para el clima que también restauran los ecosistemas y mejoran la salud medioambiental y pública de las comunidades locales\", declaraba<emphasis typeStyle=\"bf\">Tomás Stocker, director de Productos Medioambientales de Anew Climate</emphasis>. \"Esta ampliación de la cartera de productos servirá también a nuestros clientes europeos, que buscan cada vez más créditos de carbono de alta calidad como parte de sus planes de acción climática. Nos entusiasma impulsar este cambio positivo a través de los mercados medioambientales, y esperamos con impaciencia ver lo que esto va a suponer para nuestro clima\".</p><p>Utilizando las mejores prácticas de gestión forestal integrada, Anew Climate genera créditos de carbono certificados por terceros que reducen y capturan las emisiones de dióxido de carbono de forma comprobada para apoyar la adaptación al cambio climático y mejorar la biodiversidad. Se espera que estos proyectos generen créditos de carbono verificados de alta calidad. La venta de créditos de carbono compensa los costes tradicionales de propiedad de la tierra y la necesidad de ingresos que a menudo conducen a la tala intensiva, la deforestación, la parcelación o el abandono.</p><p><emphasis typeStyle=\"bf\">Acerca de Anew</emphasis></p><p>Anew Climate LLC, es líder mundial en soluciones climáticas basadas en los principios de transparencia y responsabilidad. Ofrecen productos y servicios innovadores a los sectores público y privado para ayudarles a reducir o compensar su huella de carbono, restaurar el medio ambiente y garantizar que las inversiones de sus clientes generen valor económico, además de un impacto climático duradero. Con un profundo conocimiento del mercado, Anew aprovecha las soluciones tecnológicas y basadas en la naturaleza para crear valor mediante la generación y la comercialización de créditos medioambientales para los mercados de combustibles bajos en carbono, carbono, energías renovables y emisiones. Anew es propiedad mayoritaria de TPG Rise, la plataforma global de inversión de impacto de TPG. La empresa tiene oficinas en Estados Unidos, Canadá, España y Hungría y una cartera de materias primas medioambientales que se extiende por los cinco continentes.</p><p><emphasis typeStyle=\"bf\">Acerca del Grupo EULEN</emphasis></p><p>El Grupo EULEN es líder en España en la prestación de servicios especializados a empresas con el objetivo de ofrecer a la sociedad servicios innovadores que supongan soluciones útiles, de calidad y más eficientes. El Grupo está especializado en limpieza, seguridad, actividades auxiliares (servicios logísticos, generales y de telemarketing), servicios integrales (FSM), servicios sociales y sanitarios, mantenimiento integral, RR. HH. globales y soluciones de empleo, así como servicios medioambientales. Fundada en 1962 en Bilbao, la empresa está hoy presente en 11 países, con una facturación anual de más de 1.600 millones de euros y una plantilla mundial compuesta por personas de 99 nacionalidades. El<emphasis typeStyle=\"bf\">Grupo EULEN forma parte del Pacto Mundial</emphasis>y está firmemente comprometido con la sociedad a través de políticas socialmente responsables: empleo de colectivos desfavorecidos, apoyo a la conciliación de la vida profesional y personal de su plantilla, patrocinio y mecenazgo de la cultura y las artes, protección del medio ambiente, etc.</p><p>[1] Soluciones basadas en la naturaleza para hacer frente al cambio climático. Pacto Mundial de las Naciones Unidas. <url normalizedValue=\"https://unglobalcompact.org/take-action/events/climate-action-summit-2019/nature-based-solutions\">https://unglobalcompact.org/take-action/events/climate-action-summit-2019/nature-based-solutions</url></p><p>Fuente Comunicae</p>", "publisher": "Comunicae Spain", "instances": []}, {"relevance_score": 50, "title": "Rediseñar nuestras ciudades desde su 'jugabilidad'", "published": "2024-07-05", "bodyText": "<p nitf:lede=\"true\"><url normalizedValue=\"https://imagenes.elpais.com/resizer/Ad6Il24szs5l3XqGiYEtHfgQibM=/arc-anglerfish-eu-central-1-prod-prisa/public/RPAO2EZZJ5AFFNIPNOAO4LDV2Q.jpg\">Enlace a imagen</url></p><p nitf:lede=\"true\">El 11 de junio se celebró por primera vez el <url normalizedValue=\"https://www.un.org/en/observances/international-day-of-play\">Día Internacional del Juego</url>, esa instancia tan fundamental de nuestras vidas que nos permite aprender sobre el mundo y nosotras mismas, socializar y divertirnos. Si bien es esencial en la infancia -y debería formar parte de la vida siempre-,<url normalizedValue=\"https://www.vox.com/23759898/kids-children-parenting-play-anxiety-mental-health\"> varios</url> <url normalizedValue=\"https://www.vox.com/23759898/kids-children-parenting-play-anxiety-mental-health\"> estudios </url>muestran que se juega menos y peor. Esto nos ubica frente a una oportunidad: evaluar y mejorar nuestras ciudades desde su <emphasis typeStyle=\"it\">jugabilidad</emphasis>. Hacerlo nos permitirá tocar otras dimensiones clave como la inclusividad, resiliencia o salud, accionando palancas transformadoras como la renaturalización, movilidad o el comercio local. Para ello solo hay un camino: involucrar a los mejores jugadores, los niños.</p><p>A algunos les gusta referirse a los niños como \"nuestro futuro\". Técnicamente es cierto: lo más probable es que nos sobrevivan a los adultos. Pero los niños son también nuestro presente: son <url normalizedValue=\"https://data.unicef.org/how-many/how-many-children-under-18-are-in-the-world/\">un poco más que un tercio de la población mundial</url>. Las decisiones que se tomen hoy afectarán más a los niños, de hoy y de mañana, que a nosotros, los adultos. Se calcula que <url normalizedValue=\"https://www.childfriendlycities.org/growing-cities\">en 2050 casi el 70% de los niños</url> del mundo vivirá en zonas urbanas, muchos de ellos en barrios marginales. Por un momento, pensemos en nuestros barrios y ciudades en términos de <emphasis typeStyle=\"it\">jugabilidad</emphasis> y movilidad, desde el punto de vista de los niños y de su salud: ¿hay espacios saludables cerca de donde viven? ¿Pueden salir y cruzar la calle solos sin riesgo de que les atropelle un coche? ¿Cuánta contaminación respiran? ¿Hay suficientes lugares donde puedan jugar sin peligro, con libertad y amplitud, sin tener que estar encerrados en casas o perimetrados por vallas? Consideremos también el clima y la biodiversidad: ¿los espacios públicos duros (colegios incluidos), completamente pavimentados, son y serán amigables, incluso habitables, para los niños en el clima que viene? ¿Tienen contacto con la naturaleza en las ciudades?</p><p>Las últimas investigaciones sobre el juego en el Reino Unido, dirigidas por la profesora Helen Dodd, muestran que los niños en edad de asistir a la escuela primaria están perdiendo la libertad de jugar de forma independiente y no se les permite jugar solos al aire libre hasta los 11 años, dos años más que a la generación de sus padres. El British Children's Play Survey, el mayor estudio de este tipo, descubrió otro detalle importante: en la muestra de 1.919 padres o cuidadores con un hijo de entre 5 y 11 años, los niños jugaban una media de tres horas al día, y aproximadamente la mitad de ese tiempo al aire libre.</p><p>La naturaleza es nuestra mejor aliada frente al cambio climático, especialmente para población vulnerable como los niños</p><p>Al aire libre y rodeados de biodiversidad. Es ahí donde tienen que jugar, donde los diversos estímulos naturales permiten un mejor desarrollo cognitivo y una buena salud (mental incluida) para niños y adultos. La naturaleza es nuestra mejor aliada frente al cambio climático, especialmente para población vulnerable como los niños. Los refugios climáticos sin tanto asfalto y hormigón, y con mucha vegetación, tierra y sombras naturales, los y nos protegen frente ante las altas temperaturas, a la vez que generan ese entorno mágico para el juego: la selva, el bosque, el huerto.</p><p>En los noventa surgió un movimiento de ciudades amigables para los niños, cuya acción culminó en la <url normalizedValue=\"https://www.childfriendlycities.org/what-is-the-child-friendly-cities-initiative\">Child-Friendly Cities Initiative</url>, patrocinada por Unicef. Estas perspectivas han aumentado en la última década, como ilustra en <url normalizedValue=\"https://www.routledge.com/Urban-Playground-How-Child-Friendly-Planning-and-Design-Can-Save-Cities/Gill/p/book/9781859469293\">su último libro Tim Gill</url>, investigador inglés y defensor mundial del juego y la movilidad de los niños al aire libre desde hace décadas. Por ejemplo, la Bernard van Leer, una ONG con sede en los Países Bajos centrada en el desarrollo de la primera infancia, lanzó su iniciativa Urban95 en 2016, enfocada en las perspectivas de los niños en la planificación urbana. Ciudades de todo el mundo, desde Vancouver a Barcelona, Tirana y Boa Vista (Brasil), han adoptado elementos favorables a la infancia, y algunas, como Rotterdam, han cambiado profundamente como resultado del cambio de perspectiva.</p><p>En <url normalizedValue=\"https://globaldesigningcities.org/publication/designing-streets-for-kids-es/\">Shenzhen</url>, en el sur de China, se pidió a menores de 18 años que participaran en el rediseño de un parque local, sin permitir a los padres ofrecer orientación u opiniones, utilizando diferentes técnicas para niños de distintas edades. Por ejemplo, a los menores de seis años se les hizo participar contándoles cuentos y haciéndoles preguntas. En América Latina, la <url normalizedValue=\"https://www.redocara.com/talleres-esp--oficinas-pt\">Red OCARA</url>, que promueve experiencias y proyectos sobre ciudad, arte, arquitectura y espacio público en los que participan niños y niñas, lanzó un \"kit detector de obstáculos\" para involucrar a los niños en el rediseño de calles, con talleres de intervención en espacios públicos (por ejemplo, poniendo parches en las calles con baches).</p><p>En la ciudad estadounidense de Boulder (Colorado), una iniciativa lanzada en 2009 consiguió que los niños participen directamente en la remodelación de la ciudad, junto con urbanistas. Niños de tan solo cuatro años participaron en el rediseño del Área Cívica del centro de la ciudad. Los organizadores utilizaron excursiones, construcción de maquetas y cuestionarios con los niños mayores, y con los más pequeños se limitaron a observar sus preferencias. En general, a los niños les gustaba un contacto más directo con la naturaleza: imaginaban una biblioteca en la copa de un árbol para leer, rodeados de flores y pájaros; imaginaban un puente transparente, donde pudieran pararse y observar el arroyo. Querían tener más acceso a aventuras emocionantes, como enormes rocódromos desde los que saltar o aterrizar en camas elásticas. Y no querían ni basura, ni bicicletas a toda velocidad, ni coches.</p><p>Parece bastante elocuente que nos están pidiendo a gritos renaturalización, movilidad activa, economía circular, socialización, espacios de arte y juego. De ese modo, se beneficiará nuestra salud y nos beneficiaremos todos -el comercio local incluido-.</p><p>Algunas ideas que proponen los niños son demasiado locas, claro: un parque hecho de caramelos, con puentes llenos de cañones que lanzan chorros de agua a los que van en kayak. El problema es que los adultos podemos ser igual de irracionales cuando se nos consulta sobre urbanismo, dice Mara Mintzer, directora y cofundadora de la iniciativa de Boulder, y no todas las sugerencias tienen por qué llegar al proyecto final. \"No podemos ni debemos esperar que los niños nos den todas las respuestas, ese es nuestro trabajo. No es fácil hacerlo bien, con demasiada frecuencia el resultado es simbólico o decorativo\", como dijo Gill.</p><p>No deberíamos darnos palmaditas en la espalda cuando incluimos a los niños en la toma de decisiones como si fuera un gran logro. Simplemente deberíamos incluirlos, del mismo modo que a todos los demás. Porque solo la gobernanza verdaderamente inclusiva tiene la llave del futuro, y la diversidad de la creatividad que nos llevará hasta su puerta. Porque solo habrá revolución jugando.</p><p><url normalizedValue=\"https://elpais.com/autor/irene-caselli/\"> Irene Caselli </url>es periodista en la web <url normalizedValue=\"https://www.thefirst1000days.news/\">The First 1.000 Days</url>. <url normalizedValue=\"https://elpais.com/autor/jesus-iglesias-saugar/\">Jesús Iglesias Saugar</url> es embajador del Pacto Climático Europeo en la empresa social Nature-Based Solutions for climate resilience (SBNCLIMA).<br/> <br/> </p><p><emphasis typeStyle=\"it\">Puedes seguir a </emphasis><emphasis typeStyle=\"it\"><emphasis typeStyle=\"bf\">Planeta Futuro</emphasis></emphasis><emphasis typeStyle=\"it\"> en </emphasis><url normalizedValue=\"https://twitter.com/Planeta_Futuro\">X</url><emphasis typeStyle=\"it\">, </emphasis><url normalizedValue=\"https://www.facebook.com/planetafuturoelpais/\">Facebook</url><emphasis typeStyle=\"it\">, </emphasis><url normalizedValue=\"https://www.instagram.com/planetafuturo/\">Instagram</url><emphasis typeStyle=\"it\"> y </emphasis><url normalizedValue=\"https://www.tiktok.com/@elpais/playlist/Planeta%20Futuro-7250843912766573339\">TikTok</url><emphasis typeStyle=\"it\"> y suscribirte </emphasis><url normalizedValue=\"https://plus.elpais.com/newsletters/lnp/1/309\">aquí</url><emphasis typeStyle=\"it\"> a nuestra 'newsletter'</emphasis>.</p>", "publisher": "El Pais - Spanish (online)", "instances": ["Irene Caselli es periodista en la web The First 1. 000 Days. Puedes seguir a Planeta Futuro en X, Facebook, Instagram y TikTok y suscribirte aquí a nuestra 'newsletter'."]}, {"relevance_score": 2, "title": "Economía.- Petrobras adquiere 175.000 créditos de carbono y en su primera entrada a este mercado", "published": "2023-09-05", "bodyText": "<p>Economía.- Petrobras adquiere 175.000 créditos de carbono y en su primera entrada a este mercado</p>", "publisher": "dpa internacional (Spanischer Dienst)", "instances": []}, {"relevance_score": 1, "title": "La falta de zonas verdes en los barrios más pobres acentúa su vulnerabilidad al calor", "published": "2024-04-01", "bodyText": "<p>Las diferencias en la distribución de zonas verdes en las ciudades suponen una injusticia social que aumenta la exposición a las altas temperaturas y a la contaminación ambiental a las comunidades vulnerables.</p>", "publisher": "The Conversation - Spanish", "instances": []}, {"relevance_score": 2, "title": "Microorganismos y plantas, las nuevas tecnologías de depuración de aguas", "published": "2023-10-09", "bodyText": "<p>Las aguas de depuradora mantienen vivos a muchos arroyos y ríos de bajo caudal durante épocas de sequía, pero en poblaciones pequeñas no tienen por qué pasar ningún control. Microorganismos y plantas pueden ayudarnos a eliminar contaminantes.</p>", "publisher": "The Conversation - Spanish", "instances": []}, {"relevance_score": 25, "title": "Las nuevas propuestas formativas de la UPC School para el curso 2023-2024", "published": "2023-07-12", "bodyText": "<p nitf:lede=\"true\">El catálogo de másters de formación permanente, posgrados y cursos de la UPC School se consolida y crece con 23 nuevas propuestas formativas. Estas se centran en temáticas como la optometría pediátrica, la arquitectura del paisaje, la experiencia de usuario, la analítica de negocio, la construcción sostenible, la automoción, la energía o la digitalización en el sector de la movilidad y el transporte</p><p nitf:lede=\"true\">/COMUNICAE/</p><p>El catálogo de másters de formación permanente, posgrados y cursos de la UPC School se consolida y crece con 23 nuevas propuestas formativas. Estas se centran en temáticas como la optometría pediátrica, la arquitectura del paisaje, la experiencia de usuario, la analítica de negocio, la construcción sostenible, la automoción, la energía o la digitalización en el sector de la movilidad y el transporte</p><p><emphasis typeStyle=\"bf\">Másteres de formación permanenteMáster de formación permanente en Optometría Pediátrica</emphasis>. Capacitación en últimas tecnologías y técnicas para convertirse en optometrista infantil y estar al frente en la detección, seguimiento y tratamiento de múltiples disfunciones y patologías oculares en la infancia. Impulsado de la mano del Hospital Sant Joan de Déu, centro pediátrico de referencia.</p><p><emphasis typeStyle=\"bf\">Máster de formación permanente en Nature-based Solutions for Sustainable Landscapes</emphasis>. Este programa nace de la evolución del máster en Arquitectura del Paisaje para ofrecer una renovada y sólida base en regeneración, ecosistemas, biodiversidad, resiliencia climática y la mitigación para liberar todo el potencial de la naturaleza en la creación de paisajes sostenibles.</p><p><emphasis typeStyle=\"bf\">PosgradosPosgrado en Advanced UX: Design, Research and Emergent Technologies</emphasis>. Este posgrado se centra en los métodos de investigación en usabilidad avanzada y adaptada a diversos entornos: virtuales, automoción, videojuegos, wearables, moda, aviación, banca y salud, y con especial atención a las tecnologías emergentes: inteligencia artificial y realidad aumentada, virtual y mixta.</p><p><emphasis typeStyle=\"bf\">Posgrado en Business Analytics</emphasis>. Los participantes aprenderán a aprovechar el potencial de los datos en la mejora operativa del negocio para aportar el valor añadido analítico que las organizaciones actuales tanto necesitan. Se utilizarán las herramientas más innovadoras y eficaces, como las herramientas de programación (SQL, Knime, R y Python) y herramientas de business intelligence (Tableau, Power BI).</p><p><emphasis typeStyle=\"bf\">Posgrado en Digital Health Leadership</emphasis>. Sin tecnología, ya no es posible imaginar el futuro de la salud. Este posgrado tiene como objetivo formar a los líderes de la innovación y la digitalización de las organizaciones de este sector (hospitales, empresas farmacéuticas, centros de investigación, startups y otras organizaciones sanitarias).</p><p><emphasis typeStyle=\"bf\">Posgrado en Estrategia y Gobierno del Dato.</emphasis>Este posgrado aporta una visión global de todas las variables implicadas en una organización data driven: una cultura de datos sólida, la tecnología adecuada, los procesos de recopilación de datos, su análisis, la toma de decisiones y la mejora continua de los procesos.</p><p><emphasis typeStyle=\"bf\">Posgrado en Sostenibilidad Digital en la Construcción</emphasis>. De la mano de Itec como socio estratégico, se aplicarán soluciones de sostenibilidad ambiental, económica y social para adaptar los proyectos de construcción a los nuevos retos climáticos y normativos.</p><p><emphasis typeStyle=\"bf\">Posgrado en Sistemas Avanzados de Mecatrónica y NVH de Automoción</emphasis>. Este posgrado está diseñado para ampliar la formación de ingenieros en el campo de los sistemas mecatrónicos aplicados al control de la dinámica del vehículo, así como al control del estudio del ruido, vibración y dureza (NVH).</p><p><emphasis typeStyle=\"bf\">SeminariosSeminario en Energía: de los Fósiles a las Renovables</emphasis>. En este seminario se tomará conciencia de la gran cantidad de energía que derrochamos, por falta de eficiencia en casos que van desde la movilidad individual hasta el consumo residencial o empresarial.</p><p><emphasis typeStyle=\"bf\">Microcredenciales</emphasis><br/>La UPC School presenta también una nueva oferta de 14<emphasis typeStyle=\"bf\">posgrados microcredenciales en movilidad 4.0</emphasis>, financiados por el Ministerio de Transporte, Movilidad y Agenda Urbana en el marco del Plan de Recuperación, Transformación y Resiliencia, financiado por la Unión Europea  <emphasis typeStyle=\"bf\">Next Generation EU</emphasis>.</p><p>Catálogo de formación de la UPC School para el curso 2023-2024</p><p>Fuente Comunicae</p>", "publisher": "Comunicae Spain", "instances": ["Capacitación en últimas tecnologías y técnicas para convertirse en optometrista infantil y estar al frente en la detección, seguimiento y tratamiento de múltiples disfunciones y patologías oculares en la infancia. Impulsado de la mano del Hospital Sant Joan de Déu, centro pediátrico de referencia. Este programa nace de la evolución del máster en Arquitectura del Paisaje para ofrecer una renovada y sólida base en regeneración, ecosistemas, biodiversidad, resiliencia climática y la mitigación para liberar todo el potencial de la naturaleza en la creación de paisajes sostenibles. PosgradosPosgrado en Advanced UX: Design, Research and Emergent Technologies."]}, {"relevance_score": 15, "title": "El centro tecnológico CARTIF participa en un proyecto para mejorar el ciclo del agua en los países del Mediterráneo", "published": "2023-05-05", "bodyText": "<p nitf:lede=\"true\"><br/>Arranca en CARTIF el proyecto NATMed, que surge para mejorar el ciclo del agua de la región del mediterráneo haciendo frente a la escasez y estacionalidad de los recursos hídricos a través de Soluciones basadas en la Naturaleza (SbN).</p><p><br/>El objetivo de esta iniciativa, coordinada por el centro tecnológico, es optimizar la gestión del agua y los servicios ecosistémicos relacionados a través de una combinación de SbN en infraestructuras de agua ya existentes en cinco países de la costa del Mediterráneo: España, Italia, Grecia, Turquía y Argelia. Esta semana, el consorcio procedente de los cinco países participantes, se ha reunido en las instalaciones de CARTIF en el Parque Tecnológico de Boecillo para establecer los primeros pasos del proyecto.<br/>Este nuevo concepto de trabajo, en el que se armonizarán los enclaves tradicionales con la nueva propuesta de Soluciones basadas en la Naturaleza, se ha denominado \"SbN en ciclo completo\" (FWC-NbS, Full water cycle?Nature based Solutions en inglés). La propuesta se co-diseñará en cinco casos de estudio, con diferentes contextos y retos, que abarcarán gran parte de la costa y expondrán su evolución en diferentes escenarios.<br/>La FWC-NbS 1, que se desarrollará en España, se implementa en balsas de riego para optimizar el tratamiento y almacenamiento de aguas residuales tratadas con el objetivo de su reutilización para el riego agrícola. La FWC-NbS 2, que se llevará a cabo en Grecia, tratará de incorporar humedales naturales para reforzar su capacidad de almacenamiento, tratar el agua y gestionar el control de vertidos contaminantes. La FWC-NbS 3, que se desplegará en Italia, incorporará un acuífero para contribuir a la contaminación por nitratos de las aguas subterráneas en un contexto agrícola.<br/>La FWC-NbS 4, que se abordará en Turquía, se implementará en un complejo de acuíferos para mejorar las redes de distribución, la recarga y la calidad de las aguas subterráneas, la conservación del suelo y las técnicas de riego en la agricultura. Por último, la FWC-NbS 5, que se extenderá en Argelia, se implementará en un canal artificial superficial para mejorar la calidad y cantidad del agua.<br/>El rol de CARTIF en esta propuesta, además de actuar como el coordinador de la misma, será el de llevar a cabo el análisis y el diagnóstico de la situación actual en el marco de la región del agua de cada caso de estudio, así como de las Soluciones basadas en la Naturaleza que se proponen implementar en cada uno de ellos. Además, se encargará de realizar el co-diseño de las \"SbN de ciclo completo\" teniendo en cuenta los retos que supone cada región. En el caso del FWC-NbS 1 de España, CARTIF participará en la definición del caso de estudio colaborando en las especificaciones técnicas de las soluciones, monitorización y evaluación del impacto. El proyecto tiene una duración total de 6 años.<br/></p>", "publisher": "El Economista, Spain", "instances": []}, {"relevance_score": 2, "title": "Aprobado proyecto LIFE de adaptación de costa grancanaria al cambio climático", "published": "2023-03-21", "bodyText": "<h>ABSTRACT</h><p>Las Palmas de Gran Canaria, 21 mar (EFE).- Europa ha aprobado un nuevo proyecto LIFE al Cabildo de Gran Canaria que persigue adaptar los territorios insulares y ultraperiféricos al cambio climático, potenciar la biodiversidad y mantener la compatibilidad del uso residencial y el entorno medioambiental, informa el Cabildo de Gran Canaria. </p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 2, "title": "\"Tenemos que asegurarnos de que toda la ciudad sea verde\": ¿Cómo mejorar el acceso a los espacios verdes en Europa?", "published": "2023-08-04", "bodyText": "<p>Vivir cerca de espacios verdes tiene una serie de beneficios para la salud, pero el acceso es desigual en toda Europa. ¿Cómo hacer que el continente sea más verde?</p>", "publisher": "EuroNews - Version Espanola", "instances": []}, {"relevance_score": 2, "title": "Expertos buscan recuperar los ecosistemas acuáticos de Ibiza ", "published": "2022-03-29", "bodyText": "<h>ABSTRACT</h><p>Ibiza, 29 mar (EFE).- Expertos medioambientales se reunirán el próximo 8 de abril en Ibiza para proponer soluciones para la recuperación de los ecosistemas acuáticos de la isla, según ha informado este martes la Alianza por el Agua, organizadora del encuentro, en un comunicado.   </p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 2, "title": "Expertos en economía verde y gestión ecológica se reúnen en mayo en Zaragoza", "published": "2022-02-04", "bodyText": "<h>ABSTRACT</h><p>Zaragoza, 4 feb (EFE).- Expertos en naturalización urbana, economía verde y gestión ecológica se reunirán en mayo en Zaragoza en el marco del 48 Congreso Nacional de Parques y Jardines Públicos (PARJAP 2022) con el objetivo de analizar, debatir y compartir experiencias sobre la infraestructura verde urbana mediante ponencias y debates bajo el lema \"Bosques Urbanos: la trama verde para la ciudad sostenible\". </p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 14, "title": "Naturalizar las ciudades", "published": "2020-08-17", "bodyText": "<h>Tribuna</h><p nitf:lede=\"true\">Entre las muchas cosas que hemos aprendido como sociedades urbanas, de la nueva realidad provocada por la pandemia del coronavirus, una de ellas es que, en ausencia humana, las especies autóctonas colonizan el espacio urbano. Son diversas las citas de presencia en entornos urbanizados de garzas, zorros, jabalíes, corzos, erizos y otras especies que, sin la presión antrópica, se han movido a sus anchas entre nuestros coches y viviendas.</p><p>Sin reducir ni un ápice la gravedad de la pandemia y sus efectos letales sobre la población humana, no vamos a dibujar escenarios apocalípticos donde nuestra especie desaparece del planeta y las poblaciones de plantas y animales ocuparían los espacios que, en otro tiempo, fueron dominio del Homo sapiens.</p><p>Sin embargo, nos enfrentamos, realmente, a la sexta extinción masiva de especies como resultado del profundo proceso de transformación al que el hombre está sometiendo al planeta y del cambio climático derivado del mismo. De los 30 millones de especies animales y vegetales conocidas, la Unión Internacional para la Conservación de la Naturaleza (UICN) calcula que alrededor de 1000 especies pueden estar en peligro crítico de extinción y cerca de 30178 estarían amenazadas.</p><p>La pérdida de hábitats, la sobreexplotación de especies, la contaminación, las especies invasoras y  el cambio climático son las cinco grandes amenazas causantes de ese declive de la biodiversidad que en el entorno urbano y periurbano se hace aún más patente.</p><p>Las organizaciones que trabajan en la protección de la biodiversidad de manera intensa y, siempre, bajo criterios científicos, como WWF o SEOBirdlife,  identifican ese trabajo con las especies bandera como el rinoceronte blanco y el elefante en los grandes espacios naturales de África, pero también con la nutria, el lince ibérico o el gorrión común, especies  más cercanas para nosotros.</p><p>En este contexto, el trabajo local de protección de la biodiversidad urbana se muestra como una estrategia fundamental para conservar la biodiversidad global. Mediante la imitación de los procesos ecológicos que ocurren en la naturaleza, lo que conocemos como las soluciones basadas en la naturaleza o Nature Based Solutions podemos generar hábitats urbanos que mejoren de manera significativa la presencia de especies de insectos (como las abejas o las mariposas), aves y pequeños mamíferos en las ciudades. La eliminación de las especies no autóctonas de parques y jardines, la creación de conectores ecológicos entre los espacios verdes urbanos y el entorno natural y la renaturalización de ríos urbanos, como el caso del Besós en Santa Coloma de Gramenet o el Manzanares en Madrid, son algunos de esos ejemplos que, a través de sus especies como la nutria, la anguila o el martín pescador, nos muestran el camino a seguir.</p><p>Según nos indican la UICN y la Comisión Europea, las  Soluciones Basadas en la Naturaleza (SbN) son un nuevo concepto que abarca a todas las acciones que se apoyan en los ecosistemas y en los servicios que estos proveen, para responder así a diversos desafíos de la sociedad como el cambio climático, la seguridad alimentaria o el riesgo de desastres ambientales.</p><p>Una mayor biodiversidad en los ecosistemas, también de los urbanos, implica una mayor resiliencia contra los efectos del cambio climático. La pérdida de biodiversidad como consecuencia de la deforestación, la invasión de hábitats, la agricultura intensiva y la aceleración de ese cambio climático favorecen el paso de los patógenos de animales a humanos y esta tendencia es la que debemos revertir. Aún estamos a tiempo. H</p><p>* Experto en Riesgos Ambientales</p><p>Una mayor biodiversidad en los ecosistemas implica más resiliencia contra el cambio climático</p>", "publisher": "El Periodico Extremadura", "instances": []}, {"relevance_score": 50, "title": "CUMBRE IBEROAMERICANA IVÁN DUQUE (Entrevista)", "published": "2021-04-20", "bodyText": "<p nitf:lede=\"true\">Jaime Ortega Carrascal</p><p nitf:lede=\"true\">Bogotá, 20 abr (EFE).- El presidente de Colombia, Iván Duque, afirma que es necesario garantizar el acceso a las vacunas contra la covid-19 a todos los países de Iberoamérica, en vísperas de las XXVII Cumbre de esta comunidad que se celebrará este miércoles en Andorra.<br/>Entre los asuntos que los jefes de Estado y de Gobierno debatirán este miércoles en formato semipresencial están los retos de Iberoamérica frente a la pandemia del coronavirus y en ese sentido Duque aseguró en una entrevista con Efe que si no hay distribución equitativa de las vacunas en todo el mundo nadie estará a salvo.</p><p nitf:lede=\"true\">Pregunta: Presidente, ¿qué espera Colombia de la XXVII Cumbre Iberoamericana? </p><p nitf:lede=\"true\">Respuesta: Hay tres temas importantes: el tema de sostenibilidad en lo ambiental, en lo económico y en lo social. También quiero destacar que será una oportunidad para que todos podamos hacer llamados inequívocos a (...) la equidad en la distribución de vacunas, a las medidas para mitigar los efectos de la pandemia y por supuesto también a la reactivación económica sostenible. </p><p>P: ¿Cree que en esta cumbre se puede vertebrar alguna estrategia en materia de vacunación? </p><p>R: Ciertamente vemos que en el mundo hoy hay una distribución inequitativa. ¿Y por qué se ha presentado esto? Por las mismas dinámicas en las que hemos visto que hay países que han comprado cuatro, cinco, seis, siete veces su población en vacunas, eso por supuesto genera distorsiones. </p><p>Adicionalmente vemos que hay todavía complejidades logísticas que hay que superar y tenemos que garantizar que la distribución sea equitativa en todo el mundo sobre la base muy clara de que nadie está a salvo hasta que todos estemos a salvo. </p><p>Eso implica que la estrategia multilateral Covax tiene que fortalecerse, tenemos que hacer todos más para que sea una entidad cada vez más dinámica. Colombia copreside la iniciativa Covax en su consejo directivo y me parece que hay que llevar a la Cumbre un mensaje: que hay países de América Latina, de Iberoamérica, que están rezagados y que necesitamos también garantizarles el acceso (a las vacunas). </p><p>P: En el caso particular de Colombia, ¿se alcanzará el objetivo de vacunación fijado para este año? </p><p>R: Nuestra meta es llegar a 35 millones de colombianos (vacunados) este año. Nosotros hemos siempre ido adelante en nuestras propias metas, dijimos que íbamos a empezar el plan de vacunación el 20 de febrero, lo empezamos el día 17 de febrero; logramos el primer millón antes del día 30; logramos después el segundo millón de manera acelerada; el tercer millón en 10 días, y nos estamos acercando también ahora al cuarto millón de vacunados. </p><p>P: ¿La inequidad en la distribución de vacunas y los problemas de suministro de algunos laboratorios pueden afectar ese plan? </p><p>R: Esas siempre han sido variables y eso le pasa a cualquier país del mundo. Los países que son compradores de vacunas siempre están sujetos al cumplimiento de las condiciones logísticas, pero nosotros hemos ido cumpliendo nuestro plan porque además hemos diversificado la compra, porque hemos tenido la aplicación responsable de vacunas, porque hemos tenido presencia en todo el territorio nacional y vamos tras la meta de los 35 millones de colombianos vacunados en el año 2021. </p><p>P: Su gobierno ha puesto énfasis en la reactivación económica aún durante la pandemia, ¿llevará algún planteamiento en ese sentido a la Cumbre Iberoamericana? </p><p>R: Creo que es muy importante que todos tengamos acceso al financiamiento. El Fondo Monetario Internacional (FMI) alertaba el pasado primero de abril que la relación de deuda sobre el PIB promedio mundial va a terminar el año 2021 alrededor del 99 %, eso es un reto enorme y trae consigo que en los próximos años los países van a estar compitiendo para acceder a recursos para financiar sus déficit, para financiar su reactivación, por eso lo más importante para mantener la credibilidad de los mercados es que nosotros podamos proteger a los más vulnerables y al mismo tiempo estabilizar las finanzas públicas. </p><p>Pero tenemos que enviar también un mensaje muy claro hacia las calificadoras internacionales (de riesgo) de que los países emergentes tienen que ser vistos no con los lentes precovid sino en escenarios donde el mundo se está recuperando de la peor crisis después de la Segunda Guerra Mundial. </p><p>P: Esta semana, después de la Cumbre Iberoamericana, usted va a participar en la cumbre de 40 líderes mundiales contra el cambio climático convocada por el presidente estadounidense, Joe Biden. ¿Cuáles serán sus propuestas en esa reunión? </p><p>R: Colombia, aún representando tan solo el 0,6 % de las emisiones globales de gases de efecto invernadero, es uno de los 20 países más expuestos a los efectos del cambio climático y nosotros vamos a llegar a esa cumbre con tres mensajes: Primero, Colombia va a ir a Glasgow, a la Cumbre Climática (del 1 al 12 de noviembre), con una meta que para el año 2030 haya reducido en 51 % sus emisiones de gases de efecto invernadero. </p><p>La segunda, Colombia va a ratificar el mensaje de que llegaremos al año 2050 con el objetivo y el propósito de ser un país de carbono neutral. </p><p>Y el tercer mensaje es la combinación de dos políticas: las soluciones basadas en naturaleza, lo que en inglés se conoce como \"Nature Based Solutions\", que implican reforestación, protección de nuestra Amazonia, una cultura para reducir las emisiones individuales de gases de efecto invernadero y la otra es Colombia como líder en la transición energética, un país que va a pasar del 0,5 % de su matriz en energías renovables no convencionales al 14 % durante nuestro Gobierno y dejando una hoja de ruta para tener un aumento de un 20 % adicional en la próxima década. </p><p>Con esos propósitos el mensaje es: si un país como Colombia tiene esta convicción y esos objetivos, lo deben tener también las economías más desarrolladas. </p><p>P: En febrero usted anunció el Estatuto de Protección Temporal para los migrantes venezolanos. ¿La comunidad internacional está contribuyendo lo suficiente para enfrentar esas crisis? </p><p>R: Nosotros anunciamos la regularización de 2,8 millones de migrantes y yo espero para el mes de diciembre o inicios de enero de 2022 tener los primeros 900.000 migrantes con su tarjeta del Estatuto de Protección Temporal con reconocimiento biométrico, y en agosto del año entrante 1,8 millones. </p><p>Sabemos que es muy exigente cumplir esta meta pero estamos contando con el respaldo de la OIM (Organización Internacional para las Migraciones), también de ACNUR (Alto Comisionado de las Naciones Unidas para los Refugiados) y hemos recibido además mensajes muy claros de ellos de apoyarnos con recursos en este propósito. </p><p>Pero también hemos recibido mensajes por ejemplo de la canciller del Gobierno español, Arancha González, que nos ha dicho: 'Queremos nosotros seguir financiando', Estados Unidos ha dicho que quiere entrar y lo que nosotros queremos también es hacer un llamado entre varios países para que esta medida pueda extenderse. </p><p>De hecho, el presidente electo de Ecuador (Guillermo Lasso) ha dicho que quiere seguir una pauta similar y el mensaje a la comunidad internacional es que ya es momento de pasar de las declaraciones a los desembolsos y a los hechos. </p><p>Esta, que es la crisis migratoria más grande del mundo, está significativamente muy por debajo de los aportes de la comunidad donante para el caso de la crisis siria o el de la crisis de Sudán. </p><p>P: ¿Llevará el tema de la migración venezolana a la Cumbre Iberoamericana? </p><p>R: Yo voy a hacer referencia a ese tema. Nosotros no podemos tener una Cumbre Iberoamericana y no tocar los temas más sensibles que tenemos en nuestra región. Si nuestra región tiene la crisis migratoria más grande del mundo, con más razón tenemos que mostrar los mecanismos para abordarla, no solamente para atender a los migrantes que todos los días huyen de la ignominia de la dictadura, sino también dejar un mensaje claro: que el camino que se espera en Venezuela es el retorno a la democracia. </p><p>P: ¿Hay alguna posibilidad de acercamiento con el régimen de Nicolás Maduro aunque sea por asuntos humanitarios relacionados con los migrantes? </p><p>R: Tenemos que partir de una base, en Venezuela lo que hay es un régimen ilegítimo y además narcodictador y criminal (...) Entonces hay que tener mucho cuidado, porque cuando uno se acerca a los dictadores, lo único que termina es validando su poder opresor. </p><p>Los que somos demócratas y defensores de la Carta Democrática Interamericana no podemos tener relaciones débiles con quienes quieren pisotear las instituciones democráticas, por eso nosotros seguimos ayudándole al pueblo venezolano con hermandad y seguimos también acompañando la resistencia democrática y acompañando a la Asamblea (Nacional) y al presidente (interino Juan) Guaidó. EFE</p><p>(foto)(video) <br/></p>", "publisher": "Spanish Newswire Services", "instances": []}, {"relevance_score": 2, "title": "Duque: Hay que garantizar el acceso a las vacunas a todos los iberoamericanos", "published": "2021-04-20", "bodyText": "<h>ABSTRACT</h><p>Jaime Ortega Carrascal,Bogotá, 20 abr (EFE).- El presidente de Colombia, Iván Duque, afirma que es necesario garantizar el acceso a las vacunas contra la covid-19 a todos los países de Iberoamérica, en vísperas de las XXVII Cumbre de esta comunidad que se celebrará este miércoles en Andorra.,Entre los asuntos que los jefes de Estado y de Gobierno debatirán este miércoles en formato semipresencial están los retos de Iberoamérica frente a la pandemia del coronavirus y en ese sentido Duque aseguró</p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 4, "title": "Las soluciones basadas en la naturaleza pueden inspirar medidas de adaptación a los cambios del clima", "published": "2025-08-20", "bodyText": "<p>Cualquiera que pasee por la reserva Sawmillers, al norte de la bahía de Sídney, en Australia, podrá observar un mosaico compuesto por diversos módulos redondeados de hormigón yuxtapuestos e instalados en los muros artificiales levantados para separar la tierra firme del mar. La forma de cada panel se asemeja a la de una galleta gigante, de alrededor...</p>", "publisher": "WebNews - Spanish", "instances": []}, {"relevance_score": 6, "title": "El Ayuntamiento aspira a nuevos fondos Feder para usos sostenibles del suelo", "published": "2019-02-02", "bodyText": "<p nitf:lede=\"true\">El Ayuntamiento de Palencia, de la mano de Cartif, la Universidad de Valladolid, la FundaciÃ³n OxÃ­geno, Agresta e IDForest, ha presentado un proyecto valorado en 4,1 millones de euros a la convocatoria de la UniÃ³n Europea a travÃ©s de los fondos Feder para Acciones Urbanas Innovadoras (UIA), que de ser aprobado, supondrÃ­a una subvenciÃ³n del 80%. Este programa, denominado Palencia Natureland, propone el desarrollo de innovadoras actuaciones de naturalizaciÃ³n de la ciudad a travÃ©s del uso sostenible del suelo y de soluciones basadas en la naturaleza, para lograr no solo objetivos ambientales relevantes, sino tambiÃ©n un impacto social positivo en toda la ciudad.PlanificaciÃ³n verdeEn consonancia con la visiÃ³n de la ciudad como â  smart cityâ   y su apuesta por la sostenibilidad, Palencia Naturelands confluye con los objetivos que definirÃ¡n el Plan de Infraestructura Verde de Palencia, la planificaciÃ³n de la Estrategia de Desarrollo Urbano Sostenible Integrado (EDUSI) y el trabajo desarrollado en el Proyecto MySmartLife.Se persigue la naturalizaciÃ³n de los espacios urbanos de Palencia para mejorar la calidad del aire mediante la absorciÃ³n de sustancias contaminantes por parte del Urban Carbon Sink, asÃ­ como la regulaciÃ³n de la humedad del aire por parte de las plantas y nebulizadores. La confluencia de estos factores de mejora contribuirÃ¡ a la mejora estÃ©tica de la ciudad y la reducciÃ³n de espacios en desuso y locales vacÃ­os, a la transformaciÃ³n de los llamados espacios de miedo, y a crear nuevas habilidades laborales y nichos de mercado.Al valorar NBS (Nature-based Solutions) y el uso sostenible de la tierra, se utilizarÃ¡n como una primera opciÃ³n en las polÃ­ticas de planificaciÃ³n urbana al crear una bio-ciudad capaz de compensar los efectos del cambio climÃ¡tico y las emisiones producidas por las industrias cercanas.</p><p/>", "publisher": "El Norte de Castilla", "instances": ["Se persigue la naturalizaciÃ³n de los espacios urbanos de Palencia para mejorar la calidad del aire mediante la absorciÃ³n de sustancias contaminantes por parte del Urban Carbon Sink, asÃ­ como la regulaciÃ³n de la humedad del aire por parte de las plantas y nebulizadores. La confluencia de estos factores de mejora contribuirÃ¡ a la mejora estÃ©tica de la ciudad y la reducciÃ³n de espacios en desuso y locales vacÃ­os, a la transformaciÃ³n de los llamados espacios de miedo, y a crear nuevas habilidades laborales y nichos de mercado."]}, {"relevance_score": 5, "title": "COM(2025) 525 final, 02.07.2025", "published": "2025-07-09", "bodyText": "<p>COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS Choose Europe for life sciences A strategy to position the EU as the world’s most attractive place for life sciences by 2030 COM/2025/525 final Brussels, 2.7.2025 COM(2025) 525 final COMMUNICATION FROM THE COMMISSION TO THE...</p>", "publisher": "WebNews - Spanish", "instances": []}, {"relevance_score": 19, "title": "Empatía contra el cambio climático", "published": "2017-08-13", "bodyText": "<p nitf:lede=\"true\">Según los últimos datos de Naciones Unidas, 3.500 millones de personas viven ya en las grandes aglomeraciones urbanas de nuestro planeta. Para el año 2050 otros 2.500 millones se trasladarán a estas zonas en una espiral de crecimiento urbano que incrementará la vulnerabilidad de dichos territorios a los efectos del cambio climático. Los cálculos recientes del World Watch Institute (2016) nos aportan una realidad en rápido cambio de 2 megaciudades en 1950, 29 en 2016, y 41, con más de 10 millones de habitantes, en el año 2030. Los episodios climáticos extremos, como lluvias torrenciales, fuertes temporales e incendios forestales, se prevén cada vez más frecuentes y afectarán de manera importante a los habitantes de las áreas marginales de estas grandes urbes. El crecimiento urbano de Nueva York, El Cairo, Tokio, Pekín, Osaka, Karachi, Calcuta, Sao Paulo, México o Estambul demuestra claramente esta tendencia que destaca, de manera más clara, en el continente asiático. Esas ciudades se enfrentan, hoy, a la escasez de metales, minerales y combustibles, así como a los impactos en los sistemas de alimentación, transporte y edificación. El 70% del consumo de energía y el 75% de las emisiones de gases de efecto invernadero (GEH) se produce en estos grandes ecosistemas urbanos que contribuyen por tanto, de manera principal, al cambio climático.</p><p>Es fundamental, pues, establecer una estrategia de avance hacia un modelo de ciudades sostenibles y resilientes. Si aceptamos la definición de resiliencia como la capacidad de afrontar y superar la adversidad, así como, de mejorar la capacidad para afrontar nuevos retos, debemos aceptar, también, que las ciudades deben ganar en resiliencia y que la sostenibilidad es un instrumento para ello. El cuidado del medio rural, la creación de oportunidades de desarrollo y la protección de los espacios naturales, tan importante en tierras extremeñas, reducirá la presión sobre las ciudades limitando el éxodo de la población hacia las mismas.</p><p>Gary Gardner, director de publicaciones del World Watch Institute, plantea que una de las formas más directas de poner freno a la expansión es simplemente decir: «Éste es el límite de nuestra ciudad y no vamos a expandirnos más allá de él». Además, en el informe anual del WWI 2016, resume en siete las claves para conseguir una ciudad sostenible y más resiliente: Reducir, hacer circulares, y no contaminantes los flujos de materiales; otorgar espacio a la naturaleza mediante infraestructuras verdes y soluciones basadas en la naturaleza (Nature Based Solutions); planificar un desarrollo compacto y conectado; construir lugar (placemaking) creativo generando sentimiento de pertenencia para sus habitantes; fortalecer las ciudades como centros de bienestar, saludables y de acceso a los recursos para toda la población; mantener a las personas en el centro del desarrollo y asegurar una gobernanza participativa compartiendo el poder y consultando a la ciudadanía en los principales procesos de decisión.</p><p>Pero, además de la resiliencia, las ciudades necesitarán mucha empatía para abordar el reto de la adaptación al cambio climático. Frans de Waal, etólogo y una de las personas más influyentes del mundo, defiende que el altruismo y la empatía son algunos de los rasgos que nos hacen humanos y que compartimos con algunos animales, en particular, con nuestros parientes próximos los primates. Es necesario que esos dos rasgos nos permitan alejarnos de los riesgos del darwinismo social o de la máxima que solo sobrevivirán los más aptos.</p><p>Cuando los expertos señalan que «las ciudades son centros de pobreza», (aproximadamente 1 de cada 7 habitantes de zonas urbanas vive en la pobreza, generalmente, en asentamientos marginales de los países en desarrollo), que alrededor del 10% de la población urbana de dichos países en desarrollo carece de acceso a la electricidad o que el 18% continúa utilizando la  madera, el estiércol o el carbón para cocinar, las ciudades resilientes deberán liderar el desarrollo sostenible y el fortalecimiento de las sociedades urbanas basándose en la empatía entre sus habitantes. H</p><p>*Experto en Riesgos Ambientales.</p>", "publisher": "El Periodico Extremadura", "instances": []}, {"relevance_score": 2, "title": "Ayuntamiento y Aguas pactarán planes de la UE", "published": "2016-03-10", "bodyText": "<p nitf:lede=\"true\">El Ayuntamiento y Aguas de Alicante han acordado intensificar su colaboración para pactar y participar en convocatorias de proyectos de la Unión Europea. Ayer abordaron los detalles de la convocatoria europea 'H2020 Nature-based solutions', una iniciativa que busca mejorar la sostenibilidad de los recursos hídricos, a la que se ha presentado Aguas con otras entidades.</p>", "publisher": "La Verdad", "instances": ["El Ayuntamiento y Aguas de Alicante han acordado intensificar su colaboración para pactar y participar en convocatorias de proyectos de la Unión Europea."]}, {"relevance_score": 4, "title": "Aguas entrará en el consorcio de ciudades europeas contra el cambio climático", "published": "2016-03-05", "bodyText": "<p nitf:lede=\"true\">La compañía Aguas de Alicante se integrará en un consorcio de ciudades entre las que se encuentran Berlín, París y Copenhague para tratar de combatir el fenómeno del cambio climático, según informaron ayer fuentes de la empresa. El consejo de administración de la compañía se reunió ayer por primera vez este año y se marcaron las líneas de actuación para 2016, según un comunicado de Aguas. Dentro de la apuesta de Aguas de Alicante por la economía circular y el aprovechamiento de los recursos disponibles, la compañía presentará junto con el ayuntamiento el proyecto para la convocatoria europea H2020 «Nature-based solutions», una iniciativa que busca crear ciudades más verdes y saludables, incrementar la resiliencia frente al cambio climático y mejorar la sostenibilidad de los recursos hídricos. Así, el plan incluirá la restauración de zonas degradadas próximas al núcleo urbano, entre las que se encuentran Foncalent, el Palmeral y Monte Orgegia, ofreciendo de esta forma mejoras medioambientales así como 'pulmones verdes'.</p><p/>", "publisher": "La Verdad", "instances": ["La compañía Aguas de Alicante se integrará en un consorcio de ciudades entre las que se encuentran Berlín, París y Copenhague para tratar de combatir el fenómeno del cambio climático, según informaron ayer fuentes de la empresa. El consejo de administración de la compañía se reunió ayer por primera vez este año y se marcaron las líneas de actuación para 2016, según un comunicado de Aguas. Así, el plan incluirá la restauración de zonas degradadas próximas al núcleo urbano, entre las que se encuentran Foncalent, el Palmeral y Monte Orgegia, ofreciendo de esta forma mejoras medioambientales así como 'pulmones verdes'."]}]