[{"relevance_score": 14, "title": "Taiwan to donate face masks to Australia", "published": "2020-01-15", "bodyText": "<p nitf:lede=\"true\"> The Taiwan government is planning to donate 100,000 face masks to Australia, in the wake of massive bushfires that have killed at least 25 people, a huge number of animals and destroyed thousands of homes.</p><p>Joanne Ou , spokeswoman of Taiwan's Ministry of Foreign Affairs (MOFA), made the announcement during a regular press conference on Tuesday.</p><p>However, the types of face masks to be donated is still being discussed by the ministry and the Australian authorities, Ou said, adding that Taiwan's government will provide assistance in accordance with Australia's needs.</p><p>She also urged Taiwanese people to make donations to Australia to help support its government's rescue and rehabilitation efforts.</p><p>As of Jan. 12, more than 2,200 homes had been destroyed, while at least 25 people and an estimated 1 billion animals have lost their lives in a series of bushfires that began in June 2019, according to media reports.</p><p>On Saturday, the Australian Office Taipei said in a Facebook post that Taiwan Red Cross is receiving funds on behalf of the Australian Bushfire Appeal.</p><p>The office reminded that members of the public who wants to make donations may identify the 'purpose' as 'Australian bushfires' to ensure the donations reach Australia.</p><p>An 'Australian Bushfire Fundraiser Event' will also be held on Jan. 16 from 6 p.m. to 8:30 p.m. at the bistro bar Little Creatures Taipei in Daan District to support the ongoing recovery efforts.</p>", "publisher": "The China Post", "instances": ["12, more than 2,200 homes had been destroyed, while at least 25 people and an estimated 1 billion animals have lost their lives in a series of bushfires that began in June 2019, according to media reports. On Saturday, the Australian Office Taipei said in a Facebook post that Taiwan Red Cross is receiving funds on behalf of the Australian Bushfire Appeal. An 'Australian Bushfire Fundraiser Event' will also be held on Jan. 16 from 6 p."]}, {"relevance_score": 12, "title": "Taiwan to give 100,000 face masks to Australia amid wildfires", "published": "2020-01-15", "bodyText": "<p nitf:lede=\"true\"> As wildfires continue to rage in Australia, Taiwan's Ministry of Foreign Affairs (MOFA) on Tuesday (Jan. 14) said that it will donate 100,000 medical-grade face masks to the fire-ravaged country.</p><p>As Australia suffers its worst wildfires in decades, with at least 28 dead and 3,000 homes destroyed, air quality levels have reached hazardous levels from the pollution hurled into the air by the flames. In New South Wales alone, over 100 fires continue to blaze, and the air quality in Syndey has risen to 11 times what would be deemed \"hazardous,\" reported CNN.</p><p>At a press conference on Tuesday, MOFA Spokeswoman Joanne Ou said that the ministry is in constant contact with its Australian counterpart to assess its needs in the ongoing disaster. Ou said that Taiwan has a preliminary plan of donating 100,000 sets of medical-grade masks to help residents filter out pollutants from the fires' thick smoke, reported CNA.</p><p>Ou said MOFA is looking into the relevant laws and regulations governing the donation of medical supplies to expedite the process of providing the masks. The first wave of masks will include 6,000 N95 respirators, while the type of the remaining masks is still under consideration, according to Liberty Times.</p><p>At the beginning of January, the Australian Office in Taipei expressed gratitude to Taiwan and other regional partners for their willingness to assist and announced that it had opened multiple donation channels for people who are interested in providing assistance. On Tuesday, the office announced on Facebook that it was greatly appreciative of gestures of support from around the world to assist with bushfire recovery efforts.</p><p>It also announced that the Taiwan Red Cross is taking donations in New Taiwan dollars for the Australian bush fire recovery effort and urged members of the public to submit donations to the \"Everywhere for Everyone II\" website. Those who wish to make a contribution are asked to identify \"Australian bushfires\" as the \"purpose\" of the donation.</p>", "publisher": "Taiwan News", "instances": ["On Tuesday, the office announced on Facebook that it was greatly appreciative of gestures of support from around the world to assist with bushfire recovery efforts. It also announced that the Taiwan Red Cross is taking donations in New Taiwan dollars for the Australian bush fire recovery effort and urged members of the public to submit donations to the \"Everywhere for Everyone II\" website."]}]