[{"relevance_score": 9, "title": "Vice premier urges better climate resilience for Taiwan", "published": "2024-12-31", "bodyText": "<p nitf:lede=\"true\"> Vice Premier Cheng Li-chun emphasized the importance of enhancing climate resilience amid more frequent extreme weather events at Monday's 47th Central Disaster Prevention and Rescue Committee meeting.</p><p>Cheng listed three primary goals for Taiwan, including establishing a nationwide disaster prevention mechanism to raise public disaster awareness, expanding the scope of issues addressed by disaster-prepared communities, and actively promoting disaster preparedness among small and medium-sized enterprises, according to a Cabinet press release.</p><p>Cheng urged the Ministry of Transportation and Communications to supervise the Central Weather Administration in improving forecasting and warning technologies. She hoped agencies would adopt evidence-based governance models founded on integrated baseline data to ensure effective resource allocation. She stressed prioritizing flood mitigation efforts to enhance climate resilience.</p><p>The vice premier encouraged disaster prevention agencies to establish comprehensive response plans and capabilities. She called for aligning disaster prevention strategies with national policies to improve overall disaster response efficiency and strengthen disaster management systems.</p><p>Cheng urged all relevant agencies and local governments to take an all-inclusive approach to disaster preparedness. She reiterated the importance of adhering to President Lai Ching-te's principle of \"being vigilant in peace to prevent calamity\" and Premier Cho Jung-Tai's directive to focus on mobilizing resources, preparing materials, and ensuring energy security.</p>", "publisher": "Taiwan News", "instances": ["Cheng listed three primary goals for Taiwan, including establishing a nationwide disaster prevention mechanism to raise public disaster awareness, expanding the scope of issues addressed by disaster-prepared communities, and actively promoting disaster preparedness among small and medium-sized enterprises, according to a Cabinet press release. Cheng urged the Ministry of Transportation and Communications to supervise the Central Weather Administration in improving forecasting and warning technologies.", "Cheng urged the Ministry of Transportation and Communications to supervise the Central Weather Administration in improving forecasting and warning technologies. She hoped agencies would adopt evidence-based governance models founded on integrated baseline data to ensure effective resource allocation. The vice premier encouraged disaster prevention agencies to establish comprehensive response plans and capabilities. She called for aligning disaster prevention strategies with national policies to improve overall disaster response efficiency and strengthen disaster management systems."]}, {"relevance_score": 27, "title": "Taipei Fubon Bank named Euromoney 'Best ESG Bank in Taiwan' for 4th consecutive year", "published": "2025-08-07", "bodyText": "<p nitf:lede=\"true\"> Euromoney has named Taipei Fubon Bank \"Best ESG Bank in Taiwan\" for the fourth consecutive year in its 2025 'Awards for Excellence,' recognizing the bank's efforts in advancing green financial services.</p><p>In a press release, Taipei Fubon Bank said the recognition comes at a time when many corporations are working toward net-zero emissions. The bank said it has established a comprehensive climate risk management system and continues to assist businesses in investing in green transformation.</p><p>Looking ahead, the bank will strengthen stakeholder engagement and leverage its financial influence to promote sustainable finance. It aims to support companies in their low-carbon transitions, enhance climate resilience, and move collectively toward net-zero goals.</p><p>In its credit review process, Taipei Fubon Bank uses ESG assessment checklists, questionnaires, and a grading table to assess whether companies operate in high-emission industries or have met science-based emissions reduction targets - guiding capital allocation accordingly.</p><p>The bank offers sustainability-linked loans, green energy project financing, and green financial advisory services, which offers ESG strategies and sustainable transformation solutions, working hand in hand with customers toward low-carbon development. Its investment and financing solutions apply assessment mechanisms based on company characteristics and carbon impact.</p><p>This year, Taipei Fubon Bank and other Fubon Financial Holding subsidiaries invited more than 30 TWSE/TPEx-listed companies to participate in an SBT engagement workshop. With support from external consultants, participants received guidance on setting emissions targets and pathways to net-zero.</p><p>As early as 2018, the bank led Taiwan's first offshore wind power syndicated loan. By the end of 2024, it continued to hold the highest number of offshore wind loans among domestic banks.</p><p>In 2025, it will expand its role as lead arranger of the Fengmiao Phase 1 offshore wind farm syndicated loan, a NT$103 billion (US$3.5 billion) deal involving 14 banks. The project marked Taiwan's first corporate power purchase agreement (CPPA) signed by multiple companies for wind farm electricity.</p><p>In 2024, the bank also led Taiwan's largest solar syndicated loan to date - the NT$15.8 billion 'Sunny Rich Multifunction Solar Power' project - which attracted participation from 17 banks and was oversubscribed by 200%.</p><p>To support small and medium enterprises (SMEs) with their green electricity needs, the bank helped six SMEs sign corporate power purchase agreements with renewable energy retailer SunnyFounder, covering 17 million kWh over five years.</p><p>Additionally, it collaborated on the first sustainability-linked loan for Asia Vital Components, integrating ESG targets such as carbon and water reduction, and green capital expenditures into credit conditions.</p><p>As of the end of 2024, Taipei Fubon Bank's green investment and financing portfolio reached NT$582.5 billion. The bank expects to grow that by another 15% in 2025, moving toward NT$660 billion.</p><p>The Euromoney \"Awards for Excellence\" have been held for more than 30 years. In 2024, the \"Best Bank Awards\" previously hosted by Asiamoney were merged into the event, expanding it into a broader global banking competition. More than 600 banks from around the world participated.</p><p>The ESG award evaluates each institution's green finance strategy, innovation, and achievements over the past year. Taipei Fubon Bank said its carbon reduction efforts, ESG training, and alignment with international standards contributed to it earning the honor for a fourth consecutive year.</p>", "publisher": "Taiwan News", "instances": ["The bank said it has established a comprehensive climate risk management system and continues to assist businesses in investing in green transformation. Looking ahead, the bank will strengthen stakeholder engagement and leverage its financial influence to promote sustainable finance. In its credit review process, Taipei Fubon Bank uses ESG assessment checklists, questionnaires, and a grading table to assess whether companies operate in high-emission industries or have met science-based emissions reduction targets - guiding capital allocation accordingly. The bank offers sustainability-linked loans, green energy project financing, and green financial advisory services, which offers ESG strategies and sustainable transformation solutions, working hand in hand with customers toward low-carbon development."]}, {"relevance_score": 15, "title": "New Zealand supports Taiwan's role at Pacific Islands Forum", "published": "2024-08-29", "bodyText": "<p nitf:lede=\"true\"> New Zealand Prime Minister Christopher Luxon said he is comfortable with Taiwan's role at the Pacific Islands Forum (PIF) on Thursday (Aug. 29).</p><p nitf:lede=\"true\">Speaking in Tonga, Luxon said the issue had been raised with him and that New Zealand is 'quite comfortable' with how things are now. 'We don't see any need to change anything,' he said, per the New Zealand Herald.</p><p>Luxon said any decision to exclude parties from regional forums should be made via consensus. He also said he suspected the role of partner countries would be discussed at PIF meetings over the coming days.</p><p>Luxon's comments followed an article that reported the Solomon Islands would challenge Taiwan's participation at the forum when it met in Tonga. The report said the Solomon Islands, a country that switched diplomatic recognition from Taiwan to China in 2019, would do so on a directive from China.</p><p>The Solomon Islands are set to host the forum in 2025. However, 1 News reported that officials privately expressed the belief that no attempts will be made to downgrade Taiwan's status during the PIF meetings in Tonga.</p><p>President of Taiwan-allied Palau, Surangel Whipps Jr, said he would fight any motion to exclude Taiwan. 'Taiwan has been a partner to all the Pacific Islands and continues to be, and if one country decides that they don't want to be their friend or they want to kick them out, that's not right,\" he said.</p><p>A major Australian-backed policing initiative was agreed to at the PIF meeting on Wednesday (Aug. 28), which observers see as pushback against China's growing influence in the Pacific, per. Pacific islands countries' responses to the climate crisis and measures to build climate resilience also topped meeting agendas.</p>", "publisher": "Taiwan News", "instances": ["A major Australian-backed policing initiative was agreed to at the PIF meeting on Wednesday (Aug. 28), which observers see as pushback against China's growing influence in the Pacific, per."]}, {"relevance_score": 13, "title": "Saint Kitts and Nevis deputy PM arrives in Taiwan", "published": "2023-05-08", "bodyText": "<p nitf:lede=\"true\"> Saint Kitts and Nevis Deputy Prime Minister Geoffrey Hanley has arrived in Taiwan for a five-day visit from May 8-12. Hanley, who is leading a delegation, landed at Taoyuan International Airport early Monday (May 8) morning. His group includes Minister of Public Infrastructure and Utilities, Transport, Information, Communication and Technology and Post Konris Maynard, Ambassadors-at-large Kenneth Douglas and Leon Natta-Nelson, and permanent secretary in the Ministry of Education Lisa-Romayne Pistana.</p><p>During his trip, Hanley will meet with Taiwan Vice President Lai Ching-te to exchange views on bilateral cooperation and common concerns between the two countries, the Ministry of Foreign Affairs (MOFA) said in a statement. The deputy prime minister will also meet with Foreign Minister Joseph Wu and attend a banquet hosted by Wu. In addition, he will visit the Workforce Development Agency's Taichung-Changhua-Nantou Regional Branch, Wenshan School of Special Education, Taipei Municipal Daan Vocational High School, Taichung Port Wind Farm, electric bus manufacturer Trone-e, and the National Palace Museum and other cultural and economic sites.</p><p>Since establishing diplomatic relations in 1983, Saint Kitts and Nevis and Taiwan have closely cooperated in areas such as healthcare, education, tourism, information and communications technology, women's empowerment, climate resilience, and sustainable development, per MOFA. The achievements of this collaboration have benefited the people of both countries, it said.</p><p>MOFA noted that Saint Kitts and Nevis' National Assembly unanimously passed a resolution on April 4, supporting Taiwan's participation in international organizations such as the U.N., the World Health Organization, the United Nations Framework Convention on Climate Change, INTERPOL, and the International Civil Aviation Organization. 'This demonstrates the unwavering support of the people of Saint Kitts and Nevis, regardless of political affiliation, for Taiwan's international participation,' the ministry said.</p><p>In November, Prime Minister Terrence Drew came to Taiwan where he received a military honor guard welcome and attended a state banquet with President Tsai Ing-wen He also met with then Premier Su Tseng-chang and Wu.</p>", "publisher": "Taiwan News", "instances": ["The deputy prime minister will also meet with Foreign Minister Joseph Wu and attend a banquet hosted by Wu. In addition, he will visit the Workforce Development Agency's Taichung-Changhua-Nantou Regional Branch, Wenshan School of Special Education, Taipei Municipal Daan Vocational High School, Taichung Port Wind Farm, electric bus manufacturer Trone-e, and the National Palace Museum and other cultural and economic sites. The achievements of this collaboration have benefited the people of both countries, it said. MOFA noted that Saint Kitts and Nevis' National Assembly unanimously passed a resolution on April 4, supporting Taiwan's participation in international organizations such as the U."]}, {"relevance_score": 24, "title": "Taiwan to incorporate new global sustainability reporting standards", "published": "2023-08-01", "bodyText": "<p nitf:lede=\"true\"> The Financial Supervisory Commission (FSC) confirmed in June it would adopt the International Organization of Securities Commissions' (IOSCO) newly endorsed International Financial Reporting Standard (IFRS) sustainability and climate-related disclosure standards.</p><p nitf:lede=\"true\">IOSCO is an association of organizations that regulate the world's securities and futures markets. Members are typically primary securities and/or futures regulators in a national jurisdiction or the main financial regulator of each country. With respect to Taiwan, that is the FSC. The Taiwan Stock Exchange, the Taipei Exchange, and the Taiwan Futures Exchange are affiliate members of IOSCO.</p><p nitf:lede=\"true\">IOSCO said the new standards are a 'major step towards consistent, comparable, and reliable sustainability information' and that they are appropriate to serve as a global framework for capital markets to develop the use of sustainability-related financial information.</p><p>The IFRS are accounting standards issued by the IFRS Foundation and the International Accounting Standards Board.</p><p>IOSCO said that it is now calling on its 130 member jurisdictions, which together regulate more than 95% of global financial markets, to consider the incorporation of the new standards into their regulatory frameworks.</p><p>IOSCO's endorsement follows the recent publication by the IFRS Foundation's International Sustainability Standards Board (ISSB) of its new global standards for sustainability and climate reporting, IFRS S1 and IFRS S2.</p><p>IFRS S1</p><p>Standard S1 emphasizes the connection between sustainability information and financial statements, stating that the information provided (including reporting entities, materiality criteria, and significant assumptions) must be consistent with the financial statements. It also requires sustainability information to be reported simultaneously with financial statements to facilitate comprehensive consideration of a company's value by investors.</p><p>IFRS S2</p><p>Standard S2, while incorporating relevant recommendations from the Task Force on Climate-related Financial Disclosures (TCFD), strengthens disclosures related to transition plans, climate resilience, and greenhouse gas emissions. Additionally, it includes industry-specific disclosure indicators.</p><p>These sustainability disclosure standards aim to provide internationally consistent disclosure norms, enhance comparability of sustainability information, and prevent greenwashing. Taiwan endorses the recommendations of the TCFD.</p><p>Alongside IOSCO's endorsement, the IFRS Foundation announced the publication of an outline of its upcoming Adoption Guide for regulators, planned for release later this year, outlining the mechanisms it is developing to support regulatory implementation of the new standards. This guide, once published, can assist the FSC with its phased adoption approach.</p><p>FSC's Phased Adoption Approach</p><p>The FSC has already introduced a sustainability development action plan for listed companies to actively promote sustainability information disclosure.</p><p>To further align with international standards and provide investors with reliable sustainability information, the FSC has established a working group to translate the IFRS sustainability disclosure standards, analyze the differences between these standards and existing sustainability reporting practices, and create best practice examples and related guidelines for reference by the public.</p><p>The FSC has said that companies adopting IFRS sustainability disclosure standards to compile sustainability information will do so in phases. Initially, the FSC plans for listed (and OTC) companies with a capitalization of over NT$10 billion (US$317 million) to prepare sustainability information by 2026 and disclose it externally in 2027.</p><p>The FSC is also currently working on issues related to the standards and implementation timeline for sustainability disclosure, and is actively seeking feedback from stakeholders. After consolidating feedback from various parties, the FSC will officially release relevant information to the public.</p><p>Adoption and implementation of global standards assists Taiwanese businesses in the international arena and should assist in making Taiwan's capital markets attractive for international investment.</p>", "publisher": "Taiwan News", "instances": ["IFRS S1Standard S1 emphasizes the connection between sustainability information and financial statements, stating that the information provided (including reporting entities, materiality criteria, and significant assumptions) must be consistent with the financial statements. It also requires sustainability information to be reported simultaneously with financial statements to facilitate comprehensive consideration of a company's value by investors. Additionally, it includes industry-specific disclosure indicators. These sustainability disclosure standards aim to provide internationally consistent disclosure norms, enhance comparability of sustainability information, and prevent greenwashing."]}, {"relevance_score": 16, "title": "Saint Kitts and Nevis PM vows continued support for Taiwan in global organizations", "published": "2022-11-09", "bodyText": "<p nitf:lede=\"true\"> Saint Kitts and Nevis Prime Minister Terrance Drew on Tuesday (Nov. 8) pledged to continue supporting Taiwan in international organizations.</p><p>Drew also thanked the Taiwan government for its long-term assistance in his country's development during a banquet hosted by Foreign Minister Joseph Wu according to a Ministry of Foreign Affairs press release. He also invited President Tsai Ing-wen to visit Saint Kitts and Nevis next September to celebrate the nation's 40th independence anniversary and the establishment of diplomatic ties with Taiwan.</p><p>Wu said that Drew's visit demonstrates Saint Kitts and Nevis' support for Taiwan through practical actions. The foreign minister pointed out the prime minister backed Taiwan's inclusion in the U.N. system during the 77th U.N. General Assembly.</p><p>Wu said that the two countries have collaborated closely in medical care, education, tourism, information and communication, women's empowerment, climate resilience, and sustainable development. He said he looked forward to seeing the two countries continue cooperation, defending shared beliefs in freedom and democracy, and enhancing the well-being of the two peoples.</p><p>Saint Kitts and Nevis Foreign Minister Denzil Douglas said that the strong bilateral friendship between the two countries has lasted for nearly 40 years, and both practice democracy, good governance, rule of law, and respect for human rights and shared values. He said that in the future, Saint Kitts and Nevis will strive to attract foreign investment including from Taiwan, strengthen bilateral cooperation between small and medium-sized enterprises, and further deepen the friendship between the two peoples.</p><p>Drew and his delegation are scheduled to depart on Nov. 10.</p>", "publisher": "Taiwan News", "instances": ["N. General Assembly. He said he looked forward to seeing the two countries continue cooperation, defending shared beliefs in freedom and democracy, and enhancing the well-being of the two peoples. Saint Kitts and Nevis Foreign Minister Denzil Douglas said that the strong bilateral friendship between the two countries has lasted for nearly 40 years, and both practice democracy, good governance, rule of law, and respect for human rights and shared values."]}, {"relevance_score": 29, "title": "Saint Kitts and Nevis deputy PM vows stronger ties with Taiwan", "published": "2023-05-10", "bodyText": "<p nitf:lede=\"true\"> Saint Kitts and Nevis Deputy Prime Minister Geoffrey Hanley on Tuesday (May 9) pledged to deepen ties with Taiwan. We continue to give our commitment in terms of strengthening the relationship (with Taiwan) that exists among our federation,' Hanley said. 'We continue to support Taiwan,' he added.</p><p nitf:lede=\"true\">Hanley pointed out that on April 4, his nation's parliament passed a resolution backing Taiwan and its desire for greater international participation. 'That is something that we see ourselves continuing to do,' he said.</p><p>The deputy prime minister said his visit is an opportunity 'to continue (the) relationship that exists and learn from best practices that I can take back to the federation.' He said that Taiwan has invested in a number of initiatives in Saint Kitts and Nevis over the past 40 years, including in education and social development.</p><p>Taiwan has provided scholarship opportunities for Kittian and Nevisian students to become professionals and give back to their home country, said Hanley. It has also continued to build community centers in the Caribbean nation, 'which are now used as our senior day care centers,' he said.</p><p>After visiting the Wenshan School of Special Education, Hanley expressed interest in exchanges with Taiwan to improve special education in Saint Kitts and Nevis. He also said Mandarin courses were important in exposing Kittian and Nevisian students to diverse cultures and languages and called for more Mandarin education.</p><p>Hanley mentioned that there are plans for a one or two-week summer camp in Taiwan in the coming months for Taiwanese youth to learn English. He, along with Ambassador Donya L. Francis, also encouraged Taiwanese to consider Saint Kitts and Nevis as a place to learn English in a different accent.</p><p>Meanwhile, Minister of Public Infrastructure and Utilities, Transport, Information, Communication and Technology and Post Konris Maynard highlighted bilateral cooperation in technology and energy.</p><p>With Taiwan's help, Saint Kitts and Nevis hopes to establish a digital ID solution and transform its government into an e-government. 'Taiwan partnership is essential,' he said.</p><p>In terms of energy independence, Maynard said his country seeks to work with Taiwan to explore the possibility of limited onshore and offshore wind power. He said that Saint Kitts and Nevis sees strong wind patterns from the northeast trade winds, which could potentially provide hundreds of megawatts of power.</p><p>Additionally, the country sees nearly 12 hours of sun everyday throughout the year, which makes solar power another promising energy source, Maynard said. It is 'very critical for us to develop that particular source,' he said.</p><p>Currently, 96-98% of Saint Kitts and Nevis' energy is fossil fuel based, he said. However, the country hopes to increase its renewable energy to 40% within a year and a half, based on projects currently in progress.</p><p>By 2030, the country intends to be completely reliant on renewable energy, the minister said. 'We see Taiwan as an integral partner in helping us to achieve that.'</p><p>Hanley is leading a delegation, which includes Maynard, Ambassadors-at-large Kenneth Douglas and Leon Natta-Nelson, and permanent secretary of the Ministry of Education Lisa-Romayne Pistana, on a five-day trip around Taiwan to bolster bilateral ties. He will depart on May 12.</p><p>Since establishing diplomatic relations in 1983, Saint Kitts and Nevis and Taiwan have closely cooperated in areas such as healthcare, education, tourism, information and communications technology, women's empowerment, climate resilience, and sustainable development, per the Ministry of Foreign Affairs. The achievements of this collaboration have benefited the people of both countries, it said.</p>", "publisher": "Taiwan News", "instances": ["Hanley is leading a delegation, which includes Maynard, Ambassadors-at-large Kenneth Douglas and Leon Natta-Nelson, and permanent secretary of the Ministry of Education Lisa-Romayne Pistana, on a five-day trip around Taiwan to bolster bilateral ties. He will depart on May 12. The achievements of this collaboration have benefited the people of both countries, it said."]}, {"relevance_score": 14, "title": "Saint Kitts and Nevis PM Terrance Drew in Taiwan to bolster 'bonds of friendship'", "published": "2022-11-07", "bodyText": "<p nitf:lede=\"true\"> The new Saint Kitts and Nevis Prime Minister Terrance Drew landed in Taiwan early Monday morning (Nov. 7) to lead a delegation and hold exchanges with top Taiwan government officials and business representatives over the next four days.</p><p>Drew said the goal of his first trip to Taiwan is to 'strengthen the bonds of friendship between the two countries' and to learn from Taiwan's experience in growing its economy. The delegation will also discuss topics related to development cooperation, he said.</p><p>The prime minister said he is 'convinced that Taiwan can make a contribution to solving some of the world's most challenging problems,' including, healthcare, economics, agriculture, industry, culture, climate change, and development. Drew added that he is proud of his country's unwavering support for Taiwan, 'particularly in our advocacy in its increased inclusion in international forums.'</p><p>His delegation includes Foreign Minister Denzil Douglas, Nevis Premier Mark Brantley, Minister of Sustainable Development, Climate Action, Constituency Empowerment and Environment Joyelle Clarke, and Minister for Youth Empowerment, Aging Disabilities, Social Development and Gender Affairs Isalean Philip, according to a Ministry of Foreign Affairs (MOFA) press release.</p><p>President Tsai Ing-wen will welcome Drew and his delegation with full military honors and a state banquet, per MOFA. Drew will also visit Premier Su Tseng-chang and Foreign Minister Joseph Wu and will attend a banquet hosted by Wu.</p><p>Additionally, the delegation will visit the Mainland Affairs Council, the Environmental Protection Agency, National Health Insurance Administration, Taiwan International Cooperation and Development Fund, Taipei Veterans General Hospital, and other institutions, MOFA said.</p><p>The two countries have cooperated closely in the fields of healthcare, education, tourism, information and communication, women's empowerment, climate resilience and sustainable development, and have achieved outstanding results since establishing diplomatic ties, the foreign ministry said. In the future, the two sides will deepen cooperation, continue to improve the well-being of the two peoples, and implement sustainable development policies, it added.</p><p>Drew was sworn in as prime minister on Aug. 6, 2022.</p>", "publisher": "Taiwan News", "instances": ["Drew will also visit Premier Su Tseng-chang and Foreign Minister Joseph Wu and will attend a banquet hosted by Wu. Additionally, the delegation will visit the Mainland Affairs Council, the Environmental Protection Agency, National Health Insurance Administration, Taiwan International Cooperation and Development Fund, Taipei Veterans General Hospital, and other institutions, MOFA said. In the future, the two sides will deepen cooperation, continue to improve the well-being of the two peoples, and implement sustainable development policies, it added. Drew was sworn in as prime minister on Aug."]}, {"relevance_score": 54, "title": "Taiwan's renewable energy industry faces turbulence", "published": "2023-05-30", "bodyText": "<p nitf:lede=\"true\"> As Taiwan's renewable energy industry faces turbulence in the renewable wind sector, it must stride forward to meet its goal of an energy storage system of 1,500 MW by 2025.</p><p nitf:lede=\"true\">Taiwan will only achieve this goal by installing Battery Energy Storage Systems (BESS). At an event hosted by the Australia New Zealand Chamber of Commerce in Taiwan (ANZCham), the Australian Trade and Investment Commission (Austrade), and Australian energy company Akaysha Energy, Counselor to Taiwan's Ministry of Economic Affairs (MOEA) Wu Chih-wei said BESS provides overall stabilization and regulation of the power grid.</p><p nitf:lede=\"true\">On the grid-side, it strengthens grid resilience and flexibility, with a focus on frequency regulation and reserve capacity. On the generation-side, it enables integration with other renewable energy sources by providing supply for peak demand periods and regulates large-scale consumers by requiring them to install energy storage to meet their own use and prepare for contingency needs.</p><p>Taipower has been mandated to lead Taiwan's energy storage policies and promotion. With the goal of making Taiwan's grid safe and stable, Taipower established an energy trading platform in July 2021. The energy trading center responsible for operating the platform launched the Electricity Trading Platform (ETP), facilitating developers to invest in Energy Storage Systems (ESS) and to provide an ancillary market to allow privately distributed power resources to participate in bidding on the platform, and provide auxiliary services for the maintenance of a safe and stable power system.</p><p>As of May 2023, 50 qualified private traders (developers) with the total participating capacity of 441.3 MW have registered, and Taipower continues to work with those developers.</p><p>However, it is apparent there have been some ongoing issues with energy supply and demand, both domestically and commercially, continuing to rise, as will the recently announced costs to the consumers. Taipower has to do better.</p><p>Akaysha Energy is a large-scale utility battery energy storage developer, asset manager, and owner operator. In October 2022, Australia's New South Wales government awarded Akaysha by competitive tender the bid to construct, own, and operate the world's most powerful battery, the Waratah Super Battery (850 MW/1680 MWh).</p><p>Akaysha advocates a BESS PPA procurement model, where a PPA is simply a long-term electricity supply agreement between 2 parties, usually a power producer and an electricity consumer or trader. The BESS PPA procurement model is the preferred model in the Australian energy market and some later statistics provide a very interesting comparison between Australia and Taiwan's current journey in renewables.</p><p>Akaysha's representatives believe BESS PPAs are advantageous as the battery project risk is transferred to the private sector, and to specific project owners through the Build, Own, and Operate model. This spreads BESS cost outlays and associated risks out over the duration of the PPA concession, even more so with liquidated damage regimes in place to incentivize high contract performance.</p><p>Traditional public sector constraints are minimized under a BESS PPA by reducing budget, approvals and timing constraints normally experienced with capital-intensive projects. Further, BESS PPAs reduces balance sheet limitations, and makes more efficient use of capital and allows for greater diversification.</p><p>BESS PPAs also mean that governments are not required to find the specialised skills required to build, own, and operate BESS assets. Those requirements are fully addressed by companies such as Akaysha who develop and maintain the workforce, provide HR, training, performance, reporting requirements, construction expertise, project management, contract management, sub-contractor arrangements, safety, and reporting obligations.</p><p>Akaysha prefers to build its BESS on decommissioned sites. In the case of the Waratah project, Akaysha is utilizing a decommissioned coal fired power station site, thus minimizing the potential of local objections to the use of scarce land resources.</p><p>Taiwan has an urgent need for large scale storage and Taipower urgently requires large BESS. Similar to other power systems, the electricity network in Taiwan is facing real risks that can be mitigated with BESS technologies.</p><p>Taiwan's key grid risks include the following things.</p><p>Northeast network deficits - The rapidly changing energy mix in Taiwan with the planned thermal and nuclear decommissions have already resulted in energy shortfalls. The Northeast Network will have around a 5-6 GW shortfall for the next 5 years.</p><p>Blackouts and energy/ Climate resilience - There have been several widespread blackouts in Taiwan over recent years, and they are likely to increase in frequency and severity without increased grid resilience. Large volumes of strategically placed reserved capacity and additional storage operating in merchant markets can alleviate blackouts and significantly increase the grid resilience.</p><p>Traditional commercial models for large scale capacity using battery storage are evolving - Network Service Providers (NSPs) and governments in Australia, the U.S., and Europe are all moving away from the traditional balance sheet model and moving to more advanced, capital light and rapidly deployable PPA procurement models.</p><p>Ability to rapidly deploy storage - Not all NSPs, governments, and other participants can rapidly deliver large scale storage without the relevant technical understanding, commercial models, delivery capabilities and partnerships.</p><p>Despite Australia being some 214 times larger in land mass than Taiwan, there are interesting similarities and dissimilarities when reviewing the current state of renewable energy. Australia and Taiwan share approximately the same population. However, Taiwan's electricity consumption is higher than Australia's at 270 TWh (11.3 MWh/capita) versus 240 TWh (9.3 MWh/capita). Taiwan's peak demand also outstrips Australia with 40.7 GW (growth rate: 2.5%) against 33 GW (growth rate: 0%).</p><p>Australia is performing much better than Taiwan in renewable contributions, with the 2022 figures showing Australia at 40% and Taiwan at 8.3%. That is further amplified by Taiwan's 2030 renewable target of 27%-30%, whereas Australia expects to be at 80%. Furthermore, in terms of battery assets, Australia already has some 1 GWh operational and estimates this will grow to 14.5 GWh by 2025. Taiwan only estimates 1.0 GWh by 2023 and estimates 5.5 GWh by 2030.</p><p>In terms of 2030 emission reduction targets, Taiwan is estimating -24% while Australia expects -43%.</p><p>MOEA needs to deploy BESS to ensure the energy security, high renewables penetration, and good risk allocation that BESS PPAs provide. Perhaps Australia's Akaysha has the solution.</p>", "publisher": "Taiwan News", "instances": ["Northeast network deficits - The rapidly changing energy mix in Taiwan with the planned thermal and nuclear decommissions have already resulted in energy shortfalls. The Northeast Network will have around a 5-6 GW shortfall for the next 5 years. Large volumes of strategically placed reserved capacity and additional storage operating in merchant markets can alleviate blackouts and significantly increase the grid resilience. Traditional commercial models for large scale capacity using battery storage are evolving - Network Service Providers (NSPs) and governments in Australia, the U."]}, {"relevance_score": 41, "title": "Acer Group Pledges Net-Zero Carbon Emissions by 2050", "published": "2023-04-19", "bodyText": "<p nitf:lede=\"true\"> TAIPEI, April 19, 2023 /PRNewswire/ -- Acer Inc. (TWSE: 2353) has pledged to achieve net-zero carbon emissions by 2050 and announced its net-zero strategy outlining nine directions under three major pillars of operations, products and services, and value chain. The nine strategies are: minimize energy consumption; use renewable energy; carbon removal and offsets; low-carbon products and services; choose sustainable materials; smart, circular and renewable applications; commit to carbon reduction targets, green manufacturing and logistics; and realize low carbon and circular economies to reduce the overall carbon footprint.</p><p nitf:lede=\"true\">Acer also signed a long-term corporate power purchase agreement (CPPA) on renewable energy with Energy Helper TCC Corp., a subsidiary of Taiwan Cement Corp., which will provide about 10 million kilowatt-hours of wind power annually, to gradually realize the goal of sourcing 100% renewable electricity by 2035 and move toward net-zero carbon emissions by 2050 for the Acer Group.</p><p>\"In addition to Acer's commitment to reach net-zero,\" said Jason Chen, Chairman and CEO, Acer Inc., \"we have gained global recognition for our transparent ESG reporting and actions with our Earthion sustainability mission. Next, our goals are to achieve carbon neutrality among our global operations, design low-carbon and smart products, and work with our supply-chain partners to bring sustainable changes, and ultimately move forward on our path to net-zero carbon emissions by 2050.\"</p><p>Acer's Net Zero Strategy</p><p>Since 2015, Acer has sourced more than 40% renewable electricity for eight consecutive years, achieved through building its own solar power generation sites and purchasing renewable energy certificates. Acer owns the largest solar power plant in northern Taiwan and has installed solar power generation equipment in the Netherlands, Germany, and Spain. In 2022, Acer signed a long-term renewable energy CPPA with Taiwan Cement Corp. to reach the phased goals of using 60% renewable electricity by 2025, sourcing 100% renewable electricity by 2035, and achieving net-zero carbon emissions by 2050.</p><p>In addition, aligned with the 1.5°C pathway, Acer expects to achieve the goal of cutting emissions by 50% compared to 2019 [1] by 2030. Since 2020, Acer has integrated the climate-related financial disclosure framework (TCFD) into its reporting to better manage climate-related risks and opportunities, strengthen the company's climate resilience, and through an internal carbon price mechanism, encourage various departments and global operations to actively take carbon reduction actions, develop energy-efficient products and services, and evaluate solutions such as introducing natural solutions and carbon negative technologies.</p><p>Low Eco-friendly Products that Respond to SDGs</p><p>The international trends in applying carbon taxes on trade, manufacturing emissions, and such, mean that products' carbon footprints may directly impact on their cost and competitiveness. Taking into consideration the concept of a circular economy, the life cycle of products, and innovations to reduce the environmental impacts, Acer seeks to strike a balance between product management and environmental performance.</p><p>In 2022, a carbon footprint tool was introduced to complete the carbon report of Acer's commercial business products and ChromeOS devices. A new Modern Standby power management mode was developed to reduce energy consumption of notebook computers by 39% and of desktop computers by 35%, compared with the base year of 2016. At the same time, Acer's eco-friendly Vero product line continued to increase the use of eco-friendly materials, such as post-consumer recycled (PCR) plastic and ocean-bound plastic (OBP), extending this use across other product lines to reduce carbon footprint, implementing tangible actions toward the goal of a circular economy.</p><p>Acer's subsidiaries have also launched various innovative products that incorporate the concept of sustainability, including: integrated smart parking meter with electric vehicle charging station that respond to the global net-zero policy of transportation electrification; the eKinekt bike desk that converts pedaling power to electricity to create a sustainable and healthy lifestyle; electric vehicles with the Xplova e-scooter and \"ebii\" ebike; enabling zero-carbon emission to be practiced in daily life and responding to United Nations Sustainable Development Goals (SDGs) including SDG 3 for good health and well-being, SDG 11 for sustainable cities and communities, and SDG 13 Climate Action.</p><p>Work with Supply Chain Partners to Speed Up the Net-zero Goal</p><p>As one of the world's top ICT companies, Acer seeks to amplify the positive impacts on the environment through united actions. Starting from its Project Humanity initiative in 2017, employees around the world were united to take eco-friendly actions, laying the foundation for the company to implement its net-zero carbon emission strategy. In 2021, Acer launched its Earthion program to extend the concept of carbon reduction to like-minded people and began working closely with suppliers and partners to take actions focusing on energy, product design, packaging design, production, logistics, and recycling to reduce the proportion of plastic materials used throughout the production process.</p><p>Acer aims to optimize communication with its supply chain partners through annual ESG communication meetings, ad hoc business meetings, CDP supplier training, and carbon management-related training courses. In addition, Acer's ESG scorecard management mechanism incorporates suppliers' greenhouse gas inventory, carbon management, carbon reduction actions, and renewable electricity usage into its procurement evaluation. This encourages suppliers to commit to net-zero carbon emissions, set reduction goals such as RE100 or SBT, and work toward the goal of net zero by 2050.</p><p>[1] Achieve scope 1 and 2 of carbon inventory</p><p>About Acer</p><p>Founded in 1976, Acer is one of the world's top ICT companies with a presence in more than 160 countries. As Acer evolves with the industry and changing lifestyles, it is focused on enabling a world where hardware, software and services will fuse with one another, creating ecosystems and opening up new possibilities for consumers and businesses alike. Acer's 7,700 employees are dedicated to the research, design, marketing, sale, and support of products and solutions that break barriers between people and technology. Please visit <url normalizedValue=\"http://www.acer.com\">www.acer.com</url> for more information.</p><p>© 2023 Acer Inc. All rights reserved. Acer and the Acer logo are registered trademarks of Acer Inc. Other trademarks, registered trademarks, and/or service marks, indicated or otherwise, are the property of their respective owners. All offers subject to change without notice or obligation and may not be available through all sales channels. Prices listed are manufacturer suggested retail prices and may vary by location. Applicable sales tax extra.</p>", "publisher": "Taiwan News", "instances": ["In addition, aligned with the 1. 5°C pathway, Acer expects to achieve the goal of cutting emissions by 50% compared to 2019 [1] by 2030. Low Eco-friendly Products that Respond to SDGsThe international trends in applying carbon taxes on trade, manufacturing emissions, and such, mean that products' carbon footprints may directly impact on their cost and competitiveness. Taking into consideration the concept of a circular economy, the life cycle of products, and innovations to reduce the environmental impacts, Acer seeks to strike a balance between product management and environmental performance."]}, {"relevance_score": 13, "title": "Kaohsiung becomes first Taiwan city to set carbon budget", "published": "2025-06-03", "bodyText": "<p nitf:lede=\"true\"> Kaohsiung has become the first city in Taiwan to pass a carbon budget, aiming to reduce emissions by 3.83 million metric tons over two years.</p><p>The reduction plan, which passed its third reading on Tuesday, includes sectors like transportation and energy use, per CNA. The initiative calls for using cleaner energy sources, waste reuse, expanded EV adoption, and sewage upgrades, per Liberty Times.</p><p>According to a press release, the city enacted its net-zero ordinance last June. Article 4, modeled on the UK system, mandates a biennial emissions control target and carbon budget.</p><p>EPB Director Chang Jui-hun explained that the cap for the two years is set at 50.93 million tons - 23% below 2005 levels and based on 2022 baseline emissions of 52.35 million tons.</p><p>Chang added that the budget sets a clear limit on emissions while allowing for flexibility in implementation. She thanked the council and local stakeholders for backing a practical path to climate resilience.</p><p>Developed through over 10 consultation meetings with experts, companies, and civic groups, the plan was vetted by Kaohsiung's sustainability council. Lawmakers also made suggestions on monitoring mechanisms and carbon credits.</p>", "publisher": "Taiwan News", "instances": ["35 million tons. Chang added that the budget sets a clear limit on emissions while allowing for flexibility in implementation. Developed through over 10 consultation meetings with experts, companies, and civic groups, the plan was vetted by Kaohsiung's sustainability council. Lawmakers also made suggestions on monitoring mechanisms and carbon credits."]}, {"relevance_score": 6, "title": "Taiwan deputy environment minister meets Pope Francis", "published": "2024-05-17", "bodyText": "<p nitf:lede=\"true\"> A Taiwan delegation headed by Deputy Environment Minister Shih Wen-chen met with Pope Francis after attending a conference about climate change, the Ministry of Foreign Affairs (MOFA) said Friday (May 17).</p><p>Shih and National Tsing Hua University Institute of Law for Science and Technology Professor Fan Chien-te had been invited to the event by Cardinal Peter Turkson, chancellor of the Pontifical Academies of Sciences, and by its president, Joachim von Braun.</p><p>During the May 15-17 conference titled 'From Climate Crisis to Climate Resilience,' Shih represented Taiwan to sign the Vatican's Planetary Protocol for Climate Change Resilience, MOFA said. She also presented Taiwan's net zero-emission policies in two speeches, while Fan talked about energy transition and the use of AI.</p><p>The event was attended by mayors of major world cities and by prominent figures from the United States, including California Governor Gavin Newsom and New York Governor Kathy Hochul. MOFA said it would continue exchanges with the Vatican, Taiwan's only official diplomatic ally in Europe, about topics of global importance.</p>", "publisher": "Taiwan News", "instances": ["A Taiwan delegation headed by Deputy Environment Minister Shih Wen-chen met with Pope Francis after attending a conference about climate change, the Ministry of Foreign Affairs (MOFA) said Friday (May 17). Shih and National Tsing Hua University Institute of Law for Science and Technology Professor Fan Chien-te had been invited to the event by Cardinal Peter Turkson, chancellor of the Pontifical Academies of Sciences, and by its president, Joachim von Braun. She also presented Taiwan's net zero-emission policies in two speeches, while Fan talked about energy transition and the use of AI. The event was attended by mayors of major world cities and by prominent figures from the United States, including California Governor Gavin Newsom and New York Governor Kathy Hochul."]}]