[{"relevance_score": 16, "title": "Taiwan considers school and work closures for extreme heat", "published": "2025-06-22", "bodyText": "<p nitf:lede=\"true\"> An amendment to the Meteorological Act proposes classifying 'high temperatures' as 'hazardous weather,' creating a legal basis for work and school closures due to extreme heat.</p><p>Lu Kwo-chen, director of the Central Weather Administration, said a draft amendment has been sent to the Cabinet for review later this year. If passed, the new provision would establish a framework for heat-related holidays, though further planning is required, per Liberty Times.</p><p>Lu noted that the CWA has observed rising temperatures, humidity, and ambient wind levels. In response, the Ministry of the Environment has formed an interagency alliance to develop strategies for managing heat-related risks.</p><p>Currently, the CWA issues high-temperature warnings using red, orange, and yellow alerts based on intensity and duration. However, with the number of high-temperature days increasing, the agency is advocating for extreme heat to be officially categorized as 'severe weather.'</p><p>This change would empower the government to suspend work and school in a manner similar to 'typhoon days,' which are governed by the Operation Regulations on the Suspension of Offices and Classes in Times of Natural Disasters.</p><p>Under the existing law, local leaders may suspend classes and work during natural disasters if disruptions to transportation, water, or electricity pose safety risks for commuters.</p><p>Municipal governments are already responding to rising temperatures. Taichung City, for example, has identified urban hot spots and is developing green belts and wetlands using idle land, while encouraging green infrastructure to help mitigate the heat island effect.</p><p>In New Taipei City, schools receive immediate alerts to adjust outdoor activities, improve hydration, cool classrooms, and prepare first aid. The city has proposed considering an 'extreme heat holiday' if temperatures exceed 38 C for three consecutive days, triggering a red alert.</p><p>Kaohsiung City Councilor Cheng Kuang-feng said summer temperatures often feel above 40 C in the city. He emphasized that construction workers, delivery drivers, and laborers in fishing ports and farmlands are especially vulnerable to heat stroke and exhaustion. Cheng supports allowing workers to take a temporary break when a red signal is issued.</p>", "publisher": "Taiwan News", "instances": ["Under the existing law, local leaders may suspend classes and work during natural disasters if disruptions to transportation, water, or electricity pose safety risks for commuters. Municipal governments are already responding to rising temperatures. In New Taipei City, schools receive immediate alerts to adjust outdoor activities, improve hydration, cool classrooms, and prepare first aid. The city has proposed considering an 'extreme heat holiday' if temperatures exceed 38 C for three consecutive days, triggering a red alert."]}, {"relevance_score": 19, "title": "Studies from National Taiwan University Provide New Data on Sustainable Development (Assessing Sustainable Development Initiatives In Central Taiwan Science Park: a Study of Residents' Opinions and the Impact On the Urban Ecosystem)", "published": "2023-06-22", "bodyText": "<p nitf:lede=\"true\"><br/>2023 JUN 22 (NewsRx) -- By a News Reporter-Staff News Editor at Taiwan Daily Report -- Current study results on Sustainability Research - Sustainable Development have been published. According to news reporting from Taipei, Taiwan, by NewsRx editors, the research stated, \"The present study aims to explore the role of the Central Taiwan Science Park (CTSP) in promoting sustainable development, with a specific focus on the park's recycling technologies. By combining survey research and conducting in-depth interviews with residents living around the CTSP, their observations were analyzed using statistical data released by the government.\" </p><p><br/> The news correspondents obtained a quote from the research from National Taiwan University, \"The purpose of this study is to gain a deeper understanding of how technology parks can promote circular economy and waste reduction, as well as to understand the potential impact of the CTSP on the environment and neighboring communities. The study found that the CTSP is committed to maximizing the use of recycling and has established advanced recycling facilities and green infrastructure to promote waste reduction. Residents' opinions played a crucial role in understanding the current situation and the way forward, helping the CTSP design effective green infrastructure for the urban ecosystem. The results of this study could inform stakeholders about sustainable recycling and zero-waste initiatives in Taiwan's technology industry and support government efforts to cultivate more sustainable urban ecosystems.\" <br/> According to the news reporters, the research concluded: \"Furthermore, this study found that environmental education can effectively raise awareness and promote action.\" <br/> For more information on this research see: Assessing Sustainable Development Initiatives In Central Taiwan Science Park: a Study of Residents' Opinions and the Impact On the Urban Ecosystem. Buildings, 2023;13(5):1202. Buildings can be contacted at: Mdpi, St Alban-Anlage 66, Ch-4052 Basel, Switzerland. <br/> Our news journalists report that additional information may be obtained by contacting Fu-Hsuan Chen, National Taiwan University, Dept. of Political Sciences, 1, Sec 4, Roosevelt Rd, Taipei 10617, Taiwan. <br/> The direct object identifier (DOI) for that additional information is: https://doi.org/10.3390/buildings13051202. This DOI is a link to an online electronic document that is either free or for purchase, and can be your direct source for a journal article and its citation. <br/> Keywords for this news article include: Taipei, Taiwan, Asia, Asia, Sustainability Research, Sustainable Development, Taiwan, Technology, National Taiwan University. <br/> Our reports deliver fact-based news of research and discoveries from around the world. Copyright 2023, NewsRx LLC<br/></p>", "publisher": "Taiwan Daily Report", "instances": ["By combining survey research and conducting in-depth interviews with residents living around the CTSP, their observations were analyzed using statistical data released by the government. The news correspondents obtained a quote from the research from National Taiwan University, \"The purpose of this study is to gain a deeper understanding of how technology parks can promote circular economy and waste reduction, as well as to understand the potential impact of the CTSP on the environment and neighboring communities. Residents' opinions played a crucial role in understanding the current situation and the way forward, helping the CTSP design effective green infrastructure for the urban ecosystem. The results of this study could inform stakeholders about sustainable recycling and zero-waste initiatives in Taiwan's technology industry and support government efforts to cultivate more sustainable urban ecosystems.", "The news correspondents obtained a quote from the research from National Taiwan University, \"The purpose of this study is to gain a deeper understanding of how technology parks can promote circular economy and waste reduction, as well as to understand the potential impact of the CTSP on the environment and neighboring communities. The study found that the CTSP is committed to maximizing the use of recycling and has established advanced recycling facilities and green infrastructure to promote waste reduction. The results of this study could inform stakeholders about sustainable recycling and zero-waste initiatives in Taiwan's technology industry and support government efforts to cultivate more sustainable urban ecosystems. According to the news reporters, the research concluded: \"Furthermore, this study found that environmental education can effectively raise awareness and promote action."]}, {"relevance_score": 20, "title": "ANALYSIS: Will climate change derail Taiwan's infrastructure plans?", "published": "2017-06-06", "bodyText": "<p nitf:lede=\"true\"> Sudden downpours that destroyed roads and flooded city streets have put the government's infrastructure spending plan back on the front line of political debate. The Cabinet's Forward-looking Infrastructure Development Program proposes more than NT$880 billion in spending on projects ranging from light rail networks to green infrastructure.</p><p>Following the massive flooding last week generated by unpredictable rainfall, the government appears to be shifting its posture.</p><p>Premier Lin Chuan came under fire during damage inspection tours last week. Local borough chiefs and residents accused the government of not allocating enough funding for flood control and said other infrastructure projects had been lagging behind for years.</p><p>Minister without Portfolio Wu Hung-mou said that only 53 percent of river diversion projects across Taiwan had been completed - and that the remaining ones hadn't even been started.</p><p>On Sunday, the United Daily News quoted the premier as saying that the infrastructure bill needed \"re-evaluation.\"</p><p>The Cabinet said Lin meant only specific parts of the bill - those pertaining to climate change-related flood prevention - needed re-evaluation, rather than the entire bill.</p><p>However, the government is finding itself faced with increased concern across party lines that money isn't being prioritized for where it's needed most.</p><p>Currently, about half of the bill's money is destined for constructing railways and other mass transit networks, including light rail systems.</p><p>Before the storms last week, each local government was clamoring for funding for their railroad and light rail projects. But now their priority has shifted to flood control, with the central government trying its best to align itself with the changing climate.</p><p>Democratic Progressive Party Legislator Huang Wei-che recommended that the government more than double the bill's current spending on flood control from NT$72 billion to NT$150 billion.</p><p>It would be welcome by local governments such as that of Yunlin County, where 33 flood-prevention projects are in jeopardy due to a NT$36 billion funding shortfall.</p><p>Kaohsiung says it has 180 flood-control projects relying on NT$17 billion to be allocated by the infrastructure bill.</p><p>During an inspection tour that included Yunlin and Chiayi counties, President Tsai Ing-wen said that flood prevention infrastructure needed to be accelerated and that the infrastructure bill funds could be used to help resource- and cash-strapped local governments undertake such projects themselves.</p><p>It remains to be seen, however, whether climate change will cause more than a verbal change to the government's infrastructure spending priorities.</p><p>For now, the administration seems intent merely on using the threats posed by climate change to consolidate what remaining support is left for the plan.</p><p>\"The water resource allocation of the plan is for confronting the environmental impact brought on by climate change,\" Lin said while visiting Kaohsiung's Taoyuan District. \"The allocations are made every two years and are open to re-evaluation.\"</p>", "publisher": "The China Post", "instances": ["Sudden downpours that destroyed roads and flooded city streets have put the government's infrastructure spending plan back on the front line of political debate. Following the massive flooding last week generated by unpredictable rainfall, the government appears to be shifting its posture. Premier Lin Chuan came under fire during damage inspection tours last week."]}]