[{"relevance_score": 44, "title": "Food Taipei tackles sustainability", "published": "2023-06-15", "bodyText": "<p nitf:lede=\"true\"> Extra chairs were still being set up to accommodate an overflowing crowd attending the \"Food for Future\" forum at 2023 Food Taipei Mega Shows on Thursday (June 15).</p><p nitf:lede=\"true\">TAITRA Executive Vice President Felix Chiu (expressed his gratitude for the turnout, noting three years of COVID isolation had led many local companies to come up with new nnovations and technologies being demonstrated for the first time at the trade show. Chiu beamed with pride about the return of trade shows to Nankang Exhibition Hall, as evidenced by 31 different countries represented at the event. He was equally proud of the creativity and innovation put forth by domestic exhibitors.</p><p nitf:lede=\"true\">The next speaker to address the audience was Food Industry Research and Development Institute (FIRDI) Deputy Director General Dr. Barry Yang Yang discussed the challenges facing local food producers and the need to make improvements regarding carbon reduction and ESG initiatives.</p><p>\"Our food industry is mainly oriented toward the domestic market and not exports. While it may be hard to link up with other markets, in order for us to expand, we need to do ESG and carbon reduction to become qualified to enter overseas markets,\" Yang added.</p><p>Yang said that all food manufacturers need to examine their production, and make changes to reduce carbon in their operations as well as make use of new materials. The third speaker in the morning session was FIRDI Senior Research Scientist Chen Li-ting , who delivered a presentation titled \"A New Vision for Global Food Industry Innovation.\" She addressed major changes in the global food industry, such as aging populations, carbon reduction, sustainability, less waste, and food safety.</p><p>\"If not managed properly, these challenges can be like a tornado. No one can do everything perfectly, but we need to be able to react to different challenges. We need to look at what the trends are.This includes developing a meaningful product, sustainable tempo, going beyond imitation, profit re-evolution, and operational resilience.\"</p><p>Chen talked about the new term \"climavores,\" or people who eat a vegetarian diet primarily because of their interest in limiting the impact on the environment.\" At the top of the list is dairy, followed by beef, fish, poultry, and then vegetarian food.</p><p>Carrying on the vegetarian theme was Dachan Great Wall Group Foods Division Vice President Jenkins Huang (He noted that his company has gone from offering vegetarian food to plant-based meat.</p><p>\"We make lots of food that looks like sushi, oysters, sausages, and chicken. These are things that we are learning the market wants. Huang noted that 14% of Taiwan's population is vegetarian, making it one of the top ten markets in the world that is receptive to vegetarian food. India tops the list at 40% vegetarian, with Israel averaging 13%.</p><p>While there are many opportunities for vegetarian food, Huang has spotted a potential problem. \"At first, many are curious about trying vegetarian food and will eat it, but after about a month, they fall back upon their old habits and return to eating meat.\"</p><p>Huang says food has to be tasty, attractive, and easy to make to appeal to consumers. His company has made some unexpected breakthroughs, such as a braised veggie beef noodle soup that took 10th place in the latest Taipei Beef Noodle Festival. \"We were very surprised by our performance in this competition, as all of the other competitors used beef.\"</p><p>The final speaker in the morning session was An-Shin Food Services Vice President Richard Ho While many may not be familiar with this company, they will be very familiar with its downstream company, MOS Burger.</p><p>The first MOS Burger opened in Taipei about 30 years ago on Xinsheng South Road in Taipei. The fast food chain has been interested in ESG-related matters. The name MOS Burger is actually an acronym representing \"M\" for mountain, \"O\" for ocean, and \"S\" for sun.</p><p>To promote sustainability and a lower carbon footprint, Ho says the company wanted to shorten the supply chain by sourcing many of its fresh food ingredients locally from Taiwan farmers.</p><p>\"We have contracts with about 200 small farmers buying everything from eggs, tomatoes, onions, lemons, lettuce, cabbage, etc. All the produce has to go through COA certification and is shipped to regional warehouses for distribution.\"</p><p>Ho says his company is able to source tomatoes year-round in Taiwan, while other produce, such as onions, has to be imported from May to September, and cabbage has to be sourced from higher altitudes when the weather gets too hot.</p><p>MOS Burger is also one of the largest buyers of rice in Taiwan. In particular, Tainan No. 11 rice is also exported to overseas branches in Singapore and Australia.</p><p>And due to unexpected price fluctuations, the company also offers special burger offerings at certain times of the year. On one occasion, when grouper prices dropped 40%, the company offered this special burger in addition to traditional fish burgers made from salmon.</p><p>Ho says his company is also interested in regenerative agriculture and will work in collaboration with the National Pingtung University of Science and Technology in 2021 to cultivate rice with organic fertilizer, less water, and fewer seedlings. This process actually improved output by 20-30% and led to better-quality rice.</p><p>Collaboration with this university is now in its third year, and one hectare of rice cultivated in this sustainable way can lead to a reduction of 5.3 tons of carbon emissions.</p>", "publisher": "Taiwan News", "instances": ["And due to unexpected price fluctuations, the company also offers special burger offerings at certain times of the year. On one occasion, when grouper prices dropped 40%, the company offered this special burger in addition to traditional fish burgers made from salmon. This process actually improved output by 20-30% and led to better-quality rice. Collaboration with this university is now in its third year, and one hectare of rice cultivated in this sustainable way can lead to a reduction of 5."]}]