[{"relevance_score": 14, "title": "Study links Australian bushfires to multiyear La Niña", "published": "2023-05-11", "bodyText": "<p nitf:lede=\"true\">Bushfires in Australia may have contributed to the onset of a \"rare triple-dip\" La Niña weather system, new research published on Thursday said.</p><p nitf:lede=\"true\">Across Australia in 2019 to 2020, millions of hectares of land burned in bushfires, killing at least 26 people and destroying thousands of homes.</p><p>New research, published in Science Advances on Thursday, said the bushfires emitted as many aerosols into the atmosphere as major volcanic eruptions.</p><p>It is the first time a bushfire has been big enough to impact climate models, adjunct fellow at the UNSW Climate Change Research Centre Dr Tom Mortlock said.</p><p>The study suggested the bushfires, fanned by strong westerly winds blowing smoke across the Pacific Ocean, increased cloud cover and cooled ocean temperatures, he said.</p><p>This in turn \"influenced the onset and duration of the rare triple-dip La Niña that we have just come out of,\" Mortlock said.</p><p>For the first time in around 20 years, three La Niña years have followed each other since 2020.</p><p>Mortlock said the \"interconnectivity\" of the climate system was highlighted by the bushfires.</p><p>\"The prolonged La Niña, above average rainfall, and absence of bushfires on the east coast has led to high fuel growth and preconditions the landscape for burning when El Niño comes along.\"</p><p>Mortlock said from looking at historical insurance loss data, bushfire losses were correlated to periods of La Niña's counterpart El Niño.</p><p>\"There is now a 60% chance that El Niño will begin to form this winter, peaking in spring and summer.\"</p><p>El Niño describes the warming of surface waters in the eastern Pacific Ocean and alters air and water currents worldwide.</p><p>It usually brings severe drought in Australia, parts of Africa and South America and heavy rainfall along the US Pacific coast.</p><p>La Niña is considered to be a cold phase in which the current carries the warming via solar radiation into deep waters of the Western Pacific, where it is stored.</p>", "publisher": "dpa international (Englischer Dienst)", "instances": []}, {"relevance_score": 22, "title": "Australian bushfires: Lewis Hamilton, fellow sports stars donate to victims", "published": "2020-01-10", "bodyText": "<p nitf:lede=\"true\"/><p nitf:lede=\"true\">Jan 09, 2020( Deutsche Welle World: <url normalizedValue=\"http://www.dw.de/top-stories/world/s-1429\">http://www.dw.de/top-stories/world/s-1429</url> Delivered by Newstex)  Formula 1 world champion Lewis Hamilton is pledging $500,000 to help the victims of Australia's bushfire crisis. He's one of dozens of sports stars and celebrities to step up.British racing driver Lewis Hamilton announced Thursday he was donating $500,000 (€450,000) to \"support the animals, wildlife volunteers and rural fire services\" affected by Australia's bushfires.\"It breaks my heart to see the devastation the Australian bushfires are causing to people and animals across the country,\" Hamilton wrote on Twitter. </p><p>\"If you are able to, and you haven't already then you can donate too.\"The unprecedented blazes have killed 26 people, destroyed 2,000 properties and burnt through some 8 million hectares. An estimated 1 billion animals have also lost their lives.\"My love of animals is no secret and I can't help but grieve for the defenseless animals thought to have died so far, pushing certain species closer to extinction,\" the six-time F1 world champion said, alongside a video of a koala being rescued from the flames.Climate change and F1Scientists say climate change has helped fuel the catastrophic blazes in Australia, where the 2020 F1 season is set to begin in March with the Australian Grand Prix in Melbourne.Read more: Smoke from Australia fires reaches South AmericaHamilton has become quite a vocal lobbyist on climate change of late, having gone vegan, launched his own plant-free burger range, and having sold his private jet last summer. Critics, however, point out that his sport isn't exactly known for being eco-friendly.Despite plans to make F1 carbon neutral by 2030, it's still a sport that involves flying teams around the world to burn fuel on the racetrack.Celebrities send in pledgesHamilton is one of dozens of sports stars and celebrities to have made pledges to support firefighting efforts. Fellow F1 driver, Australia's Daniel Ricciardo, has also said he plans to auction his race suit and donate the proceeds to bushfire victims. \"My thoughts are with everyone who is suffering right now, and yes, it's time for us to act,\" he said on Instagram.Read more: Climate change and deforestation increase the global fire riskNine Australians in the AmericanNBA basketball league have offered $750,000 in donations to help their home country, while Australian tennis players Ashleigh Barty and Nick Kyrgios, as well as Australia's cricket team, have also pledged money. In recent days other prominent Australians have made sizeable contributions, including actors Nicole Kidman, Margot Robbie, Chris Hemsworth and singer Kylie Minogue. Elton John and Pink have also pledged donations.nm/dr (Reuters, AFP)DW sends out a daily selection of hard news and quality feature journalism. Sign up here. </p><p/>", "publisher": "Deutsche Welle World", "instances": ["Jan 09, 2020( Deutsche Welle World: http://www. dw. de/top-stories/world/s-1429 Delivered by Newstex)  Formula 1 world champion Lewis Hamilton is pledging $500,000 to help the victims of Australia's bushfire crisis. He's one of dozens of sports stars and celebrities to step up. British racing driver Lewis Hamilton announced Thursday he was donating $500,000 (€450,000) to \"support the animals, wildlife volunteers and rural fire services\" affected by Australia's bushfires. It breaks my heart to see the devastation the Australian bushfires are causing to people and animals across the country,\" Hamilton wrote on Twitter. \"If you are able to, and you haven't already then you can donate too. The unprecedented blazes have killed 26 people, destroyed 2,000 properties and burnt through some 8 million hectares. An estimated 1 billion animals have also lost their lives. My love of animals is no secret and I can't help but grieve for the defenseless animals thought to have died so far, pushing certain species closer to extinction,\" the six-time F1 world champion said, alongside a video of a koala being rescued from the flames. Climate change and F1Scientists say climate change has helped fuel the catastrophic blazes in Australia, where the 2020 F1 season is set to begin in March with the Australian Grand Prix in Melbourne."]}, {"relevance_score": 45, "title": "Australian bushfires forecasted to reach Sydney suburbs", "published": "2020-01-04", "bodyText": "<p nitf:lede=\"true\"/><p nitf:lede=\"true\">Jan 04, 2020( Deutsche Welle World: <url normalizedValue=\"http://www.dw.de/top-stories/world/s-1429\">http://www.dw.de/top-stories/world/s-1429</url> Delivered by Newstex)  Fire authorities have warned wildfires might bring flames to more urban areas, including the suburbs of the country's most populous city. The largest peacetime evacuation in Australian history is underway.Prime Minister Scott Morrison announced on Saturday that Australia has called up 3,000 military reserves to fight the country's ongoing wildfire crisis, the biggest call-up in living memory.The announcement was made the same day two people lost their lives to the fires.Australia has been preparing mass evacuations over the weekend as it braces itself for one of the worst days thus far in the disaster.\"Today's decision puts more boots on the ground, puts more planes in the sky, puts more ships at sea,\" said Morrison, who has been heavily criticized for his response to the monthslong crisis.\"The scale of the fires is stretching resources on the ground and there are clearly communities that need additional help,\" Morrison said. The reserve brigades will assist in delivering supplies to rural communities, evacuate people threatened by the fires, and help reopen roads. </p><p>Defense helicopters and planes are being deployed to help with logistics support and evacuations. A further €12.5 million ($14 million) would be spent to lease four firefighting planes. Morrison also said defense force bases will be used to provide temporary accommodation.In Australia, managing bushfires is normally the responsibility of state governments and fire services, but due to the scale of the disaster, a national response is required, Morrison said.Death toll rises Authorities confirmed that two people died due to wildfires on Kangaroo Island off the coast of South Australia, bringing the overall nationwide death toll to at least 23.The island, popular with tourists and famous for its wildlife, also lost large parts of its Flinders Chase National Park to the blazes. Fires began on December 20 and have now burnt more than 1,000 square kilometres (386 square miles) of land.\"There will be very significant wildlife losses on the island,\" said South Australia premier Steven Marshall. The park is home to kangaroos, koalas and echidnas.Local authorities say the fires are \"virtually unstoppable\" and will continue to burn for several more days.Read more: Oceans play a role in Australian bushfires drama, say expertsFires may reach Sydney suburbs A state of emergency has been declared across much of the country's southeast and more than 100,000 have been told to leave their homes across three states.New South Wales Premier Gladys Berejiklian had called on residents in areas threatened by fires to leave as quickly as they can as the state braces for \"another terrible day.\"\"All of the major road networks are still open but we can't guarantee that beyond the next few hours. So there are still windows for people to get out,\" she urged.New South Wales Rural Fire Service Deputy Commissioner Rob Rogers warned that residents were \"likely to lose homes\" and that it would be \"a success if no lives are lost.\"\"There is potential for the fire to break out, cross the (Warragamba) dam and move into the western suburbs of Sydney,\" he said. \"That fire is burning. It has the potential to come out into more populated areas this afternoon,'' Rogers added.\"Leaving it until today is cutting it fine. The sooner you make that decision the better and I would say do it now. Don't leave it any longer because the window will shrink and will shrink very quickly.\"More than 130 fires are burning in New South Wales and almost half of those are out of control.Temperatures in parts of the state are predicted to soar in the mid-40s Celsius (113 Fahrenheit) due to low humidity and strong winds.Victoria fires worsenIn the state of Victoria, a total of 48 fires were burning across almost 320,000 hectares (791,000 acres). Conditions are expected to worsen with a southerly wind change.Local police reported heavy traffic flows on major roads as people evacuate.On Saturday morning, the first of thousands of rescued residents and holiday-makers who were stranded on a beach in Mallacoota due to raging bushfires docked near Melbourne after a 20-hour journey by ship.Around 4,000 people escaped to the waterfront on New Year's Eve as fires ripped through the southeastern town.\"For someone who's never been in a fire, it's very, very, frightening. I'm so happy to be here,\" said 16-year-old Emily Wellington from Melbourne who had visited Mallacoota for a two-week holiday with family friends.Australia's summer bushfire crisis has already destroyed about five million hectares (12.35 million acres) of land and damaged more than 1,400 homes.mvb/kl (AP, AFP, dpa, Reuters)Every evening, DW sends out a selection of the day's news and features. Sign up here. </p><p/>", "publisher": "Deutsche Welle World", "instances": ["The island, popular with tourists and famous for its wildlife, also lost large parts of its Flinders Chase National Park to the blazes. Fires began on December 20 and have now burnt more than 1,000 square kilometres (386 square miles) of land. There will be very significant wildlife losses on the island,\" said South Australia premier Steven Marshall. The park is home to kangaroos, koalas and echidnas. Local authorities say the fires are \"virtually unstoppable\" and will continue to burn for several more days. Read more: Oceans play a role in Australian bushfires drama, say expertsFires may reach Sydney suburbs A state of emergency has been declared across much of the country's southeast and more than 100,000 have been told to leave their homes across three states. New South Wales Premier Gladys Berejiklian had called on residents in areas threatened by fires to leave as quickly as they can as the state braces for \"another terrible day. All of the major road networks are still open but we can't guarantee that beyond the next few hours. So there are still windows for people to get out,\" she urged. New South Wales Rural Fire Service Deputy Commissioner Rob Rogers warned that residents were \"likely to lose homes\" and that it would be \"a success if no lives are lost. There is potential for the fire to break out, cross the (Warragamba) dam and move into the western suburbs of Sydney,\" he said."]}, {"relevance_score": 10, "title": "One dead, six missing after 'awful day' for Australian bushfires", "published": "2020-01-05", "bodyText": "<p nitf:lede=\"true\">A man has died and hundreds of properties are feared destroyed after bushfires raged overnight in south-eastern Australia following an \"awful day\" of extreme heat and dangerous conditions. </p><p>The 47-year-old man died of a cardiac arrest on Saturday night while helping defend a friend's rural property in Batlow, south-west of Canberra, New South Wales (NSW) Police said Sunday morning. </p><p>The fire-ravaged south-eastern states of NSW, Victoria and South Australia, suffered through the predicted extreme weather conditions on Saturday with temperatures hitting 48 degrees Celsius in parts of Sydney and wind gusts reaching 80 kilometres per hour.</p><p>The true extent of the damage is not known, but authorities have said several hundred properties may have been destroyed and tens of thousands of hectares of land burned.</p><p>Power was still out in a lot of areas across NSW on Sunday morning, where some 170 bushfires are burning, with two at emergency warning level. </p><p>\"It was an awful day yesterday,\" NSW Rural Fire Service Commissioner Shane Fitzsimmons told reporters on Sunday.</p><p>\"We are getting reports that the property losses, the damage and destruction, is likely to be numbering in the hundreds as a result of yesterday's fire activity and fire spread.\" </p><p>Although the weather eased on Sunday, conditions remained \"volatile\" at a number of fire grounds, Fitzsimmons added. </p><p>In Victoria, where authorities are continuing to conduct mass evacuations with the help of the military, six people remained missing on Sunday as 50 blazes continued to ravage the state's east - six are at an emergency level.</p><p>Two new evacuation orders were issued overnight. </p>", "publisher": "dpa international (Englischer Dienst)", "instances": []}, {"relevance_score": 24, "title": "'Significant fears' over 17 missing in Australian bushfires", "published": "2020-01-02", "bodyText": "<p nitf:lede=\"true\">Sydney (dpa) - There are \"significant fears\" for 17 people who are missing after massive bushfires in Victoria, Australia, the state's premier said on Thursday.</p><p>While state premier Daniel Andrews said it was possible some of those unaccounted for could still be safe, he made clear that authorities were extremely concerned about their welfare, in comments reported by the Australian Associated Press.</p><p>Meanwhile, an Australian navy ship arrived at the coastal town of Mallacoota in Victoria on Thursday, which has been cut off since New Years Eve, to rescue thousands of people trapped by fires.</p><p>The town has been cut off by fires since Tuesday and 4,000 people fled to the town's beach to escape the flames.  </p><p>The ship, HMAS Choules, is carrying much needed food, water and medical supplies and could evacuate up to 1000 people at a time, a defence spokesman said.</p><p>The town of around 1,000 residents is a popular holiday spot, which attracts thousands of visitors in summer.</p><p>The navy planned to start evacuating 800 people by ship from Mallacoota in the afternoon, authorities said.</p><p>With food, fresh water and fuel running out in Mallacoota, Victoria's fire chief Steve Warrington said they will have to prioritize who stays and who is evacuated on the ship.</p><p>Tourists and all non-residents were told to get out of fire zones in Victoria and neighbouring New South Wales as an extreme heatwave is expected to hit and worsen bushfire threats over the weekend.</p><p>The fire service in New South Wales declared a \"tourist leave zone,\" stretching 240 kilometres south of the holiday resort town of Batemans Bay to the border with Victoria.</p><p>Conditions were expected to worsen on Saturday when another heatwave sends temperatures over 40 degrees Celsius.</p><p>Long lines of vehicles clogged the roads heading north and west from the evacuation zone Thursday morning. Many were unable to leave as petrol stations ran out of fuel or pumps didn't work due to power outages.</p><p>Police escorted petrol tankers to Batemans Bay, but towns further south were still unable to get enough fuel for all people to leave, New South Wales Transport Minister Andrew Constance told the ABC.</p><p>Food and water was also running low in many of the coastal communities which have been cut off from the highway since the fires hit Monday and Tuesday, the Rural Fire Service said.</p><p>The Bureau of Meteorology (BOM) said a heatwave with strong winds will roll over South Australia Thursday before reaching south-east Australia on Saturday.</p><p>Rogers said strong westerly winds coming with the heatwave are expected to cause the megafires in the Blue Mountains west of Sydney, the capital of New South Wales, to flare up and be blown towards communities on the edge of the city.</p><p>Meanwhile the smoke from the fires blanketed the nation's capital Canberra on Thursday with some people forced to wear masks even working inside buildings.</p><p>The BOM said the smoke level in Canberra currently makes it the most polluted major city in the world. On Wednesday, the air quality in Canberra was 20 times the level deemed hazardous.</p><p>Fires have raged across south-eastern Australia since October. More than 5.36 million hectares across the country has been scorched and more than 1,400 homes destroyed.</p><p>The national death toll has risen to at least 17 people, according to the Australian Associated Press, with dozens still missing.</p>", "publisher": "dpa international (Englischer Dienst)", "instances": []}, {"relevance_score": 19, "title": "One dead, six missing after 'awful day' for Australian bushfires", "published": "2020-01-05", "bodyText": "<p nitf:lede=\"true\">A man has died and hundreds of properties are feared destroyed after bushfires raged overnight in south-eastern Australia following an \"awful day\" of extreme heat and dangerous conditions. </p><p>The 47-year-old man died of a cardiac arrest on Saturday night while helping defend a friend's rural property in Batlow, south-west of Canberra, New South Wales (NSW) Police said Sunday morning. </p><p>The latest death brings the national death toll to 24 since the devastating bushfire season started early this year in September.</p><p>All six of Australia's states and one territory have been affected and more than 5 million hectares of land destroyed.</p><p>The fire-ravaged south-eastern states of New South Wales, Victoria and South Australia suffered through the predicted extreme weather conditions on Saturday with temperatures hitting 48 degrees Celsius in parts of Sydney and wind gusts reaching 80 kilometres per hour.</p><p>The full extent of the damage overnight is not known, but authorities have said several hundred properties may have been destroyed and tens of thousands of hectares of land burned.</p><p>Power was still out in a lot of areas across New South Wales on Sunday morning, where some 170 bushfires are burning, with two at emergency warning level. </p><p>\"It was an awful day yesterday,\" New South Wales Rural Fire Service Commissioner Shane Fitzsimmons told reporters on Sunday.</p><p>\"We are getting reports that the property losses, the damage and destruction, is likely to be numbering in the hundreds as a result of yesterday's fire activity and fire spread.\" </p><p>Although the weather eased on Sunday, conditions remained \"volatile\" at a number of fire grounds, Fitzsimmons added. </p><p>New South Wales premier Gladys Berejiklian reflected on the Saturday's extreme conditions, telling reporters in Sydney that \"the weather activity we're seeing, the extent and spread of the fires, the speed at which they're going, the way they are attacking communities that have never seen fire, is unprecedented.\"</p><p>\"We can't pretend this is something we have experienced before. It's not,\" she said at the press conference on Sunday.</p><p>In Victoria, where authorities are continuing to conduct mass evacuations with the help of the military, six people remained missing on Sunday as 50 blazes continued to ravage the state's east - six are at an emergency level.</p><p>Cooler weather and light rain forecast for Sunday is hoped to bring some respite to Victoria, where nearly a million hectares of land are burning. About 110 properties were confirmed destroyed in the state this week.</p><p>The escalating crisis has been gaining more international attention this week, with Britain's Queen Elizabeth II sending a message of support to Australia late Saturday night.</p><p>\"I have been deeply saddened to hear of the continued bushfires and their devastating impact across many parts of Australia,\" the queen said in a statement.</p><p>\"My thanks go out to the emergency services and those who put their own lives in danger to help communities in need.\"</p>", "publisher": "dpa international (Englischer Dienst)", "instances": []}, {"relevance_score": 27, "title": "Death toll from Australian bushfires rises to 26", "published": "2020-01-08", "bodyText": "<p nitf:lede=\"true\">The number of people killed in Australia's devastating bushfire season, which started in September, has increased to 26 after a forest fire management worker's death was confirmed on Wednesday.</p><p nitf:lede=\"true\">The father-of-two lost his life in a vehicle crash while fighting bushfires in the state of Victoria on January 3. </p><p nitf:lede=\"true\">The state's emergency services minister Lisa Neville told reporters on Wednesday that following a police investigation it was confirmed that the death was related to the bushfires.</p><p>Fire crews in south-eastern Australia were taking advantage of cooler weather on Wednesday, getting on top of blazes and conducting controlled back-burning before more extreme weather conditions later in the week.</p><p>More than 120 fires continue to burn across New South Wales, with 50 uncontained. While in Victoria more than 40 bushfires are burning, with about a dozen beginning to merge.</p><p>Both states have seen some rain, including in the bushfire affected areas, on Tuesday and Wednesday. But the authorities also asked people in several towns in fire danger areas to evacuate early as extreme fire conditions were forecast for Friday. </p><p>The milder conditions have been used to good effect by fire crews, New South Wales Emergency Services Minister David Elliott told reporters on Wednesday, while noting more extreme weahter days are ahead.</p><p>Conditions are expected to worsen on Friday, with temperatures forecast to soar above 40 degrees Celsius across parts of the eastern states, with strong winds threatening to fan bushfire activity.</p><p>The Gospers Mountain \"megafire,\" which has already burned more than half a million hectares in Sydney's north-west, could be contained by Friday, Elliot said, adding \"I think we have reached the peak.\" </p><p>New South Wales Rural Fire Service (RFS) said on Tuesday that almost 1,700 homes have been completely destroyed and 700 others damaged since September as the on-the-ground assessment continues. </p><p>Meanwhile, Prime Minister Scott Morrison visited South Australia's Kangaroo Island on Wednesday, where more than 160,000 hectares have burned so far.</p><p>The conditions on the island and across the country was \"shocking and terrifying,\" Morrison told reporters.</p><p>Local wildlife officials said up to 25,000 koalas, or half of the population on the island, may have died. </p><p>Weather conditions are forecast to worsen on Kangaroo Island on Thursday.</p><p>Meanwhile, the smoke haze has returned to Sydney after a few days of reprieve, making the air quality in the city's east \"hazardous\" and in the west \"very poor,\" according to the New South Wales health department.</p><p>More than one million P2 particulate-filter masks are being delivered to bushfire zones in the state, state health minister Brad Hazzard said. </p><p>The air quality in Melbourne and Canberra also continues to be \"hazardous\" due to smokes from bushfires. </p><p>The Bureau of Meteorology has said smoke haze from the Victorian fires will likely reach Tasmania late Thursday.</p><p>A \"mega-fire\" is also in the process of forming in southern New South Wales and northern Victoria along the Great Dividing Range, as several bushfires continue to burn, closing the gaps between them, fire authorities in both the states said.</p><p>Victorian authorities also asked organizers of a climate protest planned for Friday in Melbourne to postpone the rally due to police being stretched across fire-ravaged rural areas.</p><p>\"I am just stunned and I would ask them to reconsider - there is a time for protests, and it is not this Friday,\" Neville told reporters. </p><p>Meanwhile, several firefighter organizations and unions have called for a federal royal commission into Australia's bushfires to look into resourcing, coordination, inter-state communication, training and fatigue as critical issues. </p><p>Royal commissions are convened in Australia on issues of special public importance and have extensive investigative powers. Morrison said Wednesday he would consider one.</p><p>Elsewhere, residents across numerous rural communities in northern Australia have been warned to prepare for damaging winds, rain and floods ahead of the season's first tropical cyclone on Friday.</p>", "publisher": "dpa international (Englischer Dienst)", "instances": []}, {"relevance_score": 32, "title": "Australia bushfires: Cooler weather brings respite, situation still volatile", "published": "2020-01-05", "bodyText": "<p nitf:lede=\"true\"/><p nitf:lede=\"true\">Jan 05, 2020( Deutsche Welle World: <url normalizedValue=\"http://www.dw.de/top-stories/world/s-1429\">http://www.dw.de/top-stories/world/s-1429</url> Delivered by Newstex)  Another person has died and hundreds of properties are feared lost after a catastrophic day of bushfires in Australia's southeast. Authorities are hoping milder temperatures will help ease the threat.Cooler weather brought some relief to fire-ravaged Australia on Sunday after an \"awful day\" of blazes claimed another life, bringing the death toll to 24. But authorities have warned that conditions remained volatile.Thousands of firefighters were battling almost 200 blazes, many of them still burning out of control, in the southeastern states of New South Wales (NSW), Victoria and South Australia.\"The weather conditions have improved in NSW and Victoria but there are still many fires raging and there's a significant firefighting effort continuing,'' Prime Minister Scott Morrison, who has faced heavy criticism for his handling of the crisis, told a news conference.A massive police and military effort is also ongoing to carry out evacuations and get supplies to communities trapped by the fires.Read more: Australian bushfires forecast to reach Sydney suburbsExtreme conditionsThousands fled their homes on Saturday as soaring temperatures and strong winds produced some of the most dangerous conditions seen this bushfire season.A 47-year-old man died trying to protect his friend's property in rural NSW, while in Victoria six people remained unaccounted for.\"It's not something we have experienced before,\" said NSW Premier Gladys Berejiklian. </p><p>\"The weather activity we're seeing, the extent and spread of the fires, the speed at which they're [moving], the way they are attacking communities that have never seen fire, is unprecedented.\"Read more: Oceans play role in Australian bushfires drama, say expertsSydney experienced its highest-ever temperature of 48.9 degrees Celsius (120 Fahrenheit) on Saturday, along with winds of up to 80 kilometers (50 miles) per hour, prompting fears a fast-moving blaze could reach the city's outskirts.\"It was an awful day yesterday,\" NSW Rural Fire Service (RFS) Commissioner Shane Fitzsimmons told reporters on Sunday.\"We are getting reports that the property losses, the damage and destruction, is likely to be numbering in the hundreds as a result of yesterday's fire activity and fire spread.\"Read more: Australia: My country is burningCool change overnightA southerly change overnight brought cooler air and some light rain to parts of NSW and neighboring Victoria, as well as hope that firefighters will be able to bring some of the blazes under control.Australia's deadly fires have burned through more than 5.25 million hectares (13 million acres) of land since September, causing catastrophic damage to property and wildlife.Prime Minister Morrison took the unprecedented step on Saturday of calling up 3,000 of Australia's army reservists to support firefighters — a move RFS Commissioner Fitzsimmons, who is leading NSW firefighting efforts, says he only found out about from the media.\"It was disappointing and [there was] some surprise to hear about these things through public announcements in the middle of what was one of our worst days this season,\" he said. \"We spent a fair amount of the day yesterday trying to seek clarity.\"Queen honors firefightersBritain's Queen Elizabeth II, who is Australia's head of state, has said she was \"deeply saddened\" by the bushfire crisis.\"My thanks go out to the emergency services, and those who put their own lives in danger to help communities in need,\" the 93-year-old monarch said in a statement on Sunday. \"Prince Philip and I send our thoughts and prayers to all Australians at this difficult time.\"Celebrities have also praised firefighters and pledged money to help affected communities. US singer Pink tweeted Saturday that she was donating US$500,000 (€450,000), a pledge that was matched by Australian actor Nicole Kidman.\"Our family's support, thoughts and prayers are with everyone affected by the fires all over Australia,\" Kidman posted on Instagram. \"We are donating $500,000 to the Rural Fire Services who are all doing and giving so much right now.\"nm/cmk (AP, Reuters, dpa)DW sends out a daily selection of hard news and quality feature journalism. Sign up here. </p><p/>", "publisher": "Deutsche Welle World", "instances": ["Cooler weather brought some relief to fire-ravaged Australia on Sunday after an \"awful day\" of blazes claimed another life, bringing the death toll to 24. But authorities have warned that conditions remained volatile. Thousands of firefighters were battling almost 200 blazes, many of them still burning out of control, in the southeastern states of New South Wales (NSW), Victoria and South Australia. The weather conditions have improved in NSW and Victoria but there are still many fires raging and there's a significant firefighting effort continuing,'' Prime Minister Scott Morrison, who has faced heavy criticism for his handling of the crisis, told a news conference. A massive police and military effort is also ongoing to carry out evacuations and get supplies to communities trapped by the fires. Read more: Australian bushfires forecast to reach Sydney suburbsExtreme conditionsThousands fled their homes on Saturday as soaring temperatures and strong winds produced some of the most dangerous conditions seen this bushfire season. A 47-year-old man died trying to protect his friend's property in rural NSW, while in Victoria six people remained unaccounted for. It's not something we have experienced before,\" said NSW Premier Gladys Berejiklian. \"The weather activity we're seeing, the extent and spread of the fires, the speed at which they're [moving], the way they are attacking communities that have never seen fire, is unprecedented. Read more: Oceans play role in Australian bushfires drama, say expertsSydney experienced its highest-ever temperature of 48. 9 degrees Celsius (120 Fahrenheit) on Saturday, along with winds of up to 80 kilometers (50 miles) per hour, prompting fears a fast-moving blaze could reach the city's outskirts.", "A massive police and military effort is also ongoing to carry out evacuations and get supplies to communities trapped by the fires. Read more: Australian bushfires forecast to reach Sydney suburbsExtreme conditionsThousands fled their homes on Saturday as soaring temperatures and strong winds produced some of the most dangerous conditions seen this bushfire season. A 47-year-old man died trying to protect his friend's property in rural NSW, while in Victoria six people remained unaccounted for. It's not something we have experienced before,\" said NSW Premier Gladys Berejiklian. \"The weather activity we're seeing, the extent and spread of the fires, the speed at which they're [moving], the way they are attacking communities that have never seen fire, is unprecedented. Read more: Oceans play role in Australian bushfires drama, say expertsSydney experienced its highest-ever temperature of 48. 9 degrees Celsius (120 Fahrenheit) on Saturday, along with winds of up to 80 kilometers (50 miles) per hour, prompting fears a fast-moving blaze could reach the city's outskirts. It was an awful day yesterday,\" NSW Rural Fire Service (RFS) Commissioner Shane Fitzsimmons told reporters on Sunday. We are getting reports that the property losses, the damage and destruction, is likely to be numbering in the hundreds as a result of yesterday's fire activity and fire spread. Read more: Australia: My country is burningCool change overnightA southerly change overnight brought cooler air and some light rain to parts of NSW and neighboring Victoria, as well as hope that firefighters will be able to bring some of the blazes under control. Australia's deadly fires have burned through more than 5."]}, {"relevance_score": 24, "title": "Hays 6-month Pretax Profit Down 22%", "published": "2020-02-20", "bodyText": "<p>       LONDON (dpa-AFX) - Hays plc (HAS.L) on Thursday reported profit before tax of 95.6 million pounds for the six months ended 31 December 2019, down 22 percent from 122.6 million pounds in the prior-year period. Basic earnings per share were 4.60 pence, compared to 5.86 pence last year.  Operating profit for the period declined 19 percent to 100.1 million pounds from 124.1 million pounds in the prior-year period.   The decline in operating profit was driven by a 15 million pounds reduction in reported Group net fees year-over-year, including a sharp slowdown in the company's largest country, Germany, and three specific external events in December (general strikes in France, Australian bushfires and the UK Election.  The operating profit also reflects 9 million pounds of net reported cost increases, driven by strategic investment in the company's IT specialism globally, property and IT capability.  However, turnover for the six months rose 2 percent to 3.10 billion pounds from 3.04 billion pounds a year ago. Net fees declined 3 percent to 553.1 million pounds from 568.0 million pounds in the year-ago period. On a like-for-like basis, net fees declined 2 percent.  The company's board maintained the interim core dividend at 1.11 pence per share. The interim dividend payment date will be 9 April 2020 and the ex-dividend date is 5 March 2020, with record date of 6 March 2020.  Looking ahead, Alistair Cox, Chief Executive of Hays, said, 'We expect near-term macro conditions to remain difficult and are mindful of continuing uncertainties, including the coronavirus. While our focus will be on cost management, we also see growth opportunities, for example in the IT sector globally and in the USA, and we will continue to invest in them.'      </p>", "publisher": "dpa-AFX International ProFeed", "instances": ["60 pence, compared to 5. 86 pence last year. Operating profit for the period declined 19 percent to 100. 1 million pounds from 124. 1 million pounds in the prior-year period. The decline in operating profit was driven by a 15 million pounds reduction in reported Group net fees year-over-year, including a sharp slowdown in the company's largest country, Germany, and three specific external events in December (general strikes in France, Australian bushfires and the UK Election. The operating profit also reflects 9 million pounds of net reported cost increases, driven by strategic investment in the company's IT specialism globally, property and IT capability. However, turnover for the six months rose 2 percent to 3. 10 billion pounds from 3. 04 billion pounds a year ago. Net fees declined 3 percent to 553."]}, {"relevance_score": 23, "title": "IMF revises down global growth outlook, but sees lower risks", "published": "2020-01-20", "bodyText": "<p nitf:lede=\"true\">The International Monetary Fund has revised slightly downward its global growth projections, expecting a 3.3-per-cent expansion in 2020, but said that risk factors are less tilted toward the downside.</p><p>Political protests in numerous countries, the recent tensions between the US and Iran and the trade war between Washington and Beijing, all remain downside factors that can weigh on growth, along with weather-related disasters, including the Australian bushfires.</p><p>The easing of monetary policy in key economies helped boost global growth in 2019 and likely will continue to have carry-over effects on economic recovery, the IMF said.</p><p>The manufacturing sector in particular was facing pessimistic sentiment going into 2020, the World Economic Outlook said, while noting generally positive consumer spending trends.</p><p>Global growth is projected to increase to 3.3 per cent in 2020, from about 2.9 per cent last year, and edge up to 3.4 per cent in 2021. This marks a 0.1 percentage point reduction for this year and lowers the forecast by 0.2 percentage points for next year.</p><p>The IMF noted underperformance in several emerging markets, including India. China's growth is starting to slow.</p><p>In the US, growth is expected to moderate from an estimated 2.3 per cent last year to 2 per cent this year and 1.7 in 2021. Japan too will have growth moderate from an estimated 1 per cent in 2019 to0.7 per cent in 2020.</p><p>The euro-zone is likely to move up from 1.2 per cent in 2019 to 1.3 per cent in 2020, though this marks a small 0.1-percentage-point downward revision.</p>", "publisher": "dpa international (Englischer Dienst)", "instances": ["The International Monetary Fund has revised slightly downward its global growth projections, expecting a 3. 3-per-cent expansion in 2020, but said that risk factors are less tilted toward the downside. Political protests in numerous countries, the recent tensions between the US and Iran and the trade war between Washington and Beijing, all remain downside factors that can weigh on growth, along with weather-related disasters, including the Australian bushfires. The easing of monetary policy in key economies helped boost global growth in 2019 and likely will continue to have carry-over effects on economic recovery, the IMF said. The manufacturing sector in particular was facing pessimistic sentiment going into 2020, the World Economic Outlook said, while noting generally positive consumer spending trends. Global growth is projected to increase to 3. 3 per cent in 2020, from about 2. 9 per cent last year, and edge up to 3."]}, {"relevance_score": 23, "title": "IMF revises down global growth outlook, but sees lower risks", "published": "2020-01-20", "bodyText": "<p>       WASHINGTON (dpa-AFX) - The International Monetary Fund has revised slightly downward its global growth projections, expecting a 3.3-per-cent expansion in 2020, but said that risk factors are less tilted toward the downside.   Political protests in numerous countries, the recent tensions between the US and Iran and the trade war between Washington and Beijing, all remain downside factors that can weigh on growth, along with weather-related disasters, including the Australian bushfires.  The easing of monetary policy in key economies helped boost global growth in 2019 and likely will continue to have carry-over effects on economic recovery, the IMF said.  The manufacturing sector in particular was facing pessimistic sentiment going into 2020, the World Economic Outlook said, while noting generally positive consumer spending trends.  Global growth is projected to increase to 3.3 per cent in 2020, from  about 2.9 per cent last year, and edge up to 3.4 per cent in 2021. This marks a 0.1 percentage point reduction for this year and lowers the forecast by 0.2 percentage points for next year.  The IMF noted underperformance in several emerging markets, including India. China's growth is starting to slow.  In the US, growth is expected to moderate from an estimated 2.3 per cent last year to 2 per cent this year and 1.7 in 2021. Japan too will have growth moderate from an estimated 1 per cent in 2019 to 0.7 per cent in 2020.  The euro-zone is likely to move up from 1.2 per cent in 2019 to 1.3 per cent in 2020, though this marks a small 0.1-percentage-point downward revision.   Copyright dpa    </p>", "publisher": "dpa-AFX International ProFeed", "instances": ["WASHINGTON (dpa-AFX) - The International Monetary Fund has revised slightly downward its global growth projections, expecting a 3. 3-per-cent expansion in 2020, but said that risk factors are less tilted toward the downside. Political protests in numerous countries, the recent tensions between the US and Iran and the trade war between Washington and Beijing, all remain downside factors that can weigh on growth, along with weather-related disasters, including the Australian bushfires. The easing of monetary policy in key economies helped boost global growth in 2019 and likely will continue to have carry-over effects on economic recovery, the IMF said. The manufacturing sector in particular was facing pessimistic sentiment going into 2020, the World Economic Outlook said, while noting generally positive consumer spending trends. Global growth is projected to increase to 3. 3 per cent in 2020, from  about 2. 9 per cent last year, and edge up to 3."]}, {"relevance_score": 3, "title": "In Australia, hundreds of millions of animals feared dead in fires", "published": "2020-01-06", "bodyText": "<p>Australian bushfires, which come on the back of record-breaking drought, have been raging for months. They have caused massive destruction in terms of money and resources, as well as two dozen fatalities. Scientists and wildlife workers say the impact on animals is even worse.</p>", "publisher": "dpa international (Englischer Dienst)", "instances": ["Australian bushfires, which come on the back of record-breaking drought, have been raging for months. They have caused massive destruction in terms of money and resources, as well as two dozen fatalities. Scientists and wildlife workers say the impact on animals is even worse."]}, {"relevance_score": 25, "title": "IMF revises down global growth outlook, but sees lower risks", "published": "2020-01-20", "bodyText": "<p>       By Shabtai Gold, dpa   Washington/BRUSSELS (dpa-AFX) - The International Monetary Fund has revised its global growth projections slightly downward, expecting a 3.3-per-cent expansion in 2020, but said that risk factors are less tilted towards the downside.   Political protests in numerous countries, the recent tensions between the United States and Iran, and the trade war between Washington and Beijing all remain downside factors that can weigh on growth, along with weather-related disasters, including the Australian bushfires.  The easing of monetary policy in key economies helped boost global growth in 2019 and likely will continue to have carry-over effects on economic recovery, the IMF said.  The manufacturing sector in particular was facing pessimistic sentiment going into 2020, the World Economic Outlook said, while noting generally positive consumer spending trends.  Global growth is projected to increase to 3.3 per cent in 2020, from  about 2.9 per cent last year, and edge up to 3.4 per cent in 2021. This marks a 0.1 percentage point reduction for this year and lowers the forecast by 0.2 percentage points for next year.  The IMF noted underperformance in several emerging markets, including India. China's growth is starting to slow.  In the US, growth is expected to moderate from an estimated 2.3 per cent last year to 2 per cent this year and 1.7 in 2021. Japan will also see growth moderate from an estimated 1 per cent in 2019 to 0.7 per cent in 2020.  The eurozone is likely to move up from 1.2 per cent in 2019 to 1.3 per cent in 2020, though this marks a small 0.1-percentage-point downward revision.  EU Economy Commissioner Paolo Gentiloni said action was needed in the face of slowing growth.   'It's up to us to consider budget policies and fiscal policies that can respond to this situation,' Gentiloni said on Monday in Brussels at talks with eurozone finance ministers.   Copyright dpa    </p>", "publisher": "dpa-AFX International ProFeed", "instances": ["By Shabtai Gold, dpa   Washington/BRUSSELS (dpa-AFX) - The International Monetary Fund has revised its global growth projections slightly downward, expecting a 3. 3-per-cent expansion in 2020, but said that risk factors are less tilted towards the downside. Political protests in numerous countries, the recent tensions between the United States and Iran, and the trade war between Washington and Beijing all remain downside factors that can weigh on growth, along with weather-related disasters, including the Australian bushfires. The easing of monetary policy in key economies helped boost global growth in 2019 and likely will continue to have carry-over effects on economic recovery, the IMF said. The manufacturing sector in particular was facing pessimistic sentiment going into 2020, the World Economic Outlook said, while noting generally positive consumer spending trends. Global growth is projected to increase to 3. 3 per cent in 2020, from  about 2. 9 per cent last year, and edge up to 3."]}, {"relevance_score": 14, "title": "Smoke from Australia fires reaches South America", "published": "2020-01-07", "bodyText": "<p nitf:lede=\"true\"/><p nitf:lede=\"true\">Jan 07, 2020( Deutsche Welle World: <url normalizedValue=\"http://www.dw.de/top-stories/world/s-1429\">http://www.dw.de/top-stories/world/s-1429</url> Delivered by Newstex)  Smoke from bushfires in Australia has traveled some 11,000 kilometers (6,800 miles) to South America. Last week, the highest levels of carbon monoxide in the world were measured over the \"clean\" South Pacific Ocean.Smoke from raging bushfires in Australia has drifted across the Pacific and reached South America, the UN World Meteorological Organization (WMO) said on Tuesday.Skies over central Chile have become grey and the WMO cited reports from local meteorological bodies of a red sunset in Argentina's capital, Buenos Aires.Read more: Oceans play role in Australian bushfires drama, say experts\"The fires have led to hazardous air quality in major cities throughout Australia, impacted New Zealand and sent smoke drifting thousands of kilometers across the Pacific to South America,\" the WMO said.In Geneva, WMO spokeswoman Clare Nullis told reporters the smoke had \"probably\" reached the Antarctic.Authorities said the smoke did not pose a health risk in South America, some 11,000 kilometers away from Australia. </p><p>Since October, bushfires in Australia have released 400 megatons of carbon dioxide, the EU's Copernicus monitoring program said on Monday.Read more:Australia's bushfire toll mounts as social media hoaxes proliferate On January 2, the Copernicus program recorded the highest concentrations of atmospheric carbon monoxide in the world over the \"clean\" South Pacific Ocean, stemming from fires in Australia.The fires have killed 25 people, burned around 110,000 square kilometers (42,471 square miles) of land and caused the death of millions of animals.cw/se (dpa, Reuters)Each evening at 1830 UTC, DW's editors send out a selection of the day's hard news and quality feature journalism. You can sign up to receive it directly here. </p><p/>", "publisher": "Deutsche Welle World", "instances": ["dw. de/top-stories/world/s-1429 Delivered by Newstex)  Smoke from bushfires in Australia has traveled some 11,000 kilometers (6,800 miles) to South America. Last week, the highest levels of carbon monoxide in the world were measured over the \"clean\" South Pacific Ocean. Smoke from raging bushfires in Australia has drifted across the Pacific and reached South America, the UN World Meteorological Organization (WMO) said on Tuesday. Skies over central Chile have become grey and the WMO cited reports from local meteorological bodies of a red sunset in Argentina's capital, Buenos Aires. Read more: Oceans play role in Australian bushfires drama, say experts\"The fires have led to hazardous air quality in major cities throughout Australia, impacted New Zealand and sent smoke drifting thousands of kilometers across the Pacific to South America,\" the WMO said. In Geneva, WMO spokeswoman Clare Nullis told reporters the smoke had \"probably\" reached the Antarctic. Authorities said the smoke did not pose a health risk in South America, some 11,000 kilometers away from Australia. Since October, bushfires in Australia have released 400 megatons of carbon dioxide, the EU's Copernicus monitoring program said on Monday. Read more:Australia's bushfire toll mounts as social media hoaxes proliferate On January 2, the Copernicus program recorded the highest concentrations of atmospheric carbon monoxide in the world over the \"clean\" South Pacific Ocean, stemming from fires in Australia. The fires have killed 25 people, burned around 110,000 square kilometers (42,471 square miles) of land and caused the death of millions of animals."]}, {"relevance_score": 25, "title": "IMF revises down global growth outlook, but sees lower risks", "published": "2020-01-20", "bodyText": "<p>       By Shabtai Gold, dpa   Washington/BRUSSELS (dpa-AFX) - The International Monetary Fund has revised its global growth projections slightly downward, expecting a 3.3-per-cent expansion in 2020, but said that risk factors are less tilted towards the downside.   Political protests in numerous countries, the recent tensions between the United States and Iran, and the trade war between Washington and Beijing all remain downside factors that can weigh on growth, along with weather-related disasters, including the Australian bushfires.  The easing of monetary policy in key economies helped boost global growth in 2019 and likely will continue to have carry-over effects on economic recovery, the IMF said.  The manufacturing sector in particular was facing pessimistic sentiment going into 2020, the World Economic Outlook said, while noting generally positive consumer spending trends.  Global growth is projected to increase to 3.3 per cent in 2020, from  about 2.9 per cent last year, and edge up to 3.4 per cent in 2021. This marks a 0.1 percentage point reduction for this year and lowers the forecast by 0.2 percentage points for next year.  The IMF noted underperformance in several emerging markets, including India. China's growth is starting to slow.  In the US, growth is expected to moderate from an estimated 2.3 per cent last year to 2 per cent this year and 1.7 in 2021. Japan will also see growth moderate from an estimated 1 per cent in 2019 to 0.7 per cent in 2020.  The eurozone is likely to move up from 1.2 per cent in 2019 to 1.3 per cent in 2020, though this marks a small 0.1-percentage-point downward revision.  EU Economy Commissioner Paolo Gentiloni said action was needed in the face of slowing growth.   'It's up to us to consider budget policies and fiscal policies that can respond to this situation,' Gentiloni said on Monday in Brussels at talks with eurozone finance ministers.   Copyright dpa    </p>", "publisher": "dpa-AFX International ProFeed", "instances": ["By Shabtai Gold, dpa   Washington/BRUSSELS (dpa-AFX) - The International Monetary Fund has revised its global growth projections slightly downward, expecting a 3. 3-per-cent expansion in 2020, but said that risk factors are less tilted towards the downside. Political protests in numerous countries, the recent tensions between the United States and Iran, and the trade war between Washington and Beijing all remain downside factors that can weigh on growth, along with weather-related disasters, including the Australian bushfires. The easing of monetary policy in key economies helped boost global growth in 2019 and likely will continue to have carry-over effects on economic recovery, the IMF said. The manufacturing sector in particular was facing pessimistic sentiment going into 2020, the World Economic Outlook said, while noting generally positive consumer spending trends. Global growth is projected to increase to 3. 3 per cent in 2020, from  about 2. 9 per cent last year, and edge up to 3."]}, {"relevance_score": 25, "title": "IMF revises down global growth outlook, but sees lower risks", "published": "2020-01-20", "bodyText": "<p nitf:lede=\"true\">The International Monetary Fund has revised its global growth projections slightly downward, expecting a 3.3-per-cent expansion in 2020, but said that risk factors are less tilted towards the downside.</p><p>Political protests in numerous countries, the recent tensions between the United States and Iran, and the trade war between Washington and Beijing all remain downside factors that can weigh on growth, along with weather-related disasters, including the Australian bushfires.</p><p>The easing of monetary policy in key economies helped boost global growth in 2019 and likely will continue to have carry-over effects on economic recovery, the IMF said.</p><p>The manufacturing sector in particular was facing pessimistic sentiment going into 2020, the World Economic Outlook said, while noting generally positive consumer spending trends.</p><p>Global growth is projected to increase to 3.3 per cent in 2020, from about 2.9 per cent last year, and edge up to 3.4 per cent in 2021. This marks a 0.1 percentage point reduction for this year and lowers the forecast by 0.2 percentage points for next year.</p><p>The IMF noted underperformance in several emerging markets, including India. China's growth is starting to slow.</p><p>In the US, growth is expected to moderate from an estimated 2.3 per cent last year to 2 per cent this year and 1.7 in 2021. Japan will also see growth moderate from an estimated 1 per cent in 2019 to0.7 per cent in 2020.</p><p>The eurozone is likely to move up from 1.2 per cent in 2019 to 1.3 per cent in 2020, though this marks a small 0.1-percentage-point downward revision.</p><p>EU Economy Commissioner Paolo Gentiloni said action was needed in the face of slowing growth.</p><p>\"It's up to us to consider budget policies and fiscal policies that can respond to this situation,\" Gentiloni said on Monday in Brussels at talks with eurozone finance ministers.</p>", "publisher": "dpa international (Englischer Dienst)", "instances": ["The International Monetary Fund has revised its global growth projections slightly downward, expecting a 3. 3-per-cent expansion in 2020, but said that risk factors are less tilted towards the downside. Political protests in numerous countries, the recent tensions between the United States and Iran, and the trade war between Washington and Beijing all remain downside factors that can weigh on growth, along with weather-related disasters, including the Australian bushfires. The easing of monetary policy in key economies helped boost global growth in 2019 and likely will continue to have carry-over effects on economic recovery, the IMF said. The manufacturing sector in particular was facing pessimistic sentiment going into 2020, the World Economic Outlook said, while noting generally positive consumer spending trends. Global growth is projected to increase to 3. 3 per cent in 2020, from about 2. 9 per cent last year, and edge up to 3."]}, {"relevance_score": 16, "title": "Australia fires: Canberra declares state of emergency", "published": "2020-01-31", "bodyText": "<p nitf:lede=\"true\"/><p nitf:lede=\"true\">Jan 31, 2020( Deutsche Welle World: <url normalizedValue=\"http://www.dw.de/top-stories/world/s-1429\">http://www.dw.de/top-stories/world/s-1429</url> Delivered by Newstex)  An out-of-control bushfire presents an immediate threat to the Australian capital and the surrounding regions. Fires in Australia have killed 33 people and an estimated 1 billion animals since September.Australian officials on Friday declared a state of emergency in the Australian Capital Territory (ACT), including for the national capital of Canberra, as a large bushfire threatens to become uncontrollable amid high temperatures and strong winds.\"The combination of extreme heat, wind and a dry landscape will place suburbs in Canberra's south at risk,\" the territory's Chief Minister Andrew Barr told reporters.The declaration is the first of its kind in the ACT since fires in 2003 that burned more than two-thirds of the territory's total land area, killing four people and destroying 470 homes.The current fire has grown to 185,500 hectares (458,380 acres), or 8% of the ACT's total land area.The state of emergency, which will run for 72 hours, will give authorities greater powers to order evacuations, close roads and take control of private property.Read more: Australian bushfires: The canary building the coal mine A country on fireSome 100 fires are also burning elsewhere in the country, including 58 active blazes in the surrounding state of New South Wales, 20 in the southeastern state of Victoria and 20 in South Australia.Temperatures across NSW and Victoria were forecast to reach 40 degrees C (104 degrees F) going into the weekend.Australia's current fire season began months earlier than has been the case in previous years, with blazes across its east coast since September killing 33 people, burning out more than 11.7 million hectares and destroying more than 2,500 homes.Scientists say climate change is likely to be a major factor driving the fires.Read more: Australia bushfires send CO2 levels soaringtj/rt (Reuters, dpa)Every evening at 1830 UTC, DW's editors send out a selection of the day's hard news and quality feature journalism. </p><p>Sign up to receive it directly here. </p><p/>", "publisher": "Deutsche Welle World", "instances": ["Australian officials on Friday declared a state of emergency in the Australian Capital Territory (ACT), including for the national capital of Canberra, as a large bushfire threatens to become uncontrollable amid high temperatures and strong winds. The combination of extreme heat, wind and a dry landscape will place suburbs in Canberra's south at risk,\" the territory's Chief Minister Andrew Barr told reporters. The declaration is the first of its kind in the ACT since fires in 2003 that burned more than two-thirds of the territory's total land area, killing four people and destroying 470 homes. The current fire has grown to 185,500 hectares (458,380 acres), or 8% of the ACT's total land area. The state of emergency, which will run for 72 hours, will give authorities greater powers to order evacuations, close roads and take control of private property. Read more: Australian bushfires: The canary building the coal mine A country on fireSome 100 fires are also burning elsewhere in the country, including 58 active blazes in the surrounding state of New South Wales, 20 in the southeastern state of Victoria and 20 in South Australia. Temperatures across NSW and Victoria were forecast to reach 40 degrees C (104 degrees F) going into the weekend. Australia's current fire season began months earlier than has been the case in previous years, with blazes across its east coast since September killing 33 people, burning out more than 11. 7 million hectares and destroying more than 2,500 homes. Scientists say climate change is likely to be a major factor driving the fires. Read more: Australia bushfires send CO2 levels soaringtj/rt (Reuters, dpa)Every evening at 1830 UTC, DW's editors send out a selection of the day's hard news and quality feature journalism."]}, {"relevance_score": 23, "title": "Study says Australia's bushfires harmed 3 billion animals", "published": "2020-07-28", "bodyText": "<p nitf:lede=\"true\"/><p nitf:lede=\"true\">Jul 28, 2020( Deutsche Welle World: <url normalizedValue=\"http://www.dw.de/top-stories/world/s-1429\">http://www.dw.de/top-stories/world/s-1429</url> Delivered by Newstex)  A new survey has found that 3 billion animals were impacted by Australia's recent devastating bushfire season, with reptiles hardest hit. Conservationists say it's \"one of the worst wildlife disasters in modern history.\"Unprecedented bushfires that ravaged Australia in 2019 and 2020 killed or displaced almost 3 billion animals, according to an interim report released Tuesday.Compiled by scientists from several Australian universities, the survey said the blazes impacted an estimated 143 million mammals, 2.46 billion reptiles, 180 million birds and 51 million frogs. </p><p>The report, commissioned by the World Wide Fund for Nature (WWF), did not specify how many animals may have died. But the prospects for those that escaped the fires \"were probably not great\" because they lost food sources, native habitat and shelter from predators, report co-author Chris Dickman said. The bushfires that swept across Australia between late 2019 and early 2020 scorched 115,000 square kilometers (44,000 square miles) of bush and forest, killing 30 people and destroying thousands of homes. It was one of the worst bushfire seasons on record.Read more: Australia's koalas threatened by deforestation and bushfiresExperts say prolonged drought and climate change will likely make such events longer lasting and more frequent. 'Shocking' findings  A previous study released in January had estimated that around 1 billion animals perished in the hardest-hit states of Victoria and New South Wales in eastern Australia. But the survey published Tuesday was the first to assess fire zones across the entire country, lead scientist Lily van Eeden of the University of Sydney said.The survey's results are preliminary, with a full report to be released next month, but scientists said the estimate of 3 billion animals affected was unlikely to change.\"The interim findings are shocking,\" WWF Australia CEO Dermot O'Gorman said. \"It's hard to think of another event anywhere in the world in living memory that has killed or displaced that many animals.\"\"This ranks as one of the worst wildlife disasters in modern history,\" he added.Read more: Australian bushfires: The canary building the coal mineArnulf Köhncke, species protection expert at WWFGermany, warned that horrific bushfires could become a common occurrence: \"The record fires in Australia could become the new normal, just a taste of what's to come, if we don't manage to limit the global temperature rise to below 1.5 degrees Celsius (2.7 Fahrenheit),\" he said.Limiting temperature increases to 1.5 C above pre-industrial averages, as stipulated in the 2015 Paris Agreement on climate change, is seen as crucial to preventing catastrophic global warming and worsening weather events.nm/rc (AFP, dpa) </p><p/>", "publisher": "Deutsche Welle World", "instances": ["But the survey published Tuesday was the first to assess fire zones across the entire country, lead scientist Lily van Eeden of the University of Sydney said. The survey's results are preliminary, with a full report to be released next month, but scientists said the estimate of 3 billion animals affected was unlikely to change. The interim findings are shocking,\" WWF Australia CEO Dermot O'Gorman said. \"It's hard to think of another event anywhere in the world in living memory that has killed or displaced that many animals. This ranks as one of the worst wildlife disasters in modern history,\" he added. Read more: Australian bushfires: The canary building the coal mineArnulf Köhncke, species protection expert at WWFGermany, warned that horrific bushfires could become a common occurrence: \"The record fires in Australia could become the new normal, just a taste of what's to come, if we don't manage to limit the global temperature rise to below 1. 5 degrees Celsius (2. 7 Fahrenheit),\" he said. Limiting temperature increases to 1. 5 C above pre-industrial averages, as stipulated in the 2015 Paris Agreement on climate change, is seen as crucial to preventing catastrophic global warming and worsening weather events. nm/rc (AFP, dpa)"]}, {"relevance_score": 20, "title": "Australia bushfires: Heavy rains provide some relief", "published": "2020-01-17", "bodyText": "<p nitf:lede=\"true\"/><p nitf:lede=\"true\">Jan 17, 2020( Deutsche Welle World: <url normalizedValue=\"http://www.dw.de/top-stories/world/s-1429\">http://www.dw.de/top-stories/world/s-1429</url> Delivered by Newstex)  Thunderstorms have dumped much-needed rain on bushfires but may cause other problems. More rain is forecast across parts of eastern Australia over the weekend.Torrential downpours drenched much of bushfire-ravaged eastern Australia on Friday, providing a second day of much-needed relief to firefighters battling a months-long crisis.\"Rain has fallen across most firegrounds over the last 24 hours which is great news!</p><p> Our fingers are crossed that this continues over the coming days,\" New South Wales Rural Fire Service said on Twitter.The rain has helped, but 82 fires are still burning across the state and 30 are still not contained. Dozens of fires were burning in neighboring Victoria state.Read more: Australian bushfires: The canary building the coal mineSince September, bushfires have killed 29 people, destroyed thousands of homes and decimated an area larger than South Korea. An estimated one billion wildlife and livestock have been killed, raising concerns that some threatened populations may never recover.In some parts of eastern Australia, drought-hit communities received more rain in the last 24 hours than they did in all of December. Forecasts of more rain over the weekend in NSW, Queensland and Victoria state offered a further glimmer of hope.\"It won't put all these fires out but certainly it's slowed them right down and I think it's given a significant morale boost,\" Rural Fire Service deputy commissioner Rob Rogers told Channel Seven television on Friday. However, the deluge also raised the prospect of flooding as dry-caked soil and hills hit by a three-year drought fail to absorb water.Read more: Australia: My country is burningLocal media reported a large number of fish dying in rivers that were poisoned by muddy ash run-off.Muddy back country roads and downed trees could also make it harder for firefighting trucks to venture deep into forests, authorities have warned.Severe thunderstorms also knocked out power to nearly 10,000 homes and businesses, according to power provider Ausgrid.Read more: Australia urges tourists not to cancel holidays cw/rt (AFP, dpa, Reuters)Each evening at 1830 UTC, DW's editors send out a selection of the day's hard news and quality feature journalism. You can sign up to receive it directly here. </p><p/>", "publisher": "Deutsche Welle World", "instances": ["Torrential downpours drenched much of bushfire-ravaged eastern Australia on Friday, providing a second day of much-needed relief to firefighters battling a months-long crisis. Rain has fallen across most firegrounds over the last 24 hours which is great news! Our fingers are crossed that this continues over the coming days,\" New South Wales Rural Fire Service said on Twitter. The rain has helped, but 82 fires are still burning across the state and 30 are still not contained. Dozens of fires were burning in neighboring Victoria state. Read more: Australian bushfires: The canary building the coal mineSince September, bushfires have killed 29 people, destroyed thousands of homes and decimated an area larger than South Korea. An estimated one billion wildlife and livestock have been killed, raising concerns that some threatened populations may never recover. In some parts of eastern Australia, drought-hit communities received more rain in the last 24 hours than they did in all of December. Forecasts of more rain over the weekend in NSW, Queensland and Victoria state offered a further glimmer of hope. It won't put all these fires out but certainly it's slowed them right down and I think it's given a significant morale boost,\" Rural Fire Service deputy commissioner Rob Rogers told Channel Seven television on Friday. However, the deluge also raised the prospect of flooding as dry-caked soil and hills hit by a three-year drought fail to absorb water."]}, {"relevance_score": 19, "title": "Jungle celebrity show goes ahead as Australia burns", "published": "2020-01-11", "bodyText": "<p nitf:lede=\"true\"/><p nitf:lede=\"true\">Jan 11, 2020( Deutsche Welle World: <url normalizedValue=\"http://www.dw.de/top-stories/world/s-1429\">http://www.dw.de/top-stories/world/s-1429</url> Delivered by Newstex)  Millions of viewers from Germany watched the season launch of \"Dschungelcamp,\" a reality contest filmed near Brisbane, as bushfires raged in Australia's southeast. This time, contestants can't use fire or candles.Germany's reality show Dschungelcamp attracted more than six million viewers as blazes merged in the Snowy Mountains in New South Wales, close to Victoria state.Light rains fell but brought little let-up as some 136 fires raged, with 59 still being fought by exhausted crews.Roughly 1,300 kilometers (800 miles) to the north, on NSW's border with Queensland, close to Brisbane, German private channel RTL's 14th series of Dschungelcamp got underway (Jungle Camp).Read more: Australian bushfires: The canary building the coal mineThe 12-member celebrity lineup of the show — which features repulsive diets of maggots and testing outdoor trials — was quickly depleted. </p><p>Former transport minister Günther Krause, 66, pulled out for medical reasons, announced presenter Sonja Zietlow, making him the quickest to quit the show since ex-porn star Dolly Buster did the same at the beginning of the show's second season.Friday's German prime time quota statistics showed a fraction more than six million tuned in to the opening episode.An important change applied to Dschungelcamp 2020 was that for this series there would be neither a campfire nor candles in tents.Read more: Thunberg calls on Siemens to nix Australia coal mine project\"Instead there is a gas-fueled fireplace,\" RTL said, referring to the show's main group setting. The broadcaster sought to reassure its audience that it was extremely unlikely that bushfires could reach the site, which is inland from the Gold Coast.\"The grounds on which the jungle camp is located lies in an area that is not affected by the bushfires,\" it said.Altering opinionSydney-based social researcher Rebecca Huntley, who surveys attitudes to climate change, said Australians had become \"quite anxious\" amid their grim summer of fire, smoke and ash, with a massive loss of wildlife and blackened tree trunks.\"We've seen the whole Australian way of life over summer across the continent upended,\" Huntley told the French news agency AFP.On Thursday, Australia's Bureau of Meteorology, presenting its Annual Climate Statement, said 2019 on average had been the continent's driest and hottest year on record.ipj, jsi/rc (dpa, AP, AFP)Each evening at 1830 UTC, DW's editors send out a selection of the day's hard news and quality feature journalism. You can sign up to receive it directly here. </p><p/>", "publisher": "Deutsche Welle World", "instances": ["de/top-stories/world/s-1429 Delivered by Newstex)  Millions of viewers from Germany watched the season launch of \"Dschungelcamp,\" a reality contest filmed near Brisbane, as bushfires raged in Australia's southeast. This time, contestants can't use fire or candles. Germany's reality show Dschungelcamp attracted more than six million viewers as blazes merged in the Snowy Mountains in New South Wales, close to Victoria state. Light rains fell but brought little let-up as some 136 fires raged, with 59 still being fought by exhausted crews. Roughly 1,300 kilometers (800 miles) to the north, on NSW's border with Queensland, close to Brisbane, German private channel RTL's 14th series of Dschungelcamp got underway (Jungle Camp). Read more: Australian bushfires: The canary building the coal mineThe 12-member celebrity lineup of the show — which features repulsive diets of maggots and testing outdoor trials — was quickly depleted. Former transport minister Günther Krause, 66, pulled out for medical reasons, announced presenter Sonja Zietlow, making him the quickest to quit the show since ex-porn star Dolly Buster did the same at the beginning of the show's second season. Friday's German prime time quota statistics showed a fraction more than six million tuned in to the opening episode. An important change applied to Dschungelcamp 2020 was that for this series there would be neither a campfire nor candles in tents. Read more: Thunberg calls on Siemens to nix Australia coal mine project\"Instead there is a gas-fueled fireplace,\" RTL said, referring to the show's main group setting. The broadcaster sought to reassure its audience that it was extremely unlikely that bushfires could reach the site, which is inland from the Gold Coast."]}, {"relevance_score": 20, "title": "Crisis Management Professionals Invited to DRIVER+ Advanced Crisis Management Conference in Brussels From February 19-20, 2020", "published": "2020-01-16", "bodyText": "<p nitf:lede=\"true\">- Crisis management practitioners, researchers,  policymakers and solutions providers with an interest in innovation are invited  to attend the international emergency management conference of the EU-funded  DRIVER+ project at the BluePoint conference centre in Brussels on February  19-20, 2020</p><p>- Registration for the event is free of charge</p><p>- Catastrophic Australian bushfires and global climate change trends highlight  the need for innovative crisis management solutions and close multinational  cooperation - both aspects are at the core of the DRIVER+ project</p><p>Unlocking the innovation potential in European crisis management in the era of  climate change</p><p>The DRIVER+ Advanced Crisis Management Conference is the culmination of several  years of trials, workshops and technology development to accelerate innovation  in crisis management throughout Europe. Specialist speakers from leading  organisations such as the Tyndall Centre for Climate Change Research, WeRobotics and Prepared International, as well as other research organisations and EU  institutions, will present on topics such as project outcomes, climate change,  innovation in crisis management and community-building.</p><p>The event will provide a unique overview of how crisis management organisations  can use the project's outputs to select and evaluate solutions - i.e. software,  equipment, methods and approaches - addressing identified crisis management gaps on a thorough, methodological basis.</p><p>In a series of keynotes, plenaries and specialist demonstrations, participants  will learn about the work of the DRIVER+ project teams:</p><p>- the design of a scientifically-based Trial Guidance Methodology    (TGM) for conducting trials of crisis management solutions and the    Test-bed Technical Infrastructure (TTI) that underpins it;  - the execution of large-scale DRIVER+ Trials based on the TGM and    TTI conducted in Poland, France, the Netherlands and Austria to    assess crisis management solutions in realistic scenarios;  - the development of an open, cooperative information-sharing    network, the Crisis Management Innovation Network Europe (CMINE);  - the creation of a Portfolio of Solutions - an online database of    crisis management technologies;  - the establishment of a network of Centres of Expertise to ensure    the sustainability of project outputs.</p><p>Attendees will also have access at the conference to a solutions marketplace of  technologies and tools tested at DRIVER+ Trials.</p><p>Agenda and registration: <url normalizedValue=\"https://www.cmine.eu/events/22153\">https://www.cmine.eu/events/22153</url></p><p>DRIVER+ Background information</p><p>DRIVER+ is an EU-funded project tasked with promoting and testing new,  science-based improvements in crisis management to improve response to  climate-change related threats such as wildfires and flooding, as well as other  threats such as industrial accidents and terrorism.</p><p>This project has received funding from the European Union's 7th Framework  Programme for Research, Technological Development and Demonstration under Grant  Agreement (GA) N° #607798.</p><p>Photo - <url normalizedValue=\"https://mma.prnewswire.com/media/1077562/Wildfires_France_DRIVER_Brussel\">https://mma.prnewswire.com/media/1077562/Wildfires_France_DRIVER_Brussel</url> s_2020.jpg</p><p>Logo - <url normalizedValue=\"https://mma.prnewswire.com/media/1077563/DRIVER_Project_Logo.jpg\">https://mma.prnewswire.com/media/1077563/DRIVER_Project_Logo.jpg</url></p><p>Contact:</p><p><email normalizedValue=\"mailto:communication@projectdriver.eu\">communication@projectdriver.eu</email>) +44-(0)7919-253913</p><p><pre xml:space=\"preserve\">Additional content: <url normalizedValue=\"https://www.presseportal.de/pm/140410/4493374\">https://www.presseportal.de/pm/140410/4493374</url><br/> OTS:                DRIVER+<br/></pre></p>", "publisher": "OTS Deutschland (Englisch)", "instances": ["- Crisis management practitioners, researchers,  policymakers and solutions providers with an interest in innovation are invited  to attend the international emergency management conference of the EU-funded  DRIVER+ project at the BluePoint conference centre in Brussels on February  19-20, 2020- Registration for the event is free of charge- Catastrophic Australian bushfires and global climate change trends highlight  the need for innovative crisis management solutions and close multinational  cooperation - both aspects are at the core of the DRIVER+ projectUnlocking the innovation potential in European crisis management in the era of  climate changeThe DRIVER+ Advanced Crisis Management Conference is the culmination of several  years of trials, workshops and technology development to accelerate innovation  in crisis management throughout Europe. Specialist speakers from leading  organisations such as the Tyndall Centre for Climate Change Research, WeRobotics and Prepared International, as well as other research organisations and EU  institutions, will present on topics such as project outcomes, climate change,  innovation in crisis management and community-building. The event will provide a unique overview of how crisis management organisations  can use the project's outputs to select and evaluate solutions - i. e. software,  equipment, methods and approaches - addressing identified crisis management gaps on a thorough, methodological basis. In a series of keynotes, plenaries and specialist demonstrations, participants  will learn about the work of the DRIVER+ project teams:- the design of a scientifically-based Trial Guidance Methodology    (TGM) for conducting trials of crisis management solutions and the    Test-bed Technical Infrastructure (TTI) that underpins it;  - the execution of large-scale DRIVER+ Trials based on the TGM and    TTI conducted in Poland, France, the Netherlands and Austria to    assess crisis management solutions in realistic scenarios;  - the development of an open, cooperative information-sharing    network, the Crisis Management Innovation Network Europe (CMINE);  - the creation of a Portfolio of Solutions - an online database of    crisis management technologies;  - the establishment of a network of Centres of Expertise to ensure    the sustainability of project outputs."]}, {"relevance_score": 25, "title": "Australia bushfires send CO2 levels soaring", "published": "2020-01-24", "bodyText": "<p nitf:lede=\"true\"/><p nitf:lede=\"true\">Jan 24, 2020( Deutsche Welle World: <url normalizedValue=\"http://www.dw.de/top-stories/world/s-1429\">http://www.dw.de/top-stories/world/s-1429</url> Delivered by Newstex)  The fires in Australia are a major factor in one of the biggest rises in atmospheric CO2 in 60 years, experts have said. Meanwhile, a team is trying to recover the bodies of three US firefighters killed in a plane crash.Widespread bushfires in Australia have been contributing to one of the largest increases in CO2 levels in the Earth's atmosphere since records began to be kept more than 60 years ago, Britain's Meteorological Office said on Friday.\"A forecast of the atmospheric concentration of carbon dioxide shows that 2020 will witness one of the largest annual rises in concentration since measurements began at Mauna Loa, in Hawaii, 1958,\" the office said in a statement.The Met said levels of CO2 in the atmosphere were expected to surpass 417 parts per million in May, with the average for 2020 forecast to be 414.2  0.6ppm. </p><p>That expected average would exceed the 2019 average by 2.74  0.57 ppm.Similar concentrations of CO2 were last seen in the Earth's atmosphere between 3 million and 5 million years ago, scientists say. Back then, sea levels were 10 meters to 20 meters (33 feet to 65 feet) higher than today, with temperatures some 2 to 3 degrees Celsius (3.6 to 5.4 degrees Fahrenheit) warmer.The rise in emissions of the greenhouse gas CO2 contributes to global warming, which is seen as a major factor driving the fires in Australia. Bushfires have burnt huge swathes of land in the country's southeast and killed at least 31 people since September.Read more: Australian bushfires #8212; a first-person experienceSearch for killed US firefightersAmong the latest fatalities were three US firefighters killed on Thursday when their C-130 Hercules tanker plane went down in the southeastern state of New South Wales, shortly after dropping retardant on a blaze in the Snowy Montano region.A team is working to recover the victims' bodies, according to Australian Transport Safety Bureau Chief Commissioner Greg Hood.Hood said it was difficult to secure evidence of the crash and to recover the remains of the three men as the fire was still burning at the crash site, with the presence of aviation fuel from the plane posing an additional hazard.The premier of NSW, Gladys Berejiklian, said a memorial service would be held in the state capital of Sydney for the three men and three Australian volunteer firefighters who have been killed fighting the current spate of fires.She said more than 1,700 volunteers and other personnel were currently combating the blazes, with five fires described as being at an \"emergency warning\" level in the state and near the national capital, Canberra.Read more: Wildfires: Climate change and deforestation increase the global risktj/sms (Reuters, AP)Every evening, DW sends out a selection of the day's news and features. Sign up here. </p><p/>", "publisher": "Deutsche Welle World", "instances": ["Back then, sea levels were 10 meters to 20 meters (33 feet to 65 feet) higher than today, with temperatures some 2 to 3 degrees Celsius (3. 6 to 5. 4 degrees Fahrenheit) warmer. The rise in emissions of the greenhouse gas CO2 contributes to global warming, which is seen as a major factor driving the fires in Australia. Bushfires have burnt huge swathes of land in the country's southeast and killed at least 31 people since September. Read more: Australian bushfires #8212; a first-person experienceSearch for killed US firefightersAmong the latest fatalities were three US firefighters killed on Thursday when their C-130 Hercules tanker plane went down in the southeastern state of New South Wales, shortly after dropping retardant on a blaze in the Snowy Montano region. A team is working to recover the victims' bodies, according to Australian Transport Safety Bureau Chief Commissioner Greg Hood. Hood said it was difficult to secure evidence of the crash and to recover the remains of the three men as the fire was still burning at the crash site, with the presence of aviation fuel from the plane posing an additional hazard. The premier of NSW, Gladys Berejiklian, said a memorial service would be held in the state capital of Sydney for the three men and three Australian volunteer firefighters who have been killed fighting the current spate of fires. She said more than 1,700 volunteers and other personnel were currently combating the blazes, with five fires described as being at an \"emergency warning\" level in the state and near the national capital, Canberra. Read more: Wildfires: Climate change and deforestation increase the global risktj/sms (Reuters, AP)Every evening, DW sends out a selection of the day's news and features."]}, {"relevance_score": 3, "title": "dpa NEWS SCHEDULE for WEDNESDAY, JANUARY 8, 1200 GMT", "published": "2020-01-08", "bodyText": "<p>All times GMT. If you have any questions about the news schedule or need items repeated, please call or email the dpa desks. Berlin (Mon-Sun 0700-2200) Tel: +49 30 285231472 Sydney (Mon-Sun 2100-0600) Tel: +61 2 9322 8065 Email: <email normalizedValue=\"mailto:international@dpa.com\">international@dpa.com</email></p>", "publisher": "dpa international (Englischer Dienst)", "instances": []}, {"relevance_score": 35, "title": "IMF revises down global growth outlook ahead of Davos meeting", "published": "2020-01-20", "bodyText": "<p>       By dpa correspondents   Davos/WASHINGTON (dpa-AFX) - The global economy is to pick up speed this year but the recovery will be sluggish, the International Monetary Fund said on Monday, slightly lowering its growth projection to 3.3 per cent for 2020.  Political protests in numerous countries, the recent tensions between the US and Iran and the trade war between Washington and Beijing  remain negative factors that can weigh on growth, along with weather-related disasters, including the Australian bushfires.  'We are all adjusting to live with the new normal of higher uncertainty,' IMF managing director Kristalina Georgieva said in Davos, Switzerland, presenting the forecast one day before the start of the annual World Economic Forum summit of political and corporate leaders.  Georgieva said that recent data suggests positive trends in international trade and industrial output, 'but we have not reached a turning point yet.'   The easing of monetary policy in key economies helped boost global growth in 2019 and likely will continue to have carry-over effects on economic recovery, the IMF said, also noting generally positive consumer spending trends.  Global growth is projected to increase to 3.3 per cent in 2020 from about 2.9 per cent last year, and edge up to 3.4 per cent in 2021.  Compared to the previous outlook published in October, this marks a 0.1-percentage-point reduction for this year and lowers the forecast by 0.2 percentage points for next year.   The IMF noted underperformance in several emerging markets, including India. China's growth is starting to slow.  In the US, growth is expected to moderate from an estimated 2.3 per cent last year to 2 per cent this year and 1.7 per cent in 2021. Japan, too, is expected to have growth moderate from an estimated 1 per cent in 2019 to 0.7 per cent in 2020.  The euro-zone is likely to move from 1.2 per cent in 2019 to 1.3 per cent in 2020, though this marks a small 0.1-percentage-point downward revision.  Countries with financial wiggle room, like Germany, the Netherlands and South Korea, should take the opportunity to spend more on long-term public investments, IMF chief economist Gita Gopinath said.  'We live in a time of historically low interest rates,' she pointed out.  The US is not in a position to boost public spending, owing to its large fiscal deficit and its high employment levels, Gopinath added.  On Tuesday, US President Donald Trump and young Swedish climate activist Greta Thunberg are scheduled to take the podium in Davos as the World Ecomonic Forum launches its 50th anniversary session.  Thunberg had to cancel a press conference on Monday in Davos for health reasons.  The agenda of politicians and chief executives at the World Economic Forum includes the environment, as well as corporate responsibility for paying fair wages and taxes.  The world's billionaires have more wealth than the 4.6 billion people who make up 60 per cent of the global population, Britain-based charity Oxfam reported on Monday.  The number of billionaires doubled to 2,153 in the last decade while a vastly unequal economic system kept women in poverty, according to Oxfam.  Women and girls spend billions of unpaid hours each day cooking, cleaning and caring for relatives, keeping them from getting educated or finding jobs, Oxfam said.  By failing to raise adequate taxes from the world's richest people and corporations, governments are forgoing funds that could be used to lift women from poverty, the charity charged.   Copyright dpa    </p>", "publisher": "dpa-AFX International ProFeed", "instances": ["By dpa correspondents   Davos/WASHINGTON (dpa-AFX) - The global economy is to pick up speed this year but the recovery will be sluggish, the International Monetary Fund said on Monday, slightly lowering its growth projection to 3. 3 per cent for 2020. Political protests in numerous countries, the recent tensions between the US and Iran and the trade war between Washington and Beijing  remain negative factors that can weigh on growth, along with weather-related disasters, including the Australian bushfires. 'We are all adjusting to live with the new normal of higher uncertainty,' IMF managing director Kristalina Georgieva said in Davos, Switzerland, presenting the forecast one day before the start of the annual World Economic Forum summit of political and corporate leaders. Georgieva said that recent data suggests positive trends in international trade and industrial output, 'but we have not reached a turning point yet. The easing of monetary policy in key economies helped boost global growth in 2019 and likely will continue to have carry-over effects on economic recovery, the IMF said, also noting generally positive consumer spending trends. Global growth is projected to increase to 3. 3 per cent in 2020 from about 2."]}, {"relevance_score": 35, "title": "IMF revises down global growth outlook ahead of Davos meeting", "published": "2020-01-20", "bodyText": "<p>       By dpa correspondents   Davos/WASHINGTON (dpa-AFX) - The global economy is to pick up speed this year but the recovery will be sluggish, the International Monetary Fund said on Monday, slightly lowering its growth projection to 3.3 per cent for 2020.  Political protests in numerous countries, the recent tensions between the US and Iran and the trade war between Washington and Beijing  remain negative factors that can weigh on growth, along with weather-related disasters, including the Australian bushfires.  'We are all adjusting to live with the new normal of higher uncertainty,' IMF managing director Kristalina Georgieva said in Davos, Switzerland, presenting the forecast one day before the start of the annual World Economic Forum summit of political and corporate leaders.  Georgieva said that recent data suggests positive trends in international trade and industrial output, 'but we have not reached a turning point yet.'   The easing of monetary policy in key economies helped boost global growth in 2019 and likely will continue to have carry-over effects on economic recovery, the IMF said, also noting generally positive consumer spending trends.  Global growth is projected to increase to 3.3 per cent in 2020 from about 2.9 per cent last year, and edge up to 3.4 per cent in 2021.  Compared to the previous outlook published in October, this marks a 0.1-percentage-point reduction for this year and lowers the forecast by 0.2 percentage points for next year.   The IMF noted underperformance in several emerging markets, including India. China's growth is starting to slow.  In the US, growth is expected to moderate from an estimated 2.3 per cent last year to 2 per cent this year and 1.7 per cent in 2021. Japan, too, is expected to have growth moderate from an estimated 1 per cent in 2019 to 0.7 per cent in 2020.  The euro-zone is likely to move from 1.2 per cent in 2019 to 1.3 per cent in 2020, though this marks a small 0.1-percentage-point downward revision.  Countries with financial wiggle room, like Germany, the Netherlands and South Korea, should take the opportunity to spend more on long-term public investments, IMF chief economist Gita Gopinath said.  'We live in a time of historically low interest rates,' she pointed out.  The US is not in a position to boost public spending, owing to its large fiscal deficit and its high employment levels, Gopinath added.  On Tuesday, US President Donald Trump and young Swedish climate activist Greta Thunberg are scheduled to take the podium in Davos as the World Ecomonic Forum launches its 50th anniversary session.  Thunberg had to cancel a press conference on Monday in Davos for health reasons.  The agenda of politicians and chief executives at the World Economic Forum includes the environment, as well as corporate responsibility for paying fair wages and taxes.  The world's billionaires have more wealth than the 4.6 billion people who make up 60 per cent of the global population, Britain-based charity Oxfam reported on Monday.  The number of billionaires doubled to 2,153 in the last decade while a vastly unequal economic system kept women in poverty, according to Oxfam.  Women and girls spend billions of unpaid hours each day cooking, cleaning and caring for relatives, keeping them from getting educated or finding jobs, Oxfam said.  By failing to raise adequate taxes from the world's richest people and corporations, governments are forgoing funds that could be used to lift women from poverty, the charity charged.   Copyright dpa    </p>", "publisher": "dpa-AFX International ProFeed", "instances": ["By dpa correspondents   Davos/WASHINGTON (dpa-AFX) - The global economy is to pick up speed this year but the recovery will be sluggish, the International Monetary Fund said on Monday, slightly lowering its growth projection to 3. 3 per cent for 2020. Political protests in numerous countries, the recent tensions between the US and Iran and the trade war between Washington and Beijing  remain negative factors that can weigh on growth, along with weather-related disasters, including the Australian bushfires. 'We are all adjusting to live with the new normal of higher uncertainty,' IMF managing director Kristalina Georgieva said in Davos, Switzerland, presenting the forecast one day before the start of the annual World Economic Forum summit of political and corporate leaders. Georgieva said that recent data suggests positive trends in international trade and industrial output, 'but we have not reached a turning point yet. The easing of monetary policy in key economies helped boost global growth in 2019 and likely will continue to have carry-over effects on economic recovery, the IMF said, also noting generally positive consumer spending trends. Global growth is projected to increase to 3. 3 per cent in 2020 from about 2."]}, {"relevance_score": 31, "title": "Australia: Firefighters race against time before heatwave", "published": "2020-01-07", "bodyText": "<p nitf:lede=\"true\"/><p nitf:lede=\"true\">Jan 07, 2020( Deutsche Welle World: <url normalizedValue=\"http://www.dw.de/top-stories/world/s-1429\">http://www.dw.de/top-stories/world/s-1429</url> Delivered by Newstex)  Firefighters are working around the clock as temperatures and winds are expected to pick up, threatening to ignite a fresh wave of fires. But Australian Open organisers have insisted the tennis tournament will go on.Australian firefighters took advantage of Tuesday's brief drop in temperatures and much-needed rain to control catastrophic wildfires in the southeast of the country, as Prime Minister Scott Morrison prepared to meet with financial bosses to discuss the soaring costs of the crisis.Firefighters and volunteers strengthened containment lines around almost 200 bushfires and carried out controlled burns before winds and temperatures were anticipated to pick up again by Friday.\"It really is about shoring up protection to limit the damage potential and the outbreak of the fires over the coming days,\" said New South Wales Rural Fire Service (RFS) commissioner Shane Fitzsimmons.While Tuesday's conditions were \"much more favorable,\" he warned that \"we are expecting hotter weather to return later in the week.\"Dozens of massive wildfires continue to burn in the east of the country. </p><p>Fire authorities fear that two blazes in the states of New South Wales and Victoria could connect to create a megablaze.\"We have no prospect of containment on all those fires, but we can use this time,\" RFS Deputy Commissioner Rob Rogers told reporters. \"They are trying to secure fire lines where they can to try and minimize where these fires will burn again when conditions do warm up.\"Read more: Oceans play role in Australian bushfires drama, say expertsSoaring costs Fires have ripped through more than 8.6 million hectares (21.3 million acres) of land across Australia, destroying thousands of homes.On Tuesday, the Insurance Council of Australia increased its estimate for damages claims for the bushfires to more than $485.59 million (€434 million), with claims predicted to leap when more affected areas are accessible.The government has allocated an initial $1.4 billion for a national recovery fund to assist fire-hit communities.The commitment could compromise Morrison's election promise to provide Australia's first budget surplus in more than a decade this financial year.The prime minister is expected to meet with insurance and bank executives to discuss the fire crisis.\"There's going to be a very significant economic impact, but ... We want to get money out into these communities as fast as possible,\" Treasurer Josh Frydenberg told the Australian Broadcasting Corp.Organizers at the Australian Open tennis Grand Slam said on Tuesday that smoke from the bushfires is unlikely to delay the event.Read more: Australia: My country is burningVolunteers killed in actionDozens of Australian firefighters on Tuesday bid farewell to colleague Andrew O'Dwyer, one of three volunteers killed in recent fires.The 36-year-old father was killed along with colleague Geoffrey Keaton after a burnt tree fell in the path of their firetruck, causing it to roll.At least 25 people have died in the wildfires.mvb/rt (AFP, Reuters)DW sends out a daily selection of hard news and quality feature journalism. Sign up here. </p><p/>", "publisher": "Deutsche Welle World", "instances": ["While Tuesday's conditions were \"much more favorable,\" he warned that \"we are expecting hotter weather to return later in the week. Dozens of massive wildfires continue to burn in the east of the country. Fire authorities fear that two blazes in the states of New South Wales and Victoria could connect to create a megablaze. We have no prospect of containment on all those fires, but we can use this time,\" RFS Deputy Commissioner Rob Rogers told reporters. \"They are trying to secure fire lines where they can to try and minimize where these fires will burn again when conditions do warm up. Read more: Oceans play role in Australian bushfires drama, say expertsSoaring costs Fires have ripped through more than 8. 6 million hectares (21. 3 million acres) of land across Australia, destroying thousands of homes. On Tuesday, the Insurance Council of Australia increased its estimate for damages claims for the bushfires to more than $485. 59 million (€434 million), with claims predicted to leap when more affected areas are accessible. The government has allocated an initial $1."]}, {"relevance_score": 35, "title": "IMF revises down global growth outlook ahead of Davos meeting", "published": "2020-01-20", "bodyText": "<p nitf:lede=\"true\">The global economy is to pick up speed this year but the recovery will be sluggish, the International Monetary Fund said on Monday, slightly lowering its growth projection to 3.3 per cent for 2020.</p><p nitf:lede=\"true\">Political protests in numerous countries, the recent tensions between the US and Iran and the trade war between Washington and Beijing remain negative factors that can weigh on growth, along with weather-related disasters, including the Australian bushfires.</p><p nitf:lede=\"true\">\"We are all adjusting to live with the new normal of higher uncertainty,\" IMF managing director Kristalina Georgieva said in Davos, Switzerland, presenting the forecast one day before the start of the annual World Economic Forum summit of political and corporate leaders.</p><p>Georgieva said that recent data suggests positive trends in international trade and industrial output, \"but we have not reached a turning point yet.\"</p><p>The easing of monetary policy in key economies helped boost global growth in 2019 and likely will continue to have carry-over effects on economic recovery, the IMF said, also noting generally positive consumer spending trends.</p><p>Global growth is projected to increase to 3.3 per cent in 2020 from about 2.9 per cent last year, and edge up to 3.4 per cent in 2021.</p><p>Compared to the previous outlook published in October, this marks a 0.1-percentage-point reduction for this year and lowers the forecast by 0.2 percentage points for next year.</p><p>The IMF noted underperformance in several emerging markets, including India. China's growth is starting to slow.</p><p>In the US, growth is expected to moderate from an estimated 2.3 per cent last year to 2 per cent this year and 1.7 per cent in 2021. Japan, too, is expected to have growth moderate from an estimated 1 per cent in 2019 to 0.7 per cent in 2020.</p><p>The euro-zone is likely to move from 1.2 per cent in 2019 to 1.3 per cent in 2020, though this marks a small 0.1-percentage-point downward revision.</p><p>Countries with financial wiggle room, like Germany, the Netherlands and South Korea, should take the opportunity to spend more on long-term public investments, IMF chief economist Gita Gopinath said.</p><p>\"We live in a time of historically low interest rates,\" she pointed out.</p><p>The US is not in a position to boost public spending, owing to its large fiscal deficit and its high employment levels, Gopinath added.</p><p>On Tuesday, US President Donald Trump and young Swedish climate activist Greta Thunberg are scheduled to take the podium in Davos as the World Ecomonic Forum launches its 50th anniversary session.</p><p>Thunberg had to cancel a press conference on Monday in Davos for health reasons.</p><p>The agenda of politicians and chief executives at the World Economic Forum includes the environment, as well as corporate responsibility for paying fair wages and taxes.</p><p>The world's billionaires have more wealth than the 4.6 billion people who make up 60 per cent of the global population, Britain-based charity Oxfam reported on Monday.</p><p>The number of billionaires doubled to 2,153 in the last decade while a vastly unequal economic system kept women in poverty, according to Oxfam.</p><p>Women and girls spend billions of unpaid hours each day cooking, cleaning and caring for relatives, keeping them from getting educated or finding jobs, Oxfam said.</p><p>By failing to raise adequate taxes from the world's richest people and corporations, governments are forgoing funds that could be used to lift women from poverty, the charity charged.</p>", "publisher": "dpa international (Englischer Dienst)", "instances": ["The global economy is to pick up speed this year but the recovery will be sluggish, the International Monetary Fund said on Monday, slightly lowering its growth projection to 3. 3 per cent for 2020. Political protests in numerous countries, the recent tensions between the US and Iran and the trade war between Washington and Beijing remain negative factors that can weigh on growth, along with weather-related disasters, including the Australian bushfires. We are all adjusting to live with the new normal of higher uncertainty,\" IMF managing director Kristalina Georgieva said in Davos, Switzerland, presenting the forecast one day before the start of the annual World Economic Forum summit of political and corporate leaders. Georgieva said that recent data suggests positive trends in international trade and industrial output, \"but we have not reached a turning point yet. The easing of monetary policy in key economies helped boost global growth in 2019 and likely will continue to have carry-over effects on economic recovery, the IMF said, also noting generally positive consumer spending trends. Global growth is projected to increase to 3. 3 per cent in 2020 from about 2."]}, {"relevance_score": 39, "title": "Australian wildfires claim more lives on New Year's", "published": "2020-01-01", "bodyText": "<p nitf:lede=\"true\"/><p nitf:lede=\"true\">Jan 01, 2020( Deutsche Welle World: <url normalizedValue=\"http://www.dw.de/top-stories/world/s-1429\">http://www.dw.de/top-stories/world/s-1429</url> Delivered by Newstex)  Experts have warned the death toll is expected to rise as bushfires continue to engulf the southeast coastal region of the country. The military has been deployed to bring relief. Smoke has reached as far as New Zealand.Australia launched a major operation on Wednesday, deploying navy ships, military aircraft and emergency rescue crews in a bid to reach the thousands of people left stranded in a number of popular tourist towns after bushfires wreaked havoc along the coast.Three people died within 24 hours and five others remain missing after out-of-control blazes tore through the southeast of Australia, destroying dozens of homes and leaving several small towns in ruins.Emergency workers discovered the body of a man on Wednesday on the southern coast of New South Wales (NSW), according to the local Rural Fire Service (RFS).The death toll is likely to rise, NSW RFS Commissioner Shane Fitzsimmons said. </p><p>\"We still have grave concerns for [another person],\" Fitzsimmons told reporters in Sydney. There is \"limited access to the remote area to try to identify and confirm one way or the other the status of that person.\"In total, there have been 12 fire-related deaths across Australia since fires broke out in spring. Among the deaths were three volunteer firefighters.Read more: Oceans play role in Australian bushfires drama, say expertsMilitary rescue missions Emergency services are aiming to provide humanitarian relief and examine the current state of damage. Navy ships which can lower ramps to the shore were being sent to coastal towns where people fled to beaches to escape the flames.\"It is very difficult to get to settlements like Mallacoota which is totally cut off by fires,\" Defense Personnel Minister Darren Chester told national broadcaster ABC. \"Navy ships are the only way to get in supplies and evacuate people in numbers.\"Black Hawk helicopters and fixed-wing aircraft have also been deployed, along with military personnel. The rescue process is expected to take several days.\"We haven't been able to get access via roads or via aircraft. It's been... too dangerous and we simply can't access, nor can the people in these areas get out,\" Fitzsimmons said.He explained emergency services faced a \"real challenge\" in assisting injured people, some who reportedly are suffering burns, in remote areas.Read more: Opinion: In times of climate change, panic rulesFires likely to worsenNew Year's Eve proved to be one of the worst days yet in the country's months-long struggle to control the blazes but cooler conditions on Wednesday allowed firefighters to assess the scale of the fires.In the state of Victoria, a number of homes and lives remained under threat.More than 100 fires continued to rip through NSW alone. Thousands of firefighters were working on the ground, NSW authorities reported.NSW Premier Gladys Berejiklian said authorities were working to restore communications with areas that had been cut off, and warned conditions would worsen over the weekend.\"Weather conditions on Saturday will be as bad as they were\" on Tuesday, Berejiklian told reporters in Sydney.New blazes are sparked daily due to extremely hot and windy conditions. Recently, dry lightning strikes have created blazes themselves.More than four million hectares of land across southeast Australia has been destroyed by the fires.Read more: Opinion: Climate protection? Too little, too late and too timidHaze reaches New ZealandSmoke from Australia's wildfires has drifted as far as New Zealand. Daytime skies in the country's South Island have turned orange as a result of the haze making its way across the Tasman Sea. Every evening, DW sends out a selection of the day's news and features. Sign up here.mvb/se (AFP, Reuters) </p><p/>", "publisher": "Deutsche Welle World", "instances": ["The death toll is likely to rise, NSW RFS Commissioner Shane Fitzsimmons said. \"We still have grave concerns for [another person],\" Fitzsimmons told reporters in Sydney. There is \"limited access to the remote area to try to identify and confirm one way or the other the status of that person. In total, there have been 12 fire-related deaths across Australia since fires broke out in spring. Among the deaths were three volunteer firefighters. Read more: Oceans play role in Australian bushfires drama, say expertsMilitary rescue missions Emergency services are aiming to provide humanitarian relief and examine the current state of damage. Navy ships which can lower ramps to the shore were being sent to coastal towns where people fled to beaches to escape the flames. It is very difficult to get to settlements like Mallacoota which is totally cut off by fires,\" Defense Personnel Minister Darren Chester told national broadcaster ABC. \"Navy ships are the only way to get in supplies and evacuate people in numbers. Black Hawk helicopters and fixed-wing aircraft have also been deployed, along with military personnel. The rescue process is expected to take several days."]}, {"relevance_score": 39, "title": "Australian PM Scott Morrison angers residents as country burns", "published": "2020-01-02", "bodyText": "<p nitf:lede=\"true\"/><p nitf:lede=\"true\">Jan 02, 2020( Deutsche Welle World: <url normalizedValue=\"http://www.dw.de/top-stories/world/s-1429\">http://www.dw.de/top-stories/world/s-1429</url> Delivered by Newstex)  Australia's biggest bushfire crisis in years has reignited debate about whether Morrison's conservative government has taken sufficient action on crisis management. Critics also attacked his policies on climate change.Australian Prime Minister Scott Morrison cut short his visit in the southeastern town of Cobargo on Thursday after angry residents accused him of insufficient action in dealing with the wildfires which have ravaged the small New South Wales (NSW) town.Two Cobargo residents lost their lives to the blaze earlier this week and many more lost their homes. A 63-year-old father and his 29-year-old son died in a house as the fires ripped through their town. </p><p>A 72-year-old man remained missing, according to NSW police.During Morrison's visit, one inhabitant shouted, \"You won't be getting any votes down here, buddy. No Liberal [party] votes - you're out, son.\"Another woman yelled out, \"How come we only had four trucks to defend our town? Because our town doesn't have a lot of money but we have hearts of gold, prime minister.\"Other people joined in on berating the prime minister, chanting \"idiot.\"As Morrison was ushered out of the town, the woman called after him, \"What about the people who are dead, prime minister? What about the people who have nowhere to live?\"In response to his reception in Cobargo, Morrison told local Australian broadcaster ABC, \"I understand the very strong feelings people have, they've lost everything, and there are still some very dangerous days ahead.\"\"My job is to ensure that we steady things through these very difficult days and support the states in the response that they are providing.\"Read more: Oceans play role in Australian bushfires drama, says expertsMorrison's response to firesAt his first official press conference since the fires, Morrison defended his response to the fires and his climate policy as \"sensible.\"\"The best way to respond is the way that Australians have always responded to these events and that is to put our confidence in those who are fighting these fires,\" Morrison said on Thursday.\"I understand the fear, I understand the frustration, but this is a natural disaster, which is best dealt with in a calm, systematic manner \"At the same time, the prime minister stressed that he would not change his policies at the expense of the economy.Amid criticism of his policies on climate change, Morrison insisted that Australia was meeting the challenge \"better than most countries\" and was fulfilling international targets.Critics, who have deemed Morrison a climate change skeptic, say that climate change factors contributed to the country's fire crisis.Australia is the world's largest exporter of coal and liquefied natural gas.Morrison, a strong supporter of the coal industry, blamed the country's three-year-long drought in causing the fires.The prime minister was criticized for going on a family holiday to Hawaii in December in the middle of the crisis. He eventually decided to cut his trip short and apologized to the public.Death toll risingMore than five million hectares (12.35 million acres) across Australia have been scorched by bushfires and more than 1,400 homes have been destroyed.The death toll has risen to at least 17 people and dozens more are still missing, according to the Australian Associated Press.The prime minister encouraged people waiting for help or stuck in traffic jams \"to be patient help will arrive.\"Morrison said that the fires will burn for \"many, many months ... unlike a flood, where the water will recede, in a fire like this, it goes on and it will continue to go on ... until we can get some decent rain.\"mvb/rc (AP, AFP, dpa, Reuters)Every evening, DW sends out a selection of the day's news and features. Sign up here. </p><p/>", "publisher": "Deutsche Welle World", "instances": ["Other people joined in on berating the prime minister, chanting \"idiot. As Morrison was ushered out of the town, the woman called after him, \"What about the people who are dead, prime minister? What about the people who have nowhere to live? In response to his reception in Cobargo, Morrison told local Australian broadcaster ABC, \"I understand the very strong feelings people have, they've lost everything, and there are still some very dangerous days ahead. My job is to ensure that we steady things through these very difficult days and support the states in the response that they are providing. Read more: Oceans play role in Australian bushfires drama, says expertsMorrison's response to firesAt his first official press conference since the fires, Morrison defended his response to the fires and his climate policy as \"sensible. The best way to respond is the way that Australians have always responded to these events and that is to put our confidence in those who are fighting these fires,\" Morrison said on Thursday. I understand the fear, I understand the frustration, but this is a natural disaster, which is best dealt with in a calm, systematic manner \"At the same time, the prime minister stressed that he would not change his policies at the expense of the economy. Amid criticism of his policies on climate change, Morrison insisted that Australia was meeting the challenge \"better than most countries\" and was fulfilling international targets. Critics, who have deemed Morrison a climate change skeptic, say that climate change factors contributed to the country's fire crisis. Australia is the world's largest exporter of coal and liquefied natural gas."]}, {"relevance_score": 29, "title": "Australia's bushfire toll mounts as social media hoaxes proliferate", "published": "2020-01-07", "bodyText": "<p nitf:lede=\"true\"/><p nitf:lede=\"true\">Jan 07, 2020( Deutsche Welle World: <url normalizedValue=\"http://www.dw.de/top-stories/world/s-1429\">http://www.dw.de/top-stories/world/s-1429</url> Delivered by Newstex)  Australia's Bureau of Meteorology had long warned of \"highest\" bushfire risks driven by climate change. Online scammers have also been trying to capitalize on the disaster, either for money or to deny climate change.Australian insurers put their four-month bill for bushfire losses logged so far at around 700 million Australian dollars (roughly $480 million or €430 million) on Tuesday, with at least 1,588 homes destroyed, 25 people killed, and likely likely livestock losses, sheep in large part, of around 100,000.Ecologists also feared that at least half-a-billion mammals, birds and reptiles had perished merely in New South Wales (NSW), the eastern state with Sydney as its capital. The Australia Bureau of Meteorology also played down hopes of potential relief from monsoon rains still well distant from worst-affected southeastern Australia.On social media channels, climate deniers were challenged by the New York-based media outlet Buzzfeed, which identified and then debunked a series of inaccurate claims, dubbing them \"bull****.\"Read more: PM Morrison angers residents as Australia burnsOne January 1 entry on Twitter hailed whose anonymous author alleged that \"climate activists\" had lit fires, incited by \"Greens politicians\" to heighten public fears about climate change.More than 180 \"firebugs\" had been arrested in recent months in NSW and adjoining states of Queensland, Victoria and South Australia as well as Tasmania, reported The Australian Tuesday. </p><p>But Melbourne University associate professor Janet Stanley cast doubt on the arsonists being political animals, saying they were typically young males, aged 12 to 24, or older men in their 60s. Queensland police cited by the newspaper said 69 juveniles were among those they had arrested in recent weeks.\"Often there is not an intention to cause chaos many arsonists don't plan on causing the catastrophe that occurs,\" added Stanley.Buzzfeed also alluded to \"untrue claims\" circulating on Facebook claiming that \"greenie\" objections to \"back burning\" of combustible forest litter during safer months had added to the drama.\"Nope,\" said Buzzfeed, and cited Australia's opposition Greens as supporting \"evidence-based, fluctuating hazard reduction burns to reduce fuel loads at appropriate times in bushfire-prone areas.\"Steve Warrington, chief officer of Victoria state's Country Fire Authority (CFA), quoted by Australian ABC News, said clamor for controlled burnoffs in winter months to reduce forest fuel load was \"really just quite an emotional load of rubbish, to be honest.\"Land that had been backburned \"quite hard — quite heavy fuel reduction burning only three or four years ago — had burnt pretty hot last weekend,\" Warrington said, adding that a bushfire across one treated landscape had not even been slowed.\"We've had fire down the landscape here that has had burns go right through it [during colder months] and it hasn't slowed it at all,\" he added.'Unprecedented,' says former NSW fire commissioner Already in mid-November, NSW's former fire and rescue commissioner Greg Mullins attributed Australia's looming disaster to a \"warming, drying climate,\" which he added had also caused \"unprecedented\" fire storms in California — where he had just visited fire chiefs.\"The numbers don't lie, and the science is clear,\" Mullins told the Sydney Morning Herald. \"Fires are burning in places and at intensities never before experienced.\"Furthermore, 2019's extreme weather had prevented agencies from conducting \"hazard reduction burning,\" he said.\"Blaming 'greenies' for stopping these important measures is a familiar, populist, but basically untrue claim,\" said Mullins, adding that he and other retired chiefs had warned \"how climate change is supercharging our natural disaster risks.\"Read more: Oceans play role in Australian bushfires drama\"I wish we were wrong, but we're not,\" Mullins surmised.Potential looters warned offNSW police, meanwhile, on Tuesday, sought to warn off potential looters in townships where residents had been evacuated as a fresh \"megablaze\" was forecast for adjoining areas of NSW and Victoria.\"It really goes against the grain of the Australian people and spirit,\" NSW deputy police commissioner Gary Worboys said in Sydney amid reports that three persons had been charged over offences in the fire-impacted South Coast region.Australia's ACCC consumer commission said it was dealing with \"numerous\" reports of scammers seeking fake relief donations via telephone calls and messages. \"Perhaps the most egregious way is people impersonating relatives of people who have died, perhaps on a Facebook page, saying join me and fund me, when it is fake,\" the ACCC's Rod Simms said.Such scams could be penalized with fines of more than a million Australian dollars, the ACCC warned.ipj/msh (dpa, AP, Reuters) </p><p/>", "publisher": "Deutsche Welle World", "instances": ["Unprecedented,' says former NSW fire commissioner Already in mid-November, NSW's former fire and rescue commissioner Greg Mullins attributed Australia's looming disaster to a \"warming, drying climate,\" which he added had also caused \"unprecedented\" fire storms in California — where he had just visited fire chiefs. The numbers don't lie, and the science is clear,\" Mullins told the Sydney Morning Herald. \"Fires are burning in places and at intensities never before experienced. Furthermore, 2019's extreme weather had prevented agencies from conducting \"hazard reduction burning,\" he said. Blaming 'greenies' for stopping these important measures is a familiar, populist, but basically untrue claim,\" said Mullins, adding that he and other retired chiefs had warned \"how climate change is supercharging our natural disaster risks. Read more: Oceans play role in Australian bushfires drama\"I wish we were wrong, but we're not,\" Mullins surmised. Potential looters warned offNSW police, meanwhile, on Tuesday, sought to warn off potential looters in townships where residents had been evacuated as a fresh \"megablaze\" was forecast for adjoining areas of NSW and Victoria. It really goes against the grain of the Australian people and spirit,\" NSW deputy police commissioner Gary Worboys said in Sydney amid reports that three persons had been charged over offences in the fire-impacted South Coast region. Australia's ACCC consumer commission said it was dealing with \"numerous\" reports of scammers seeking fake relief donations via telephone calls and messages. \"Perhaps the most egregious way is people impersonating relatives of people who have died, perhaps on a Facebook page, saying join me and fund me, when it is fake,\" the ACCC's Rod Simms said. Such scams could be penalized with fines of more than a million Australian dollars, the ACCC warned."]}, {"relevance_score": 50, "title": "Experts applaud China’s handling of outbreak", "published": "2020-02-25", "bodyText": "<p nitf:lede=\"true\">China has bought the world time in the fight against the novel coronavirus pneumonia outbreak, according to an internationally renowned virologist.</p><p nitf:lede=\"true\">Paul Hunter, professor of health protection at the University of East Anglia in the United Kingdom, said the measures taken by China may yet be seen to have averted a global disaster.</p><p nitf:lede=\"true\">“What China is doing is almost certainly delaying the spread and, hopefully, it will be delayed to a point where we have mass vaccination available. The availability of a vaccine is the thing that is going to make a difference to the total number of deaths,” he said.</p><p nitf:lede=\"true\">“People are working on this more than any other vaccine in history. Everything is uncertain.”</p><p>China’s response to the outbreak has been unprecedented, demonstrating how seriously the country takes its responsibilities to its own citizens and to people around the world.</p><p>It not only sealed off Wuhan, Hubei province, the outbreak’s epicentre, but made the genetic sequence of the virus available at the earliest opportunity and has also been issuing daily bulletins on the latest information about the epidemic.</p><p>At a key meeting on Sunday, President Xi Jinping said China will continue to maintain close contact with the World Health Organization, share its experiences on disease control with relevant countries and enhance international co-operation on the research and development of medicines and vaccines.</p><p>Koh King Kee, president of the Centre for New Inclusive Asia, a leading Asian think tank based in Kuala Lumpur, Malaysia, said China has shown itself to be a true global citizen in its moment of crisis.</p><p>“The Chinese people have demonstrated unity and made huge sacrifices to contain the spread of the virus for their own good and that of the world. China deserves loud applause from around the world,” he said.</p><p>Robert Dingwall, a leading medical sociologist and professor at the School of Social Sciences at Nottingham Trent University in the UK, said China has taken extraordinary steps that would not be possible in the West.</p><p>“It has done many things that are only possible in a society with a strong central government able to take rapid initiatives once decisions have been made,” he said.</p><p>However, he believes that local governments in China also need to learn lessons from the outbreak.</p><p>“Once the crisis is over, China will need to consider how local governments can be empowered to act more on their own initiative, rather than waiting for authorisation from an appropriate level in the central government,” Dingwall said.</p><p>The efforts made by China to stem the crisis have not always been recognised by some leading international political figures and the global media. Chinese people have also been subjected to cruel incidences of xenophobia.</p><p>Alistair Michie, chairman of the international board at the Centre for China and Globalisation, an independent think tank based in Beijing, regards this as highly regrettable.</p><p>“Despite all the efforts China has made, there has been a lot of negative coverage in the media. The eyes and ears of the world are often closed to almost any communication coming out of China,” he said.</p><p>Michie, a prominent figure in the UK business community in China, believes that when the war against the virus has been won, there will need to be a “rethinking” about how China gets its message across. He has previously called for a “new mindset in communication”.</p><p>“Many in Europe and the United States are very ignorant about China and the astounding changes I have witnessed over the past 30 years. It was fresh thinking and policies that created the success that was reform and opening-up. There needs to be similar thinking to make a comparable change in communications,” he said.</p><p>Michie believes this is fully recognized by the Chinese leadership－in particular, by President Xi Jinping.</p><p>He said that in a speech at the World Economic Forum in Davos, Switzerland, in January 2017, Xi expressed the goal of “building a community of shared future for mankind”.</p><p>“This is China’s concept of being a global citizen and it is this powerful message that needs to be communicated. We are certainly seeing this in action during this outbreak.”</p><p>Dingwall said he particularly regrets the xenophobia being encountered by Chinese people.</p><p>“It is unfortunate that the outbreak has coincided with an upsurge of nationalism in many other countries that has already led to xenophobia and fear of people who have different ideas, beliefs and cultures,” he said.</p><p>“While people always try to blame new diseases on ‘outsiders’, we are in particularly fertile times for this to have serious consequences for the individuals who are stigmatized.”</p><p>Oliver Stelling, a communications adviser specialising in emerging markets, the Middle East and Asia, said he believed the media had its eyes elsewhere and were slow to catch up with what was happening in China.</p><p>“It took until late January before there was any global awareness (about the outbreak). For most of December and January, the world was absorbed by (US President Donald) Trump’s impeachment trial, Brexit and the UK election, Harry and Meghan, and the Australian bushfires. Perhaps this is a wakeup call,” said Stelling, who is based in Dubai, United Arab Emirates.</p><p>It has become clear during the outbreak that global cooperation is vital to defeat it, and UK Foreign Secretary Dominic Raab is among those who have underlined this message.</p><p>“The coronavirus outbreak represents an unprecedented global health challenge. No single country can overcome, or fully defend against, the threat that coronavirus presents,” he wrote in UK newspaper The Sunday Telegraph on Feb 16.</p><p>“Whether it is looking out for our nationals around the world or finding a vaccine for the virus, the international community must work together,” Raab said.</p><p>However, Hunter, from the University of East Anglia, who has become a familiar face in the media in recent weeks, believes this is easier said than done.</p><p>“Getting the global community to act together on these things is very difficult. This outbreak will be difficult to contain in China and it will spread to being a pandemic some time this year, although the scale of it might be reduced because of the measures China has taken,” he said.</p><p>Dingwall said such problems can only be dealt with by “joined up thinking” across governments.</p><p>“Epidemics and pandemics are not exclusively public health problems and cannot be approached as such. In the UK, we have, since the early 2000s, been thinking about them as civil emergencies that require cross-government responses, rather than being exclusively the property of the Health Department,” he said.</p><p>This is certainly the case now in China, where the whole apparatus of the State is focused on tackling the emergency.</p><p>Stelling, the communications expert, said that despite these being tough times for China, the country’s international reputation could eventually be enhanced by the way in which it has dealt with the crisis.</p><p>“If it proves it has handled this well, China’s global standing will rise dramatically,” he said.</p><p><emphasis typeStyle=\"bf\">Source: </emphasis>China Daily (China)</p>", "publisher": "Asia News Network", "instances": ["”Dingwall said he particularly regrets the xenophobia being encountered by Chinese people. “It is unfortunate that the outbreak has coincided with an upsurge of nationalism in many other countries that has already led to xenophobia and fear of people who have different ideas, beliefs and cultures,” he said. “While people always try to blame new diseases on ‘outsiders’, we are in particularly fertile times for this to have serious consequences for the individuals who are stigmatized. ”Oliver Stelling, a communications adviser specialising in emerging markets, the Middle East and Asia, said he believed the media had its eyes elsewhere and were slow to catch up with what was happening in China. “It took until late January before there was any global awareness (about the outbreak). For most of December and January, the world was absorbed by (US President Donald) Trump’s impeachment trial, Brexit and the UK election, Harry and Meghan, and the Australian bushfires. Perhaps this is a wakeup call,” said Stelling, who is based in Dubai, United Arab Emirates. It has become clear during the outbreak that global cooperation is vital to defeat it, and UK Foreign Secretary Dominic Raab is among those who have underlined this message. “The coronavirus outbreak represents an unprecedented global health challenge. No single country can overcome, or fully defend against, the threat that coronavirus presents,” he wrote in UK newspaper The Sunday Telegraph on Feb 16. “Whether it is looking out for our nationals around the world or finding a vaccine for the virus, the international community must work together,” Raab said."]}, {"relevance_score": 12, "title": "Five properties destroyed in Australian bushfires", "published": "2019-03-03", "bodyText": "<p nitf:lede=\"true\">At least five properties have been lost in two out-of-control bushfires and more are at risk in Australia's south-eastern state of Victoria, officials said Sunday.</p><p>There are more than 30 fires burning across Victoria, with hot and windy conditions making it harder for fire fighters to work, according to emergency services. </p><p>Hundreds of people have been evacuated from their homes.</p><p>\"There's every likelihood that there will be further property losses,\" Victoria's Emergency Management Commissioner Andrew Crisp told reporters. \"It's a dangerous time.\"</p><p>\"This is an active fire. It is moving and there is every likelihood there will be more fire losses,\" he added.</p><p>The biggest out-of-control fire is at Bunyip state park, some 100 kilometres east of Melbourne, Australia's second largest city, with three properties destroyed. </p><p>Vidoes shared by local media showed one house exploding in the blaze.</p><p>The bushfire was sparked by multiple lightning strikes on Friday and has already burnt more than 6,300 hectares. </p><p>It is dangerously close to two electricity transmission lines linking the Latrobe Valley and Melbourne, electricity authorities said.</p><p>Some 850 firefighters with 120 fire trucks, bulldozers and 20 aircraft are battling the blaze.</p>", "publisher": "dpa international (Englischer Dienst)", "instances": []}, {"relevance_score": 11, "title": "Hundreds flee as Australian bushfires rage out of control", "published": "2019-09-10", "bodyText": "<p nitf:lede=\"true\">Sydney (dpa) - Hundreds of people had to flee their homes on the Queensland coast overnight as 68 bushfires raged out of control for the fifth day, the Australian state's fire service said Tuesday morning.</p><p>The popular tourist seaside town of Noosa was on high alert as fires whipped up by high winds hit the nearby Peregian Beach settlement destroying at least two homes overnight, Queensland Fire Emergency Services said.</p><p>More than 100 fire crews fought the blaze which broke out near Peregian late Monday. Police were investigating whether this fire was deliberately lit and were talking to several teenagers, Australia's national broadcaster ABC reported.</p><p>Sunshine coast acting mayor Tim Dwyer said the situation was \"very very tricky\" but residents were heeding warnings and moving to safe places.</p><p>A dozen schools were closed in south eastern Queensland and a thousand properties were without electricity as authorities cut power for safety reasons.</p><p>Hundreds of firefighters were also battling 58 bushfires in northern New South Wales for the fifth day, with fresh outbreaks overnight near the resort town of Yamba, near the border with Queensland.</p><p>The fires began Thursday whipped by strong winds, embers leaping large distances spreading flames beyond control of the firefighters.</p><p>Even coastal rainforests are tinder dry after a warmer than usual winter and three years of intense drought.</p><p>So far 26 homes have been destroyed on Australia's east coast in the earliest start to the bushfire season on record.</p><p>Firefighters say it could take several weeks to bring the fires under control as no rain is predicted for weeks.</p>", "publisher": "dpa international (Englischer Dienst)", "instances": []}, {"relevance_score": 24, "title": "Death toll rises in ferocious Australian bushfires", "published": "2019-12-31", "bodyText": "<p nitf:lede=\"true\">Sydney (dpa) - Two more people have been found dead, and another five are missing, after the ferocious bushfires in south-east Australia intensified on Tuesday, authorities confirmed.</p><p>A father and son were killed trying to defend their home near the historic village of Cobargo, 380 kilometres south of Sydney, the New South Wales Rural Fire Service Commissioner Shane Fitzsimmons told reporters.</p><p>Another man who stayed to defend his home near Cobargo was still missing.</p><p>The deaths bring the death toll from the fires to 12, including three volunteer firefighters, since the outbreak two months ago.</p><p>A firefighter was killed and two others were injured on Monday night near Albury, in the south of New South Wales (NSW), when a fire tornado lifted a 12-tonne fire truck into the air and slammed it onto its roof.</p><p>\"It was a fire tornado or a collapsed pyro convective column that had formed above the main fire front. That resulted in cyclonic winds that moved across the fireground,\" Fitzsimmons explained in a press conference Tuesday.</p><p>He named the late firefighter as Samuel McPaul, 28. Two other firefighters in the truck were rushed to hospital to be treated for injuries and burns.</p><p>The fire near Albury, 550 kilometres south west of Sydney, is still out of control.   </p><p>Several coastal towns in New South Wales have been encircled by bushfires, including the resort town of Batemans Bay, 277 kilometres south of Sydney, where four homes were reportedly destroyed overnight.</p><p>People on the NSW south coast were being advised to shelter on the beach for safety.</p><p>Major roads heading south from Sydney are closed with police also closing roads to the Snowy Mountains as fresh fires break out.</p><p>Meanwhile in the state of Victoria, 4,000 holidaymakers in the coastal town of Mallacoota, 500 kilometres east of Melbourne, retreated to the beaches for safety on Tuesday morning.</p><p>Victorian Emergency Services Commissioner Andrew Crisp told reporters that \"Mallacoota is under attack, it is pitch black and very scary.\"</p><p>He added that people would be safe on the beach where they could be \"protected by our firefighters.\"</p><p>There had been significant property losses across the Gippsland region in the north-east of Victoria where 200,000 hectares have burned in the past week, Crisp said, adding that \"it is still a dynamic and dangerous situation.\"</p><p>Four people are unaccounted for in the state of Victoria, Premier Daniel Andrews told reporters Tuesday morning.</p><p>The Victorian Country Fire Service has issued eight emergency declarations for the region under which people are told to evacuate with no guarantee fire services can reach them to supply help.</p><p>Victorian Premier Daniel Andrews said he had appealed to the federal government for military support, asking for helicopters to be sent and possibly naval ships to bring in supplies and evacuate people if needed.</p><p>\"There are four people who are unaccounted for and we have fears for their safety,\" Andrews told reporters.</p><p>Fires have raged across south-eastern Australia since October, scorching more than 3.4 million hectares of bushland and destrying nearly 1,000 homes. There is no end in sight.</p>", "publisher": "dpa international (Englischer Dienst)", "instances": []}, {"relevance_score": 11, "title": "Sixty homes destroyed in Australian bushfires", "published": "2015-12-25", "bodyText": "<p nitf:lede=\"true\">       By Frank Walker, dpa   SYDNEY (dpa-AFX) - Up to 60 homes were destroyed Friday as out of control bushfires forced entire towns to flee on the Great Ocean Road, a famous tourist attraction in Victoria in Australia's south.  More than 150 firefighters, 60 tankers and 18 aircraft are battling the blaze which is spreading out of control along the scenic tourist coastal drive 145 kilometres south-west of Melbourne.  People in the popular tourist town of Lorne have been told to evacuate as the fire bears down on them and dozens of houses are on fire in the coastal holiday towns of Separation Creek and Wye River. </p><p> Country Fire Authority Victoria confirmed 53 houses have been lost with more expected, but there are no reports of death or injury.  A man in Lorne identified only as Mick told the broadcaster ABC he had to break off his Christmas barbecue lunch to pack up his car and leave town.  'It's a massive plume of smoke - it almost looks like a big nuclear bomb,' he said.  The weather is expected to drop 10 degrees overnight as a cold front arrives, but fresh winds are likely to push the fire front towards Lorne, a popular tourist centre.  Firefighters have struggled to gain control of the fires that cover 2,000 hectares and more than 300 homes are still threatened.  Residents and tourists had to abandon Christmas lunches and leave gifts under the tree to take shelter at surf clubs on the beaches and thick smoke blanketed the area.  Meanwhile northern Australia is bracing for a category 1 cyclone expected to hit over the weekend.  Darwin has been hit with heavy rains, topping 150 mm on Friday, as floods spread across northern Australia.   Copyright dpa    </p>", "publisher": "dpa-AFX International ProFeed", "instances": []}, {"relevance_score": 28, "title": "Oceans part of Australian bushfires drama, say experts", "published": "2019-12-30", "bodyText": "<p nitf:lede=\"true\"/><p nitf:lede=\"true\">Dec 30, 2019( Deutsche Welle World: <url normalizedValue=\"http://www.dw.de/top-stories/world/s-1429\">http://www.dw.de/top-stories/world/s-1429</url> Delivered by Newstex)  Australia's wildfire weather, coupled with ocean heat waves, could last for months, warn meteorologists. Culprits include dry westerly airflows from the Indian Ocean and shifting southern hemisphere windy jet streams.Raging bushfires in Australia, so extreme that ash and smoke from burning have reached distant New Zealand, could rage for months, climate experts in both countries are warning. Australia's Bureau of Meteorology (BoM) in its latest forecast said \"large parts\" of the continent run a \"high likelihood\" of enduring days and nights that are warmer than average, with \"below-average\" rainfall, well into 2020.Downwind, across the Tasman Sea, New Zealand's National Institute of Water and Atmospheric Research (NIWA) said the westerly Southern Ocean jet wind stream — between Antarctica and Australia — has changed \"dramatically,\" with resultant \"calmer, drier conditions.\"Warmer than usualIn a climate statement earlier this year, BoM said it had recorded average surface water temperatures for January across the Tasman Sea \"as a whole\" that were 1.66 degrees Celsius (2.98 degrees Fahrenheit) higher than usual.Last week, a Pacific Ocean surface \"heat blob\" located between New Zealand and South America and mapped by University of Maine climatologists in the United States, was described by NIWA as a huge anomaly with regard to sea temperature.\"It's still there at the moment, and remains the biggest sea temperature anomaly out there,\" said Nava Fedaeff from NIWA. </p><p>Fedaeff said, however, that its position meant it would have no influence on weather patterns in New Zealand.Delay in monsoonsIn a 2019/2020 outlook for the southern hemisphere's summer, published in late November, the BoM's head of long-range forecasts, Andrew Watkins, said the \"key culprit\" behind the hot, dry weather was a slower than usual weakening of the \"Indian Ocean Dipole (IOD.\"The IOD, an oscillation in sea surface temperature differences between the Indian Ocean's western and eastern waters, had seen \"cooler than average water pooling off Indonesia,\" delaying rain-bearing summer monsoon rains, known in northern Australia as the \"wet.\"The impact, said the BoM in a December 19 special report, was \"notably low humidity, which enhances potential evaporation and increases the fire danger.\"Stratospheric winds over the Southern Ocean had shifted in October and November 2019, \"increasing spring temperatures and decreasing rainfall\" over Australia's eastern states of New South Wales and Queensland, said BoM.Smoke coming downNew Zealand's NIWA said it had detected higher carbon monoxide at more than 150 parts per billion near ground level in plumes of bushfire smoke blown across the 2,250-kilometer-wide (1,400-mile-wide) Tasman Sea. The normal level is around 60 parts per billion.\"In the past, such Australian fire plumes were only detected several kilometers up in the atmosphere; that air never reached down so low,\" said Dan Smale, a head atmospheric technician.NIWA Principle Scientist Craig Stevens said ocean warming — at a rate of 0.1 C to 0.3 C per decade — was \"undoubtedly damaging marine ecosystems.\"Increasing marine heat waves were an indication, said NIWA, that the earth's climate system is starting to change, despite absorption so far of some 90% of excess heat from global warming.\"Species that normally live in tropical waters are extending their ranges and displacing other species,\" said Stevens.Mobile marine life can escape the warmer temperatures, but sedentary maritime plants and animals will be the hardest hit, he said.Every evening, DW sends out a selection of the day's news and features. Sign up here. </p><p/>", "publisher": "Deutsche Welle World", "instances": []}, {"relevance_score": 10, "title": "More than 100 homes lost in Australian bushfires", "published": "2015-12-26", "bodyText": "<p nitf:lede=\"true\">       By Frank Walker, dpa   SYDNEY (dpa-AFX) - The number of homes destroyed by brushfires rose to more than 100 in south-eastern Australia Saturday as firefighters reached isolated areas.  Victoria state Premier Daniel Andrews said 50 additional homes were confirmed destroyed in a popular coastal region. </p><p> 'It's kind of confirmed for us just how hot, just how volatile, just how intense this fire was, burning right to the water's edge,' Andrews was quoted as saying by national broadcaster ABC.  The coastal town of Wye River lost 85 homes, and 18 houses were destroyed at nearby Separation Creek. The towns had been evacuated and no one was reported hurt.  Overnight rains helped firefighters beat back flames from other evacuated towns along the coast but officials said the 2,200-hectare fire could flare up again when hot dry winds return next week.  More than 150 firefighters and 18 aircraft have been battling the inferno that began a week ago with a series of lightning strikes along the coastal Great Ocean Road that is usually filled with year-end holidaymakers.  Spectacular scenery and beaches along the road running south-west of Melbourne make the area popular with international travellers. Many were stranded by the fires in safe zones at Apollo Bay.  Emergency Management Commissioner Craig Lapsley said  Saturday that towns threatened by fire and evacuated were now reopened and people were returning.   Copyright dpa    </p>", "publisher": "dpa-AFX International ProFeed", "instances": []}, {"relevance_score": 21, "title": "Australian bushfires destroy dozens of homes", "published": "2015-12-26", "bodyText": "<p nitf:lede=\"true\"/><p nitf:lede=\"true\">Dec 26, 2015( Deutsche Welle World: <url normalizedValue=\"http://www.dw.de/top-stories/world/s-1429\">http://www.dw.de/top-stories/world/s-1429</url> Delivered by Newstex) &lt;nl/&gt; Wildfires raging in Australia have resulted in the loss of over 100 homes. While rain has provided a small respite, dry winds are expected next week that could see the fire flare again. </p><p>The state premier of Victoria, Daniel Andrews, confirmed an additional 50 destroyed houses on Saturday in a press conference, bringing the total number of homes destroyed to over 100.&lt;nl/&gt; \"It's kind of confirmed for us just how hot, just how volatile, just how intense this fire was, burning right to the water's edge,\" Daniels said.&lt;nl/&gt; The fire is burning along the coastal Great Ocean Road in the state of Victoria in southeast Australia. The town of Wye River, just over 150 kilometers (93 miles) down the coast from Melbourne, has been hit the worst, with ABC reporting that 85 homes have been lost there.&lt;nl/&gt; The fire has been burning since December 19, but flared up on Christmas Day due to unfavorable winds. This put many residents in danger, and evacuation warnings were issued. The fire was started by a lightning strike.&lt;nl/&gt; Emergency Management Commissioner Craig Lapsley praised residents for their response to the evacuation order, which had been prepared in advance and was quickly executed.&lt;nl/&gt; \"They walked away from the fire that had every potential to be a killer, Lapsley said.&lt;nl/&gt; While overnight rain slowed the spread of the fire, officials do not think it will significantly impact the fire's spread. Warm weather is forecast into next week for New Year's Eve and New Year's Day, which could cause the fire to flare again.&lt;nl/&gt; The state government has made disaster assistance funds available. Each eligible household can receive up to AUD$1,300 (863 euros, $948) to help cover immediate needs such as food and personal items. In the longer term, eligible households can also receive up o AUD$32,500 for clean-up, emergency accommodation, repairs, and rebuilding a principle residence.&lt;nl/&gt; \"Our challenge now is to make sure that we provide those grants, and they're already flowing,\" Daniels said.&lt;nl/&gt; Hundreds of firefighters using dozens of trucks and support from aircraft are fighting the blaze, which is relatively small at 2,200 hectares. However, they have yet to gain the upper hand and continue their efforts to contain the fire.&lt;nl/&gt; mz/bk (Reuters, AFP, dpa)&lt;nl/&gt; </p><p/>", "publisher": "Deutsche Welle World", "instances": []}, {"relevance_score": 15, "title": "Three German backpackers reported among dead in Australian bushfires", "published": "2015-11-18", "bodyText": "<p nitf:lede=\"true\">       By Frank Walker, dpa   SYDNEY (dpa-AFX) - Three German backpackers and a local farmer were reported killed in bushfires on the south coast of Western Australia Wednesday.  The German man and two women were killed in their car as they tried to flee the raging bushfires, the broadcaster ABC reported local people near Esperance saying.  A police spokesman declined to confirm victims' details, telling dpa it might take several days to formally identify the four bodies and relatives had to be notified first. </p><p> But a spokesman for West Australian Premier Colin Barnett confirmed three of the dead were foreign nationals.  The West Australian newspaper said the three backpackers had been working on farms in the area, according to locals.  The local victim, farmer Kym Curnow, 45, was been hailed a hero for going from farm to farm warning people to get out, and stopping cars that were heading towards the fires as the blaze was whipped by 100-kilometre-per-hour winds across a 70-kilometre front.  His body was reportedly found in his vehicle, while the bodies of the three backpackers were found in a separate car that apparently crashed into a tree in the confusion of the smoke.  Fire and Emergency Services Commissioner chief Wayne Gregson said fire conditions around Esperance were 'catastrophic and unstoppable.'  Hotel owner Dianne Waddington said the bushfire was the worst she had seen in 20 years.  'Between the smoke and the dust it was just horrific,' she said. More than 300 people are taking shelter in a school hall in the town, which was not threatened by the flames.  Esperance shire president Victoria Brown told the ABC the community was in shock after 'the day from hell. It was devastating.'   Two more people may have killed in reports that were not confirmed by police.  Bush fires also broke out in South Australia Wednesday threatening several farms, and the east coast is bracing for temperatures of 40 degrees Celsius on Friday as the heatwave spreads across the country.   Copyright dpa    </p>", "publisher": "dpa-AFX International ProFeed", "instances": []}, {"relevance_score": 14, "title": "", "published": "2003-03-04", "bodyText": "<p nitf:lede=\"true\">Australia's worst bushfire season on record was declared over Tuesday after downpours quenched the power of blazes that have killed seven people, consumed three million hectares of forest and razed more than 500 houses.</p><p nitf:lede=\"true\"> As firefighters had predicted, only a break in the worst drought in a generation was going to end the 50-day crisis.</p><p>\"The rain was always going to change the balance of power,\" Victorian state fire chief John Lloyd said.</p><p> \"Over the weekend there were quite significant falls, but it's taken us a while to get in there and check out its impact,\" he told Australia's AAP news agency.</p><p> At its height, the blaze on the border between Victoria and New South Wales had a perimeter of 2,000 kilometres.</p><p> In a single afternoon in Canberra, Australia's revered national capital, 520 houses were razed and 200,000 hectares of pine plantations blackened.</p><p> Countless millions of precious native animals were burned alive. Millions more died of starvation in the aftermath of the conflagration.</p><p> A volunteer army 5,000-strong battled the inferno with the help of more water-bombing aircraft than there are planes in the Australian air force.</p><p> Specialist firefighters were brought in from all over. There were even helpers from New Zealand and the United States.</p><p>The National Association of Forest Industries estimated the loss of tree cover to be double the previous record of 1.5 million hectares set in 1939.</p><p> National parks in Australia's southeast corner bore the brunt of the firestorm. dpa sa rk</p>", "publisher": "dpa international (Englischer Dienst)", "instances": []}, {"relevance_score": 10, "title": "", "published": "2002-12-23", "bodyText": "<p nitf:lede=\"true\">Firefighters are keeping a watch over a bushfire at Mt Disappointment, north of Melbourne, which on Monday threatened to cross into private land.</p><p nitf:lede=\"true\"> Three helicopters and up to 200 firefighters fought to contain the blaze within the forest's boundaries.</p><p>Firefighters were hopeful of containing the fire in the Big Desert Wilderness Park in the northwest of the state of Victoria within the next 48 hours.</p><p> In six days, the fire has burnt through 180,000 hectares of scrub and destroyed one house.</p><p> Mike Leonard from the Department of Sustainability and Environment told ABC radio conditions had eased Monday, enabling firefighters to get on top of the situation.</p><p> \"The weather's been kind to us up there,\" he said.</p><p> Emergency crews in Perth are breathing a sigh of relief with all fires in the metropolitan area now under control.</p><p> But it is a different story in regional Western Australia with one blaze in the northern shire of Dandaragan already burning through more than 20,000 hectares of bushland.</p><p> Fire authorities have spent the past 24 hours battling more than 200 fires in the metropolitan area of Perth and several more in the country.</p><p> They say it has been the busiest period on record. dpa do vb</p><note noteType=\"other\"><bodyText><p>updates, changes header</p>", "publisher": "dpa international (Englischer Dienst)", "instances": []}, {"relevance_score": 12, "title": "", "published": "2002-10-19", "bodyText": "<p nitf:lede=\"true\">Two giant firefighting helitankers were in action Saturday in southeastern Australia after volunteer firefighters lost control over some of the 50 blazes raging in the state of New South Wales.</p><p nitf:lede=\"true\"> A bushfire that last week claimed one life and razed four houses at Ballandean on the Queensland-New South Wales border jumped containment lines and burnt another eight homes.</p><p>That was the first fatality of what many fear will be the worst bushfire season in a generation because the severe drought has created conditions perfect for major conflagrations.</p><p> The Ballandean fire blackened 70 square kilometres of bushland.</p><p> In the Blue Mountains, less than 100 kilometres from Sydney, ground crews were pulled out of a blaze fanned by strong winds.</p><p> In their stead, an Erickson AirCrane nicknamed Georgia Peach was bombing the fire with hits of 9,000 litres of water a time.</p><p> A second helitanker, the Incredible Hulk, was deployed to tackle a blaze in the Hunter Valley vineyards north of Sydney.</p><p> The two million-dollar helitankers arrived from the United States last week.</p><p>Rural Fire Service spokesman John Winter said the three-month bushfire season had started with a warning of worse to come.</p><p> \"The sheer number of fires is causing us the greatest concern at the moment,\" Winter said. \"Given the sort of conditions that we are experiencing across New South Wales, in terms of the intensity of the wind and how dry it is, new fires are a grave concern to us and they are developing very quickly.\"</p><p> Last year's devastating forest fires ravaged over 500,000 hectares, gutted 170 properties and forced the evacuation of thousands. dpa sa pb</p>", "publisher": "dpa international (Englischer Dienst)", "instances": []}, {"relevance_score": 20, "title": "", "published": "2002-01-15", "bodyText": "<p nitf:lede=\"true\">Australian firefighters Tuesday were tackling 15 new bushfires, all thought to be deliberately lit, that threaten to cut the main Sydney-to-Brisbane highway.</p><p nitf:lede=\"true\"> The fresh fires in Australia's southeast corner dashed hopes that the nation's worst bushfire emergency ever was near its end.</p><p nitf:lede=\"true\">Rural Fire Service (RFS) spokesman Cameron Wade urged motorists on the Pacific Highway to watch out for arsonists exploiting summer heat, fresh winds and tinder-dry forests.</p><p>\"We're urging anybody who was driving in that area, if they saw anything near the Pacific Highway south of Wauchope, to contact police,\" Wade said.</p><p> The fires that began on Christmas Day have razed 150 homes and blackened 650,000 hectares of forest.</p><p> Fires are still burning at Shoalhaven and Eurobodalla south of Sydney as well as at Taree and Crescent Head north of Australia's biggest city.</p><p> At the height of the emergency 10,000, volunteers were pitted against fires with a combined perimeter of 3,000 kilometres.</p><p> The volunteer army has been reduced to 2,500 as the remaining 50 fires in Australia's most populous state are brought under control.</p><p> Wade warned that the emergency was far from over, with temperatures expected to rise and wind speeds to pick up as the week progresses.</p><p> \"Friday is looking particularly nasty again,\" he said. \"I think we are getting a false sense of hope that we are going to be able to call an end to the crisis, but the fire season will continue regardless.\"</p><p> A police taskforce set up to detect and arrest arsonists has charged a 47-year-old Sydney man with malicious damage after he was caught by a camper lighting a bushfire in a national park near the town of Bowral.</p><p> He is one of more than 25 people, most of them adolescents, who have been questioned over suspicious fires.</p><p> A former firefighter is under investigation over a fire that threatened the leafy suburbs to Sydney's north.</p><p> Meanwhile, RFS chief Phil Koperberg has waded into the debate over whether the federal or state governments should buy their own giant, water-bombing helicopters to prepare for the annual bushfire season.</p><p> The three S-64 Erickson Air-Crane Helitankers brought in from the United States have been credited with saving dozens of homes that were lapped by flames.</p><p> Koperberg said that a \"contractual arrangement with the suppliers for our bushfire season might be the most cost-effective way of dealing with it\".</p><p> The three massive waterbombers - nicknamed Elvis, Georgia Peach and the Incredible Hulk - can dump 9,500 litres of water in seconds but cost more than 13 million U.S. dollars apiece. dpa sa ff</p>", "publisher": "dpa international (Englischer Dienst)", "instances": []}, {"relevance_score": 12, "title": "", "published": "2002-01-16", "bodyText": "<p nitf:lede=\"true\">Nature intervened Wednesday in a three-week bushfire that has tested Australia's volunteer firefighting service, forced thousands of evacuations and burned almost 700,000 hectares of forest.</p><p nitf:lede=\"true\"> Torrential rain across most of New South Wales not only doused many of the fires but prompted flood warnings in regions that had been parched for weeks.</p><p nitf:lede=\"true\">Rural Fire Service (RFS) spokesman Cameron Wade said that thunderstorms overnight had dumped up to 40 millimetres of water on some of the worst blazes in the Shoalhaven area south of Sydney.</p><p>\"We're trying to get some aircraft up to see what's going on, but the early reports indicate it has helped in a lot of cases,\" Wade said.</p><p> He warned that it would be premature to declare the nation's worst-ever bushfire emergency at an end.</p><p> \"We need to point out that rain doesn't put fires out, so we still need to assess what's going on,\" Wade said, noting that fires can smoulder in tree trunks for weeks, only to rekindle when dry weather returns.</p><p> The fires that began on Christmas Day and razed 150 homes within 48 hours were a stern test of the mettle of the 10,000 volunteer firefighters called up to put them out.</p><p> More than 1,000 fire trucks and 50 aircraft have been involved in the massive firefight.</p><p> At one point the RFS was pitted against fires, with a combined perimeter of 3,000 kilometres, that in some cases were advancing at a rate of 10 kilometres an hour.</p><p> Wade warned that the blazes could pick up again later in the week when temperatures are expected to rise and wind speeds pick up.</p><p> \"Friday is looking particularly nasty again,\" he said. \"I think we are getting a false sense of hope that we are going to be able to call an end to the crisis, but the fire season will continue regardless.\" dpa sa ff</p>", "publisher": "dpa international (Englischer Dienst)", "instances": []}, {"relevance_score": 11, "title": "", "published": "2002-01-03", "bodyText": "<p nitf:lede=\"true\">About 15,000 people battled 100 raging fires Thursday on Australia's east coast, news reports said.</p><p nitf:lede=\"true\"> Australia's ABC radio reported that 20 houses were destroyed and more than 7,000 people were evacuated.</p><p>The New South Wales government announced it will buy two more water-bombing helicopters to help crews from around the country deal with the disaster.</p><p> The helicopters, which can hold 9,000 litres of water, have proved effective in fighting fires in the Blue Mountains west of Sydney. New units ordered are due to arrive within the next five days.</p><p> New Zealand offered the assistance of its firefighters, as recruits from all states and the Northern Territory help protect homes from fires that continue to surround Sydney.</p><p> Voluntary evacuations were underway at Oakdale in Sydney's southwest, in Hawkesbury northwest of Sydney, and at Jervis Bay and Hyam's Beach on the south coast, ABC radio reported.</p><p> Extra firefighting crews were being moved to the Blue Mountains west of Sydney, as winds continued to fan flames south of the Great Western Highway, a two-hour drive from Sydney.</p><p> Now deemed \"black Christmas\", Australia's bush fires continue to rage out of control in and around Sydney - home to four million residents.</p><p> Hot, dry windy weather continues to hamper efforts to extinguish the blazes that have destroyed more than 100 homes, charred 300,000 hectares of land, and sent thick black smoke billowing as far as New Zealand.</p><p> Twenty-one people have been arrested so far for allegedly starting the fires - most of them teenagers. dpa do rk</p><note noteType=\"other\"><bodyText><p>updates</p>", "publisher": "dpa international (Englischer Dienst)", "instances": []}, {"relevance_score": 13, "title": "", "published": "2002-01-03", "bodyText": "<p nitf:lede=\"true\">Thousands of animals are fleeing the flames of the bushfires sweeping Australia. Most have perished, but there are amazing stories of wildlife survival.</p><p>In a small pocket of the Royal National Park on Sydney's outskirts, a colony of koalas escaped the flames in the treetops, and a possum managed to cling to the only safe place it could find, a fire truck.</p><p> Animal welfare organisations have their hands full trying to rescue wildlife, and they received a helping hand from the New South Wales Government Thursday, which donated 40,000 Australian dollars (20,000 U.S. dollars) for urgent rescue measures for animals.</p><p> Environment Minister Bob Debus said it was expected that as the fire danger subsides and the surviving animals come out seeking food and water, many calls for help will come from affected areas.</p><p> Christine Miller from the Sydney Metropolitan Wildlife Service said kangaroos, wallabies and possums were among the animals needing help, and many injured animals would now start making their way out of their burnt areas.</p><p> Nevertheless, the number of surviving animals is depressingly few, with even kangaroos often too slow to escape the flames, according to wildlife experts.</p><p> The fires have had a catastrophic impact on Australian wildlife because the fires moved extremely quickly through the bush, fanned by strong winds.</p><p> Those animals that do survive the flames often die from smoke inhalation, starvation, thirst or road accidents while searching for food.</p><p> The victims emerging from bushland include various species of possums, wallabies and echidnas.</p><p> Worst hit are probably koalas because they move very slowly and live in eucalyptus trees, which are highly flammable. dpa do ms</p>", "publisher": "dpa international (Englischer Dienst)", "instances": []}, {"relevance_score": 10, "title": "1st LEAD", "published": "2015-12-26", "bodyText": "<p nitf:lede=\"true\"><pre xml:space=\"preserve\">DPA x Australia accident  1st LEAD   <br/>More than 100 homes lost in Australian bushfires<br/>By Frank Walker, dpa   =<br/>  <br/>Sydney (dpa) - The number of homes destroyed by brushfires rose to<br/>more than 100 in south-eastern Australia Saturday as firefighters<br/>reached isolated areas.</pre></p><p><pre xml:space=\"preserve\"><br/>  <br/>Victoria state Premier Daniel Andrews said 50 additional homes were<br/>confirmed destroyed in a popular coastal region.<br/>  <br/>\"It's kind of confirmed for us just how hot, just how volatile, just<br/>how intense this fire was, burning right to the water's edge,\"<br/>Andrews was quoted as saying by national broadcaster ABC.<br/>  <br/>The coastal town of Wye River lost 85 homes, and 18 houses were<br/>destroyed at nearby Separation Creek. The towns had been evacuated<br/>and no one was reported hurt.<br/>  <br/>Overnight rains helped firefighters beat back flames from other<br/>evacuated towns along the coast but officials said the 2,200-hectare<br/>fire could flare up again when hot dry winds return next week.<br/>  <br/>More than 150 firefighters and 18 aircraft have been battling the<br/>inferno that began a week ago with a series of lightning strikes<br/>along the coastal Great Ocean Road that is usually filled with<br/>year-end holidaymakers.<br/>  <br/>Spectacular scenery and beaches along the road running south-west of<br/>Melbourne make the area popular with international travellers. Many<br/>were stranded by the fires in safe zones at Apollo Bay.<br/>  <br/>Emergency Management Commissioner Craig Lapsley said  Saturday that<br/>towns threatened by fire and evacuated were now reopened and people<br/>were returning.<br/>  <br/>  <br/>  <br/>  <br/>  Dec 2615 0508 GMT  </pre></p>", "publisher": "dpa international (Englischer Dienst)", "instances": ["DPA x Australia accident  1st LEAD   More than 100 homes lost in Australian bushfiresBy Frank Walker, dpa   =  Sydney (dpa) - The number of homes destroyed by brushfires rose tomore than 100 in south-eastern Australia Saturday as firefightersreached isolated areas. Victoria state Premier Daniel Andrews said 50 additional homes wereconfirmed destroyed in a popular coastal region. \"It's kind of confirmed for us just how hot, just how volatile, justhow intense this fire was, burning right to the water's edge,\"Andrews was quoted as saying by national broadcaster ABC. The coastal town of Wye River lost 85 homes, and 18 houses weredestroyed at nearby Separation Creek. The towns had been evacuatedand no one was reported hurt. Overnight rains helped firefighters beat back flames from otherevacuated towns along the coast but officials said the 2,200-hectarefire could flare up again when hot dry winds return next week."]}, {"relevance_score": 11, "title": "1ST LEAD", "published": "2015-12-25", "bodyText": "<p nitf:lede=\"true\"><pre xml:space=\"preserve\">DPA x Australia weather  1ST LEAD   <br/>Sixty homes destroyed in Australian bushfires<br/>By Frank Walker, dpa   =<br/>  <br/>Sydney (dpa) - Up to 60 homes were destroyed Friday as out of control<br/>bushfires forced entire towns to flee on the Great Ocean Road, a<br/>famous tourist attraction in Victoria in Australia's south.</pre></p><p><pre xml:space=\"preserve\"><br/>  <br/>More than 150 firefighters, 60 tankers and 18 aircraft are battling<br/>the blaze which is spreading out of control along the scenic tourist<br/>coastal drive 145 kilometres south-west of Melbourne.<br/>  <br/>People in the popular tourist town of Lorne have been told to<br/>evacuate as the fire bears down on them and dozens of houses are on<br/>fire in the coastal holiday towns of Separation Creek and Wye River.<br/>  <br/>Country Fire Authority Victoria confirmed 53 houses have been lost<br/>with more expected, but there are no reports of death or injury.<br/>  <br/>A man in Lorne identified only as Mick told the broadcaster ABC he<br/>had to break off his Christmas barbecue lunch to pack up his car and<br/>leave town.<br/>  <br/>\"It's a massive plume of smoke - it almost looks like a big nuclear<br/>bomb,\" he said.<br/>  <br/>The weather is expected to drop 10 degrees overnight as a cold front<br/>arrives, but fresh winds are likely to push the fire front towards<br/>Lorne, a popular tourist centre.<br/>  <br/>Firefighters have struggled to gain control of the fires that cover<br/>2,000 hectares and more than 300 homes are still threatened.<br/>  <br/>Residents and tourists had to abandon Christmas lunches and leave<br/>gifts under the tree to take shelter at surf clubs on the beaches and<br/>thick smoke blanketed the area.<br/>  <br/>Meanwhile northern Australia is bracing for a category 1 cyclone<br/>expected to hit over the weekend.<br/>  <br/>Darwin has been hit with heavy rains, topping 150 mm on Friday, as<br/>floods spread across northern Australia.<br/>  <br/>  <br/>  <br/>  <br/>  Dec 2515 1205 GMT  </pre></p>", "publisher": "dpa international (Englischer Dienst)", "instances": ["DPA x Australia weather  1ST LEAD   Sixty homes destroyed in Australian bushfiresBy Frank Walker, dpa   =  Sydney (dpa) - Up to 60 homes were destroyed Friday as out of controlbushfires forced entire towns to flee on the Great Ocean Road, afamous tourist attraction in Victoria in Australia's south. More than 150 firefighters, 60 tankers and 18 aircraft are battlingthe blaze which is spreading out of control along the scenic touristcoastal drive 145 kilometres south-west of Melbourne. People in the popular tourist town of Lorne have been told toevacuate as the fire bears down on them and dozens of houses are onfire in the coastal holiday towns of Separation Creek and Wye River. Country Fire Authority Victoria confirmed 53 houses have been lostwith more expected, but there are no reports of death or injury. A man in Lorne identified only as Mick told the broadcaster ABC hehad to break off his Christmas barbecue lunch to pack up his car andleave town. \"It's a massive plume of smoke - it almost looks like a big nuclearbomb,\" he said."]}, {"relevance_score": 15, "title": "1ST LEAD", "published": "2015-11-18", "bodyText": "<p nitf:lede=\"true\"><pre xml:space=\"preserve\">DPA x Australia Germany weather accident  1ST LEAD   <br/>Three German backpackers reported among dead in Australian bushfires<br/>By Frank Walker, dpa   =<br/>  <br/>Sydney (dpa) - Three German backpackers and a local farmer were<br/>reported killed in bushfires on the south coast of Western Australia<br/>Wednesday.</pre></p><p><pre xml:space=\"preserve\"><br/>  <br/>The German man and two women were killed in their car as they tried<br/>to flee the raging bushfires, the broadcaster ABC reported local<br/>people near Esperance saying.<br/>  <br/>A police spokesman declined to confirm victims' details, telling dpa<br/>it might take several days to formally identify the four bodies and<br/>relatives had to be notified first.<br/>  <br/>But a spokesman for West Australian Premier Colin Barnett confirmed<br/>three of the dead were foreign nationals.<br/>  <br/>The West Australian newspaper said the three backpackers had been<br/>working on farms in the area, according to locals.<br/>  <br/>The local victim, farmer Kym Curnow, 45, was been hailed a hero for<br/>going from farm to farm warning people to get out, and stopping cars<br/>that were heading towards the fires as the blaze was whipped by<br/>100-kilometre-per-hour winds across a 70-kilometre front.<br/>  <br/>His body was reportedly found in his vehicle, while the bodies of the<br/>three backpackers were found in a separate car that apparently<br/>crashed into a tree in the confusion of the smoke.<br/>  <br/>Fire and Emergency Services Commissioner chief Wayne Gregson said<br/>fire conditions around Esperance were \"catastrophic and unstoppable.\"<br/>  <br/>Hotel owner Dianne Waddington said the bushfire was the worst she had<br/>seen in 20 years.<br/>  <br/>\"Between the smoke and the dust it was just horrific,\" she said. More<br/>than 300 people are taking shelter in a school hall in the town,<br/>which was not threatened by the flames.<br/>  <br/>Esperance shire president Victoria Brown told the ABC the community<br/>was in shock after \"the day from hell. It was devastating.\"<br/>  <br/>Two more people may have killed in reports that were not confirmed by<br/>police.<br/>  <br/>Bush fires also broke out in South Australia Wednesday threatening<br/>several farms, and the east coast is bracing for temperatures of 40<br/>degrees Celsius on Friday as the heatwave spreads across the country.<br/>  <br/>  <br/>  <br/>  <br/>  Nov 1815 0940 GMT  </pre></p>", "publisher": "dpa international (Englischer Dienst)", "instances": ["DPA x Australia Germany weather accident  1ST LEAD   Three German backpackers reported among dead in Australian bushfiresBy Frank Walker, dpa   =  Sydney (dpa) - Three German backpackers and a local farmer werereported killed in bushfires on the south coast of Western AustraliaWednesday. The German man and two women were killed in their car as they triedto flee the raging bushfires, the broadcaster ABC reported localpeople near Esperance saying. A police spokesman declined to confirm victims' details, telling dpait might take several days to formally identify the four bodies andrelatives had to be notified first. But a spokesman for West Australian Premier Colin Barnett confirmedthree of the dead were foreign nationals. The West Australian newspaper said the three backpackers had beenworking on farms in the area, according to locals. The local victim, farmer Kym Curnow, 45, was been hailed a hero forgoing from farm to farm warning people to get out, and stopping carsthat were heading towards the fires as the blaze was whipped by100-kilometre-per-hour winds across a 70-kilometre front."]}, {"relevance_score": 12, "title": "", "published": "2002-01-04", "bodyText": "<p nitf:lede=\"true\">------------------------------------------------------------------- All times GMT/ If you have any questions about the news schedule or need items repeated please call dpa:</p><p nitf:lede=\"true\"> (0600-2000 GMT) Hamburg Tel: 49-40-4113-2280/2282 Fax: 4113-2289 (2000-0600 GMT) Washington Tel: 1-202-662-1260 Fax: 662-1270 -------------------------------------------------------------------</p><p nitf:lede=\"true\"> THE WORLD:</p><p nitf:lede=\"true\"> New Delhi/ - Negotiations expected at South Asian summit in Nepal Islamabad on defusing tension between New Delhi and Islamabad (India-Pakistan, Roundup by 1500)</p><p nitf:lede=\"true\"> Jerusalem - U.S. mediator Zinni opens Mideast talks (Mideast-Conflict, Roundup by 1500)</p><p nitf:lede=\"true\"> Islamabad - U.S. continues hunt for Al-Qaeda in Afghanistan (Afghan-Conflict, Roundup as available)</p><p nitf:lede=\"true\"> Sydney - Battle continues against Australian bushfires (Australia-Fire, Roundup by 1400)</p><p nitf:lede=\"true\"> Buenos Aires - Argentine economic crisis: new government announces policy (Argentina-Crisis, as available)</p><p nitf:lede=\"true\"> SPORT PLANNED: ALPINE SKIING Maribor, - Women's World Cup Giant Slalom - Slovenia second run begins at 1145 GMT (AlpineSki-Slovenia/, as available)</p><p nitf:lede=\"true\"> SKI JUMPING Innsbruck, - Third event in Four Hill World Cup tournament Austria (SkiJump-Austria/, as available)</p><p nitf:lede=\"true\"> TENNIS Perth, - Hopman Cup: France vs. Italy, U.S. vs. Belgium.</p><p>Australia (Tennis-Australia/, results, roundup as available)</p><p> Adelaide, - Australian men's hardcourt championships Australia (Tennis-ATP-Australia/, results, roundup as available)</p><p>Gold Coast, - Australian women's hardcourt championships Australia (Tennis-WTA-Australia/, results, roundup as available)</p><p> Auckland, - ASB Bank Classic New Zealand (Tennis-WTA-NewZealand/, results, roundup, as available)</p><p> BASKETBALL Los Angeles - NBA basketball (Basketball-NBA, moved)</p><p> BACKGROUNDERS AND BYLINERS:</p><p> San Francisco - FEATURE: Digital media gadgets the focus for 2002. By Andy Goldberg (810 words/US-Technology)</p><p> Berlin - Ructions in Berlin ahead of historic power change. By Clive Freeman (640 words/Germany-Cabinet)</p><p>Kinshasa - Donors prepare to re-open the taps to Congo's government. By Mike Crawley (570 words/Congo-Finance) -------------------------------------------------------------------- dpa SCHEDULE dpa SCHEDULE dpa SCHEDULE dpa SCHEDULE dpa SCHEDULE dpa -------------------------------------------------------------------- dpa ff vc</p>", "publisher": "dpa international (Englischer Dienst)", "instances": ["------------------------------------------------------------------- All times GMT/ If you have any questions about the news schedule or need items repeated please call dpa: (0600-2000 GMT) Hamburg Tel: 49-40-4113-2280/2282 Fax: 4113-2289 (2000-0600 GMT) Washington Tel: 1-202-662-1260 Fax: 662-1270 ------------------------------------------------------------------- THE WORLD: New Delhi/ - Negotiations expected at South Asian summit in Nepal Islamabad on defusing tension between New Delhi and Islamabad (India-Pakistan, Roundup by 1500) Jerusalem - U. S. mediator Zinni opens Mideast talks (Mideast-Conflict, Roundup by 1500) Islamabad - U. S. continues hunt for Al-Qaeda in Afghanistan (Afghan-Conflict, Roundup as available) Sydney - Battle continues against Australian bushfires (Australia-Fire, Roundup by 1400) Buenos Aires - Argentine economic crisis: new government announces policy (Argentina-Crisis, as available) SPORT PLANNED: ALPINE SKIING Maribor, - Women's World Cup Giant Slalom - Slovenia second run begins at 1145 GMT (AlpineSki-Slovenia/, as available) SKI JUMPING Innsbruck, - Third event in Four Hill World Cup tournament Austria (SkiJump-Austria/, as available) TENNIS Perth, - Hopman Cup: France vs. Italy, U. S. vs. Belgium. Australia (Tennis-Australia/, results, roundup as available) Adelaide, - Australian men's hardcourt championships Australia (Tennis-ATP-Australia/, results, roundup as available)Gold Coast, - Australian women's hardcourt championships Australia (Tennis-WTA-Australia/, results, roundup as available) Auckland, - ASB Bank Classic New Zealand (Tennis-WTA-NewZealand/, results, roundup, as available) BASKETBALL Los Angeles - NBA basketball (Basketball-NBA, moved) BACKGROUNDERS AND BYLINERS: San Francisco - FEATURE: Digital media gadgets the focus for 2002."]}, {"relevance_score": 14, "title": "", "published": "2002-01-07", "bodyText": "<p nitf:lede=\"true\">Thousands of people have begun rebuilding their lives with the assistance of government and charities after suffering damage from the still-burning Australian bushfires.</p><p nitf:lede=\"true\"> The New South Wales Department of Community Services Monday said more than 9,500 bushfire victims had been helped by the NSW government and its community partners - the Salvation Army, St. Vincent de Paul, the Red Cross, Anglicare and Adracare.</p><p>About 170 homes have been destroyed in two weeks of one of Australia's worst fire disasters ever. Many of the fires, which encircle three sides of Sydney, were set by arsons, officials have said. Respite in the form of heavy rains arrived in some areas early Monday, but fires continued to burn elsewhere.</p><p> NSW Community Services Minister Faye Lo Po' said victims had received many forms of assistance since the disaster began.</p><p> \"A Kurrajong woman, who was forced to flee with her daughter and three grandchildren from her burning home, was provided with immediate cash assistance, clothing, food and transport to the home of a relative,\" Faye Po Lo told Australian Associated Press.</p><p>Salvation Army Captain Glenn Whittaker said more than 55,000 meals had been provided by the charity to firefighters and evacuees since the fires began.</p><p> St. Vincent de Paul Society spokeswoman Catherine Coorey said the charity had provided material support including mattresses, blankets, toiletries and clothing to those that had been evacuated.</p><p> \"I know we've probably given out about a thousand toiletries packets and similar in blankets and mattresses,\" she told AAP. \"We've got a bit over 400 volunteers who work specifically with disaster recovery and they've been in pretty constant rotation.\"</p><p> Coorey said the workload had lightened somewhat as evacuees returned to their homes but volunteers were still getting ready for what may happen next. dpa do pr</p>", "publisher": "dpa international (Englischer Dienst)", "instances": ["Thousands of people have begun rebuilding their lives with the assistance of government and charities after suffering damage from the still-burning Australian bushfires. The New South Wales Department of Community Services Monday said more than 9,500 bushfire victims had been helped by the NSW government and its community partners - the Salvation Army, St. Vincent de Paul, the Red Cross, Anglicare and Adracare. About 170 homes have been destroyed in two weeks of one of Australia's worst fire disasters ever. Many of the fires, which encircle three sides of Sydney, were set by arsons, officials have said. Respite in the form of heavy rains arrived in some areas early Monday, but fires continued to burn elsewhere."]}, {"relevance_score": 5, "title": "Queen Elizabeth 'deeply saddened' by Australian bushfires", "published": "2020-01-05", "bodyText": "<p nitf:lede=\"true\">Britain's Queen Elizabeth II says she is \"deeply saddened\" by Australia's bushfire crisis, praising emergency workers who are on the front line. </p><p>\"I have been deeply saddened to hear of the continued bushfires and their devastating impact across many parts of Australia,\" the 93-year-old monarch said in a statement released by Buckingham Palace on Saturday night. </p><p>\"My thanks go out to the emergency services, and those who put their own lives in danger to help communities in need.</p><p>\"Prince Philip and I send our thoughts and prayers to all Australians at this difficult time,\" said the queen, who last visited Australia in 2011. </p><p>Australia is a constitutional monarchy with the queen as the head of state and is represented by her governor-general. </p>", "publisher": "dpa international (Englischer Dienst)", "instances": []}, {"relevance_score": 7, "title": "Smoke from Australian bushfires reaches South America, UN says", "published": "2020-01-07", "bodyText": "<p nitf:lede=\"true\">Smoke from the catastrophic bushfires devastating Australia have drifted 11,000 kilometres across the Pacific Ocean and reached South America, the UN World Meteorological Organization said on Tuesday.</p><p>The massive plume of smoke arrived on Monday in Argentina and central Chile, where the cloudless sky appeared grey on Tuesday due to the pollution.</p><p>In Argentina, the SNM weather channel said smoke is visible from the southern Patagonia region to farther north, towards Buenos Aires, where the sunset has taken on a deeper red colour.</p><p>Authorities said the smoke does not pose a health risk in these countries, unlike in Australia, where the air pollution has reached hazardous levels.</p><p>The fires have so far released around 400 megatons of carbon dioxide into the atmosphere, the EU's Copernicus monitoring programme said on Monday.</p><p>The bushfires have killed 25 people and millions of animals. Since the biggest fires started in October, around 110,000 square kilometres of land have burned.</p>", "publisher": "dpa international (Englischer Dienst)", "instances": []}, {"relevance_score": 5, "title": "Federer, Nadal and Serena confirmed for Australian charity event", "published": "2020-01-08", "bodyText": "<p>       BERLIN (dpa-AFX) - Tennis greats Serena Williams, Roger Federer and Rafael Nadal are among the top names who were confirmed on Wednesday for a charity exhibition tournament aimed at raising money for communities destroyed by the Australian bushfires.  The Rally for Relief next Wednesday will take place in Melbourne ahead of the Australian Open starting there five days later.   Organizers said in a statement that the storied trio would be joined by Naomi Osaka, Caroline Wozniacki, Australia's Nick Kyrgios and  Stefanos Tsitsipas among others.  Kyrgios recently started a massive fundraising effort when he pledged to donate 200 dollars for every ace he served to the bushfire appeal. Fellow Australian Ash Barty, the women's world number one, then vowed to donate all of her Brisbane International prize money.      Copyright dpa    </p>", "publisher": "dpa-AFX International ProFeed", "instances": ["BERLIN (dpa-AFX) - Tennis greats Serena Williams, Roger Federer and Rafael Nadal are among the top names who were confirmed on Wednesday for a charity exhibition tournament aimed at raising money for communities destroyed by the Australian bushfires. The Rally for Relief next Wednesday will take place in Melbourne ahead of the Australian Open starting there five days later. Organizers said in a statement that the storied trio would be joined by Naomi Osaka, Caroline Wozniacki, Australia's Nick Kyrgios and  Stefanos Tsitsipas among others. Kyrgios recently started a massive fundraising effort when he pledged to donate 200 dollars for every ace he served to the bushfire appeal. Fellow Australian Ash Barty, the women's world number one, then vowed to donate all of her Brisbane International prize money. Copyright dpa"]}, {"relevance_score": 5, "title": "Federer, Nadal and Serena confirmed for Australian charity event", "published": "2020-01-08", "bodyText": "<p nitf:lede=\"true\">Tennis greats Serena Williams, Roger Federer and Rafael Nadal are among the top names who were confirmed on Wednesday for a charity exhibition tournament aimed at raising money for communities destroyed by the Australian bushfires.</p><p>The Rally for Relief next Wednesday will take place in Melbourne ahead of the Australian Open starting there five days later.</p><p>Organizers said in a statement that the storied trio would be joined by Naomi Osaka, Caroline Wozniacki, Australia's Nick Kyrgios and Stefanos Tsitsipas among others.</p><p>Kyrgios recently started a massive fundraising effort when he pledged to donate 200 dollars for every ace he served to the bushfire appeal. Fellow Australian Ash Barty, the women's world number one, then vowed to donate all of her Brisbane International prize money.  </p>", "publisher": "dpa international (Englischer Dienst)", "instances": ["Tennis greats Serena Williams, Roger Federer and Rafael Nadal are among the top names who were confirmed on Wednesday for a charity exhibition tournament aimed at raising money for communities destroyed by the Australian bushfires. The Rally for Relief next Wednesday will take place in Melbourne ahead of the Australian Open starting there five days later. Organizers said in a statement that the storied trio would be joined by Naomi Osaka, Caroline Wozniacki, Australia's Nick Kyrgios and Stefanos Tsitsipas among others. Kyrgios recently started a massive fundraising effort when he pledged to donate 200 dollars for every ace he served to the bushfire appeal. Fellow Australian Ash Barty, the women's world number one, then vowed to donate all of her Brisbane International prize money."]}, {"relevance_score": 5, "title": "Federer, Nadal and Serena confirmed for Australian charity event", "published": "2020-01-08", "bodyText": "<p>       BERLIN (dpa-AFX) - Tennis greats Serena Williams, Roger Federer and Rafael Nadal are among the top names who were confirmed on Wednesday for a charity exhibition tournament aimed at raising money for communities destroyed by the Australian bushfires.  The Rally for Relief next Wednesday will take place in Melbourne ahead of the Australian Open starting there five days later.   Organizers said in a statement that the storied trio would be joined by Naomi Osaka, Caroline Wozniacki, Australia's Nick Kyrgios and  Stefanos Tsitsipas among others.  Kyrgios recently started a massive fundraising effort when he pledged to donate 200 dollars for every ace he served to the bushfire appeal. Fellow Australian Ash Barty, the women's world number one, then vowed to donate all of her Brisbane International prize money.      Copyright dpa    </p>", "publisher": "dpa-AFX International ProFeed", "instances": ["BERLIN (dpa-AFX) - Tennis greats Serena Williams, Roger Federer and Rafael Nadal are among the top names who were confirmed on Wednesday for a charity exhibition tournament aimed at raising money for communities destroyed by the Australian bushfires. The Rally for Relief next Wednesday will take place in Melbourne ahead of the Australian Open starting there five days later. Organizers said in a statement that the storied trio would be joined by Naomi Osaka, Caroline Wozniacki, Australia's Nick Kyrgios and  Stefanos Tsitsipas among others. Kyrgios recently started a massive fundraising effort when he pledged to donate 200 dollars for every ace he served to the bushfire appeal. Fellow Australian Ash Barty, the women's world number one, then vowed to donate all of her Brisbane International prize money. Copyright dpa"]}, {"relevance_score": 5, "title": "Death toll rises in ferocious Australian bushfires", "published": "2019-12-31", "bodyText": "<p nitf:lede=\"true\">Sydney (dpa) - Two more people have been found dead in the ferocious bushfires that hit south-east Australia Tuesday and another five are missing, authorities confirmed.</p><p>A father and son were killed trying to defend their home near the historic village of Cobargo, 380 kilometres south of Sydney, New South Wales Rural Fire Service Commissioner told reporters.</p><p>Their deaths bring the fire toll to 12 since the outbreak two months ago, including three volunteer firefighters.</p><p>Another man who stayed to try to defend his home near Cobargo was missing Tuesday, but police said they had not yet managed to reach him.</p><p>Four people are unaccounted for in the state of Victoria, Premier Daniel Andrews told reporters Tuesday morning.</p>", "publisher": "dpa international (Englischer Dienst)", "instances": []}, {"relevance_score": 7, "title": "Four killed in West Australian bushfires", "published": "2015-11-17", "bodyText": "<p nitf:lede=\"true\"><pre xml:space=\"preserve\">DPA x Australia fire  Four killed in West Australian bushfires Sydney   <br/>Four people have been killed in massive bushfires<br/>raging along the south coast of Western Australia as winds hit 90<br/>kilometres an hour, news reports said Wednesday.</pre></p><p><pre xml:space=\"preserve\"><br/>  <br/>Police confirmed the deaths and warned people in isolated communities<br/>along the coast to get out as the 70 kilometre long fire front is<br/>whipped along by strong winds.<br/>  <br/>The fires were started by more than 110 lightning strikes Tuesday.<br/>The sparsely populated area is mostly open farmland and national<br/>parks.<br/>  <br/>The chief superintendent of the Department of Fire and Emergency<br/>Services, Murray Bawden, told the broadcaster ABC three homes had<br/>been lost and hundreds of spot fires had sprung up.<br/>  <br/>The fires are 20 kilometres east and 47 kilometres north of the<br/>coastal town of Esperance, but the picturesque town is not threatened<br/>at this stage.<br/>  <br/>Fire fighters are on their way from Perth, which is 720 kilometres to<br/>the east.<br/>  <br/>  <br/>  <br/>  <br/>  Nov 1715 2316 GMT  </pre></p>", "publisher": "dpa international (Englischer Dienst)", "instances": ["DPA x Australia fire  Four killed in West Australian bushfires Sydney   Four people have been killed in massive bushfiresraging along the south coast of Western Australia as winds hit 90kilometres an hour, news reports said Wednesday. Police confirmed the deaths and warned people in isolated communitiesalong the coast to get out as the 70 kilometre long fire front iswhipped along by strong winds. The fires were started by more than 110 lightning strikes Tuesday. The sparsely populated area is mostly open farmland and nationalparks. The chief superintendent of the Department of Fire and EmergencyServices, Murray Bawden, told the broadcaster ABC three homes hadbeen lost and hundreds of spot fires had sprung up. The fires are 20 kilometres east and 47 kilometres north of thecoastal town of Esperance, but the picturesque town is not threatenedat this stage."]}, {"relevance_score": 8, "title": "Australian bushfires claim their first life", "published": "2013-10-18", "bodyText": "<p nitf:lede=\"true\"><pre xml:space=\"preserve\">DPA x Australia weather  Australian bushfires claim their first life Sydney   <br/>Australians were warned Friday that the worst<br/>forest fires in a decade were likely to claim more lives after a<br/>63-year-old man who suffered a heart attack while trying to defend<br/>his home became the first reported victim.</pre></p><p><pre xml:space=\"preserve\"><br/>  <br/>Bushland is still blazing in the south-east after scorching heat<br/>and strong winds whipped up a conflagration that burned through<br/>50,000 hectares and had a perimeter of 400 kilometers.<br/>  <br/>Over 100 houses were feared destroyed in Thursday's inferno, with<br/>the most serious losses in the Blue Mountains 70 kilometres west of<br/>Sydney.<br/>  <br/>Mike Gallacher, the emergency services minister in the New South<br/>Wales state government, said the bodies of those who tried to outrun<br/>the flames may be found in burned-out vehicles.<br/>  <br/># dpa NOTEBOOK<br/>  <br/>## Internet<br/>- [ABC images]  (<url normalizedValue=\"http://dpaq.de/wz4NL\">http://dpaq.de/wz4NL</url>)<br/>- [Rural Fire Service Facebook]  (           <url normalizedValue=\"http://dpaq.de/5jxpu\">http://dpaq.de/5jxpu</url>)<br/>- [YouTube video]  (           <url normalizedValue=\"http://dpaq.de/bOaLi\">http://dpaq.de/bOaLi</url>)<br/>  <br/>* * * *<br/>The following information is not for publication<br/>  <br/>## dpa Contacts<br/>- Reporting by: Sid Astbury<br/>- Editing by: Gretel Johnston<br/>Tel: +1 202-662-1241; &lt;<email normalizedValue=\"mailto:englishservice@dpa.com\">englishservice@dpa.com</email>;<br/>  <br/>  Oct 1813 0009 GMT  </pre></p>", "publisher": "dpa international (Englischer Dienst)", "instances": ["DPA x Australia weather  Australian bushfires claim their first life Sydney   Australians were warned Friday that the worstforest fires in a decade were likely to claim more lives after a63-year-old man who suffered a heart attack while trying to defendhis home became the first reported victim. Bushland is still blazing in the south-east after scorching heatand strong winds whipped up a conflagration that burned through50,000 hectares and had a perimeter of 400 kilometers. Over 100 houses were feared destroyed in Thursday's inferno, withthe most serious losses in the Blue Mountains 70 kilometres west ofSydney. Mike Gallacher, the emergency services minister in the New SouthWales state government, said the bodies of those who tried to outrunthe flames may be found in burned-out vehicles. # dpa NOTEBOOK  ## Internet- [ABC images]  (http://dpaq. de/wz4NL)- [Rural Fire Service Facebook]  (           http://dpaq."]}, {"relevance_score": 7, "title": "Four killed in West Australian bushfires", "published": "2015-11-18", "bodyText": "<p nitf:lede=\"true\">       SYDNEY (dpa-AFX) - Four people have been killed in massive bushfires raging along the south coast of Western Australia as winds hit 90 kilometres an hour, news reports said Wednesday.  Police confirmed the deaths and warned people in isolated communities along the coast to get out as the 70 kilometre long fire front is whipped along by strong winds.  The fires were started by more than 110 lightning strikes Tuesday. The sparsely populated area is mostly open farmland and national parks.  The chief superintendent of the Department of Fire and Emergency Services, Murray Bawden, told the broadcaster ABC three homes had been lost and hundreds of spot fires had sprung up.  The fires are 20 kilometres east and 47 kilometres north of the coastal town of Esperance, but the picturesque town is not threatened at this stage.  Fire fighters are on their way from Perth, which is 720 kilometres to the east.   Copyright dpa    </p><p/>", "publisher": "dpa-AFX International ProFeed", "instances": []}, {"relevance_score": 3, "title": "", "published": "1997-01-21", "bodyText": "<p nitf:lede=\"true\"> Firefighters were worried a change in wind direction would open up new fronts in bush blazes raging out of control Tuesday on the outskirts of Melbourne, Australia's second largest city, ABC Radio reported.</p><p nitf:lede=\"true\"> Twenty-eight houses had been lost and many more were threatened as over 400 firefighters battled the blazes in temperatures so high that witnesses described homes \"exploding\" and being destroyed in just minutes.</p><p nitf:lede=\"true\"> All of Melbourne's 80 firetrucks are active, along with planes to bomb the blaze and limit its spread.  dpa sa vc</p>", "publisher": "dpa international (Englischer Dienst)", "instances": []}, {"relevance_score": 6, "title": "", "published": "2003-02-14", "bodyText": "<p nitf:lede=\"true\">Australia's worst bushfire season on record has charred more than 3 million hectares of forests and farms.</p><p>The National Association of Forest Industries (NAFI) said Friday the tree cover lost was double the previous record of 1.5 million hectares set in in 1939.</p><p> The bulk of the damage was concentrated in national parks in Australia's southeast corner.</p><p>NAFI executive director Kate Carnell urged the managers of national parks to do more fuel-reduction burning to slow the progress of wildfires.</p><p> \"We want to see significantly better and more active management of the parks with hazard reduction, keeping fire trails open, making sure there are adequate staff and adequate machinery in place to put fires out early.\" dpa sa blg</p>", "publisher": "dpa international (Englischer Dienst)", "instances": []}, {"relevance_score": 9, "title": "", "published": "1997-01-22", "bodyText": "<p nitf:lede=\"true\"> Arson is suspected after three people were killed and 33 homes destroyed in Australia's worst bushfires since 1983, Australian Associated Press reported Wednesday.</p><p nitf:lede=\"true\"> Damage to outlying districts of Melbourne, the country's second largest city, was estimated at 10 million Australian dollars (8 million U.S. dollars) after fires raged across the area fanned by strong winds and temperatures close to 40 degress Celcius.</p><p>Those killed were a couple in their 20s who took shelter in the basement of their burnt-out home and a neighbour in her 50s who joined in their attempt to escape the inferno.</p><p> They had ignored orders to evacuate their homes.</p><p> Detectives said the worst of the blazes could have been lit by an arsonist.</p><p> \"At this particular point in time, and until we know any better, we have to treat the fire as suspicious,\" said detective senior sargeant Adrian Edwards.</p><p> Over 1,500 volunteer firefighters fought the blazes, which are now under control after a drop in temperature and torrential rain.  dpa sa ms zm</p>", "publisher": "dpa international (Englischer Dienst)", "instances": []}, {"relevance_score": 6, "title": "", "published": "2002-01-01", "bodyText": "<p nitf:lede=\"true\">Sydney residents were urged not to panic, as bushfires broke out close to residential areas of northern Sydney Wednesday, threatening hundreds of homes.</p><p>The fire was burning within kilometres of several residential areas in Sydney. Many of the major fires across New South Wales flared up again on Tuesday afternoon.</p><p> Emergency Services Minister Bob Debus blamed the hot and windy weather for the worsening situation, where 100 fires are out of control.</p><p> Fire fighters were battling to save houses in the Blue Mountain area west of Sydney, as well as in the Hunter Valley where the blaze broke through containment lines Tuesday.</p><p> People were evacuated from several areas on Tuesday afternoon. dpa do js</p><note noteType=\"other\"><bodyText><p>Refiling correcting day to Wednesday</p>", "publisher": "dpa international (Englischer Dienst)", "instances": []}, {"relevance_score": 5, "title": "", "published": "1997-10-07", "bodyText": "<p nitf:lede=\"true\"> Severe bushfires in northwestern Australia, which have engulfed more than one million hectares in the past week, have not added to the thick haze covering large parts of Southeast Asia, Australian authorities said Tuesday.</p><p nitf:lede=\"true\"> A spokesman for the West Australian Environment Department said smoke from the fires was being blown west by the southern summer's prevailing winds, and was dispersing over thinly-populated parts of northern Australia.</p><p>He added that the fires had caused very little smoke since they affected mostly dry, sparsely vegetated bushland, not forests like the fires in nearby Indonesia.</p><p> A spokesman for the West Australian bushfire brigade said the blazes had affected one million hectares in the past week alone, without an end in sight. In 1994 bushfires affected five million hectares and the following year fires hit nine million hectares of bushland. dpa ah fz</p>", "publisher": "dpa international (Englischer Dienst)", "instances": []}, {"relevance_score": 3, "title": "Das sind die Titelfavoriten in Melbourne", "published": "2020-01-19", "bodyText": "<p>Endet im neuen Jahrzehnt die Dominanz der \"Big Three\"? Besiegt Serena Williams in Melbourne ihren Final-Fluch bei Grand-Slam-Turnieren? Alle Favoriten beim ersten Tennis-Highlight des Jahres.</p>", "publisher": "DER SPIEGEL (online)", "instances": []}, {"relevance_score": 22, "title": "", "published": "1997-01-22", "bodyText": "<p>-------------------------------------------------------------------- All times GMT/<br/> <br/> If you have any questions about the news schedule or need items<br/> repeated please call dpa:<br/> (0500-2000 GMT) Hamburg Tel: 49-40-4113-2280/2282 Fax: 4113-2289<br/> (2000-0500 GMT) Washington Tel:    1-202-783-5097 Fax: 783-4116<br/> --------------------------------------------------------------------<br/> ROUNDUPS PLANNED:<br/> Moscow         - Russia's lower house of parliament, the State Duma<br/>                  in a second vote throws out motion to remove<br/>                  President Yeltsin on health grounds<br/>                  (Russia-Yeltsin, by 1630)<br/>Belgrade       - No sign of let-up in protests against Serbian<br/>                  President Milosevic, senior Socialist politician<br/>                  admits falsification in last November's local polls<br/>                  (Serbia-Protests, by 1700)<br/> Sofia          - Peter Stoyanov officially takes up office as<br/>                  president of Bulgaria as opposition reiterates<br/>                  its demand for fresh general elections<br/>                  (Bulgaria-Protest, by 1700)<br/> Ankara/Bonn    - Turkish officials express outrage over allegations<br/>                  by a German judge that Turkish foreign minister<br/>                  Ciller has links with organised drug smuggling<br/>                  (Germany-Turkey, by 1600)<br/> Nairobi        - Hutu militia threaten to kill foreigners after a<br/>                  further 24 people are reported killed in a fresh<br/>                  terror wave<br/>                  (Rwanda-Murders, by 1700)<br/> Johannesburg   - South African cabinet postpones decision on arms<br/>                  sales to Syria (S. Africa-Syria, by 1600)<br/> MOVED:<br/> Beijing        - Death toll from China quake goes up to 12 with 175<br/>                  injured (220 words/China-Earthquake)<br/> Lima           - More shots heard from Japanese ambassador's home in<br/>                  Lima (400 words/Peru-Rebels)<br/> Sydney         - Arson suspected in fatal Australian bushfires<br/>                  (190 words/Australia-Fires)<br/> Jerusalem/     - Peace feelers from Israel to Syria, but Damascus is<br/> Damascus         sceptical (600 words/Mideast-Israel)<br/> Zagreb         - Tudjman rejects calls for integration of Balkan<br/>                  mini-states (440 words/Croatia-Tudjman)<br/>Kuala Lumpur   - Malaysia, Germany eye new era in bilateral relations<br/>                  (560 words/Malaysia-Kinkel)<br/> Cotabato City  - Philippine military, Moslem rebels halt fighting to<br/>                  resume talks (460 words/Philippines-Peace)<br/>Seoul          - South Korean workers resume strike, union leader<br/>                  joins Seoul march (610 words/Korea-Strikes)<br/> Cairo          - Arafat challenges netanyahu over Palestinian State<br/>                  (610 words/Mideast-Arafat)<br/> SPORT MOVED:<br/> Melbourne      - Iron man Muster goes for a workout after beating<br/>                  Ivanisevic (720 words/Tennis-Australia)<br/> Melbourne      - Sampras survives Spanish surprise in five setter,<br/>                  Muster untroubled.</p><p>By Bill Scott (650 words/<br/>                  Tennis-Australia)<br/> Rabat/Rome     - Ethiopian football team vanishes, applies for asylum<br/>                  in Italy (170 words/Football-Ethiopia)<br/> BYLINERS AND BACKGROUNDERS PLANNED:<br/>Amman          - Jordan and Iraq: Puzzling \"goodwill\" gestures after<br/>                  years of tension. By Natasha Bukhari (840 words/<br/>                  Jordan-Iraq/after 0005)<br/> Buenos Aires   - Radio Madness - mouthpiece of the mentally ill in<br/>                  Argentina. By Hendrik Groth (700 words/Argentina-<br/>                  Radio/after 0105)<br/> Nairobi        - New weapons turn Kenya cattle poaching into modern<br/>                  warfare. By Thomas Burmeister (450 words/<br/>                  Kenya-Cattle/after 0205)<br/> Hamburg        - Save the sturgeon - and spare the caviar.<br/>                  By Petra Deimer (390 words/dpa-SPECIAL-Science/<br/>                  after 0210)<br/> Augsburg       - New computer printer helps the blind to read.<br/>                  By Peter Richter (690 words/dpa-SPECIAL-Science/<br/>                  after 0220)<br/> MOVED:<br/>Miami, Florida - Miami's vice: corruption scandal and spending<br/>                  crisis. By Thomas Maier (820 words/US-Miami)<br/>New York       - Fewer defence contracts force U.S. arms industry<br/>                  shake-up. By Peter Bauer (530 words/US-Weapons)<br/> Moscow         - Aunty Polya, Kremlin cleaning lady, has seen them<br/>                  all come and go. By Dorothea Huelsmeier (850 words/<br/>                  Russia-Kremlin)<br/> Esslingen,     - Scooting: the new daredevil downhill sport with<br/>Germany          plenty of kicks. By Jo Clahsen (790 words/dpa-<br/>                  SPECIAL-Lifestyle)<br/> Muellheim,     - Decorated contact lenses - the latest eye-catching<br/>Germany          fashion. By Christian Maier (520 words/dpa-SPECIAL-<br/>                  Lifestyle)<br/> Hamburg        - Karaoke studio makes everyone a star for 18 minutes.<br/>                  By Judka Strittmatter (610 words/dpa-SPECIAL-<br/>                  Lifestyle)<br/> Nairobi        - Fear spreads as new ebola cases are discovered in<br/>                  Africa. By Thomas Burmeister (580 words/Africa-<br/>                  Ebola)<br/> London         - With Galliano and McQueen in Paris, London designers<br/>                  are on top. By Elisabeth Weymann (740 words/<br/>                  Britain-Fashion)<br/> SPORT BYLINER MOVED:<br/> Melbourne      - Belgian van Roost keeps her smile despite injury<br/>                  pullout. By Bill Scott (620 words/Tennis-Australia)<br/> Melbourne      - Goran's respect for Muster. By Ossian Shine<br/>                  (510 words/Tennis-Australia)<br/> Melbourne      - Graf resting in Melbourne to try and cure toe.<br/>                  By Bill Scott (230 words/Tennis-Australia)<br/> Chicago        - Fired-up Jordan torches Knicks for 51.<br/>                  By Paul Levine (1,060 words/Basketball-NBA)<br/> New Orleans    - Packers v Patriots - Super Bowl a matter of life,<br/>                  death and money. By Sven Busch (400 words/<br/>                  US-SuperBowl)<br/> --------------------------------------------------------------------<br/> dpa mb<br/></p>", "publisher": "dpa international (Englischer Dienst)", "instances": ["-------------------------------------------------------------------- All times GMT/  If you have any questions about the news schedule or need items repeated please call dpa: (0500-2000 GMT) Hamburg Tel: 49-40-4113-2280/2282 Fax: 4113-2289 (2000-0500 GMT) Washington Tel:    1-202-783-5097 Fax: 783-4116 -------------------------------------------------------------------- ROUNDUPS PLANNED: Moscow         - Russia's lower house of parliament, the State Duma                  in a second vote throws out motion to remove                  President Yeltsin on health grounds                  (Russia-Yeltsin, by 1630)Belgrade       - No sign of let-up in protests against Serbian                  President Milosevic, senior Socialist politician                  admits falsification in last November's local polls                  (Serbia-Protests, by 1700) Sofia          - Peter Stoyanov officially takes up office as                  president of Bulgaria as opposition reiterates                  its demand for fresh general elections                  (Bulgaria-Protest, by 1700) Ankara/Bonn    - Turkish officials express outrage over allegations                  by a German judge that Turkish foreign minister                  Ciller has links with organised drug smuggling                  (Germany-Turkey, by 1600) Nairobi        - Hutu militia threaten to kill foreigners after a                  further 24 people are reported killed in a fresh                  terror wave                  (Rwanda-Murders, by 1700) Johannesburg   - South African cabinet postpones decision on arms                  sales to Syria (S. Africa-Syria, by 1600) MOVED: Beijing        - Death toll from China quake goes up to 12 with 175                  injured (220 words/China-Earthquake) Lima           - More shots heard from Japanese ambassador's home in                  Lima (400 words/Peru-Rebels) Sydney         - Arson suspected in fatal Australian bushfires                  (190 words/Australia-Fires) Jerusalem/     - Peace feelers from Israel to Syria, but Damascus is Damascus         sceptical (600 words/Mideast-Israel) Zagreb         - Tudjman rejects calls for integration of Balkan                  mini-states (440 words/Croatia-Tudjman)Kuala Lumpur   - Malaysia, Germany eye new era in bilateral relations                  (560 words/Malaysia-Kinkel) Cotabato City  - Philippine military, Moslem rebels halt fighting to                  resume talks (460 words/Philippines-Peace)Seoul          - South Korean workers resume strike, union leader                  joins Seoul march (610 words/Korea-Strikes) Cairo          - Arafat challenges netanyahu over Palestinian State                  (610 words/Mideast-Arafat) SPORT MOVED: Melbourne      - Iron man Muster goes for a workout after beating                  Ivanisevic (720 words/Tennis-Australia) Melbourne      - Sampras survives Spanish surprise in five setter,                  Muster untroubled. By Bill Scott (650 words/                  Tennis-Australia) Rabat/Rome     - Ethiopian football team vanishes, applies for asylum                  in Italy (170 words/Football-Ethiopia) BYLINERS AND BACKGROUNDERS PLANNED:Amman          - Jordan and Iraq: Puzzling \"goodwill\" gestures after                  years of tension. By Natasha Bukhari (840 words/                  Jordan-Iraq/after 0005) Buenos Aires   - Radio Madness - mouthpiece of the mentally ill in                  Argentina. By Hendrik Groth (700 words/Argentina-                  Radio/after 0105) Nairobi        - New weapons turn Kenya cattle poaching into modern                  warfare. By Thomas Burmeister (450 words/                  Kenya-Cattle/after 0205) Hamburg        - Save the sturgeon - and spare the caviar. By Petra Deimer (390 words/dpa-SPECIAL-Science/                  after 0210) Augsburg       - New computer printer helps the blind to read."]}]