[{"relevance_score": 32, "title": "Praise for JLN, Greens for voting against salmon industry support motion", "published": "2024-06-28", "bodyText": "<p nitf:lede=\"true\">IT'S NOT ALL ABOUT JOBS In response to Shane Broad's article in The Advocate on June 24, on the salmon industry in Tasmania, I applaud the Jacqui Lambie Network and The Greens for voting against a motion to support the Tasmanian salmon industry.</p><p nitf:lede=\"true\">While the fear around a loss of jobs and the implications for regionally communities is real, what isn't mentioned is the dollars the state government could generate by charging these multi-national companies a proportionate amount for the leases they hold.</p><p>Many people are not against the salmon industry as such, but will not tolerate the government basically giving away our waterways to multi-national companies.</p><p>If the industry cleaned up its practices, and our government stopped pandering to these companies, jobs and the environment could co-exist in a sustainable way.</p><p>The problem is bigger than Macquarie Harbour and Strahan and more restaurants will stop serving this product that is so detrimental to our oceans.</p><p>Perhaps the short-term threat of jobs concerns Shane Broad, but unless the salmon industry cleans itself up, it will be responsible for its own destruction long term.</p><p>Vote with your wallets, don't buy farmed salmon.</p><p>Kelly Grey, Spreyton</p><p>ASHLEY NARRATIVE 'DAMAGING' In preparing the Ashley Youth Detention Centre class action, Angela Sdrinis Legal has had frequent interactions with former/occasionally current detainees.</p><p>We have also scrutinised information obtained from the state and other sources allowing us to cross check allegations.</p><p>On the rare occasion that concerns have arisen that allegations might be false, we have not pursued these claims.</p><p>It is our overwhelming experience having acted for many hundreds of child abuse survivors that they do not lie about something so personal and so devastating.</p><p>Data confirms that the majority of child sexual abuse allegations are true.</p><p>As to the personnel at Ashley, we have no doubt that many are decent people who have worked tirelessly to assist the young people detained there.</p><p>However, the systemic problems identified by the COI have not been resolved and concerns remain that alleged perpetrators may still be working at/returning to work at Ashley.</p><p>We are not aware of the extent of Mr Smith's engagement with current and former Ashley detainees, however his suggestion that Ashley should remain open is dangerous. His description of the detainees is misleading and concerning given he purports to advocate for our most vulnerable youth.</p><p>Many survivors do not come forward or delay in doing so because of fear they will not be believed.</p><p>Mr Smith's narrative feeds right into that fear and undermines everything we have achieved as a community to give voice to survivors and bring about much needed, long overdue, institutional reform to protect children and young people.</p><p>Rowena MacDonald, South Hobart</p><p>CLIMATE ANXIETY 'RATIONAL' I was deeply moved by reading Sophia Pauchet's powerful article \"How can we look to the future as we watch our present burn?\" (Adv., Jun 26).</p><p>For those of us too young to vote, our hope for a safe future depends on the adult voters around us and the politicians they choose.</p><p>I also await the outcome of the Duty of Care Intergenerational Climate Equity Bill. Perhaps that will keep us safe in a world that has already doubled the wildfire risks.</p><p>Like Sophia and Save the Children, I look to our leaders and their voters to prioritise a safe future for us all.</p><p>Fletcher McCormack, Ulverstone</p><p>BOMBERS' CLASH CALL To invert or not to invert, that is the question for members of the Essendon regarding the 2025 clash jumper?</p><p>Like Richmond, who invert their clash jumper to a black sash and yellow jumper, Essendon may opt for a black sash and red jumper, but would require a change to the club's 1897 constitution.</p><p>As Essendon's nicknames have changed (for example Same Olds, Red and Blacks, and still affectionately known as the Dons), a change to the club's constitution (which pre-dated the clash jumper), to enable the clash jumper reversal, may even precipitate a 20-year drought breaking finals win?</p><p>Kenneth Gregson, Swansea</p><p>Have your say. Send us a Letter to the Editor to <email normalizedValue=\"mailto:letters@theadvocate.com.au\">letters@theadvocate.com.au</email> or by using the form below.</p>", "publisher": "The Advocate (Burnie) (ACM)", "instances": [", Jun 26). For those of us too young to vote, our hope for a safe future depends on the adult voters around us and the politicians they choose. Perhaps that will keep us safe in a world that has already doubled the wildfire risks. Like Sophia and Save the Children, I look to our leaders and their voters to prioritise a safe future for us all."]}, {"relevance_score": 30, "title": "Praise for JLN, Greens for voting no to motion", "published": "2024-06-28", "bodyText": "<p nitf:lede=\"true\">IT'S NOT ALL ABOUT JOBS In response to Shane Broad's article in The Advocate on June 24, on the salmon industry in Tasmania, I applaud the Jacqui Lambie Network and The Greens for voting against a motion to support the Tasmanian salmon industry.</p><p nitf:lede=\"true\">While the fear around a loss of jobs and the implications for regionally communities is real, what isn't mentioned is the dollars the state government could generate by charging these multi-national companies a proportionate amount for the leases they hold.</p><p>Many people are not against the salmon industry as such.</p><p>But they will not tolerate the government basically giving away our waterways to multi-national companies.</p><p>If the industry cleaned up its practices, and our government stopped pandering to these companies, jobs and the environment could co-exist in a sustainable way.</p><p>The problem is bigger than Macquarie Harbour and Strahan and more restaurants will stop serving this product that is so detrimental to our oceans.</p><p>Perhaps the short-term threat of jobs concerns Shane Broad, but unless the salmon industry cleans itself up, it will be responsible for its own destruction long term.</p><p>Vote with your wallets, don't buy farmed salmon.</p><p>Kelly Grey, Spreyton</p><p>ASHLEY NARRATIVE 'DAMAGING' In preparing the Ashley Youth Detention Centre class action, Angela Sdrinis Legal has had frequent interactions with former/occasionally current detainees.</p><p>We have also scrutinised information obtained from the state and other sources allowing us to cross check allegations.</p><p>On the rare occasion that concerns have arisen that allegations might be false, we have not pursued these claims.</p><p>It is our overwhelming experience having acted for many hundreds of child abuse survivors that they do not lie about something so personal and so devastating.</p><p>Data confirms that the majority of child sexual abuse allegations are true.</p><p>As to the personnel at Ashley, we have no doubt that many are decent people who have worked tirelessly to assist the young people detained there.</p><p>However, the systemic problems identified by the COI have not been resolved and concerns remain that alleged perpetrators may still be working at/returning to work at Ashley.</p><p>We are not aware of the extent of Mr Smith's engagement with current and former Ashley detainees, however his suggestion that Ashley should remain open is dangerous.</p><p>His description of the detainees is misleading and concerning given he purports to advocate for our most vulnerable youth.</p><p>Many survivors do not come forward or delay in doing so because of fear they will not be believed.</p><p>Mr Smith's narrative feeds right into that fear and undermines everything we have achieved as a community to give voice to survivors and bring about much needed, long overdue, institutional reform to protect children and young people.</p><p>Rowena MacDonald, South Hobart</p><p>CLIMATE ANXIETY 'RATIONAL' I was deeply moved by reading Sophia Pauchet's powerful article \"How can we look to the future as we watch our present burn?\" (Adv., Jun 26).</p><p>For those of us too young to vote, our hope for a safe future depends on the adult voters around us and the politicians they choose.</p><p>I also await the outcome of the Duty of Care Intergenerational Climate Equity Bill.</p><p>Perhaps that will keep us safe in a world that has already doubled the wildfire risks.</p><p>Like Sophia and Save the Children, I look to our leaders and their voters to prioritise a safe future for us all.</p><p>Fletcher McCormack, Ulverstone</p><p>BOMBERS' CLASH CALL To invert or not to invert, that is the question for members of the Essendon Football Club regarding the 2025 clash jumper?</p><p>Like the Richmond Football Club, who invert their clash jumper to a black sash and yellow jumper, Essendon may opt for a black sash and red jumper.</p><p>But this would require a change to the club's 1897 constitution.</p><p>As Essendon's nicknames have changed over the years (for example Same Olds, Red and Blacks, and still affectionately known as the Dons), a change to the club's constitution (which pre-dated the clash jumper), to enable the clash jumper reversal, may even precipitate a 20-year drought breaking finals win?</p><p>Kenneth Gregson, Swansea</p>", "publisher": "The Advocate (Burnie) (ACM)", "instances": [", Jun 26). For those of us too young to vote, our hope for a safe future depends on the adult voters around us and the politicians they choose. Perhaps that will keep us safe in a world that has already doubled the wildfire risks. Like Sophia and Save the Children, I look to our leaders and their voters to prioritise a safe future for us all."]}, {"relevance_score": 42, "title": "How can we look to the future as we watch our present burn?", "published": "2024-06-27", "bodyText": "<p nitf:lede=\"true\">My climate anxiety was abruptly born at the age of 10 in 2013, as a blaze of 200-metre flames swept through my hometown of Dunalley, in Tasmania.</p><p nitf:lede=\"true\">I clearly remember waking up at 2.00am to throw up as my stomach finally gave into the butterflies.</p><p nitf:lede=\"true\">I was quaking with nerves. Although the middle of the night, the sky was lit by the orange, red and white glow of the surrounding farmlands as I watched my community's livelihoods swallowed by the same fiery beast that would later consume my dreams.</p><p>My experience was not abnormal. For too many young Australians, encounters with catastrophic climate-fuelled disasters have become an unnaturally common occurrence.</p><p>Just this summer, the country spent months preparing for what was expected to be the most extreme fire season on record, only to be met with storms, cyclones, and floods.</p><p>I realised the extent to which these experiences have become normal in my teens, as groups of friends casually swapped anecdotes of where they were that summer, - whether they got evacuated, how cold their toes got sitting in the ocean as they waited for help, or simply arguing over which one was Black Friday. Or was that Ash Saturday?</p><p>In the end we all agreed: why does it matter, when every summer seems to be black and covered with ash?</p><p>A lingering fear remained, quickly rearing its ugly head as one of us caught a whiff of smoke or another watched a fresh torrential downpour with frightened apprehension.</p><p>It wasn't until I turned 20 that I finally had a label for these feeling: climate anxiety. It's the feeling of fear and dread when considering the state of the environmental world in both the present and the future.</p><p>The future. That's what gets me every time.</p><p>The experience of being asked to pack only your most treasured belongings in anticipation of the worst shares dark symmetry with our generation's views of the future.</p><p>Which hopes and dreams are most important to save? And what, regardless of how much we desire to take it with us, must we be forced to leave behind?</p><p>For many, we feel the weight of a century's worth of environmental neglect on our shoulders, and on the shoulders of the generations we bring into the future. We feel a desperate need to act through self-sacrifice to cling to the bright future we were always promised.</p><p>In a country boastful of freedom, choice and chasing dreams, we feel the neglectful boundaries set by those before us, squeezing at the necks of what we thought was possible. Jobs. Travel. Homes. Children. All of which are in arm's reach, yet we question whether pursuing these is \"right\", and whether desiring a family is not just the best decision for us, but the responsible decision for the planet.</p><p>This is what terrifies me the most.</p><p>At 10, I watched my world turn to ash, and now in my twenties, at an age where my focus should be the joy of the present, I continue to watch the world burn into the future.</p><p>Bringing children into a life where we spend more time creating bushfire evacuation plans and listening to heatwave warnings than enjoying the summer's breeze is not normal, yet we continue to treat it as such.</p><p>Children deserve to look at the world with hope in their eyes and opportunities at their fingertips, not wondering whether their houses will survive the summer or if their mere existence is more of a burden to the natural world than a blessing.</p><p>I don't just feel anxiety. I feel anger, disbelief, loss, and fear as I mourn for my future and the future of the children I was promised I could have.</p><p>But my climate anxiety isn't a solo venture, nor should it be a burden to bear alone. Today, a Senate committee is due to hand down their recommendation on the Climate Change Amendment (Duty of Care and Intergenerational Climate Equity) Bill, a bill supported by nearly 400 submissions many of them written by young people, including myself.</p><p>Co-authored by another young person, Dante Casanova, and Save the Children Australia, our submission pleads with our government to consider their actions beyond their elected term, to view their privileged time in Parliament as an opportunity to build the future that their generation deserves.</p><p>That we, their children, deserve. That our children deserve too.</p><p>It's 2am and I can still smell the smoke. I'm still waiting for the day when it finally smells like hope.</p><p>Sophia E. Pauchet is university student studying psychology in Canberra and a youth advisor for Save the Children Australia.</p>", "publisher": "Snowy Times", "instances": ["I feel anger, disbelief, loss, and fear as I mourn for my future and the future of the children I was promised I could have. But my climate anxiety isn't a solo venture, nor should it be a burden to bear alone. Co-authored by another young person, Dante Casanova, and Save the Children Australia, our submission pleads with our government to consider their actions beyond their elected term, to view their privileged time in Parliament as an opportunity to build the future that their generation deserves. That we, their children, deserve."]}, {"relevance_score": 43, "title": "How can we look to the future as we watch our present burn?", "published": "2024-06-26", "bodyText": "<p nitf:lede=\"true\">My climate anxiety was abruptly born at the age of 10 in 2013, as a blaze of 200-metre flames swept through my hometown of Dunalley, in Tasmania.</p><p nitf:lede=\"true\">I clearly remember waking up at 2.00am to throw up as my stomach finally gave into the butterflies.</p><p nitf:lede=\"true\">I was quaking with nerves. Although the middle of the night, the sky was lit by the orange, red and white glow of the surrounding farmlands as I watched my community's livelihoods swallowed by the same fiery beast that would later consume my dreams.</p><p>My experience was not abnormal. For too many young Australians, encounters with catastrophic climate-fuelled disasters have become an unnaturally common occurrence.</p><p>Just this summer, the country spent months preparing for what was expected to be the most extreme fire season on record, only to be met with storms, cyclones, and floods.</p><p>I realised the extent to which these experiences have become normal in my teens, as groups of friends casually swapped anecdotes of where they were that summer, - whether they got evacuated, how cold their toes got sitting in the ocean as they waited for help, or simply arguing over which one was Black Friday. Or was that Ash Saturday?</p><p>In the end we all agreed: why does it matter, when every summer seems to be black and covered with ash?</p><p>A lingering fear remained, quickly rearing its ugly head as one of us caught a whiff of smoke or another watched a fresh torrential downpour with frightened apprehension.</p><p>It wasn't until I turned 20 that I finally had a label for these feeling: climate anxiety. It's the feeling of fear and dread when considering the state of the environmental world in both the present and the future.</p><p>The future. That's what gets me every time.</p><p>The experience of being asked to pack only your most treasured belongings in anticipation of the worst shares dark symmetry with our generation's views of the future.</p><p>Which hopes and dreams are most important to save? And what, regardless of how much we desire to take it with us, must we be forced to leave behind?</p><p>For many, we feel the weight of a century's worth of environmental neglect on our shoulders, and on the shoulders of the generations we bring into the future. We feel a desperate need to act through self-sacrifice to cling to the bright future we were always promised.</p><p>In a country boastful of freedom, choice and chasing dreams, we feel the neglectful boundaries set by those before us, squeezing at the necks of what we thought was possible. Jobs. Travel. Homes. Children. All of which are in arm's reach, yet we question whether pursuing these is \"right\", and whether desiring a family is not just the best decision for us, but the responsible decision for the planet.</p><p>This is what terrifies me the most.</p><p>At 10, I watched my world turn to ash, and now in my twenties, at an age where my focus should be the joy of the present, I continue to watch the world burn into the future.</p><p>Bringing children into a life where we spend more time creating bushfire evacuation plans and listening to heatwave warnings than enjoying the summer's breeze is not normal, yet we continue to treat it as such.</p><p>Children deserve to look at the world with hope in their eyes and opportunities at their fingertips, not wondering whether their houses will survive the summer or if their mere existence is more of a burden to the natural world than a blessing.</p><p>I don't just feel anxiety. I feel anger, disbelief, loss, and fear as I mourn for my future and the future of the children I was promised I could have.</p><p>READ MORE:</p><p>As politics blurs into entertainment, the loudest mouths draw the most eyeballs It's time to go nuclear on the Coalition's stupidity A female PM within 20 years? Keep dreaming But my climate anxiety isn't a solo venture, nor should it be a burden to bear alone. Today, a Senate committee is due to hand down their recommendation on the Climate Change Amendment (Duty of Care and Intergenerational Climate Equity) Bill, a bill supported by nearly 400 submissions many of them written by young people, including myself.</p><p>Co-authored by another young person, Dante Casanova, and Save the Children Australia, our submission pleads with our government to consider their actions beyond their elected term, to view their privileged time in Parliament as an opportunity to build the future that their generation deserves.</p><p>That we, their children, deserve. That our children deserve too.</p><p>It's 2am and I can still smell the smoke. I'm still waiting for the day when it finally smells like hope.</p><p>Sophia E. Pauchet is university student studying psychology in Canberra and a youth advisor for Save the Children Australia.</p>", "publisher": "The Canberra Times", "instances": ["READ MORE:As politics blurs into entertainment, the loudest mouths draw the most eyeballs It's time to go nuclear on the Coalition's stupidity A female PM within 20 years? Keep dreaming But my climate anxiety isn't a solo venture, nor should it be a burden to bear alone. Co-authored by another young person, Dante Casanova, and Save the Children Australia, our submission pleads with our government to consider their actions beyond their elected term, to view their privileged time in Parliament as an opportunity to build the future that their generation deserves. That we, their children, deserve."]}, {"relevance_score": 20, "title": "Saving Takayna forest is Plibersek's duty as minister", "published": "2024-02-15", "bodyText": "<p nitf:lede=\"true\">Geraldine Brooks makes an impassioned plea, with scientific backup, to Tanya Plibersek regarding a majority Chinese-owned mining company's plans to sink part of Takayna in acidic slush when an alternative disposal method is available (\"Plibersek can save this wonderland or drown it in acidic- waste\" February 14).</p><p>Is this such a hard ask? I've sat on a hill overlooking Takayna and had the plans explained - this was years ago after deforestation was already well in progress. If there was a God, I would ask her to bless Bob Brown and the Bob Brown Foundation and others for working so hard and under such intense opposition from mining and forestry interests to keep what's left of our endangered wilderness - its survival is necessary for our world.</p><p>Irene Wheatley, Bethania (Qld)</p><p>Having spent days wandering through the Takayna wilderness, I agree with Brooks. The minister must not allow this old-growth forest to become a huge tailings dam. There are viable alternatives to the dam, but not for this majestic, irreplaceable forest.</p><p>Jill Stephenson, Woolwich</p><p>It is no coincidence that the Duty of Care and Intergenerational Climate Equity Bill proposed by Senator David Pocock is soon to be debated in the Senate. What better opportunity for our politicians and policymakers to show they care and act in the interests of protecting the people and places we love? Minister Plibersek has the power to make a decision that preserves the forest's magic for all the children of our future. Will she view this as her duty of care?</p><p>Joy Nason, Mona Vale</p><p>Ancient trees and native animals, including the wonderful masked owl, will be destroyed if this project is given permission to proceed. Plibersek can save this treasured environment and she must. What greater responsibility does an environment minister have than this?</p><p>Stuart Laurence, Cammeray</p><p>Driving down a new highway in Ireland a few years ago, the road deviated unexpectedly. It had to be diverted because there was a gnarly old hawthorn tree in the path of the planned road, and that was where the fairies lived. The tree could not be chopped down as it was under the protection of the fairies and to chop it down would end in disaster. The forest in Tasmania, that a foreign-owned mining company wants to turn into a tailings dam, should be placed under the protection of Brooks' fairies. Hopefully, Plibersek is now aware of the fairy curse. If not, she might find homeless fairies living at the bottom of her garden to remind her, every day, of a poor decision.</p><p>Patrick St George, Goulburn</p>", "publisher": "The Sydney Morning Herald", "instances": ["The minister must not allow this old-growth forest to become a huge tailings dam. There are viable alternatives to the dam, but not for this majestic, irreplaceable forest. What better opportunity for our politicians and policymakers to show they care and act in the interests of protecting the people and places we love? Minister Plibersek has the power to make a decision that preserves the forest's magic for all the children of our future."]}, {"relevance_score": 1, "title": "Yet another 'youth' committee? How about some voting rights instead", "published": "2024-03-25", "bodyText": "<h>ABSTRACT</h><p>The government is keen to demonstrate it is listening to young people.</p>", "publisher": "Crikey (First Digital Media)", "instances": []}, {"relevance_score": 1, "title": "Yet another 'youth' committee? How about some voting rights instead", "published": "2024-03-25", "bodyText": "<h>ABSTRACT</h><p>The government is keen to demonstrate it is listening to young people.</p>", "publisher": "Crikey (First Digital Media)", "instances": []}, {"relevance_score": 1, "title": "Yet another 'youth' committee? How about some voting rights instead", "published": "2024-03-25", "bodyText": "<h>ABSTRACT</h><p>The government is keen to demonstrate it is listening to young people.</p>", "publisher": "Crikey (First Digital Media)", "instances": []}, {"relevance_score": 1, "title": "Yet another 'youth' committee? How about some voting rights instead", "published": "2024-03-25", "bodyText": "<h>ABSTRACT</h><p>The government is keen to demonstrate it is listening to young people.</p>", "publisher": "Crikey (First Digital Media)", "instances": []}, {"relevance_score": 1, "title": "Yet another 'youth' committee? How about some voting rights instead", "published": "2024-03-25", "bodyText": "<h>ABSTRACT</h><p>The government is keen to demonstrate it is listening to young people.</p>", "publisher": "Crikey (First Digital Media)", "instances": []}, {"relevance_score": 1, "title": "Yet another 'youth' committee? How about some voting rights instead", "published": "2024-03-25", "bodyText": "<h>ABSTRACT</h><p>The government is keen to demonstrate it is listening to young people.</p>", "publisher": "Crikey (First Digital Media)", "instances": []}, {"relevance_score": 1, "title": "Yet another 'youth' committee? How about some voting rights instead", "published": "2024-03-25", "bodyText": "<h>ABSTRACT</h><p>The government is keen to demonstrate it is listening to young people.</p>", "publisher": "Crikey (First Digital Media)", "instances": []}, {"relevance_score": 1, "title": "Yet another 'youth' committee? How about some voting rights instead", "published": "2024-03-25", "bodyText": "<h>ABSTRACT</h><p>The government is keen to demonstrate it is listening to young people.</p>", "publisher": "Crikey (First Digital Media)", "instances": []}, {"relevance_score": 1, "title": "Yet another 'youth' committee? How about some voting rights instead", "published": "2024-03-25", "bodyText": "<h>ABSTRACT</h><p>The government is keen to demonstrate it is listening to young people.</p>", "publisher": "Crikey (First Digital Media)", "instances": []}, {"relevance_score": 1, "title": "Yet another 'youth' committee? How about some voting rights instead", "published": "2024-03-25", "bodyText": "<h>ABSTRACT</h><p>The government is keen to demonstrate it is listening to young people.</p>", "publisher": "Crikey (First Digital Media)", "instances": []}, {"relevance_score": 1, "title": "Yet another 'youth' committee? How about some voting rights instead", "published": "2024-03-25", "bodyText": "<h>ABSTRACT</h><p>The government is keen to demonstrate it is listening to young people.</p>", "publisher": "Crikey (First Digital Media)", "instances": []}, {"relevance_score": 1, "title": "Yet another 'youth' committee? How about some voting rights instead", "published": "2024-03-25", "bodyText": "<h>ABSTRACT</h><p>The government is keen to demonstrate it is listening to young people.</p>", "publisher": "Crikey (First Digital Media)", "instances": []}, {"relevance_score": 1, "title": "Yet another 'youth' committee? How about some voting rights instead", "published": "2024-03-25", "bodyText": "<h>ABSTRACT</h><p>The government is keen to demonstrate it is listening to young people.</p>", "publisher": "Crikey (First Digital Media)", "instances": []}, {"relevance_score": 1, "title": "Yet another 'youth' committee? How about some voting rights instead", "published": "2024-03-25", "bodyText": "<h>ABSTRACT</h><p>The government is keen to demonstrate it is listening to young people.</p>", "publisher": "Crikey (First Digital Media)", "instances": []}, {"relevance_score": 1, "title": "Yet another 'youth' committee? How about some voting rights instead", "published": "2024-03-25", "bodyText": "<h>ABSTRACT</h><p>The government is keen to demonstrate it is listening to young people.</p>", "publisher": "Crikey (First Digital Media)", "instances": []}, {"relevance_score": 23, "title": "Seasonal cheer lifts us out of the gloom", "published": "2023-12-20", "bodyText": "<p nitf:lede=\"true\">Amid all the horrors of war happening in many countries, and many stories of hardship in our country, we need some good news stories that help to lift us out of the gloom. There have been a couple of such stories in the past week. One was in a small township in Queensland where the local council elected to provide a gift of ham to every resident. The second was how the mayor of the City of Kingston fosters children who may not otherwise share in the goodwill of Christmas (\"The mayor fostering Christmas spirit\", 19/12).</p><p nitf:lede=\"true\">There are no doubt many people who do similar acts but go unnoticed by those outside of their community. They may not share in any awards that are handed out by various government authorities, and do not seek them, but all of us should be thankful such acts of goodwill and kindness exists, and perhaps in a way spur all of us to consider what we can do should the opportunity arise. Bruce MacKenzie, South Kingsville</p><p>Things are getting better</p><p>I would've agreed with your correspondent about humankind's self-destruction (\"The road to ruin\", Letters, 19/12), until I discovered evidence that today, anyone's chances of being killed violently are infinitesimally small compared with the long past, and the trend is continuing, despite the wars, big and small. That's consistent with whoever noticed that over the long arc of human history, things do get better - even though it's hard to see. We should keep hoping and working towards good outcomes. The alternative is despair and inaction. Peter Greig, Colac</p><p>Dangers ignored</p><p>I fear your correspondent may be correct: there is little likelihood that humanity will make the changes necessary for our children and grandchildren to inherit a sustainable, liveable environment. We have, particularly since the advent of television and its advertisers' depictions of \"better lifestyles\", embraced pleasure and convenience ahead of maintaining a sustainable environment. While at first we did this in ignorance of the risks, in recent decades we have clung to these sybaritic priorities in full knowledge of the dangers. We still have time to stem this environmental damage, but must change our priorities. One immediate step will be to support David Pocock's Climate Change Amendment (Duty of Care and Intergenerational Climate Equity) Bill, which seeks to make the environmental interests of future generations of paramount importance in all federal government decision-making. Chris Young, Surrey Hills</p><p>Human help</p><p>It is extraordinary for your correspondent to say that the survival of the Earth's complex ecosystem \"doesn't need mankind\". Changes can occur in nature that are not always good for the planet, and such things as managed logging and farming and fishing and mining can actually contribute to its wellbeing. Peter Drum, Coburg</p><p>The end of the world</p><p>Recent correspondence highlights the inability of humans to exist within the Earth's ecosystem. The quote \"it is easier to imagine the end of the world than the end to capitalism\" provides a useful insight. Peter Thomas, Pascoe Vale</p><p>Depending on nature</p><p>Your correspondent laments that Mother Nature lost the COP28 Climate Change Conference vote (And Another Thing, 19/12). After 14 billion years of evolution, the natural world never loses. Only anthropological arrogance and magical thinking believes that nature will just keep on giving what is needed to sustain life despite the unsustainable environmental damage that is being done to it. Paul Miller, Box Hill South</p><p>Peak problems</p><p>Peak human is yet to come, but peak humanity seems well in the past. Ralph B&amp;#xF6;hmer, St Kilda West</p>", "publisher": "The Age (Melbourne, Australia)", "instances": ["While at first we did this in ignorance of the risks, in recent decades we have clung to these sybaritic priorities in full knowledge of the dangers. We still have time to stem this environmental damage, but must change our priorities. Chris Young, Surrey HillsHuman helpIt is extraordinary for your correspondent to say that the survival of the Earth's complex ecosystem \"doesn't need mankind\". Changes can occur in nature that are not always good for the planet, and such things as managed logging and farming and fishing and mining can actually contribute to its wellbeing."]}, {"relevance_score": 3, "title": "Teen activist Anjali Sharma wages war on government climate inaction from dorm room", "published": "2024-03-10", "bodyText": "<p>What were you doing at 19? Anjali Sharma is trying to change the law. Meet the teenager taking the fight for her generation's future from the streets to the halls of parliament.   </p>", "publisher": "ABC Premium News (Australia)", "instances": []}, {"relevance_score": 12, "title": "CUB: ICC Rulings Usher In New Era For Illinois Utility Customers", "published": "2023-01-31", "bodyText": "<p nitf:lede=\"true\">Friday - September 30: (RWE) - In a series of rulings called for by the Climate &amp; Equitable Jobs Act (CEJA), the Illinois Commerce Commission (ICC) on Tuesday, Sept. 27, ushered in a new era for ComEd and Ameren electricity customers. The ICC rulings established a set of performance metrics that replaces the anti-consumer formula rate-setting system of the past with a more customer-centered system that, if implemented correctly, will help Illinois consumers secure the equitable, reliable and affordable clean energy future that CEJA envisions.</p><p>Developed out of a workshop process that was unprecedented in transparency and community involvement, these metrics emphasize cost-effective service quality that weary customers have for years told us they want from Ameren and ComEd. Under the new system, those utility giants will have to deliver results, or pay a penalty that reduces their profits. We appreciate that the ICC in multiple instances sided with consumer and environmental advocates and approved tougher standards than what the utilities wanted. The metrics require Ameren and ComEd to... </p><p>Taken together with approval of a multi-year grid plan called for by CEJA, the performance metrics are part of the landmark energy law's new system where utilities are required to plan their investments with the goal of reducing long-term costs. We thank the ICC for these important rulings, and we thank Environmental Defense Fund and our other partners in the Illinois Clean Jobs Coalition for winning the strongest, most pro-consumer metrics possible. While there's a lot of work to be done to enforce the ICC's rulings, these metrics-like CEJA-prioritize climate, equity and consumers, and that's good news for our planet and our pocketbooks. </p>", "publisher": "RWE Resources News", "instances": []}, {"relevance_score": 1, "title": "Phonics just one part of the bigger child literacy picture", "published": "2024-02-15", "bodyText": "<p>How many times must we reinvent the wheel when it comes to teaching children to read?</p>", "publisher": "The Sydney Morning Herald (Australia) - Online", "instances": []}, {"relevance_score": 1, "title": "SXSW Sydney announces shortlist for inaugural Sydney Pitch", "published": "2023-09-29", "bodyText": "<h>ABSTRACT</h><p>20 mostly Australian startups will compete in the inaugural SXSW Sydney Pitch competition, with one lucky winner heading to Austin to pitch.</p>", "publisher": "SmartCompany", "instances": []}, {"relevance_score": 1, "title": "SXSW Sydney announces shortlist for inaugural Sydney Pitch", "published": "2023-09-29", "bodyText": "<h>ABSTRACT</h><p>20 mostly Australian startups will compete in the inaugural SXSW Sydney Pitch competition, with one lucky winner heading to Austin to pitch.</p>", "publisher": "SmartCompany", "instances": []}, {"relevance_score": 1, "title": "SXSW Sydney announces shortlist for inaugural Sydney Pitch", "published": "2023-09-29", "bodyText": "<h>ABSTRACT</h><p>20 mostly Australian startups will compete in the inaugural SXSW Sydney Pitch competition, with one lucky winner heading to Austin to pitch.</p>", "publisher": "SmartCompany", "instances": []}, {"relevance_score": 1, "title": "SXSW Sydney announces shortlist for inaugural Sydney Pitch", "published": "2023-09-29", "bodyText": "<h>ABSTRACT</h><p>20 mostly Australian startups will compete in the inaugural SXSW Sydney Pitch competition, with one lucky winner heading to Austin to pitch.</p>", "publisher": "SmartCompany", "instances": []}, {"relevance_score": 1, "title": "SXSW Sydney announces shortlist for inaugural Sydney Pitch", "published": "2023-09-29", "bodyText": "<h>ABSTRACT</h><p>20 mostly Australian startups will compete in the inaugural SXSW Sydney Pitch competition, with one lucky winner heading to Austin to pitch.</p>", "publisher": "SmartCompany", "instances": []}, {"relevance_score": 1, "title": "SXSW Sydney announces shortlist for inaugural Sydney Pitch", "published": "2023-09-29", "bodyText": "<h>ABSTRACT</h><p>20 mostly Australian startups will compete in the inaugural SXSW Sydney Pitch competition, with one lucky winner heading to Austin to pitch.</p>", "publisher": "SmartCompany", "instances": []}, {"relevance_score": 1, "title": "Is humankind changing the planet for better, or worse?", "published": "2023-12-19", "bodyText": "<p>Readers ask whether gloom can be overcome by recognising the goodwill all around us.</p>", "publisher": "The Age (Melbourne, Australia) - Online", "instances": []}, {"relevance_score": 20, "title": "Growth Opps Partners with Coalition for Green Capital to Catalyze America's Transition to Clean Energy", "published": "2023-02-01", "bodyText": "<p nitf:lede=\"true\">Wednesday - February 01: (RWE) - Growth Opportunity Partners, Inc. (Growth Opps) is proud to announce its partnership with the Coalition for Green Capital (CGC), to strengthen the National Green Bank's ability to catalyze America's transition to a clean energy platform. CGC also announced a partnership with the Clean Energy Fund of Texas and the Community Development Venture Capital Alliance (CDVCA). This inaugural partnership will build upon CGC's nationwide coalition of over 30 green banks and other lenders focused on addressing the climate crisis by financing clean energy projects in local communities.</p><p>Growth Opps partners with CGC for National Green Bank, $2B in public-private investment for clean energy projects.</p><p>\"As the first African American led Green Bank established in the United States, we are thrilled to partner with CGC, to support the launch of a National Green Bank,\" said Michael Jeans, president &amp; CEO of Growth Opportunity Partners, Inc. \"Growth Opps has a strong record collaborating with banks, governments, municipalities, philanthropy, and the private sector to fill the gaps where capital markets have failed underserved/disadvantaged persons and communities. Having launched the GO Green Energy Fund in collaboration with CGC, we are confident in the vision and opportunities to come with the creation of a National Green Bank and the backing of our robust coalition.\"</p><p>\"With our new partners, we anticipate an initial pipeline of projects with a total valuation of more than $2B in public-private dollars over the next several years,\" said Eli Hopson, executive director and COO of CGC. \"Growth Opps, the Clean Energy Fund of Texas, and the CDVCA are connected to local communities and financial institutions. These local ties will help the national green bank move quickly to reach every community, especially underserved communities, as we catalyze America's transition to the clean power platform in an equitable way, create good jobs, and redress environmental injustice.\"</p><p>Growth Opps offers community development capital, services, and solutions to growing small businesses, municipalities, and community organizations primarily located in underserved, low and moderate-income communities. The recently launched Clean Energy Fund of Texas is the first green bank in Texas. The CDVCA is the network for community development venture capital investing.</p><p>The partnership aims to reduce greenhouse gases and address climate equity by financing energy efficiency, weatherization, &amp; water conservation. This partnership is an important step in creating a sustainable future for everyone.</p><p>About Growth Opps: At Growth Opportunity Partners (\"Growth Opps\"), we offer community development capital, services, and solutions to growing small businesses, primarily located in underserved and disadvantaged, low and moderate income (LMI) communities in Ohio. GO Advisory accesses industry expertise and diverse talent to provide the solutions you need to address challenges your company faces. GO Capital is tailored to fund your business model when you need it. Growth Opps established the GO Green Energy Fund which is the country's first African American led Green Bank and the Green Bank for the State of Ohio, which deploys mission-driven capital to support small to large scale commercial, community, and industrial solar project development in Ohio.</p>", "publisher": "RWE Resources News", "instances": ["The recently launched Clean Energy Fund of Texas is the first green bank in Texas. The CDVCA is the network for community development venture capital investing. This partnership is an important step in creating a sustainable future for everyone. About Growth Opps: At Growth Opportunity Partners (\"Growth Opps\"), we offer community development capital, services, and solutions to growing small businesses, primarily located in underserved and disadvantaged, low and moderate income (LMI) communities in Ohio."]}, {"relevance_score": 23, "title": "The George Gund Foundation Awards $1 Million To Support Growth Of Growth Opps | Go Green Energy", "published": "2023-01-31", "bodyText": "<p nitf:lede=\"true\">Monday - November 14: (RWE) - Growth Opps thanks the George Gund Foundation for their unwavering commitment to equity and sustainability. The Foundation awarded $1 million to Growth Opps for the continued growth of GO Green Energy Fund. The GO Green Energy Fund was established in 2020 as the first African American led Green Bank in the United States through seed funding provided by the George Gund Foundation and Cuyahoga County of Ohio. GO Green Energy is number 16 of 23 Green Banks currently established across the United States and the designated Green Bank for the state of Ohio. The focus of Growth Opps has been and remains equitable deployment of financial solutions and capital. The Green Bank model allows Growth Opps to fund projects that will have an impact on the health, wealth, and well-being of the communities we serve. Disadvantaged communities will not be left out, by legislation and Growth Opps Mission, of these meaningful investments. </p><p>The George Gund Foundation awarded $1 million to Growth Opps for the continued growth of GO Green Energy Fund.  </p><p>Growth Opps has been actively engaged with building blocks of the Inflation Reduction Act (IRA). With this $369B legislation signed into law, green-energy projects can advance across the country, including those supported by Growth Opps and other Green Banks. At Growth Opps, the pipeline of potential clean energy projects currently exceeds $650 million in Ohio with the unique ability to grow pipeline and advance renewable energy solutions across the United States.</p><p>\"Environment incubates life,\" says Michael Jeans, President and CEO of Growth Opps. \"As we make this just transition to climate equity, we are thrilled to have not only a funder, but a thought partner in the George Gund Foundation,\" says Michael Jeans, President and CEO of Growth Opps. John Mitterholzer, Program Director for Climate and Environmental Justice says, \"The George Gund Foundation is pleased to provide this grant to Growth Opps, as they continue to be a leader in this important work. These dollars will support Growth Opps, as they capitalize on once in a generation federal climate policy that must benefit disadvantaged persons and communities.\"</p><p>\"This is the decisive decade,\" Michael states, \"and we are charging ahead with global perspective and inputs to build a best-in-class, equitable, and sustainable clean energy environment to Ohio.\"</p><p>To learn more about Growth Opps or to keep up-to-date on new developments and activities, please visit <url normalizedValue=\"http://www.growthopps.org\">www.growthopps.org</url>, follow us on Twitter, Facebook, LinkedIn and Instagram and subscribe to our channel on YouTube.</p><p>At Growth Opportunity Partners (\"Growth Opps\"), we offer community development capital, services and solutions to growing small businesses, primarily located in or benefitting disadvantaged and underserved communities in Ohio. GO Advisory accesses industry expertise and diverse talent to provide management consulting that addresses complex or persistent challenges for companies, communities, and people. GO Capital is tailored to fund your business model when you need it. Growth Opps established the GO Green Energy Fund using a Green Bank model that can deploy mission-driven capital to support small - large scale, commercial, community, and industrial renewable energy project development.</p>", "publisher": "RWE Resources News", "instances": ["At Growth Opps, the pipeline of potential clean energy projects currently exceeds $650 million in Ohio with the unique ability to grow pipeline and advance renewable energy solutions across the United States. Environment incubates life,\" says Michael Jeans, President and CEO of Growth Opps. John Mitterholzer, Program Director for Climate and Environmental Justice says, \"The George Gund Foundation is pleased to provide this grant to Growth Opps, as they continue to be a leader in this important work. These dollars will support Growth Opps, as they capitalize on once in a generation federal climate policy that must benefit disadvantaged persons and communities."]}, {"relevance_score": 35, "title": "We're fighting on behalf of Illawarra women", "published": "2023-03-11", "bodyText": "<p nitf:lede=\"true\">For over 35 years, the Illawarra Women's Health Centre has supported girls and women to understand and address their health needs. We provide this service in a professional, caring and empowering way. We assist all women who walk through our door, regardless of age, ethnicity, sexuality or ability and they are treated in a way we expect all women to be treated in all aspects of their lives: with respect, dignity and kindness.</p><p nitf:lede=\"true\">We also support feminist health initiatives, organisations or services that respond to unmet needs, gaps, challenges or prejudices in systems and sectors that negatively impact women's and girls' health.</p><p>With over 3000 women a year attending the Centre, we are a vital and dynamic component of the primary health care system in the Illawarra.</p><p>We launched our 2023-27 strategic plan at the end of last year. It outlines our ambitious agenda for the next five years, including doubling our services by opening a second site in northern Illawarra, and to expanding our advocacy as we fight for equitable, timely and safe and affordable access to health services.</p><p>Central to our work is our commitment to listen, hear and stand with women.</p><p>We draw strength and purpose from our feminist foundations and each day we work through a feminist lens that is reflective, flexible and forward thinking. This means we understand, and value, women's lived experience and expertise and we recognise the continued discrimination and structural inequality women face in our community and wider Australian society. It also means we recognise the ongoing need for a gendered analysis and approach to health, continuing empowerment of women and girls, and strong advocacy for gender equity and women's rights.</p><p>We embrace a social view of health, as framed by the World Health Organisation, which recognises health status is shaped by the conditions in which people are born, grow, live, work and age.</p><p>For example, factors such as financial security, affordable housing, education, employment, disability, racism, locational disadvantage, gender inequity and discrimination based on sexual identity and preferences cause health inequalities, which impact directly on women's health outcomes.</p><p>Over the past few years there have been negative, seismic and destabilising changes in our world - both locally and globally - all of which have a disproportional impact on women and girls. The impact of the COVID-19 pandemic on sexual, domestic and family violence rates, as well as mental illness rates will be very high for many years to come, with the full effect of Long COVID still yet to be seen and understood. The housing crisis, with women over 55 the fastest growing group of homeless people, has no foreseeable end unless radical, just, and resourcing changes are made urgently.</p><p>The increasing cost of living, the soaring price of energy, and the potential global recession all impact those in the most vulnerable and marginalised circumstances. Finally, the impact of climate change currently and in the future including natural disasters, global migration and distress will inevitably result in loss, grief and trauma that will reverberate through the generations. It is critical that we continue working to understand how these overarching political, economic, cultural, and climate change forces will affect women's daily lives, their health and access to health services in the Illawarra - and that we continue our fight for health, education, racial and climate equity, and safety and justice.</p><p>With these pressures, and a strong and positive reputation in the community, the demand on our Centre has dramatically increased in the last few years. Consequently, we are planning for growth in services, in order to meet the ever-increasing needs of women and girls in the Illawarra. Noting the forthcoming establishment of the Women's Trauma Recovery Centre, our primary focus in the next five years will be on: sexual and reproductive health, mental and emotional health and wellbeing, and social and community connection.</p><p>So .... here's a heads-up! You are going to keep hearing from us at the Illawarra Women's Health Centre. We will continue to raise our voices advocating for women-led social change. We will continue to fight for accessible non-judgemental abortion services. We will continue to fight for urgent family and criminal law reform and improved legal support services for victims of domestic and family violence, put the focus on perpetrators and prevent devastated mothers and children being sent back into high risk domestic, family and sexual violence situations, as we have witnessed over decades.</p><p>We will fight for single mothers whose health and wellbeing are impacted twice as much by their parenting responsibilities and the social, legal and economic injustices they experience. We will fight the abusive and degrading public representation of women, especially in the media and through pornography and we will expand our support for women with lived experience of violence, abuse and our prejudicial health system.</p><p>We promise to do our best and we will celebrate our wins, because - let me say this - we do intend to win.</p><p>Because we know that when all women contribute, have choices and make decisions regarding their own lives, their families, in workplaces and the wider community, we all win.</p><p>Judy Daunt is vice-chairwoman of Illawarra Women's Health Centre Judy Daunt</p>", "publisher": "Illawarra Mercury", "instances": ["The increasing cost of living, the soaring price of energy, and the potential global recession all impact those in the most vulnerable and marginalised circumstances. Finally, the impact of climate change currently and in the future including natural disasters, global migration and distress will inevitably result in loss, grief and trauma that will reverberate through the generations. With these pressures, and a strong and positive reputation in the community, the demand on our Centre has dramatically increased in the last few years. Consequently, we are planning for growth in services, in order to meet the ever-increasing needs of women and girls in the Illawarra."]}, {"relevance_score": 1, "title": "Climate emergency or not, New Zealand needs to start doing its fair share of climate action", "published": "2020-12-01", "bodyText": "<p>New Zealand is one of few countries to enshrine a zero-carbon goal in law, but current climate policies don't keep up with that ambition.</p>", "publisher": "The Conversation - Australia", "instances": []}, {"relevance_score": 65, "title": "Growing Movement For 'Fair Share' Climate Commitments", "published": "2021-05-11", "bodyText": "<p nitf:lede=\"true\"/><p nitf:lede=\"true\">May 11, 2021( International Business Times Australia: <url normalizedValue=\"http://www.ibtimes.com.au\">http://www.ibtimes.com.au</url>/ Delivered by Newstex)  When US President Joe Biden pledged last month to cut his country's carbon emissions in half by 2030, Japan and Canada quickly followed suit. But many green groups and scientists say that this is still not good enough. Biden's initiative may have won praise from political allies, but these campaigners want to see a different calculus rooted in history and ethics. To keep the world from tilting into catastrophic warming, they argue, developed nations that got rich burning fossil fuels must face their historic responsibility for the climate crisis -- and pay for it, too. </p><p>When countries struck the landmark Paris Agreement in 2015, they committed to limit global temperature rises to \"well below\" two degrees Celsius (3.6 Farenheit) compared to pre-industrial levels.  Nations also agreed to strive for a safer warming cap of 1.5C through voluntary emissions-cutting plans, known as National Determined Contributions, or NDCs, that would be ratcheted up in scope and ambition every five years. \"What they refused to allow was any assessment of how the individual pledges compared to each other,\" Brandon Wu, director of policy and campaigns at ActionAid USA, told AFP.  The concept of \"fair share\" emissions cuts has been gaining traction among environmental and human rights organisations for several years AFP / SAUL LOEB \"As civil society, we thought that was a really crucial piece of the puzzle -- it's important both whether all the pledges add up to the 1.5C goal, but it's also important whether they're fair relative to one another.\"The concept of \"fair share\" emissions cuts has been gaining traction among environmental and human rights organisations for years.  The methodology is simple enough: calculate the amount of carbon currently in Earth's atmosphere attributable to a specific country's historic greenhouse gas emissions, then factor in that country's capacity -- measured in wealth -- to help other nations reduce their own emissions.  This year a coalition of around 175 climate groups launched US Climate Fair Share. Far from an emissions cut of 50 percent by 2030, the groups said the US's \"fair share\" would be equivalent to 195 percent of 2005 levels. Chart showing the \"fair share\" concept of US carbon emission cuts, which takes into account a country's economic clout, as well as historic emissions. AFP / John SAEKI That means the US would need to nearly completely decarbonise its own economy, then facilitate significant emissions cuts in countries around the world through investment in clean energy and infrastructure.  \"Even if we go 100-percent zero emissions -- not net-zero, but real zero -- by 2030, that's still not our fair share, because we have such a historical legacy of climate pollution,\" said Wu. \"We're not calling for negative emissions or anything like that. We're calling for international finance to support reductions elsewhere.\"Climate Action Tracker, a think tank that compiles and evaluates national emissions reduction plans, found that the pledges made during last month's summit would, if fully implemented, knock 0.2C off projected warming.  US President Joe Biden was praised by political allies for his emissions cutting pledges AFP / JIM WATSON But the \"emissions gap\" between what has been promised and what is needed to stay below 1.5C remains enormous: even the latest round of commitments would -- if honoured -- still see Earth warm 2.4C this century. Michael Mann, director of Penn State's Earth System Science Center and author of \"The New Climate War\", told AFP that the emissions gap does not account for \"fair share\" cuts. \"It simply tells us what the global reductions in carbon emissions must be to achieve certain critical targets -- for example to avoid dangerous 1.5C warming,\" he said.  \"How they are divided up is a matter of policy, politics and ethics,\" he added.  \"Speaking as a concerned citizen, and not just a scientist, I do think countries like the US with a legacy of two centuries of producing carbon pollution have a special obligation to lead.\" The US is by far history's largest emitter, accounting for more than 28 percent of all carbon pollution since 1850. Yet it is far from alone in having an outsized historical contribution to climate change.  The Climate Equity Reference project, launched by think tanks EcoEquity and the Stockholm Environment Institute, applies the bedrock UN climate treaty principle of \"common but differentiated responsibilities and respective capabilities\" to managing Earth's remaining carbon budget. Climate vulnerable nations with virtually no responsibility for historic emissions, can 'fairly' continue roughly along current emissions lines and still keep 1.5C in play AFP / MUNIR UZ ZAMAN Their fair-share calculator shows that -- in a scenario where 1.5C is achieved through emissions cuts alone -- the European Union should reduce its carbon pollution by the equivalent of 170 percent.  In total, high-income countries would need to slash emissions by 136 percent, the calculator shows. Conversely, climate vulnerable nations with virtually no responsibility for historic emissions, can \"fairly\" continue roughly along current emissions lines such that 1.5C remains in play. \"It sounds dry and complex but it's really just basic ethics,\" said Wu. \"OK, who made this mess? You have to clean it up.\" \"And if you have more wealth and more privilege than your neighbours, then you should correspondingly do a little more.\"Most wealthier nations plan to deploy carbon cutting schemes to help achieve their net-zero emissions targets.  In 2019, then-prime minister Theresa May pledged that Britain would \"eradicate its net contribution to climate change by 2050\". A subsequent report by the Chatham House think tank said there were \"many reasons to question\" Britain's path to net-zero, which relies heavily on carbon dioxide removal projects.  \"We have to be careful about what is hidden or swept under the rug in commitments of 'net-zero',\" said Mann.  \"Are promises of massive carbon capture based on as-yet untested -- at scale -- technology being used to excuse excessive burning of fossil fuels now? If so, then 'net-zero' is pretty hollow rhetoric.\" But even if Britain were to entirely eradicate its emissions overnight, the carbon it has polluted since the Industrial Revolution is still in the atmosphere, still influencing the climate today. Sriram Madhusoodanan, US Climate campaign director at industry watchdog Corporate Accountability, said that fair share emissions cuts were not just about doing \"what's right\", but also about keeping 1.5C a viable target. \"Without keeping fossil fuels in the ground, drastically reducing emissions immediately, and advancing real, accessible solutions at scale, we are on track to blow past the goals of the Paris Agreement,\" he said.The US Climate Fair share organisers calculated that it should reduce emissions by 70 percent by 2030 -- only 20 percent off Biden's pledge. But given its status as the richest nation on Earth, the coalition calculated that the US should also pay to cut a total of 9 billion tonnes of CO2 globally by 2030.  Since the cost of zero-carbon technologies varies greatly between countries, the math involved in putting a cost figure on such action is challenging.  But the NGOs arrived at what Wu termed a \"bare minimum\" figure: $800 billion this decade.  \"That would make a real impact and send a signal internationally,\" said Wu, while pointing out that the US's military budget currently stands at $750 billion in the next fiscal year alone.  \"Morals aside, unless we do this the climate crisis does not get solved and we have no chance of achieving 1.5C,\" he said.  \"And because we have this international system where everything is voluntary, if countries don't see that other countries are pulling their weight then they have no incentive to participate,\" Wu added.  \"We've had this 'first mover' problem forever.\" </p><p/>", "publisher": "International Business Times Australia", "instances": ["The US is by far history's largest emitter, accounting for more than 28 percent of all carbon pollution since 1850. Yet it is far from alone in having an outsized historical contribution to climate change. Climate vulnerable nations with virtually no responsibility for historic emissions, can 'fairly' continue roughly along current emissions lines and still keep 1. 5C in play AFP / MUNIR UZ ZAMAN Their fair-share calculator shows that -- in a scenario where 1."]}, {"relevance_score": 2, "title": "President's achievements too readily overlooked", "published": "2020-11-09", "bodyText": "<p>Document links may not lead to an active page. Page maintenance is at the discretion of the publisher.</p>", "publisher": "The Australian Online", "instances": []}, {"relevance_score": 47, "title": "PRESIDENT'S ACHIEVEMENTS TOO READILY OVERLOOKED", "published": "2020-11-10", "bodyText": "<p nitf:lede=\"true\">To more than 70 million voters, Donald Trump championed their American Dream For more than 70 million Americans, Donald Trump represents hope. He won the 2016 election against a sure-bet Democrat with a political pedigree and the global media on her side. He won the second-biggest popular vote in US electoral history last week despite a four-year onslaught by the political media elite. On present numbers, he has increased the Republican share of Hispanic voters and improved his standing among African-Americans. Trump has forever changed American politics and the breadth of his achievements impresses where his style, and his handling of the pandemic fail.</p><p>The 45th US president restored law and order by defending police against militant racists and nominating black-letter lawyers to the Supreme Court. He chipped away at left-wing orthodoxy in the public service and on campus by testing the limits of free speech. He demanded equal treatment for America in foreign policy by telling free-riding allies to boost their military spending and pay their fair share for defence. He called the bluff of bully states and withdrew US money from the Paris Agreement, which rewards totalitarian regimes with Western workers' money. He protected Americans from illiberal enemies by closing the border to terrorist-producing states. He defended Israel by negotiating the most celebrated Middle East peace deal in recent history. He encouraged the revival of American manufacturing in towns gripped by unemployment and sliding into the despair of intergenerational opioid addiction. And he worked to restore the democratic norms established by the founding fathers. Trump stood for the millions of Americans that globalists treat like an unpleasant aftertaste of the industrial era. For all of that, the politically correct will forever regard him as an enemy.</p><p>As the votes rolled in on Wednesday night, Trumpism was the topic of discussion on the ABC. Although the host noted the Democrat landslide had failed to materialise (again), he could not resist describing Americans who support Trump as a cult. But the description is more aptly used for Democrat voters given their call to blacklist political dissenters in the wake of the election. Democrat congresswoman Alexandra Ocasio-Cortez suggested the names of people who worked with the US president should be recorded for their \"complicity.\" Michael Simon, a former Obama administration staffer, affirmed that a group was recording the names of \"Every (Trump) administration staffer, campaign staffer, bundler, lawyers who represented them - everyone\". He is in league with another former Democrat staffer, Emily Abrams, who tweeted on November 6: \"We're launching the Trump Accountability Project to make sure anyone who took a paycheck to help Trump â€¦ is held responsible.\" In other media, journalists worked hard to define the contours of Trumpism to confirm their bias against him. They regurgitated speaking points from the 2016 Clinton campaign, smearing the Republican base as uneducated, white, working-class and stupid. In other words, deplorable.</p><p>Ahead of the election, The Guardian's David Smith lamented that even if Trump were to lose, it would not \"defeat Trumpism\". Smith characterised crowd support for the former president on the campaign trail as \"cult-of-personality\" rallies. Consistent with many articles against Trump, an academic was used to strengthen the prosecution. Eddie Glaude, author of Democracy in Black, said Trump flourished because of white voters.</p><p>In The Sydney Morning Herald, Peter Hartcher interviewed Francis Fukuyama, an academic whose end-of-history idea was one of the most popular and spectacularly flawed theories of the late 20th century. Like many globalists who dreamed of a virtuous internationalist order that never was, Fukuyama stereotypes Republican voters as a \"narrow and unrepresentative base of white, working-class, poorly educated people resentful about all the changes going on in society\". When globalists so belittle conservatives, the charge of resentfulness is an exercise in projection.</p><p>Despite the many headlines celebrating Joe Biden as a moderating force, the future of America under the Democrats is not centrist in any meaningful sense of the word. Even if Biden were to remake himself in the image of Arthur Schlesinger's centrism, the challenge of containing Chinese communist aggression abroad and tempering the increasingly belligerent left in government would remain. He has shown little talent for either.</p><p>To get a taste of the political struggle to come, consider how Ocasio-Cortez uses race as a weapon. In a congressional hearing, she said: \"The people who are producing climate change â€¦ [are] predominantly white, correct?\" In August, vice-president elect Kamala Harris and Ocasio-Cortez jointly introduced the Climate Equity Act, which uses climate change as a rationale to embed inequality and anti-democratic processes in policy. It would introduce an equity score for environmental legislation based on race and economic status. In a press release, Harris explained the Act would require climate legislation and grants be developed by a designated office and \"frontline communities\", defined as: \"Those that have experienced systemic socioeconomic disparities, environmental racism â€¦ low-income communities, indigenous peoples and communities of colour\". Ocasio-Cortez took it a step further and openly embraced the new form of apartheid, demanding: \"Environmental policies must be written by the black, brown and low-income people â€¦ just like the Green New Deal envisioned.\" This is not a case of white supremacists headbanging for Hitler and tattooing each other in a backyard shed. It is the incoming government of the US. When Trump won the 2016 election, the shock was registered on the downcast expression of TV anchors worldwide. The public berated pollsters who got it wrong while journalists rushed to revise their crude liberal bias for fear of being seen as irrelevant. Now the tables have turned and so has the media, whose barely concealed contempt for dissent has been liberated by the prospect of a Democrat president. But Trump is not a ghost of presidents past, he represents a movement of people who want formal equality, freedom of speech, strong borders, an impartial judiciary and depoliticised education for children. With a party that supports formal inequality, racist governance and political censorship about to form government, the battle for the American Dream has only just begun.</p>", "publisher": "The Australian", "instances": ["To get a taste of the political struggle to come, consider how Ocasio-Cortez uses race as a weapon. In a congressional hearing, she said: \"The people who are producing climate change â€¦ [are] predominantly white, correct? It would introduce an equity score for environmental legislation based on race and economic status. In a press release, Harris explained the Act would require climate legislation and grants be developed by a designated office and \"frontline communities\", defined as: \"Those that have experienced systemic socioeconomic disparities, environmental racism â€¦ low-income communities, indigenous peoples and communities of colour\"."]}, {"relevance_score": 33, "title": "Poor atmosphere for climate equity", "published": "2008-03-06", "bodyText": "<p nitf:lede=\"true\">Ross Garnaut's plan to counter climate change inequity is contentious, writes Jon Stanford.</p><p nitf:lede=\"true\">IT WAS inevitable that Professor Ross Garnaut's first report on climate change would fail to meet some unrealistically high expectations. This debate plays to the music of many axes grinding. Not everyone will be pleased.</p><p nitf:lede=\"true\">Nevertheless, this is a very creative and accessible report. In suggesting that global warming is occurring faster than predicted due to high global economic growth driven by China, Garnaut paints a bleak picture of the future unless we take significant action now. Garnaut has gone further than expected by proposing extreme reductions in emissions, and that Australia lead by example.</p><p>Garnaut lines up with current scientific opinion in endorsing a target of stabilising atmospheric concentrations of greenhouse gases to limit the average temperature rise this century to about two degrees. This ambitious target, which has been endorsed by the EU, reflects a concern that a rise of even that could trigger some kind of tipping point. It also recognises that the mood of the international community is shifting rapidly in favour of taking significant remedial action.</p><p>In terms of how we get there, Garnaut swims in the economic mainstream, favouring an emissions trading scheme with increasingly tight caps on emissions. Extending the scheme internationally will provide a range of cheaper abatement options and Garnaut suggests that Australia should work with Indonesia and Papua New Guinea. He also argues for government subsidies for research and development in low-emission technology and for investment in essential network infrastructure.</p><p>When Garnaut moves from efficiency to equity, as his terms of reference require, his review becomes more contentious. Domestically, Garnaut argues that high emitters should not be compensated for the introduction of a price on carbon because he says far-sighted investors should have provided for a carbon price and there is no tradition in Australia of compensating for policy changes.</p><p>Garnaut argues that industries that were subject to reductions in tariff protection in the 1980s and 1990s were not \"compensated\", but acknowledges that those most disadvantaged were provided with \"adjustment assistance\". This is splitting hairs. Owners of capital in the highly protected car and textile, clothing and footwear industries were given substantial ongoing support. The motor vehicle industry will receive about $2 billion in the five years to 2010.</p><p>Garnaut's judgement on international equity also differs significantly from Australia's long-standing position. By embracing the \"contraction and convergence\" approach favoured by developing countries and based on converging per capita emissions, Australia would effectively shoulder a greater abatement task than any other country. Our per capita emissions are the second highest in the developed world, but we also have a relatively high rate of population growth. Reducing per capita emissions over time to the level of India (whose emissions would be permitted to grow for many years) would require Australia to reduce its emissions by about 90% by 2050. This is not likely to be practical or efficient.</p><p>· It is important to break the nexus between carbon intensity and economic wellbeing. This means developing low-emission technology that can support high living standards anywhere.</p><p>· The most efficient way of reducing emissions is to establish a global target with a market mechanism such as emissions trading. While developed countries need to take action first, this global target needs to be introduced as soon as possible.</p><p>· If a global scheme is inequitable between countries, that is best tackled with appropriate compensation rather than allowing some countries to increase emissions.</p><p>· Not only would Garnaut's approach have severe implications for the Australian economy, it ensures ongoing US opposition - probably the most important argument against it.</p><p>Garnaut's review will greatly increase the community's understanding of the complexities of climate change and will be of considerable benefit to policymakers. It is when he steps off the well-trodden path of economic efficiency and into the equity jungle that Garnaut will have a tough argument on his hands.</p><p>Jon Stanford is a partner with Deloitte Economics in Melbourne.</p>", "publisher": "The Age (Melbourne, Australia)", "instances": []}, {"relevance_score": 19, "title": "Foreign investors looking at Spain option", "published": "2018-05-05", "bodyText": "<p nitf:lede=\"true\">Foreign investors are losing interest in local bank shares due to the fierce scrutiny of Australia's finance sector and are instead looking at options such as Spain's banks, National Australia Bank says.</p><p>As banks' reputations are battered by the royal commission, NAB chief executive Andrew Thorburn and finance chief Gary Lennon yesterday said the scrutiny was affecting sentiment among offshore equity investors.</p><p>However, they stressed there has not been any impact on overseas debt markets, which are arguably far more important for the local banking system, which is reliant on foreign capital for some of its funding.</p><p>Macquarie Group chief executive Nicholas Moore also said yesterday that he had not received any \"untoward\" feedback from overseas markets in response to the reputational damage experienced by banks here.</p><p>With the royal commission dominating public discussion about banks, Mr Lennon signalled that his conversations with foreign investors suggested they had little appetite for buying shares in the Australian banks in the current climate.</p><p>\"Equity investors offshore are going 'what is going on?' and 'Geez, we quite like the Spanish banks at the moment'. They literally just want to step back and see how this plays out and wait,\" Mr Lennon said.</p><p>He said his head of investor relations had even suggested he cancel an investor road trip to London because \"they're not interested at the moment\" in Australian banks.</p><p>\"They say there's too much going on, there's too much noise, they don't really understand what it's about,\" Mr Lennon said.</p><p>Mr Thorburn said he agreed with Mr Lennon's assessment, and it was \"really disappointing\" that foreign equity investors were reaching this view.</p><p>\"If you think of it, Australia, we should be an absolute magnet for investment, and interest for equity investors around the world,\" Mr Thorburn said.</p><p>Macquarie's Mr Moore was also asked yesterday whether he had seen any \"fallout\" among overseas investors in response to the reputational damage to Australian banks, but he had not detected any.</p><p>\"At this stage, we're not detecting anything untoward globally in terms of the reaction of investors,\" Mr Moore said as Macquarie delivered its results.</p><p>\"I think regulation of banks and the financial sector obviously is something that has been very high in the minds of all investors and all participants in the industry for some time now,\" Mr Moore said.</p><p>Before the banks got behind a royal commission late last year, some senior bankers said such an inquiry could threaten the cost to banks from overseas wholesale borrowing.</p><p>Mr Lennon said this had not happened, but if the commission caused problems for Australian banks in overseas debt markets it would be an \"enormous\" issue.</p><p>\"If debt markets did start to react, we'd be on the phone to all the regulators straight away saying we've got to deal with this, because this starts getting very serious very quickly.</p><p>\"But we're not seeing it at the moment,\" he said.</p>", "publisher": "The Sydney Morning Herald", "instances": []}, {"relevance_score": 19, "title": "Foreign investors looking at Spain option", "published": "2018-05-05", "bodyText": "<p nitf:lede=\"true\">Foreign investors are losing interest in local bank shares due to the fierce scrutiny of Australia's finance sector and are instead looking at options such as Spain's banks, National Australia Bank says.</p><p>As banks' reputations are battered by the royal commission, NAB chief executive Andrew Thorburn and finance chief Gary Lennon yesterday said the scrutiny was affecting sentiment among offshore equity investors.</p><p>However, they stressed there has not been any impact on overseas debt markets, which are arguably far more important for the local banking system, which is reliant on foreign capital for some of its funding.</p><p>Macquarie Group chief executive Nicholas Moore also said yesterday that he had not received any \"untoward\" feedback from overseas markets in response to the reputational damage experienced by banks here.</p><p>With the royal commission dominating public discussion about banks, Mr Lennon signalled that his conversations with foreign investors suggested they had little appetite for buying shares in the Australian banks in the current climate.</p><p>\"Equity investors offshore are going 'what is going on?' and 'Geez, we quite like the Spanish banks at the moment'. They literally just want to step back and see how this plays out and wait,\" Mr Lennon said.</p><p>He said his head of investor relations had even suggested he cancel an investor road trip to London because \"they're not interested at the moment\" in Australian banks.</p><p>\"They say there's too much going on, there's too much noise, they don't really understand what it's about,\" Mr Lennon said.</p><p>Mr Thorburn said he agreed with Mr Lennon's assessment, and it was \"really disappointing\" that foreign equity investors were reaching this view.</p><p>\"If you think of it, Australia, we should be an absolute magnet for investment, and interest for equity investors around the world,\" Mr Thorburn said.</p><p>Macquarie's Mr Moore was also asked yesterday whether he had seen any \"fallout\" among overseas investors in response to the reputational damage to Australian banks, but he had not detected any.</p><p>\"At this stage, we're not detecting anything untoward globally in terms of the reaction of investors,\" Mr Moore said as Macquarie delivered its results.</p><p>\"I think regulation of banks and the financial sector obviously is something that has been very high in the minds of all investors and all participants in the industry for some time now,\" Mr Moore said.</p><p>Before the banks got behind a royal commission late last year, some senior bankers said such an inquiry could threaten the cost to banks from overseas wholesale borrowing.</p><p>Mr Lennon said this had not happened, but if the commission caused problems for Australian banks in overseas debt markets it would be an \"enormous\" issue.</p><p>\"If debt markets did start to react, we'd be on the phone to all the regulators straight away saying we've got to deal with this, because this starts getting very serious very quickly.</p><p>\"But we're not seeing it at the moment,\" he said.</p>", "publisher": "The Age (Melbourne, Australia)", "instances": []}, {"relevance_score": 1, "title": "Foreign investors prefer Spain's banks to ours as scrutiny bites: NAB", "published": "2018-05-05", "bodyText": "<p>Ferocious scrutiny of banks from the royal commission is causing foreign share investors to look at alternatives to Australian bank stocks, says NAB.</p>", "publisher": "Canberra Times Online", "instances": []}, {"relevance_score": 1, "title": "Foreign investors prefer Spain's banks to ours as scrutiny bites: NAB", "published": "2018-05-05", "bodyText": "<p>Ferocious scrutiny of banks from the royal commission is causing foreign share investors to look at alternatives to Australian bank stocks, says NAB.</p>", "publisher": "WA Today", "instances": []}, {"relevance_score": 1, "title": "Foreign investors prefer Spain's banks to ours as scrutiny bites: NAB", "published": "2018-05-05", "bodyText": "<p>Ferocious scrutiny of banks from the royal commission is causing foreign share investors to look at alternatives to Australian bank stocks, says NAB.</p>", "publisher": "Brisbane Times", "instances": []}, {"relevance_score": 1, "title": "Foreign investors prefer Spain's banks to ours as scrutiny bites: NAB", "published": "2018-05-05", "bodyText": "<p>Ferocious scrutiny of banks from the royal commission is causing foreign share investors to look at alternatives to Australian bank stocks, says NAB.</p>", "publisher": "The Sydney Morning Herald (Australia) - Online", "instances": []}, {"relevance_score": 1, "title": "Foreign investors prefer Spain's banks to ours as scrutiny bites: NAB", "published": "2018-05-05", "bodyText": "<p>Ferocious scrutiny of banks from the royal commission is causing foreign share investors to look at alternatives to Australian bank stocks, says NAB.</p>", "publisher": "The Age (Melbourne, Australia) - Online", "instances": []}, {"relevance_score": 27, "title": "Your Perspective", "published": "1997-09-27", "bodyText": "<p nitf:lede=\"true\">JOBS FAILURE</p><p nitf:lede=\"true\">The article \"Unemployment: a matter of choice\" (Weekend AFR, September 13) argues that wage regulation and social benefits increase unemployment. This is a very negative way of looking at the problem of generating jobs. The debate centres on taking away benefits from low-end workers.</p><p>The large Australian employers of yesteryear are mature private-sector industries or public-sector entities which are, in keeping with global trends, all shedding jobs. Today they are downsizing, outsourcing or struggling to be internationally competitive. Slowing tariff reduction for motor vehicles and TCF is a similar attempt to slow the inevitable job losses.</p><p>Jobs are generated by investment in high-growth industries. Australia has made another choice - not to fully participate in the information technology industry, the greatest generator of well-paid new jobs in the past 10 years. We are world-class importers and users of IT but have failed to attract our share of the world's investment and jobs associated with R&amp;D and manufacturing.</p><p>As an example, three of the fastest-growing companies of the past 10 years, Microsoft, Intel and Cisco import, sell and support in Australia but we have nowhere near captured any of the other jobs they have generated in other countries. Compare this with the loss of jobs in Australian icons GMH, BHP, Telstra and the banks.</p><p>In terms of growing our own IT companies, we have done even worse. We have chosen not to create venture capital - the high-octane fuel of young, high-growth companies in the US. You are right: we chose the employment levels we have in this country.</p><p>Roger Allen,</p><p>director, Allen &amp; Buckeridge,</p><p>Sydney, NSW.</p><p>GROUND-BREAKER</p><p>The Weekend AFR is breaking ground in several areas. One of the most outstanding changes is the layout of the stockmarket performance of tables by industry category.</p><p>You have adopted international best practice by grouping stocks by industry. It clearly shows the deficiency of your competitors. The financial world is currently obsessed with relative performance; relative to index benchmarks and baskets of comparable industry specific stocks.</p><p>Your new layout makes it easy to find and compare the best, within their industry categories. Now we can all develop stock switching strategies at a moment's glance.</p><p>Malcolm McComas,</p><p>managing director,</p><p>County NatWest Corporate Finance Aust Ltd,</p><p>Sydney, NSW.</p><p>CLIMATE EQUITY</p><p>Monday's editorial \"Aust's island diplomacy\" (AFR, September 22) perpetuates the misconception that Australia is seeking a special exemption in the climate change negotiations. This has never been the case - rather the Australian position seeks to ensure that all countries do their fair share and bear an equal economic cost in order to foster a global solution. The concerns of island nations can only be seriously addressed in a global response.</p><p>Tony Beck,</p><p>executive director,</p><p>Australian Industry Greenhouse Network,</p><p>Canberra, ACT.</p>", "publisher": "The Australian Financial Review", "instances": ["Now we can all develop stock switching strategies at a moment's glance. Malcolm McComas,managing director,County NatWest Corporate Finance Aust Ltd,Sydney, NSW. This has never been the case - rather the Australian position seeks to ensure that all countries do their fair share and bear an equal economic cost in order to foster a global solution. The concerns of island nations can only be seriously addressed in a global response."]}, {"relevance_score": 38, "title": "Share the burden on climate change", "published": "2008-03-05", "bodyText": "<p nitf:lede=\"true\">A Pacific pact will help poorer countries that will bear the brunt of global warming.</p><p nitf:lede=\"true\">WHEN Labor won power last year, it promised international leadership in tackling climate change. Prime Minister Kevin Rudd promptly ratified the Kyoto Protocol as his first act of government and rightly was met with accolades at Bali. But what comes next?</p><p nitf:lede=\"true\">Rudd's visit to Papua New Guinea and the Solomon Islands tomorrow provides the perfect opportunity to raise the prospect of a South Seas climate pact to propel and co-ordinate action against global warming in our region. To date, only one regional body - the European Union - has formed a \"carbon bubble\" under the Kyoto Protocol. As a result, by 2010 the EU will meet its ambitious initial collective emissions mitigation target of 8% below 1990 levels. It is confidently aiming for a subsequent target of minus 30% by 2020.</p><p>These targets are made possible through \"burden-sharing\" among EU members, enabling a more equitable and efficient approach to reducing emissions among countries of varying economic and institutional capacity.</p><p>The EU approach has also involved creating a regional carbon market that is now the centrepiece of the Kyoto carbon market, assembling a coherent regional energy strategy, and defining regional energy efficiency standards. Lastly, via the example of its leading members, it has enhanced the diffusion of institutional innovation and the implementation of renewable energy technologies.</p><p>There are some Australian precedents for a regional climate pact. Australia's most extensive multilateral climate agreement, but extensive only on paper, is the Asia Pacific Partnership on Clean Development and Climate. More important is the Global Initiative on Forests and Climate, which promises a massive reduction in Indonesia's forestry-related carbon dioxide emissions, which are about 3 billion tonnes each year. Our bilateral initiatives are small, barely funded, and show no evidence of substantive outcomes.</p><p>Under John Howard, Australia had no substantial climate-related foreign policy strategy. Labor must be more ambitious. It should propose a means to co-operatively and equitably improve our region's capacity to reduce its collective emissions and to increase regional capacities for climate-related adaptation.</p><p>Australia, New Zealand, Indonesia, East Timor, New Guinea and other near-Pacific Islands drawn from Melanesia and Polynesia (including Fiji, the Solomons, Vanuatu, the Cook Islands) are close neighbours. But the reasons for including them in a near-Pacific pact go beyond the accident of geography. They are based in equity, efficiency, ecological protection and environmental security.</p><p>First, Australia and New Zealand are wealthy developed countries, better able than most to meet the challenges of climate mitigation and adaptation. The others are poor and highly vulnerable to global warming. In terms of climate equity, the pact would direct assistance from some of the richest to some of the poorer countries in the world, including certain Pacific island nations that have contributed least to global warming, are under greatest threat from inundation, and have the least capacity to respond. Second, the region contains some of the planet's major emitting nations. Indonesia is third on the global list, Australia is 13th. A pact offers opportunities for a globally meaningful, regionally co-ordinated mitigation effort: Indonesia's and New Guinea's forests are major carbon sinks threatened by illegal (and legal) logging.</p><p>Third, these forests are threatened by rising temperatures, as are Pacific reefs, such as Australia's Great Barrier Reef. Finally, environmental security is an issue best considered pre-emptively and co-operatively. If sea levels rise and access to fresh water and food deteriorates, environmental insecurity associated with the displacement and mass migration of people will become a significant concern within our region.</p><p>The provisions of the Kyoto Protocol suggest several possible forms for such a pact. The most elaborate would involve the establishment of a new regional economic organisation along EU lines to deal with climate mitigation and adaptation. It would have its own unified emissions target to which member states contribute through national allocation plans.</p><p>Under the least formal arrangement, the pact's member states would co-ordinate their targets and activities in a way that does not depend on a regional economic organisation and therefore is not formally recognised in the Kyoto Protocol. We should aim for something between these options.</p><p>With a formal Climate Council involving national ministers, a well-funded secretariat, a collective emissions reduction target, and substantial resources to assist meeting this target, the South Pacific climate pact would be a critical focus for co-ordinated action.</p><p>Enduring institutional innovation to tackle climate change, beyond Labor's pledge of $150 million in Pacific climate aid, would greatly improve regional relations and prospects.</p><p>Peter Christoff teaches climate policy at the University of Melbourne and is Vice-President of the Australian Conservation Foundation.</p>", "publisher": "The Age (Melbourne, Australia)", "instances": ["First, Australia and New Zealand are wealthy developed countries, better able than most to meet the challenges of climate mitigation and adaptation. The others are poor and highly vulnerable to global warming. Second, the region contains some of the planet's major emitting nations. Indonesia is third on the global list, Australia is 13th."]}, {"relevance_score": 1, "title": "Origin completes bookbuild on Contact sale", "published": "2015-08-05", "bodyText": "<p>Sale of 53% stake in Contact to result in $270m impairment charge in Origin's accounts.</p>", "publisher": "Business Spectator", "instances": []}]