[{"relevance_score": 30, "title": "Zhuozhou 'sacrificed to protect Beijing'", "published": "2023-08-09", "bodyText": "<p nitf:lede=\"true\">Singapore: The Chinese government has been accused of deliberately flooding the northern city of Zhuozhou and other areas to save Beijing's prized high-tech sector from record flooding in the past week.</p><p nitf:lede=\"true\">The floods impacting an area that is home to 110 million people have trapped residents for days as authorities open flood zones in the country to protect urban areas near the capital.</p><p nitf:lede=\"true\">Two years' worth of rain fell in less than a week killing more than 30 people in northern China and forcing a million people to leave their homes, while threatening food crops and fuelling growing public anger towards the government.</p><p>\"The government tried to protect a community in Beijing, so they sacrificed the city of Zhuozhou,\" said David Zhang, who graduated from university this year and has been photographing the devastation in Hebei province for the past week.</p><p>\"The overwhelming frustration is towards the local government and the government in Beijing because the flood was caused by the government's attempt to save a community in Beijing where all those technology firms are located.\"</p><p>Hebei's Communist Party secretary Ni Yuefeng said last week that it was his top priority to stop floods from hitting Xiongan. The area north of Beijing has been touted by President Xi Jinping as China's new technology hub.</p><p>But the decision to open seven of the province's 13 designated flood areas to take the brunt of the heaviest rain seen in half a century has infuriated residents who believe authorities in Beijing have not done enough to help them.</p><p>\"People have been trapped in villages for days before being brought to safety,\" said Zhang.</p><p>\"In the early days of the floods, the official propaganda only focused on how the devastation has been affecting people. But there were no rescue efforts from officials to come into town and save people.\"</p><p>The heavy rain from typhoon Doksuri moved further north over the weekend towards Jilin province. On Sunday, another 14 deaths were recorded in the city of Shulan.</p><p>Zhang said Chinese state media had focused on the damage caused by the floods but overlooked the role of the government in helping victims, including inadequate warnings and failing to provide emergency services with enough resources to get residents out of trouble. In some cases, earth-moving tractors have been forced to ferry residents away from floodwaters.</p><p>\"[That's] the norm in China when it comes to events happening that could bring negative impacts to the party in power in China,\" he said. \"There's an overwhelming sense of indignation and frustration\".</p><p>Public anger has been fuelled by reports that funds earmarked for recovery have been siphoned off by local officials in neighbouring Henan province.</p><p>An audit released by the Henan government in July revealed 10 billion yuan ($2.1 billion) in funds targeted for reconstruction after the province was devastated by floods in 2021 had been misused by local officials. More than 300 people were killed in the Henan floods.</p><p>The South China Morning Post reported that in one case nine counties and a government-controlled enterprise were allocated a total of 405 million yuan, but they failed to use the funding for flood relief.</p><p>The Chinese government has censored any mention of the report on social media. Last week the city of Zhuozhou asked for more rescue resources on the social media site Weibo. The appeals have since been deleted.</p><p>The rain has devastated farmland around the Chinese capital. Almost 50,000 hectares of crops have been destroyed around Shangzhi. In Harbin, more than 162,000 people were evacuated, while more than 90,000 hectares of crops were damaged by floodwaters. The fertile provinces, along with Liaoning, are responsible for one-fifth of the country's grain output. They also dominate corn, rice and soybean production. with Daniel Ceng</p>", "publisher": "The Age (Melbourne, Australia)", "instances": ["An audit released by the Henan government in July revealed 10 billion yuan ($2. 1 billion) in funds targeted for reconstruction after the province was devastated by floods in 2021 had been misused by local officials. The South China Morning Post reported that in one case nine counties and a government-controlled enterprise were allocated a total of 405 million yuan, but they failed to use the funding for flood relief. The Chinese government has censored any mention of the report on social media."]}, {"relevance_score": 30, "title": "Zhuozhou 'sacrificed to protect Beijing'", "published": "2023-08-09", "bodyText": "<p nitf:lede=\"true\">Singapore: The Chinese government has been accused of deliberately flooding the northern city of Zhuozhou and other areas to save Beijing's prized high-tech sector from record flooding in the past week.</p><p nitf:lede=\"true\">The floods impacting an area that is home to 110 million people have trapped residents for days as authorities open flood zones in the country to protect urban areas near the capital.</p><p nitf:lede=\"true\">Two years' worth of rain fell in less than a week killing more than 30 people in northern China and forcing a million people to leave their homes, while threatening food crops and fuelling growing public anger towards the government.</p><p>\"The government tried to protect a community in Beijing, so they sacrificed the city of Zhuozhou,\" said David Zhang, who graduated from university this year and has been photographing the devastation in Hebei province for the past week.</p><p>\"The overwhelming frustration is towards the local government and the government in Beijing because the flood was caused by the government's attempt to save a community in Beijing where all those technology firms are located.\"</p><p>Hebei's Communist Party secretary Ni Yuefeng said last week that it was his top priority to stop floods from hitting Xiongan. The area north of Beijing has been touted by President Xi Jinping as China's new technology hub.</p><p>But the decision to open seven of the province's 13 designated flood areas to take the brunt of the heaviest rain seen in half a century has infuriated residents who believe authorities in Beijing have not done enough to help them.</p><p>\"People have been trapped in villages for days before being brought to safety,\" said Zhang.</p><p>\"In the early days of the floods, the official propaganda only focused on how the devastation has been affecting people. But there were no rescue efforts from officials to come into town and save people.\"</p><p>The heavy rain from typhoon Doksuri moved further north over the weekend towards Jilin province. On Sunday, another 14 deaths were recorded in the city of Shulan.</p><p>Zhang said Chinese state media had focused on the damage caused by the floods but overlooked the role of the government in helping victims, including inadequate warnings and failing to provide emergency services with enough resources to get residents out of trouble. In some cases, earth-moving tractors have been forced to ferry residents away from floodwaters.</p><p>\"[That's] the norm in China when it comes to events happening that could bring negative impacts to the party in power in China,\" he said. \"There's an overwhelming sense of indignation and frustration\".</p><p>Public anger has been fuelled by reports that funds earmarked for recovery have been siphoned off by local officials in neighbouring Henan province.</p><p>An audit released by the Henan government in July revealed 10 billion yuan ($2.1 billion) in funds targeted for reconstruction after the province was devastated by floods in 2021 had been misused by local officials. More than 300 people were killed in the Henan floods.</p><p>The South China Morning Post reported that in one case nine counties and a government-controlled enterprise were allocated a total of 405 million yuan, but they failed to use the funding for flood relief.</p><p>The Chinese government has censored any mention of the report on social media. Last week the city of Zhuozhou asked for more rescue resources on the social media site Weibo. The appeals have since been deleted.</p><p>The rain has devastated farmland around the Chinese capital. Almost 50,000 hectares of crops have been destroyed around Shangzhi. In Harbin, more than 162,000 people were evacuated, while more than 90,000 hectares of crops were damaged by floodwaters. The fertile provinces, along with Liaoning, are responsible for one-fifth of the country's grain output. They also dominate corn, rice and soybean production. with Daniel Ceng</p>", "publisher": "The Sydney Morning Herald", "instances": ["An audit released by the Henan government in July revealed 10 billion yuan ($2. 1 billion) in funds targeted for reconstruction after the province was devastated by floods in 2021 had been misused by local officials. The South China Morning Post reported that in one case nine counties and a government-controlled enterprise were allocated a total of 405 million yuan, but they failed to use the funding for flood relief. The Chinese government has censored any mention of the report on social media."]}, {"relevance_score": 1, "title": "China's killer floods add to pressure on emissions reduction", "published": "2021-07-22", "bodyText": "<p>The intensity of deadly flooding in central China this week has given fresh urgency to action on climate change.</p>", "publisher": "The Australian Financial Review (Online)", "instances": []}, {"relevance_score": 38, "title": "Deadly floods press China on climate action", "published": "2021-07-23", "bodyText": "<p nitf:lede=\"true\">China yesterday mopped up one of its worst natural disasters in years after extensive flooding from record rainfall killed dozens and affected more then 3 million people.</p><p nitf:lede=\"true\">Dramatic scenes of the deluge, which filled the regional city of Zhengzhou's subway system and swept cars down streets, have once again brought growing global concerns about carbon emissions and climate change to President Xi Jinping's doorstep.</p><p nitf:lede=\"true\">State media yesterday said 33 had died after unprecedented rainfall devastated the central province of Henan, affecting more than 3 million people in the populous region.</p><p>A dozen people died when they were trapped by floodwaters in an underground rail carriage in Zhengzhou, while videos on social media showed some swept away in cars by raging torrents of water.</p><p>China's popular social media platforms carried pleas for help by stranded residents as well as videos of rescue efforts. Calls for emergency services to assist entire neighbourhoods where tens of thousands of people were cut off without drinking water or electricity were shared widely online.</p><p>\"Oxygen was low. Some people began to vomit. Children, pregnant women and the elderly suffered the most, losing their strength after staying in the water for a long time,\" one woman trapped in the underground metro told Chinese media outlet Shine.</p><p>\"You could feel a sense of desperation. I even messaged texts to my family and friends in fear of death.\"</p><p>China has a history of major floods, including last year when hundreds were killed in central and southwestern parts of the country. However, observers said Henan province's death toll this week could be higher based on the images circulating on social media. The Chinese government has a history of underreporting death tolls.</p><p>The intensity of the Henan floods, triggered after more rain fell on Zhengzhou in several days than usually does in a year, added to concerns about climate change amid a surge of extreme weather in recent months.</p><p>Heatwaves have struck the United States and Canada in recent months, while Europe and India have suffered major floods, Siberia has experienced wildfires, and drought has gripped parts of Africa and Brazil.</p><p>This week's deluge has swung the spotlight back on to China's efforts to reduce carbon emissions, and comes a week after Mr Xi launched the country's emissions trading scheme. China, a big importer of Australian coal, is the biggest emitter in the world.</p><p>US climate envoy John Kerry said this week the country had to do more to tackle carbon emissions to avoid disaster.</p><p>But unlike Germany, where coal mining and climate have become key election issues since floods there claimed 170 lives, there was no mention of global warming in China's state-controlled media this week. News coverage was dominated by the role the emergency services and People's Liberation Army were playing in helping people affected by the floods.</p><p>This was also noted by Greenpeace China climate policy adviser Li Shuo. \"There is a general sense that something very unusual is happening. This, together with Germany and North America, will wake people up,\" Mr Li told Climate Home News.</p><p>Experts and economists said while China's carbon emissions scheme, launched last week, was a step in the right direction it would not have a major impact on global emissions.</p><p>\"China's carbon trading system is a \"cap and trade\" approach, similar to that of the EU. However, small coverage and a low carbon price are major constraints on the efficiency of China's ... market,\" Betty Wang, ANZ senior China economist, said.</p><p>Japan has gone harder, announcing plans this week to have dramatic cuts to coal- and gas-fired energy generation as part of its commitment to net zero emissions by 2050.</p><p>China state media yesterday also angrily rejected suggestions by scientists that climate change was exacerbating existing problems with China's water management projects, including huge dams which cannot cope with heavy rain.</p><p>The flooding comes at a difficult time for China's leaders as the pace of the country's economic recovery from the pandemic slows and it battles small outbreaks of coronavirus infections around the country. An outbreak in the southern region of Guangzhou last month hit port and manufacturing activity.</p><p>The most high-profile company affected by the Henan floods is Apple, which relies on an assembly line in Zhengzhou for half of the world's iPhones.</p><p>Apple contractor Foxconn said its operations were still running as normal for now. Nissan also has a factory there.</p><p>China has pledged 100 million yuan ($21 million) for disaster relief in the region, but damage from the floods is likely to run into the billions of dollars.</p>", "publisher": "The Australian Financial Review", "instances": ["However, observers said Henan province's death toll this week could be higher based on the images circulating on social media. The Chinese government has a history of underreporting death tolls. Heatwaves have struck the United States and Canada in recent months, while Europe and India have suffered major floods, Siberia has experienced wildfires, and drought has gripped parts of Africa and Brazil. This week's deluge has swung the spotlight back on to China's efforts to reduce carbon emissions, and comes a week after Mr Xi launched the country's emissions trading scheme.", "The flooding comes at a difficult time for China's leaders as the pace of the country's economic recovery from the pandemic slows and it battles small outbreaks of coronavirus infections around the country. An outbreak in the southern region of Guangzhou last month hit port and manufacturing activity. Apple contractor Foxconn said its operations were still running as normal for now. Nissan also has a factory there."]}]