[{"relevance_score": 18, "title": "World Bank OKs $700 million loan for Philippines resilience project", "published": "2025-08-02", "bodyText": "<p nitf:lede=\"true\"> The World Bank is providing a $700-million loan to support a project aimed at strengthening communities' resilience to climate change and disaster risks in the Philippines. </p><p nitf:lede=\"true\">In a statement yesterday, the multilateral lender said that it would provide a $700-million loan for the Philippines Community Resilience Project, which has a total cost of $874.35 million. </p><p>The balance of $174.35 million will be funded by the national government. </p><p>The project, which will involve community-led planning and investments for infrastructure, is expected to benefit approximately 18 million households through community-led planning and infrastructure investments. </p><p>In particular, it will prioritize 500 climate-vulnerable municipalities across 49 provinces in the Philippines.</p><p>It will also target vulnerable populations including Indigenous Peoples, women and beneficiaries of the Pantawid Pamilyang Pilipino Program or a conditional cash transfer initiative aimed at alleviating poverty. </p><p>Under the project, the plan is to invest in flood and drought mitigation, landslide and slope protection, surge protection and breakwaters, windbreakers and retrofitting of existing infrastructure to withstand extreme weather events.</p><p>The project will also support erosion control, agroforestry and other nature-based solutions for ecosystem conservation, including community forests, wetlands, marshes and waterways, erosion control, water conservation and agroforestry.</p><p>It will also help promote resilient livelihoods and practices in agriculture and food security through the use of services and technologies like climate-smart farming innovations and small-scale irrigation systems.</p><p>'By empowering local communities to take the lead in building resilience against climate change and disaster risks, the Philippines is not only addressing immediate environmental challenges but also fostering a culture of proactive engagement and resilience,' said Zafer Mustafao?lu, division director for the Philippines, Malaysia and Brunei at the World Bank.</p><p>He said communities play a critical role in disaster preparedness and response. </p><p>'Their ability to anticipate risks, organize themselves and collaborate with local and national authorities is essential for effective climate change and disaster risk preparedness and recovery efforts,' he said further. </p><p>World Bank senior social development specialist Ditte Marie Fallesen said investing in community-level resilience is crucial in the Philippines, which is highly vulnerable to climate change and natural disasters. </p><p>The World Risk Index 2024 ranked the Philippines as the most at-risk country globally due to its high vulnerability and exposure to cyclical extreme events.</p><p>'Ensuring community capacity and opportunity for participating in resilience planning is critical as communities are on the frontlines of climate and natural hazard risks,' Fallesen said. </p>", "publisher": "The Philippine Star", "instances": ["It will also target vulnerable populations including Indigenous Peoples, women and beneficiaries of the Pantawid Pamilyang Pilipino Program or a conditional cash transfer initiative aimed at alleviating poverty. Under the project, the plan is to invest in flood and drought mitigation, landslide and slope protection, surge protection and breakwaters, windbreakers and retrofitting of existing infrastructure to withstand extreme weather events. It will also help promote resilient livelihoods and practices in agriculture and food security through the use of services and technologies like climate-smart farming innovations and small-scale irrigation systems. By empowering local communities to take the lead in building resilience against climate change and disaster risks, the Philippines is not only addressing immediate environmental challenges but also fostering a culture of proactive engagement and resilience,' said Zafer Mustafao?"]}, {"relevance_score": 13, "title": "Prime Infra expects to complete 1,400-MW hydro project by 2030", "published": "2025-08-14", "bodyText": "<p nitf:lede=\"true\"> Razon-led Prime Infrastructure Capital Inc. is looking to complete the development of its massive pumped storage hydropower (PSH) project in Laguna by 2030.</p><p>Prime Infra, through Ahunan Power Inc., is steadily advancing the construction of the 1,400-megawatt Pakil PSH Project, a winner of the government's third green energy auction program.</p><p>Upon completion, the project is expected to power around 2.3 million households and cut 3.1 million tons of carbon emissions annually.</p><p>And to address potential vulnerabilities around the project site, Ahunan Power has set an P80-million integrated management plan aimed at ensuring watershed protection and forest conservation.</p><p>This comes after an assessment found that the two subwatersheds in the area are 'highly susceptible to rain-induced landslide and soil erosion.'</p><p>Low-lying areas within the Pakil River Watershed were also said to have been prone to flooding.</p><p>Through the multimillion-peso integrated plan, Ahunan Power aims to improve ecological resilience and support upland and community development.</p><p>These strategies include reforestation, agroforestry development, nursery establishment and operation, establishment of arboretum and watershed protection.</p><p>'Ahunan approaches renewable energy development with a commitment to protect and preserve the vital ecosystems surrounding the Pakil River and Malaking Ilog-Tibag watersheds to ensure a sustainable future for the communities we serve,' it said.</p>", "publisher": "The Philippine Star", "instances": ["Low-lying areas within the Pakil River Watershed were also said to have been prone to flooding. Through the multimillion-peso integrated plan, Ahunan Power aims to improve ecological resilience and support upland and community development. Ahunan approaches renewable energy development with a commitment to protect and preserve the vital ecosystems surrounding the Pakil River and Malaking Ilog-Tibag watersheds to ensure a sustainable future for the communities we serve,' it said."]}, {"relevance_score": 11, "title": "Pampanga Aeta community to benefit from agroforest project", "published": "2025-07-14", "bodyText": "<p nitf:lede=\"true\"> To promote sustainable agriculture and disaster resilience in upland indigenous peoples' (IP) communities, the government has launched an agroforestry and livelihood program in Floridablanca town in Pampanga.</p><p>Social Welfare Secretary Rex Gatchalian said the program is in line with the directive of President Marcos to exert all efforts to bring government programs and services to marginalized sectors.</p><p>Gatchalian, along with Pampanga Gov. Lilia Pineda and other government officials, distributed fruit and vegetable seedlings, fertilizers and farming tools to the IP members in Barangay Nabuclod.</p><p>'Community participation is a crucial component in building disaster resilience and mitigating the risk of hazards in vulnerable areas. Through this program, we intend to establish agroforestry zones to provide support through the cash-for-training and work and food-for-work programs to the Aeta households,' said Irene Dumlao, spokesperson for the Department of Social Welfare and Development.</p><p>The IP members were invited to participate in tree planting, upland gardening and backyard poultry-raising activities, Dumlao added.</p><p>According to Pineda, the 'comprehensive anti-poverty program also mitigates climate change because the bamboo forest in Nabuclod has grown into 108,872 clumps in 536 hectares since 2011.' </p><p>'Nabuclod is an asset because its bamboo forest has grown. We will be training the Aetas in making bamboo byproducts while we supply raw bamboo to furniture makers in Pampanga, Laguna and Cebu,' Pineda said during a meeting with Aeta officials and Floridablanca Mayor Michael Galang. </p><p>She added that a training center that will double as factory and warehouse will be built in the barangay.</p>", "publisher": "The Philippine Star", "instances": ["Social Welfare Secretary Rex Gatchalian said the program is in line with the directive of President Marcos to exert all efforts to bring government programs and services to marginalized sectors. Gatchalian, along with Pampanga Gov.", "Lilia Pineda and other government officials, distributed fruit and vegetable seedlings, fertilizers and farming tools to the IP members in Barangay Nabuclod. Community participation is a crucial component in building disaster resilience and mitigating the risk of hazards in vulnerable areas. The IP members were invited to participate in tree planting, upland gardening and backyard poultry-raising activities, Dumlao added. According to Pineda, the 'comprehensive anti-poverty program also mitigates climate change because the bamboo forest in Nabuclod has grown into 108,872 clumps in 536 hectares since 2011."]}, {"relevance_score": 15, "title": "One agreement for 15-M hectare forest lands", "published": "2025-07-05", "bodyText": "<p nitf:lede=\"true\">LAUNCHED on June 26, the Sustainable Forest Land Management Agreement (SFLMA) will consolidate the Philippine government's management of 15.8 million hectares of forest lands. Spearheaded by the Department of Environment and Natural Resources (DENR), through its Forest Management Bureau (FMB), this integration of forestry permits and mechanisms into one agreement is designed to benefit forest-dependent communities around the country.</p><p>This consolidation of seven forestry tenure instruments into a single, streamlined production-sharing agreement will eliminate \"the fragmented application processes and overlapping requirements that have historically discouraged potential investors and delayed project implementation,\" Environment Secretary Raphael Lotilla said. It will also create \"clearer pathways and management strategies for sustainable forest enterprises.\"</p><p>One long-term result is the production of more jobs in the beneficiary communities.</p><p>Lotilla added that the SFLMA indicates a major shift in national forest management by \"offering 25-year renewable agreements that allow multiple management strategies within a single forest area - from agroforestry and ecotourism to forest plantation development and conservation initiatives.\"</p><p>The SFLMA supersedes multiple instruments used for different purposes, including the Integrated Forest Management Agreement, Community-Based Forest Management Agreement (CBFMA), Forest Land Grazing Management Agreement, Socialized Industrial Forest Management Agreement, Forest Land Use Agreement (FLAg), Forest Land Use Agreement for Tourism and Special Land Use Permit.</p><p>The DENR showcased two major programs during the launch. First, Forest for Life: 5 Million Trees by 2028 aims to plant 5 million indigenous trees nationwide, targeting 500,000 tonnes of carbon dioxide equivalent (tCO2e) in carbon sequestration by 2028 and 3.5 million tCO2e by 2038. Priority areas include Ilocos Norte, Rizal, Leyte, Bataan, Bukidnon and Lanao del Norte.</p><p>Second, the Potential Investment Areas consist of the DENR's mapping of 1.186 million hectares of forest lands ready for sustainable investment in agroforestry, grazing and specialized forest uses. These areas represent immediate opportunities for private sector engagement in sustainable forest management.</p>", "publisher": "The Manila Times", "instances": ["It will also create \"clearer pathways and management strategies for sustainable forest enterprises. One long-term result is the production of more jobs in the beneficiary communities. The SFLMA supersedes multiple instruments used for different purposes, including the Integrated Forest Management Agreement, Community-Based Forest Management Agreement (CBFMA), Forest Land Grazing Management Agreement, Socialized Industrial Forest Management Agreement, Forest Land Use Agreement (FLAg), Forest Land Use Agreement for Tourism and Special Land Use Permit. The DENR showcased two major programs during the launch.", "Priority areas include Ilocos Norte, Rizal, Leyte, Bataan, Bukidnon and Lanao del Norte. Second, the Potential Investment Areas consist of the DENR's mapping of 1. These areas represent immediate opportunities for private sector engagement in sustainable forest management."]}, {"relevance_score": 13, "title": "High hopes for DAR's ₱8-billion VISTA Project in South Cotabato", "published": "2025-08-13", "bodyText": "<p nitf:lede=\"true\"> The recent launch of the Value-Chain Innovation for Sustainable Transformation in Agrarian Reform Communities (VISTA) Project offers a sigh of relief to agrarian reform beneficiaries in the province of South Cotabato.</p><p>With the project, Agrarian Reform Beneficiaries (ARBs) in the municipalities of Tupi, Lake Sebu, and T'boli are set to benefit from the Department of Agrarian Reform hopes for them, such as higher incomes, stronger market access, conservation-based value chains, and climate-resilient farming systems.</p><p>To jumpstart the project, the DAR established three Expanded Agrarian Reform Communities Coordinating Committees (EARCCs) to lead the implementation of the VISTA project in South Cotabato.</p><p>Backed by P8.099 billion from the International Fund for Agricultural Development (IFAD), VISTA aims to transform vulnerable upland farming areas in the Cordillera Administrative Region and Region XII, including areas in South Cotabato, into thriving, competitive agri-enterprises.</p><p>Focusing on high-value crops like cacao and coffee, the project will:</p><p>Increase farmers' earnings by linking them directly to lucrative local and international markets.</p><p>Promote sustainable land use through agroforestry and conservation-based farming.</p><p>Reduce post-harvest losses with improved processing and storage facilities.</p><p>Strengthen farm-to-market linkages for faster and more efficient product delivery.</p><p>Each EARCC includes municipal mayors, Municipal Agrarian Reform Program Officers (MARPOs), barangay leaders from agrarian reform communities, and sectoral representatives from the youth, women, Indigenous Peoples, agriculture, and people's organizations.</p><p>This EARCC institutionalizes multi-sectoral collaboration to ensure that the project's implementation is aligned with DAR's strategic goals while remaining responsive to the specific needs and priorities of local government units (LGUs) and their communities.</p><p>'These committees are vital platforms for community-led planning and decision-making, ensuring that all voices, especially those of our ARBs, are heard and integrated throughout every stage of the VISTA Project,' said DAR South Cotabato Provincial Agrarian Reform Program Officer II Valerie F. Seiton.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["099 billion from the International Fund for Agricultural Development (IFAD), VISTA aims to transform vulnerable upland farming areas in the Cordillera Administrative Region and Region XII, including areas in South Cotabato, into thriving, competitive agri-enterprises. Focusing on high-value crops like cacao and coffee, the project will:Increase farmers' earnings by linking them directly to lucrative local and international markets. Reduce post-harvest losses with improved processing and storage facilities. Strengthen farm-to-market linkages for faster and more efficient product delivery."]}, {"relevance_score": 26, "title": "Forest lands opened for sustainable usage", "published": "2025-06-27", "bodyText": "<p nitf:lede=\"true\">THE Department of Environment and Natural Resources (DENR) has opened 1.186 million hectares (ha) of forest lands for sustainable investments.</p><p nitf:lede=\"true\">On Thursday, the agency and its Forestry Management Bureau (FMB) announced the availability of a Sustainable Forest Land Management Agreement (SFLMA), which consolidates seven of the DENR's existing forestry tenure instruments.</p><p>This covers previous agreements such as the Community-Based Forest Management, Integrated Forest Management, Socialized Industrial Forest Management, Forest Land Grazing Management, Forest Land Use, Forest Land Use Agreement for Tourism and the Special Land Use Permit.</p><p>This will simplify the issuance of forest land tenure by using a single framework, the DENR said.</p><p>\"The SFLMA represents a major shift in how the Philippines manages its 15.8 million hectares of forest lands,\" said Environment Secretary Raphael Lotilla.</p><p>\"This consolidation eliminates the fragmented application processes and overlapping requirements that have historically discouraged potential investors and delayed project implementation. The streamlined approach creates clearer pathways and management strategies for sustainable forest enterprises,\" he explained.</p><p>Through the SFLMA, the DENR will support investments in agroforestry, ecotourism, reforestation and forest-based enterprises; enhance climate change adaptation and mitigation; increase disaster resilience; and ensure fair access and benefits for forest land users.</p><p>The forest land tenure in the SFLMA is a 25-year contract and renewable for another 25 years. Eligible applicants include Filipino individuals, people's organizations, national government agencies, government-owned and -controlled corporations, local government units, associations, corporations and members of the private sector.</p><p>Conversion from existing tenure instruments is permitted.</p><p>Individuals and people's organizations may apply to use a maximum forest area of 50 ha and 1,000 ha, respectively.</p><p>Government offices and the private sector may use up to 40,000 ha.</p><p>The agreement covers forest lands in the public domain, excluding those under the National Integrated Protected Areas System. It gives priority to regions that are either degraded or vital for biodiversity conservation and restoration.</p><p>Allowable uses</p><p>The allowable uses for forest lands include agroforestry, forest plantation, pasture and livestock development, ecotourism, forest protection projects and other special land uses.</p><p>Requirements consist of a letter of intent, a five-year proposed development and management plan, proof of financial and technical capability, mapping data, permits and clearances, and applicable fees:</p><p>For forestry and agroforestry, 3 percent of gross revenue, or P1,200 per ha annually - whichever is higher.</p><p>For grazing, P300 per ha annually.</p><p>For energy use, 3 percent of gross revenue, or P85,000 per ha annually.</p><p>For ecotourism and special uses, P7,200 per ha annually, with a 10-percent annual fee increase.</p><p>SFLMA holders are entitled to exclusive rights, exemption from logging bans for plantations, preferential rights on adjacent lands, free export of processed forest products, and access to insurance and credit programs.</p><p>In 2024, the DENR earned P600 million from users' fees in their tenure programs. \"This is quite low compared to the area of coverage, which is around 1.4 million hectares,\" said FMB Assistant Director Ray Thomas Kabigting.</p>", "publisher": "The Manila Times", "instances": ["This consolidation eliminates the fragmented application processes and overlapping requirements that have historically discouraged potential investors and delayed project implementation. The streamlined approach creates clearer pathways and management strategies for sustainable forest enterprises,\" he explained. The forest land tenure in the SFLMA is a 25-year contract and renewable for another 25 years. Eligible applicants include Filipino individuals, people's organizations, national government agencies, government-owned and -controlled corporations, local government units, associations, corporations and members of the private sector.", "The agreement covers forest lands in the public domain, excluding those under the National Integrated Protected Areas System. It gives priority to regions that are either degraded or vital for biodiversity conservation and restoration. Requirements consist of a letter of intent, a five-year proposed development and management plan, proof of financial and technical capability, mapping data, permits and clearances, and applicable fees:For forestry and agroforestry, 3 percent of gross revenue, or P1,200 per ha annually - whichever is higher. For grazing, P300 per ha annually.", "It gives priority to regions that are either degraded or vital for biodiversity conservation and restoration. Allowable usesThe allowable uses for forest lands include agroforestry, forest plantation, pasture and livestock development, ecotourism, forest protection projects and other special land uses. For grazing, P300 per ha annually. For energy use, 3 percent of gross revenue, or P85,000 per ha annually."]}, {"relevance_score": 30, "title": "Forestry scheme offers investors up to 40, 000 hectares for development", "published": "2025-06-27", "bodyText": "<p nitf:lede=\"true\">THE government’s new investor-focused forest-management program will allow participants to pursue various business objectives like wood production and ecotourism on allocations of up to 40,000 hectares each for tenures of 25 years.</p><p>The Sustainable Forest Land Management Agreement (SFLMA), which offers 1.2 million hectares of forest land for private investment in the first year, is expected to boost wood production and renewable energy use, the Department of Environment and Natural Resources (DENR) said.</p><p>Participants will sign production-sharing agreements to use forest land for ventures in agroforestry, forest plantation, pasture and livestock development, ecotourism, renewable energy, and carbon offset projects.</p><p>Individuals and peoples’ organizations may also participate in the forest management program with their allocations limited to 50 hectares and 1,000 hectares, respectively.</p><p>The 25-year contract is renewable for another 25 years.</p><p>The DENR program covers all forest land in the public domain, particularly denuded areas.</p><p>For sites with less than 50% natural forest cover, the proponent will be responsible for reforestation to bring the forest cover to at least 50%,” according to DENR Administrative Order No. 22.</p><p>“Exempted from this are developments that require open areas such as grazing, timber production, renewable energy etc.,” it added.</p><p>“The program eliminates the fragmented application processes and overlapping requirements that have historically discouraged potential investors and delayed project implementation,” Environment Secretary Raphael P.M. Lotilla said.</p><p>The new program supersedes eight forest management instruments such as the Integrated Forest Management Agreement, Community-Based Forest Management Agreement, Forest Land Grazing Management Agreement, Socialized Industrial Forest Management Agreement, Forest Land Use Agreement, Forest Land Use Agreement for Tourism, Special Land Use Permit, and the Community- Based Forest Management Agreement.</p><p>Under SFLMA, participants are exempt from logging bans and may export without restriction.</p><p>Ray Thomas Kabigting, assistant director at the Forest Management Bureau of the DENR, said the new forest management program will help the Philippines become a net wood exporter.</p><p>Domestic wood demand hit 6 million cubic meters in 2024 “and we imported 85% of that,” he noted.</p><p>Of the domestic demand, only 2% was serviced by public plantations, and 13% by private plantations, he added.</p><p>“On top of that, we are also prioritizing renewable energy within forest land because we support the National Renewable Energy Plan of the government,” he added.</p><p>The user fee structure is P1,200 per hectare per year for forestry/agroforestry ventures, P300 per hectare per year for grazing, P85,000 per hectare per year for energy use, and P7,200 per hectare per year for special uses like ecotourism.</p><p>Asked how much the government expects to earn from the program, Mr. Kabigting noted that user-fee revenue in 2024 from previous forest management projects amounted to P600 milllion.</p><p>“This is quite low compared to the area of coverage which is around 1.4 million hectares,” he said.</p><p>“With the rationalization of user fees, we expect to have an improvement in terms of our revenue contribution to the government,” he added.</p><p>“The returns to the economy should not only be seen in terms of the revenue but also of the productivity that is going to be unleashed as a consequence,” Mr. Lotilla said.</p><p>Timber, rattan, and bamboo are among the main targets for forest plantation businesses.</p><p>For agroforestry operations, the target crops are fruit trees, cacao, coffee, and vegetables.</p>", "publisher": "BusinessWorld", "instances": ["The Sustainable Forest Land Management Agreement (SFLMA), which offers 1. 2 million hectares of forest land for private investment in the first year, is expected to boost wood production and renewable energy use, the Department of Environment and Natural Resources (DENR) said. Individuals and peoples’ organizations may also participate in the forest management program with their allocations limited to 50 hectares and 1,000 hectares, respectively. The 25-year contract is renewable for another 25 years.", "Of the domestic demand, only 2% was serviced by public plantations, and 13% by private plantations, he added. “On top of that, we are also prioritizing renewable energy within forest land because we support the National Renewable Energy Plan of the government,” he added. Asked how much the government expects to earn from the program, Mr. Kabigting noted that user-fee revenue in 2024 from previous forest management projects amounted to P600 milllion.", "Lotilla said. Timber, rattan, and bamboo are among the main targets for forest plantation businesses."]}, {"relevance_score": 20, "title": "Prime Infra Laguna pumped storage hydro project on track for completion by 2030", "published": "2025-08-14", "bodyText": "<p nitf:lede=\"true\">PRIME INFRASTRUCTURE Capital, Inc. said it is on track to finish its 1,400-megawatt (MW) pumped storage hydroelectric power project in Pakil, Laguna within the next five years.</p><p>The $5.03-million Pakil Pumped Storage Project developed by group company Ahunan Power, Inc. is expected to provide electricity to approximately 2.3 million households, Prime Infra, controlled by ports and gaming businessman Enrique K. Razon, Jr. said in a statement on Wednesday.</p><p>The project was auctioned during the third round of the green energy auction, which attracted bids for over 6,600 MW of capacity.</p><p>Prime Infra recently issued a notice to proceed for the project, allowing it to begin developing access roads to build the upper reservoir, as well as the power waterway, powerhouse, and lower inlet/outlet.</p><p>The developer will build connection facilities to the 500-kilovolt grid of the National Grid Corp. of the Philippines.</p><p>The project was certified as an energy project of national significance by the Department of Energy and received green lane endorsement from the Board of Investments, qualifying it for expedited permit processing.</p><p>To address potential vulnerabilities around the project site, Ahunan Power developed an P80-million integrated management plan for watershed and forest conservation, watershed protection and water management.</p><p>The plan was prepared following stakeholder consultations, meetings with the provincial office of the Department of Environment and Natural Resources (DENR) and local government officials, surveys, community mapping, and other supporting activities.</p><p>It obtained signoff from the DENR, Laguna Lake Development Authority, and the local governments of Pakil and Paete.</p><p>The company said the assessment found that the two subwatersheds are “highly susceptible to rain-induced landslide and soil erosion, while the low-lying areas within the Pakil River Watershed (a portion of Pasig- Marikina-Laguna de Bay River Basin) close to Laguna de Bay are susceptible to flooding.”</p><p>To address these vulnerabilities, Ahunan Power said its watershed management plan incorporated a range of strategies “aimed at enhancing ecological resilience and supporting upland and community development.”</p><p>These include reforestation, agroforestry development, nursery establishment and operation, establishment of an arboretum, and watershed protection measures, among others.</p><p>“Ahunan approaches renewable energy development with a commitment to protect and preserve the vital ecosystems surrounding the Pakil River and Malaking Ilog-Tibag watersheds to ensure a sustainable future for the communities we serve,” the company said.</p>", "publisher": "BusinessWorld", "instances": ["The company said the assessment found that the two subwatersheds are “highly susceptible to rain-induced landslide and soil erosion, while the low-lying areas within the Pakil River Watershed (a portion of Pasig- Marikina-Laguna de Bay River Basin) close to Laguna de Bay are susceptible to flooding. ”To address these vulnerabilities, Ahunan Power said its watershed management plan incorporated a range of strategies “aimed at enhancing ecological resilience and supporting upland and community development. “Ahunan approaches renewable energy development with a commitment to protect and preserve the vital ecosystems surrounding the Pakil River and Malaking Ilog-Tibag watersheds to ensure a sustainable future for the communities we serve,” the company said."]}, {"relevance_score": 16, "title": "Ahunan sets P80M plan for Pakil project", "published": "2025-08-14", "bodyText": "<p nitf:lede=\"true\">A DEVELOPER of a large-scale renewable energy project in Pakil, Laguna, has mapped out an P80-million Integrated Watershed Management Plan (IWMP) intended for watershed and forest conservation, watershed protection and water management.</p><p>This IWMP will be undertaken by Ahunan Power Inc. to address these vulnerabilities by incorporating a range of strategies aimed at enhancing ecological resilience and supporting upland and community development. </p><p>These include reforestation, agroforestry development, nursery establishment and operation, establishment of arboretum, and watershed protection, among others.</p><p>This IWMP, submitted to Department of Environment and Natural Resources (DENR) Calabarzon Regional Executive Director Nilo Tamoria, outlines the strategies \"to maintain an ecologically resilient, socially inclusive, and sustainably managed\" Pakil River Watershed, which covers a portion of the Pasig-Marikina-Laguna de Bay River Basin, and the Malaking Ilog-Tibag watershed.</p><p>The comprehensive plan was developed through extensive stakeholder consultations, meetings with the DENR provincial office and local government officials, surveys, community mapping, and other vital activities.</p><p>This will be implemented in close collaboration with the DENR, Laguna Lake Development Authority (LLDA), and the local government units of Pakil and Paete.</p><p>The assessment found that the two subwatersheds are \"highly susceptible to rain-induced landslide and soil erosion, while the low-lying areas within the Pakil River Watershed (portion of Pasig-Marikina-Laguna de Bay River Basin) close to Laguna de Bay are susceptible to flooding.\"</p><p>A multi-platform, multi-stakeholder Information, Education and Communication (IEC) campaign will also be rolled out to raise awareness, build environmental values, and promote stewardship of natural resources, particularly forests, water bodies, and biodiversity within the watershed.</p><p>\"Ahunan approaches renewable energy development with a commitment to protect and preserve the vital ecosystems surrounding the Pakil River and Malaking Ilog-Tibag watersheds to ensure a sustainable future for the communities we serve,\" the company said.</p><p>Ahunan is developing the Pakil Pumped Storage Hydroelectric Power Project, expected to be one of the largest facilities of its kind in Asia, and will play a vital role in the national government's efforts to transition to a clean energy future. </p><p>The project will significantly support the national government's goal of achieving a 50-percent renewable energy share in the power generation mix by 2040 and is estimated to help displace approximately 3.1 million tons of coal annually.</p><p>With a generating capacity of 1,400 megawatts, the Pakil project will provide electricity to approximately 2.3 million households and is expected to commence operations by 2030. </p><p>It was given an Energy Project of National Significance certification by the Department of Energy and a Green Lane endorsement by the Department of Trade and Industry and Board of Investments.</p>", "publisher": "The Manila Times", "instances": ["This IWMP will be undertaken by Ahunan Power Inc. to address these vulnerabilities by incorporating a range of strategies aimed at enhancing ecological resilience and supporting upland and community development. This IWMP, submitted to Department of Environment and Natural Resources (DENR) Calabarzon Regional Executive Director Nilo Tamoria, outlines the strategies \"to maintain an ecologically resilient, socially inclusive, and sustainably managed\" Pakil River Watershed, which covers a portion of the Pasig-Marikina-Laguna de Bay River Basin, and the Malaking Ilog-Tibag watershed. The comprehensive plan was developed through extensive stakeholder consultations, meetings with the DENR provincial office and local government officials, surveys, community mapping, and other vital activities."]}, {"relevance_score": 17, "title": "WB, govt allot $874M for resilience", "published": "2025-08-02", "bodyText": "<p nitf:lede=\"true\">THE World Bank and the government are allotting $874.35 million for the Philippines Community Resilience Project, also known as Pagkilos, an initiative aimed at reducing the vulnerability of approximately 18 million Filipino households to natural disasters.</p><p>Pagkilos will focus on community-led planning and infrastructure investments by engaging communities in identifying climate and natural hazard risks, which will be used to develop comprehensive plans.</p><p>The plans will receive implementation grants that prioritize resilient community infrastructure and sustainable livelihoods.</p><p>The infrastructure includes those designed for flood and drought mitigation, landslide and slope protection, surge protection and breakwaters and windbreakers. Investments will also include the repair and retrofitting of existing structures.</p><p>The project will also support nature-based solutions such as agroforestry, community forests, erosion control, marshes, water conservation, waterways and wetlands. It will promote climate-smart farming innovations and small-scale irrigation systems to establish good practices and more resilient livelihoods.</p><p>Pagkilos will prioritize 500 climate-vulnerable municipalities in 49 provinces, to be chosen based on poverty incidence and exposure to climate hazards.</p><p>The World Bank said the project would focus on inclusive and equitable resilience efforts, specifically targeting members of vulnerable populations such as Indigenous peoples, women and beneficiaries of the Pantawid Pamilyang Pilipino Program (4Ps) - a conditional cash transfer program directed at alleviating poverty by investing in the beneficiaries' health and education.</p><p>The Department of Social Welfare and Development will lead project implementation.</p><p>The World Bank said the project was crucial as the Philippines is particularly disaster-prone, ranking at the top of the World Risk Index due to its exposure to typhoons, floods, droughts, earthquakes, and volcanic eruptions. </p><p>In 2023, typhoons and floods accounted for 2.1 million out of the 2.6 million disaster-related displacements in the country.</p><p>\"By empowering local communities to take the lead in building resilience against climate change and disaster risks, the Philippines is not only addressing immediate environmental challenges but also fostering a culture of proactive engagement and resilience,\" said Zafer Mustafaoglu, World Bank division director for the Philippines, Malaysia and Brunei. </p><p>\"Ensuring community capacity and opportunity for participating in resilience planning is critical as communities are on the frontlines of climate and natural hazard risks,\" added World Bank senior social development specialist Ditte Marie Fallesen.</p>", "publisher": "The Manila Times", "instances": ["The infrastructure includes those designed for flood and drought mitigation, landslide and slope protection, surge protection and breakwaters and windbreakers. Investments will also include the repair and retrofitting of existing structures. It will promote climate-smart farming innovations and small-scale irrigation systems to establish good practices and more resilient livelihoods. Pagkilos will prioritize 500 climate-vulnerable municipalities in 49 provinces, to be chosen based on poverty incidence and exposure to climate hazards."]}, {"relevance_score": 17, "title": "Philippines secures $700-M WB loan for climate resilience", "published": "2025-08-02", "bodyText": "<p nitf:lede=\"true\"> The World Bank (WB) has approved a $700-million loan to the Philippine government to boost the climate resilience of 18 million families, particularly in poverty-stricken areas highly vulnerable to climate-related hazards.</p><p>In a statement on Friday, the Washington-based lender said its board had approved the financing for the Philippine Community Resilience Project, also known as 'Pagkilos,' which means 'action' in Filipino.</p><p>WB said the project was expected to help reduce the vulnerability of around 18 million households to natural disasters in the coming years, including indigenous people (IP), women and beneficiaries of the government's conditional cash transfer program.</p><p>The Philippines ranks at the top of the World Risk Index due to its high vulnerability and exposure to cyclical extreme events.</p><p>Pagkilos has a total project cost of $874.35 million, with the remaining $174.35 million to be funded by the Philippine government.</p><p>While the World Bank loan will add to the country's outstanding debt-which hit a record high of P17.27 trillion as of June-it will come with concessional rates and more favorable terms compared to commercial loans.</p><p>The project will prioritize 500 climate-vulnerable towns across 49 provinces in the Philippines. These towns are selected based on their high poverty incidence and significant exposure to climate hazards such as typhoons.</p><p>Indigenous communities</p><p>In total, Pagkilos will support 177 towns with an IP population of at least 10 percent, enabling the program to benefit around 33 percent of the country's total indigenous population.</p><p>Funding under Pagkilos may cover a range of interventions, including flood and drought mitigation, landslide and slope protection, storm surge barriers, breakwaters, windbreakers and the retrofitting of infrastructure to withstand extreme weather events.</p><p>The project will also support erosion control, agroforestry and other nature-based solutions for ecosystem conservation-such as the preservation of community forests, wetlands, marshes and waterways.</p><p>'By empowering local communities to take the lead in building resilience against climate change and disaster risks, the Philippines is not only addressing immediate environmental challenges but also fostering a culture of proactive engagement and resilience,' said Zafer Mustafaoglu, WB's division director for the Philippines.</p><p>'Communities play a critical role in preparing for and responding to disasters. Their ability to anticipate risks, organize themselves, and collaborate with local and national authorities is essential for effective climate change and disaster risk preparedness and recovery efforts,' he added.</p>", "publisher": "Philippines Daily Inquirer", "instances": ["Indigenous communitiesIn total, Pagkilos will support 177 towns with an IP population of at least 10 percent, enabling the program to benefit around 33 percent of the country's total indigenous population. Funding under Pagkilos may cover a range of interventions, including flood and drought mitigation, landslide and slope protection, storm surge barriers, breakwaters, windbreakers and the retrofitting of infrastructure to withstand extreme weather events. By empowering local communities to take the lead in building resilience against climate change and disaster risks, the Philippines is not only addressing immediate environmental challenges but also fostering a culture of proactive engagement and resilience,' said Zafer Mustafaoglu, WB's division director for the Philippines. Communities play a critical role in preparing for and responding to disasters."]}, {"relevance_score": 46, "title": "Philippine heritage dishes as tools of resistance and reform", "published": "2025-07-24", "bodyText": "<p nitf:lede=\"true\"> In a country long marked by colonial disruptions, ecological volatility, and dietary inequity, a movement rooted in the Filipino plate is gaining traction: food nationalism.</p><p nitf:lede=\"true\">More than cultural pride, food nationalism in the Philippines is emerging as a regenerative framework-strategically repositioning traditional culinary practices at the center of sustainable agriculture, cultural resilience, and policy reform. It seeks not just to nourish bodies, but to reclaim food sovereignty amid climate shocks, import dependence and globalized food systems.</p><p nitf:lede=\"true\">At the heart of this approach are region-based dishes like pinakbet, inabrao, laswa, ginataan, tinola, and sinigang-culinary expressions deeply grounded in land, seasonality, and memory. These meals are not simply artifacts of taste but blueprints for ecologically sensitive farming and intergenerational resilience.</p><p>Despite centuries of Spanish, American and global influence, Filipinos have preserved agricultural knowledge through cuisine. From the backyard gardens celebrated in the folk song 'Bahay Kubo' to heirloom rice traditions in the Cordilleras, Filipino foodways have withstood homogenization and continue to embody a vernacular wisdom of survival and adaptation.</p><p>Culinary resistance</p><p>Throughout the archipelago, indigenous and peasant food traditions offer viable alternatives to extractive industrial agriculture. In Ilocos, pinakbet thrives on hardy vegetables and fermented fish paste (bagoong), while poqui-poqui makes use of grilled eggplant in a smoky mash. Pampanga's inabrao and protein-rich kamaru (mole crickets) reflect biodiversity and innovation. Bicol's ginataang kuhol and sinantolan tap coconut-based agroforestry systems, resilient in wet seasons.</p><p>Mindanao dishes such as piaparan, tiyula itum, and kinilaw showcase climate-smart ingredients like turmeric, ginger, native shallots and burnt coconut. From luñis in Batanes to tamilok in Palawan, Filipino cuisine spans a rich ecology-mirroring the country's topographic and cultural diversity.</p><p>These foods are not simply edible traditions. They are 'living archives' of community adaptation, whole-animal utilization, fermentation, foraging and zero-waste principles.</p><p>Hierarchies of taste</p><p>While indigenous dishes root communities to place and purpose, colonial-influenced meals like lechon, kare-kare and paella have long symbolized status, prestige and power. Often present at political gatherings and elite celebrations, these meat-heavy feasts reflect centuries of class hierarchy embedded in culinary practice.</p><p>Though they stimulate food-related industries and communal bonding, such dishes also exacerbate ecological degradation and public health concerns. Intensive livestock farming contributes to emissions and watershed depletion. Frequent consumption of high-fat, high-sodium meals is tied to growing rates of obesity and heart disease, particularly among middle- and upper-income Filipinos.</p><p>Food nationalism seeks to rebalance this landscape-elevating ancestral and local recipes not as poor man's fare but as resilient, nutritious and sustainable assets worthy of national pride.</p><p>Culinary policy reform</p><p>Food nationalism calls for the institutionalization of culinary heritage as a development strategy. Policy directions may include:</p><p>Agroecological farming: Promoting composting, seed saving, biodiversity, and seasonal water-sensitive cropping.</p><p>Economic viability: Redirecting funds from debt and inefficiencies toward local food infrastructure.</p><p>Cultural appropriateness: Preserving region-specific dishes and valuing their ecological logic.</p><p>Localization: Supporting regional crop calendars, food hubs, wild-foraged dishes and heirloom seed banks.</p><p>Local governments can play a role by documenting food traditions, supporting women-led cooperatives, and integrating native dishes into school nutrition programs. Legislative acts-such as a proposed Philippine Culinary Heritage Act or Food Sovereignty Commission-could further institutionalize these efforts across agriculture, education, and culture.</p><p>Sovereignty from plate to policy</p><p>Global crises, currency fluctuations and climate change expose the dangers of heavy reliance on food imports. From rice to onions, price spikes reveal the urgency for regionally rooted and resilient systems.</p><p>At the same time, disputes over culinary authenticity-such as debates around sinigang or adobo-echo deeper struggles for recognition and cultural autonomy. Filipino food nationalism responds by asserting that identity, sovereignty and nutrition are inseparable.</p><p>Contemporary literature also supports this convergence. Scholars like Michaela DeSoucey, A. Ichijo and J. Salazar explore how food serves as a performative and political tool of nation-building-providing new avenues to integrate gastronomy into sustainable policymaking.</p><p>The Philippines must move beyond technocratic metrics and reframe food security through the lens of ecological stewardship and cultural dignity. Regenerative systems rooted in backyard gardens, traditional broths, fermentation and seasonal cycles offer durable solutions.</p><p>Region-specific strategies-from taro-based agroforestry in Bicol to salt economies in Ilocos-can reinforce biodiversity, food justice, and national pride. Programs such as culinary apprenticeships, food heritage gardens, and indigenous recipe archives can further revive endangered foodways while empowering local communities.</p><p>Reclaiming the future</p><p>Filipino food nationalism offers not just a memory of survival, but a map for regenerative futures. Culinary traditions like pinakbet, laswa, and halang-halang embody centuries of adaptation and stewardship. They are tools for resisting cultural erosion and industrial dependency.</p><p>If guided by inclusive policies and ecological renewal, food nationalism can evolve from sentiment into strategy-affirming not just what Filipinos eat, but how they relate to land, labor and one another.</p><p>The flavors of tinola, the sourness of sinigang, and the simplicity of laswa are more than tastes. They are testimonies-declaring that the path to food sovereignty is already simmering in the nation's pots and pans.</p>", "publisher": "Philippines Daily Inquirer", "instances": ["In Ilocos, pinakbet thrives on hardy vegetables and fermented fish paste (bagoong), while poqui-poqui makes use of grilled eggplant in a smoky mash. Pampanga's inabrao and protein-rich kamaru (mole crickets) reflect biodiversity and innovation. Mindanao dishes such as piaparan, tiyula itum, and kinilaw showcase climate-smart ingredients like turmeric, ginger, native shallots and burnt coconut. From luñis in Batanes to tamilok in Palawan, Filipino cuisine spans a rich ecology-mirroring the country's topographic and cultural diversity.", "The Philippines must move beyond technocratic metrics and reframe food security through the lens of ecological stewardship and cultural dignity. Regenerative systems rooted in backyard gardens, traditional broths, fermentation and seasonal cycles offer durable solutions. Programs such as culinary apprenticeships, food heritage gardens, and indigenous recipe archives can further revive endangered foodways while empowering local communities. Reclaiming the futureFilipino food nationalism offers not just a memory of survival, but a map for regenerative futures."]}, {"relevance_score": 15, "title": "Watershed project hikes farmers' income by 30%-DAR", "published": "2025-05-19", "bodyText": "<p nitf:lede=\"true\"> The National Convergence Initiative for Sustainable Rural Development (NCI-SRD) in Siocon, Zamboanga del Norte has resulted in a 30-percent increase in income through improved farming practices, diversified crops, better access to punts, and environmental stewardship, according to the Department of Agrarian Reform (DAR).</p><p>DAR said farmers in Sitio Lituban are now reaping the benefits of the initiative it undertook with the Departments of Agriculture (DA), Environment and Natural Resources (DENR), and the Interior and Local Government (DILG).</p><p>Launched in November 2022, the convergence area is part of the NCI-SRD, a national strategy that promotes sustainable farming, agroforestry, and ecotourism while protecting the Siocon-Lituban Watershed, a vital irrigation source for rice farmers in the area.</p><p>Recent field validation by DAR confirms that over 270 ARBs have seen an increase in income, the agency said in a statement.</p><p>The Jolipaman Irrigators Association (IA), with 270 members managing 430 hectares of farmland, stands as a model for success, the agency scaid. With support from the National Irrigation Administration (NIA), DAR, and local government, the group benefits from a seven-kilometer irrigation canal that ensures a year-round water supply-enabling two rice cropping cycles annually, even during dry months.</p><p>'Even in the dry season, we're able to plant and harvest rice thanks to the consistent water flow from the watershed,' said Josephine Dumencil, President of the Jolipaman IA. 'This project sustains our fields and our families.'</p><p>Support from DAR's Climate-Resilient Farm Productivity Support Program has also included a farm tractor, along with training in organic and diversified farming. ARBs now grow rice alongside coconut, vegetables, and fruit trees-enhancing income and strengthening soil and water conservation.</p><p>The association received a farm tractor from DAR under the Climate-Resilient Farm Productivity Support Program (CRFPSP), transforming their traditional farming methods by increasing efficiency, reducing labor costs, and improving crop yields.</p><p>The farmers have also benefited from training in organic farming. ARBs shared how the training in agroforestry, organic agriculture, and enterprise development, along with the distribution of farm equipment, has helped them become more self-sustaining.</p><p>'Aside from rice, we also have coconut trees and vegetables. Now, these fruit trees provide extra income and protect our soil and water sources,' said Eduardo Romina, an ARB and member of Jolipaman IA in Lituban, Siocon, Zamboanga Del Norte.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["The National Convergence Initiative for Sustainable Rural Development (NCI-SRD) in Siocon, Zamboanga del Norte has resulted in a 30-percent increase in income through improved farming practices, diversified crops, better access to punts, and environmental stewardship, according to the Department of Agrarian Reform (DAR). DAR said farmers in Sitio Lituban are now reaping the benefits of the initiative it undertook with the Departments of Agriculture (DA), Environment and Natural Resources (DENR), and the Interior and Local Government (DILG). Recent field validation by DAR confirms that over 270 ARBs have seen an increase in income, the agency said in a statement. The Jolipaman Irrigators Association (IA), with 270 members managing 430 hectares of farmland, stands as a model for success, the agency scaid.", "The association received a farm tractor from DAR under the Climate-Resilient Farm Productivity Support Program (CRFPSP), transforming their traditional farming methods by increasing efficiency, reducing labor costs, and improving crop yields. The farmers have also benefited from training in organic farming. Aside from rice, we also have coconut trees and vegetables. Now, these fruit trees provide extra income and protect our soil and water sources,' said Eduardo Romina, an ARB and member of Jolipaman IA in Lituban, Siocon, Zamboanga Del Norte."]}, {"relevance_score": 22, "title": "Aetas in Pampanga rue illegal occupation of ancestral lands", "published": "2025-07-12", "bodyText": "<p nitf:lede=\"true\"> Aeta leaders in Barangay Nabuclod in this town have raised concerns over widespread encroachment on their ancestral lands spanning 5,547.102 hectares, covered by certificate of ancestral domain title (CADT) FLO-1206-057-A.</p><p>Village chief Roman Alvaro and local councilmen reported at least 13 individuals-described as non-Aetas-illegally occupying or cultivating areas ranging from 3 to 10 hectares. The encroachments are located near the Subic-Clark-Tarlac Expressway and the proposed Subic-Clark cargo railway.</p><p>The issue came to light during the launch of a poverty reduction program attended by national and local officials.</p><p>Gov. Lilia Pineda instructed Floridablanca Mayor Michael Galang to secure the copy of the CADT and call the supposed encroachers to a probe by the local legislative council before raising the matter to the provincial legislative body.</p><p>The complaints of the Aetas were being validated, according to lawyer Roman Antonio, the newly appointed director of the National Commission for Indigenous Peoples in Central Luzon, in a phone interview.</p><p>Agroforestry</p><p>Should the lands be titled properties before 1997, Antonio said Section 56 of the Indigenous Peoples Rights Act, or Republic Act No. 8371, states that indigenous communities should recognize and respect these.</p><p>In Friday's poverty reduction program launch, Aeta leaders agreed to undertake an integrated agro-forestry program by the Department of Social Welfare and Development, the Department of Agriculture, the Department of Environment and Natural Resources and the Pampanga provincial government.</p><p>The agencies would give agricultural support through seeds, seedlings and tools in farm plots within 8 ha inside the Floridablanca National Agricultural School. Bamboo planting and training for making bamboo byproducts as well as protection of ancestral domains are among the measures in Barangay Nabuclod.</p><p>Bamboo products</p><p>Pineda said the comprehensive antipoverty program also mitigates climate change because the bamboo forest in Nabuclod, which the governor started in 2012, has nursed 108,872 clumps in 536 ha.</p><p>In a statement, she said she ordered a stop to the selling of bamboo poles because these fetch only P20 a piece.</p><p>She urged Aeta villagers to reserve these for drying to be made into bamboo chairs and desks that the provincial government will buy for some 12,000 day care schoolers in Pampanga.</p><p>'Nabuclod is an asset because its bamboo forest has grown. We will be training the Aetas in making bamboo byproducts while we supply raw bamboo to furniture makers in Pampanga, Laguna and Cebu,' the governor added.</p><p>Social Welfare Secretary Rex Gatchalian assured food support while the Aetas grow cash crops and make bamboo products.</p><p>Gatchalian also distributed planting tools, fruit and vegetable seedlings and fertilizers to the villagers. A total of 1,393 Aeta families received food packs.</p><p>'We have to combine immediate assistance with agricultural support and livelihood training so that poverty reduction is more effective,' said the governor.</p>", "publisher": "Philippines Daily Inquirer", "instances": ["Lilia Pineda instructed Floridablanca Mayor Michael Galang to secure the copy of the CADT and call the supposed encroachers to a probe by the local legislative council before raising the matter to the provincial legislative body. The complaints of the Aetas were being validated, according to lawyer Roman Antonio, the newly appointed director of the National Commission for Indigenous Peoples in Central Luzon, in a phone interview. 8371, states that indigenous communities should recognize and respect these. In Friday's poverty reduction program launch, Aeta leaders agreed to undertake an integrated agro-forestry program by the Department of Social Welfare and Development, the Department of Agriculture, the Department of Environment and Natural Resources and the Pampanga provincial government."]}, {"relevance_score": 36, "title": "Chicken capital", "published": "2025-08-04", "bodyText": "<p nitf:lede=\"true\"> In a bid to transform Cebu Province into the free-range chicken capital of the Philippines, former Agriculture Secretary Manny Piñol is set to relocate 2,000 breeders of his signature Manok Pinoy strain from Kidapawan City to Cebu by December.</p><p nitf:lede=\"true\">Piñol, who now serves as food security adviser to Cebu Governor Pamela Baricuatro, said the rollout will coincide with the full implementation of a sorghum, soybean, and corn production program - the feed backbone of the poultry initiative.</p><p>These crops will be pilot-tested in Bogo City, Medellin, and Daanbantayan, where results are expected to be promising.</p><p>Sorghum, known for its drought resistance and high nutritional value, is ideal for Cebu's climate. Soybeans, a nitrogen-fixing crop, are being used to rehabilitate lands depleted by sugarcane monocropping, while corn remains a staple feed component. Together, the crops form a sustainable, locally sourced feed system for poultry, hogs, and aquaculture.</p><p>Piñol, who developed the Manok Pinoy strain in 2010, describes it as a dual-purpose breed ideal for both egg production and meat - particularly for the Filipino favorite, litson manok. Known for their natural grass-eating behavior, the chickens have also earned the nickname 'natural lawn mowers.' Piñol has shared footage on his verified Facebook page showing the chickens clearing weeds from his cornfields.</p><p>Originally intended for North Cotabato, the program was redirected to Cebu and Kidapawan City due to political changes and the need for strong local government support.</p><p> 'I am doing this with a heavy heart because the Manok Pinoy Free-Range Chicken Production Program was originally intended to be undertaken in my home province, North Cotabato. Following the disastrous results of the last elections, however, I had to relocate the program in an area where the local political leaders will support it, including my home city of Kidapawan,' Piñol said.</p><p>He emphasized that previous government-run free-range chicken programs failed due to lack of monitoring and market assurance.</p><p>His model aims to address these gaps by involving municipal and provincial veterinary offices and deploying 'barefoot poultry technicians' for farm-level supervision.</p><p> 'Based on my experience, the Free-Range Chicken Program of government failed in the past because after distributing the breeders to farmers, there was no follow-up monitoring and supervision. There was also the absence of a marketing system which would assure farmers that the free-range chicken that they will produce will be bought at a fair price,' he added.</p><p>Piñol believes Cebu offers fertile ground for the program's success, especially with Governor Baricuatro backing the vision.</p><p>The Manok Pinoy strain reaches market weight of at least one kilo in just three to four months under free-range conditions. With proper implementation, Piñol projects Cebu will earn its new title within two years.</p><p> 'At 3 to 4 months, they reach the weight of at least 1-kilo raised in the Free-Range... The projection is that in two years, Cebu will be known as the Manok Pinoy Free-Range Chicken Capital of the Philippines,' Piñol said.</p><p>Earlier, Piñol also launched the Farm Dreamers Program in Danao City - a custodial livestock initiative that allows Cebu-based OFWs and professionals to invest in Wagyu cattle. Danao City Mayor Nito Durano offered their locality as a pilot site for Wagyu production.</p><p>Managed by a private breeding facility, each animal will be tagged with a microchip for real-time monitoring. Once matured, the cattle are sold, and proceeds are returned to the owners - a model designed to democratize livestock ownership without requiring land or daily farm labor.</p><p>To further diversify Cebu's agricultural portfolio, Piñol is also spearheading a 300-hectare agroforestry pilot farm that interplants giant bamboo with coffee. The bamboo stabilizes watersheds and absorbs carbon, while the coffee provides additional income.</p><p>This model not only supports reforestation and climate resilience but also positions Cebu to tap into the growing market for engineered bamboo and specialty coffee.</p><p>Adding a coastal dimension to Cebu's food security strategy, Piñol has also laid the groundwork for a Fish Sufficiency Program anchored on modern fish cage farming.</p><p>In partnership with Inca Mariculture Company, the program introduces a 'rent-to-own' scheme that allows underprivileged fisherfolk to operate fish cages with minimal startup capital.</p><p>The initiative was launched ahead of Governor Baricuatro's assumption of office, ensuring its implementation within her first 100 days. Training sessions are already underway with support from BFAR Region 7, SEAFDEC, and aquaculture advocates.</p><p>The fish production program will be linked to the Pamilya Food Center - a market chain operated by persons with disabilities (PWDs), senior citizens, and out-of-school youth - reinforcing Piñol's commitment to inclusive development.</p><p>From feed crops to forest crops, livestock to aquaculture, Piñol's roadmap positions Cebu as a national leader in sustainable agriculture, climate resilience, and community empowerment.</p>", "publisher": "The Philippine Star", "instances": ["Managed by a private breeding facility, each animal will be tagged with a microchip for real-time monitoring. Once matured, the cattle are sold, and proceeds are returned to the owners - a model designed to democratize livestock ownership without requiring land or daily farm labor. The bamboo stabilizes watersheds and absorbs carbon, while the coffee provides additional income. This model not only supports reforestation and climate resilience but also positions Cebu to tap into the growing market for engineered bamboo and specialty coffee."]}, {"relevance_score": 19, "title": "DA's High-Value Crops Program Seeks ₱5-B Additional Funding", "published": "2025-05-05", "bodyText": "<p nitf:lede=\"true\"> THE Department of Agriculture's (DA) High Value Crops Development Program (HVCDP) is seeking an additional P5-billion funding to boost the country's farm sector.</p><p>Agriculture Undersecretary for High-Value Crops Cheryl Marie Natividad-Caballero said the program's budget currently stands at P2.1 billion, which they aim to increase to P7.1 billion by 2026.</p><p>'High-value crops should be considered as our transformational mechanism to improve the agriculture sector,' Caballero told reporters on the sidelines of a recent agriculture forum in Makati City.</p><p>She noted that the additional funding would bankroll innovations in the sector, such as a protected cultivation system that shelters crops from adverse climatic conditions.</p><p>This mechanism would help ensure the availability of vegetables and prevent volatile retail pricing.</p><p>'When you can plant year-round because you're operating in a controlled [or] semi-controlled environment, then you can optimize,' Caballero said.</p><p>'With this, you can [grow] vegetables during off-season to prevent the volatility in prices. Farmers would then have a reliable source of income because they can plant year-round,' she explained.</p><p>Caballero noted that the program would also introduce a sustainable agroforestry farm enterprise wherein denuded or idle lands could be used by farmers who were not in the irrigation line.</p><p>She said sustainable agroforestry would also allow farmers to engage in crop diversification through a multistory farming system, which is a process that promotes the cultivation of crops on the same land.</p><p>'So, farmers can plant coffee and cacao because they have a nurse crop. The nurse crop can either be coconut or bamboo,' she said.</p><p>But ultimately, Caballero noted that the additional funding would help the program provide more quality planting materials to farmers.</p><p>'We can leverage [this funding] because the private sector will go into their respective businesses. But they need to work with farmers who have access to reliable, quality planting materials,' she said.</p><p>'At the end of the day, we need the private sector to scale. We are just providing the necessary intervention to de-risk the investment and to upscale the farmers that would be part of that ecosystem.'</p>", "publisher": "Business Mirror (Philippines)", "instances": ["With this, you can [grow] vegetables during off-season to prevent the volatility in prices. Farmers would then have a reliable source of income because they can plant year-round,' she explained. She said sustainable agroforestry would also allow farmers to engage in crop diversification through a multistory farming system, which is a process that promotes the cultivation of crops on the same land. So, farmers can plant coffee and cacao because they have a nurse crop.", "Farmers would then have a reliable source of income because they can plant year-round,' she explained. Caballero noted that the program would also introduce a sustainable agroforestry farm enterprise wherein denuded or idle lands could be used by farmers who were not in the irrigation line. So, farmers can plant coffee and cacao because they have a nurse crop. The nurse crop can either be coconut or bamboo,' she said."]}, {"relevance_score": 52, "title": "Regenerating agriculture, one soil at a time", "published": "2025-07-28", "bodyText": "<p nitf:lede=\"true\"> Ochie San Juan may have seen it all: the rise and fall of farming techniques in the country. For three decades, farming has been his heart and soul.</p><p nitf:lede=\"true\">Today, he is giving back to the agriculture sector something it used to embrace: regeneration.</p><p nitf:lede=\"true\">Regenerative agriculture 'strives to work with nature rather than against it,' according to the US-based Noble Research Institute.</p><p>It works by undertaking management practices that aim to restore degraded soils based on ecological principles.</p><p>As an advocate for family farm school systems, San Juan promotes the adoption of regenerative agriculture or natural farming to combat the ill effects of climate change and improve the welfare of fellow Filipino food producers.</p><p>'It is a big task to encourage our youth and most especially our traditional farmers to embrace natural farming or regenerative agriculture,' San Juan, co-founder and chief farmer of Mayani Philippines, a homegrown agriculture technology firm, told The STAR.</p><p>The practice of regenerative agriculture is seen to be one of the key measures to restore the degrading soil health in San Juan's native province of Batangas, where farmlands have become acidic due to monocropping or intensive use of chemical products.</p><p>The Noble Research Institute describes regenerative agriculture as more of a necessary 'mindset' than a specific farming practice.</p><p>'To be successful, regenerative agriculture must be adopted and management practices adapted in ways that fit each unique operation and piece of land,' it said.</p><p>A way forward</p><p>Regenerative agriculture is seen to tackle the 'root causes' of multitude of problems of farmers today from soil health degradation to low farm productivity, said Marie Annette Dacul, executive director of University of Asia and the Pacific's Center for Food and Agri Business.</p><p>The farming practice does not only address costly planting inputs and materials but also increasing farms' resilience against climate change, Dacul added.</p><p>'It is essential and vital in transforming Philippine agriculture,' Dacul told The STAR.</p><p>Some of the practices under regenerative agriculture are intercropping, crop cover, composting and agroforestry. These methods are already practiced to a certain extent by farmers and are also incorporated in some government programs and projects.</p><p>However, challenges in fully embracing regenerative agriculture remain. Some of these include the lack of awareness by farmers, the absence of a supporting policy environment and the need for collaboration, Dacul said.</p><p>San Juan said initially, no one in their group of 38 members in Lian, Batangas believed that regenerative agriculture could work. Today, at least 25 percent of farmers in their province are embracing it.</p><p>Some of the practices being done by San Juan and his colleagues involve the use of natural concoctions of fermented plant juices or fermented fruit juices to serve as natural plant growth supplements.</p><p>Fish scales are now used as fertilizers. No tillage is done during land preparation of farms. Cover crops and rotations are done. Intercropping is practiced like avocado trees with ginger plants.</p><p>'Sometimes my wife tells me that the farm looks so messy and dirty. But those dry leaves, after a month, become part of the compost and provide good microbes,' San Juan said.</p><p>The adoption of regenerative agriculture has reduced farming costs for San Juan as he propagates his own seeds and produces his own planting inputs. More so, his income has risen by at least 30 percent.</p><p>'It is really a to-see-is-to-believe kind of thing, most especially in convincing other farmers to transition to it,' he said, noting that farmers' traditional practices and farming behaviors are the challenges to overcome in promoting regenerative agriculture.</p><p>And that is also the key in enticing the youth into agriculture: showing that it is profitable through the proper ways, San Juan said.</p><p>A shared responsibility</p><p>Dacul pointed out that the idea of regenerative agriculture must be adopted not only by farmers but by consumers too. If consumers demand produce that is grown in a healthier farming system, then farmers will be encouraged or motivated to do so.</p><p>A program or project head can be appointed by the government to oversee the policy direction for the promotion of regenerative agriculture, Dacul said.</p><p>'We need multiple schools of thought in farming to address the several issues of the agriculture sector,' she said.</p><p>'Why will we hinder anything that can sustain and transform the productivity of the sector, boost farmers' income and address issues caused by climate change?' she added.</p><p>Another prominent advocate of regenerative agriculture is Nestlé. Under its Nescafe, the multinational food giant seeks to improve local farmers' coffee yield and resilience against climate change through regenerative agriculture.</p><p>Nestlé is investing one billion Swiss francs for its plan by 2030 with the goal of sourcing half of its coffee from farms implementing regenerative agriculture practices.</p><p>'Action is urgently needed to help farmers future-proof their farms and ensure adequate food for coming generations,' Nestlé said.</p><p>The Department of Agriculture (DA) is cognizant of the need for the country's farming sector to adopt sustainable practices to hurdle production challenges caused by climate change, population growth and shrinking farmlands.</p><p>''These challenges are not distant threats. They are here now, testing the resilience of our food systems and urging us to act with urgency and vision - one more creative and adaptive than ever before,' Agriculture Secretary Francisco Tiu Laurel Jr. said.</p><p>Tiu Laurel emphasized that transforming the agriculture sector is 'no longer optional, but essential.' Central to this shift, the DA noted, is the promotion of precision and regenerative agriculture.</p><p>These two methods can help farmers use fewer resources while increasing their output and minimizing losses, thus, improving their welfare, according to the DA.</p><p>'From typhoons that devastate harvests to droughts that parch fields to unpredictable seasons that unsettle even the most experienced growers... these phenomena are occurring more frequently,' Tiu Laurel said.</p><p>'That is a clear warning that our agricultural practices must change as well,' he added.</p>", "publisher": "The Philippine Star", "instances": ["The farming practice does not only address costly planting inputs and materials but also increasing farms' resilience against climate change, Dacul added. It is essential and vital in transforming Philippine agriculture,' Dacul told The STAR. These methods are already practiced to a certain extent by farmers and are also incorporated in some government programs and projects. However, challenges in fully embracing regenerative agriculture remain."]}, {"relevance_score": 27, "title": "DENR: 1.2-M hectares of forest land 'potential investment areas'", "published": "2025-06-26", "bodyText": "<p nitf:lede=\"true\">Manila, June 26 -- The Department of Environment and Natural Resources (DENR) has unveiled nearly 1.2 million hectares of forest land across the country as Potential Investment Areas (PIAs) under a new and streamlined agreement aimed at boosting the productivity of the country's forest lands and attracting sustainable investments.</p><p nitf:lede=\"true\">At the Forest For Life: Sustainable Forest Land Management Agreement (SFLMA) launch on Thursday in Pasay City, Environment Secretary Raphael Lotilla said the initiative, along with the 5M Trees by 2028 program, is part of the key components of the Marcos administration's sustainable development agenda.</p><p>\"These lands are outside protected areas and have been thoroughly mapped, assessed, and cleared for productive use,\" he said, noting that the initiative builds on the groundwork laid under the administration of his predecessor Maria Antonia Yulo Loyzaga.</p><p>Lotilla said the SFLMA aims to streamline and harmonize various guidelines, procedures, and requirements for forest-related tenure instruments, thereby creating a more efficient and transparent process.</p><p>He said the initiative also represents a strategic transformation towards a holistic and sustainable future for the country's forests by mobilizing strategic forest investments.</p><p>\"We are creating a powerful engine for national economic development that will generate employment, stimulate rural economies, and contribute significantly to our GDP (gross domestic product) through sustainable forest enterprises,\" he said.</p><p>Investment-ready</p><p>DENR Undersecretary Carlos Primo David explained that the forest lands, comprising 1,700 forest parcels, were identified and validated through ground surveys and satellite imaging.</p><p>He said these parcels, which span across all regions of the country, are largely classified as grasslands, idle, or barren areas, making them suitable for various productive uses.</p><p>\"They are pre-identified initially, comprising a little less than 1.2 million hectares of forest lands ready for development,\" David said.</p><p>\"There is a good spread of these parcels throughout all of our regions. Special mention, of course, in the last three regions, Regions 11, 12, and 13, which have actually most of the parcels of forest land ready for development.\"</p><p>He said around 85 percent of these lands partially overlap with 15 percent of ancestral domains, or Indigenous Cultural Communities occupied by Indigenous Peoples (IPs).</p><p>Lotilla assured, however, that no IPs would be displaced by this program, and that they would actually be partners of the DENR.</p><p>David, meanwhile, said the majority of the PIAs released during the launch are outside of protected areas or IP lands.</p><p>However, he said that in case a particular parcel is within an IP land, necessary permits would then be secured from the National Commission on Indigenous Peoples (NCIP).</p><p>He also assured that complete transparency and monitoring tools are in place under the program.</p><p>\"We put in place an automated monitoring tool using satellite imagery. We are able to monitor each and every square meter of our land area pretty much on a weekly basis,\" he said.</p><p>Sustainable development focus</p><p>The SFLMA replaces and consolidates several forest lease arrangements, creating a uniform process for granting tenure, while setting clear guidelines and rationalized user fees, which the DENR said would improve forest-based revenues and spur inclusive development.</p><p>In 2024, Lotilla said forest tenure agreements covered about 1.4 million hectares, generating roughly PHP600 million in revenues, which he described as low relative to the potential.</p><p>\"We expect higher revenues and greater socio-economic impact, not only from fees but from the productivity, jobs, and food security these projects will support,\" he said.</p><p>DENR Assistant Secretary Marcial Kabigting said several sectors are being prioritized under the program, including sustainable timber plantations to reduce dependence on imported wood, renewable energy projects in support of the national energy mix target, agroforestry ventures like coffee, cacao, rubber, and fruit trees, and bamboo production for industrial uses.</p><p>Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htdigital.in\">contentservices@htdigital.in</email></p>", "publisher": "Philippines News Agency", "instances": ["4 million hectares, generating roughly PHP600 million in revenues, which he described as low relative to the potential. We expect higher revenues and greater socio-economic impact, not only from fees but from the productivity, jobs, and food security these projects will support,\" he said. Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htdigital."]}, {"relevance_score": 33, "title": "99-year lease bicam report approved", "published": "2025-06-11", "bodyText": "<p nitf:lede=\"true\">THE Senate and the House of Representatives approved a bicameral conference committee report late Monday on a measure extending the maximum land lease periods for foreigners.</p><p nitf:lede=\"true\">“This is intended to provide a broad economic option for foreigners who can enter into business here without having to own land, which is prohibited by the Constitution,” Senate President Francis G. Escudero, the principal author of the Senate’s version of the bill, told reporters on Tuesday.</p><p nitf:lede=\"true\">The measure was identified as a priority by President Ferdinand R. Marcos, Jr.’s Legislative-Executive Development Advisory Council for passage before the 19th Congress adjourns.</p><p>The measure will extend the term of foreign leases to 99 years from the current 75, placing the country in line with the practice of Singapore, Malaysia, and Indonesia.</p><p>The version agreed upon by the bicam includes a provision authorizing the President to impose a shorter lease period for certain investors, with prior approval from the Fiscal Incentives Review Board (FIRB).</p><p>The measure allows foreign investors to sublet properties unless prohibited under their contract. Sublease contracts longer than 25 years or more must be registered with the Register of Deeds, while contracts of less than 25 years are exempt.</p><p>It also allows for foreigners to acquire land leases for purposes like industry, agro-industrial, commercial, tourism, agriculture, agroforestry and ecological conservation.</p><p>The measure will impose a fine of between P1 million to P10 million on foreign investors that enter a lease contract illegally, or prison time of up to six years.</p><p>The Implementing Rules and Regulations of the measure will be drafted by the Board of Investments, and the Land Registration Authority, with input from the FIRB and other agencies.</p><p>“Extending the land lease for foreign investors to 99 years can help attract long-term foreign investment, particularly in capital-intensive sectors such as manufacturing, renewable energy, logistics, and tourism,” John Paolo R. Rivera, a senior research fellow at the Philippine Institute for Development Studies, said via Viber.</p><p>He added that the measure offers investors predictability, security, and time to recoup their investments, making the Philippines a better investment destination.</p><p>Mr. Rivera said the measure must be accompanied by “complementary reforms,” like streamlined land titling, reduced red tape, improved infrastructure, and regulatory clarity.</p><p>“Without these, the extended lease alone may not be enough to significantly boost foreign investor confidence,” he added.</p><p>Terry L. Ridon, convenor of think tank InfraWatch, said via Viber that investors remain impeded by red tape, corruption and high power costs, which are “real and immediate burdens to businesses.”</p><p>“99-year land leases are effective land ownership which may entice foreign investment into the country, as land ownership by foreigners remains prohibited by the 1987 Constitution,” Mr. Ridon added.</p><p>Foundation for Economic Freedom President Calixto V. Chikiamco said that the measure could expand the investment scope to agro-forestry and environment ventures.</p><p>“It will give long-term security of rights to foreign investors. For example, foreign investors can lease private land to plant trees for carbon farming for 99 years,” Mr. Chikiamco said via Viber.</p><p>The measure addresses investor concerns about “uncertainty if the investment can be renewed,” he said.</p><p>The measure amends the 31-year-old Investors’ Lease Act or Republic Act No. 7652, which only allows foreign investors to lease private land for 50 years, renewable only once after 25 years.</p><p>Mr. Chikiamco added that the proposed law will also deter land speculation, or the purchase of land on the expectation that its value will increase.</p>", "publisher": "BusinessWorld", "instances": ["The measure allows foreign investors to sublet properties unless prohibited under their contract. Sublease contracts longer than 25 years or more must be registered with the Register of Deeds, while contracts of less than 25 years are exempt. The measure will impose a fine of between P1 million to P10 million on foreign investors that enter a lease contract illegally, or prison time of up to six years. The Implementing Rules and Regulations of the measure will be drafted by the Board of Investments, and the Land Registration Authority, with input from the FIRB and other agencies."]}, {"relevance_score": 29, "title": "DENR: How to save 1.2m hectares of forest lands", "published": "2025-06-27", "bodyText": "<p nitf:lede=\"true\"> The Department of Environment and Natural Resources (DENR) is offering some 1.2 million hectares of forest lands for sustainable development activities, marking them as 'potential investment areas' where years of denudation can be arrested or even reversed.</p><p nitf:lede=\"true\">'In the past, a long, long time ago, we had a forest cover that comprised 90 percent of the entire land area of the Philippines. It went down to 50 percent, and now we are down to a little over 7 percent of the land,' said Environment Undersecretary Carlos Primo David. '[W]e continue to lose our forest cover through unsustainable practices, and we need to reverse this quickly.'</p><p>The DENR is encouraging investments in the forestry sector with the launch of its Sustainable Forest Land Management Program (SFLMP).</p><p>Individuals or groups, from either the public or private sectors, can apply for a 'production sharing agreement' with the DENR to manage and develop the areas, which are mostly in the Davao provinces and the Soccsksargen and Caraga regions.</p><p>Production sharing</p><p>The program, implemented through Department Administrative Order (DAO) No. 2025-22, which will take effect on Saturday, will consolidate existing forest tenure instruments, which are issued by the government to individuals or groups.</p><p>Under the SFLMP, qualified applicants can enter into a production sharing agreement with the DENR to manage a parcel of forest land for 25 years, which is renewable for another 25 years.</p><p>Individual investors are limited to an allocation of 50 ha of forest land, while people's organizations can have 1,000 ha. Government-owned and -controlled corporations, as well as private sector groups, can manage up to 40,000 ha.</p><p>The investors will be implementing 'multiple management strategies' within their assigned forest lands in accordance with a DENR-approved plan, said lawyer Ray Thomas Kabigting, assistant director of the DENR's Forest Management Bureau.</p><p>Masungi caretaker asks Marcos to review DENR eviction order</p><p>What can be done</p><p>Some of the strategies include the development of a forest plantation, agroforestry, pasture, ecotourism, forest protection, and special uses for the land, such as the establishment of renewable energy projects.</p><p>In exchange, investors will be able to reap various financial benefits, such as the right to harvest, sell, and use whatever they plant in their forest lands; export their products; and access available credit assistance, among other incentives.</p><p>'Most importantly, the SFLMA (Sustainable Forest Land Management Agreement) will serve as a catalyst for poverty alleviation in forest-dependent communities by creating accessible pathways for local communities to participate in forest enterprises,' said newly appointed Environment Secretary Raphael Lotilla.</p><p>'We are ensuring that the economic benefits of our forests directly reach the families who have long served as guardians of these precious ecosystems,' he added.</p><p>According to David, the 1.2 million ha of forest lands identified as potential investment areas are 'mostly denuded forest lands that are now idle, in most cases, but are ready for investment and development for economic purposes.'</p><p>David added that all of these forest lands are located outside protected areas, while around 15 percent 'overlap[s] with the existing title areas for indigenous peoples.'</p><p>'Our target is that half of the 1.2 million hectares will become forested after this program,' the DENR official said.</p><p>Any SFLMP activities done in areas subject to a certificate of ancestral domain title will also need to first obtain free, prior, and informed consent, as well as permission from the National Commission on Indigenous Peoples, according to the DENR.</p><p>Strict monitoring</p><p>Under the DAO, agreement holders will have to prepare and submit a report indicating the 'different activities, development, and improvements undertaken in the SFLM area.'</p><p>The DENR has also put in place an 'automated monitoring tool using satellite energy' that will be able to monitor 'each and every square meter' of the forest lands every week, according to David.</p><p>'[W]e have been providing agreements on forest use for decades and decades, but I think what is different that we will be implementing this time is the monitoring aspect of these developments,' he said.</p><p>'Many of the parcels are still in the hinterlands that are not very accessible, but with technology, we are able to monitor them on a weekly basis,' David added.</p><p>Kabigting noted that the agency currently has multiple existing forest tenure instruments, even though most of the requirements and processes under these agreements are the same.</p><p>'Peculiar' situation</p><p>By consolidating these instruments, Kabigting said tenure holders will now be able to diversify their usage of the forest land and maximize its economic potential.</p>", "publisher": "Philippines Daily Inquirer", "instances": ["Government-owned and -controlled corporations, as well as private sector groups, can manage up to 40,000 ha. The investors will be implementing 'multiple management strategies' within their assigned forest lands in accordance with a DENR-approved plan, said lawyer Ray Thomas Kabigting, assistant director of the DENR's Forest Management Bureau. In exchange, investors will be able to reap various financial benefits, such as the right to harvest, sell, and use whatever they plant in their forest lands; export their products; and access available credit assistance, among other incentives. Most importantly, the SFLMA (Sustainable Forest Land Management Agreement) will serve as a catalyst for poverty alleviation in forest-dependent communities by creating accessible pathways for local communities to participate in forest enterprises,' said newly appointed Environment Secretary Raphael Lotilla."]}, {"relevance_score": 16, "title": "'Never too late': Bogart the Explorer goes back to college to study agroforestry", "published": "2024-08-18", "bodyText": "<p nitf:lede=\"true\"> Host-content creator and musician Marco Ho, more popularly known as Bogart the Explorer, is returning to college to pursue a new degree.</p><p nitf:lede=\"true\">Bogart received a scholarship from Caraga State University for an Agroforestry degree, a focus that incorporates farming and trees into society through agricultural means.</p><p>He shared the update on social media, sharing photos of his college IDs over 20 years apart. The wacky content creator talked about how it was never too late for people of his age to study or pursue dreams.</p><p>Bogart recounted his early aspirations of becoming an inventor and National Scientist, a path that led him to being a Department of Science and Technology scholar at the University of the Philippines Diliman for Engineering.</p><p>After six years, he was not able to obtain his diploma as he shifted to content creation and entertainment, which caught everyone, including himself, by surprise. With his new scholarship, Bogart sees it not just an opportunity to graduate but to find new direction.</p><p>\"My story isn't one of finishing what I started, but of redefining what it means to pursue knowledge and purpose. This journey isn't about getting a job after graduation anymore - it's about actually making a difference in the lives of those around me,\" Bogart explained. \"Through learning how to build a life that's sustainable, not only for us, but for the planet we live in as well.\"</p><p>Bogart quipped that his face's age lines and being twice the age of classmates are proof it's \"never too late to chase after what you truly want in life\" and encouraged others to conquer the fear of first steps to one's dreams.</p><p>\"Don't let that fear stop you. Life is too short to let your dreams pass you by,\" he continued. \"If you have a dream, no matter how long it's been on the shelf, dust it off and give it the life it deserves. It's never too late.\"</p><p>He ended his post in Bisaya, joking people his age should also go back to school because he was \"shy\" about being the only \"old\" person in his class.</p>", "publisher": "The Philippine Star", "instances": ["Host-content creator and musician Marco Ho, more popularly known as Bogart the Explorer, is returning to college to pursue a new degree. He shared the update on social media, sharing photos of his college IDs over 20 years apart. The wacky content creator talked about how it was never too late for people of his age to study or pursue dreams."]}, {"relevance_score": 23, "title": "La Mesa Ecopark offers a place for prayer, reflection this Holy Week", "published": "2025-04-19", "bodyText": "<p nitf:lede=\"true\"> Manila Water Foundation (MWF), the social development arm of Manila Water and steward of La Mesa Ecopark (LME), invites the public to commemorate Holy Week at the park, embracing Jesus' journey to the cross while finding peace and rejuvenation in the tranquility of nature.</p><p>La Mesa Ecopark is open from April 15 to 20 from 7 a.m. to 4 p.m. Visitors can experience a special Stations of the Cross installation within the park, providing a serene and peaceful environment for reflection.</p><p>Prayer guides are available at the Administration Office upon request.</p><p>On Easter Sunday, the celebration of the Lord's Resurrection has activities for both children and adults. From 8 a.m. to 11 a.m., children can participate in an Easter Egg Hunt.</p><p>Interested participants can register at this link: <url normalizedValue=\"https://forms.gle/LibroRK9FjCFmBsC7\">https://forms.gle/LibroRK9FjCFmBsC7</url> for a donation of P500.</p><p>Park-goers can also engage in fun activities promoting sustainability and explore the beauty of La Mesa Ecopark's green spaces.</p><p>In partnership with Rural Rising Philippines, visitors can also purchase sustainable products and produce from local farmers.</p><p>On the same day, MAD Travel PH presents 'Feast from the Forest: A Taste of Biodiversity,' a curated tasting experience featuring three kinds of coffee from Bukidnon's Tuminugan Farm, Cordillera's Banolmi Store, and Palawan's Lost Islands Center for Kape.</p><p>Participants can taste three varieties of honey derived from flowers in the Sierra Madre and Bataan Peninsula, bamboo tea harvested by the Aetas, mango and roasted cashews from Zambales and Bataan, and local cacao from The Cacao Project Philippines.</p><p>The tasting will be followed by a forest walk to explore how La Mesa Ecopark nurtures endemic flora and fauna and sustains the local ecology.</p><p>Proceeds from the event will support the WASH and environmental projects of Manila Water Foundation and the agroforestry and restoration efforts for the Aetas in Zambales.</p><p>Interested participants can register at this link: <url normalizedValue=\"https://madtravel.org/pages/feastfromtheforest\">https://madtravel.org/pages/feastfromtheforest</url> for a community rate of P1,500.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["Participants can taste three varieties of honey derived from flowers in the Sierra Madre and Bataan Peninsula, bamboo tea harvested by the Aetas, mango and roasted cashews from Zambales and Bataan, and local cacao from The Cacao Project Philippines. The tasting will be followed by a forest walk to explore how La Mesa Ecopark nurtures endemic flora and fauna and sustains the local ecology. Interested participants can register at this link: https://madtravel. org/pages/feastfromtheforest for a community rate of P1,500."]}, {"relevance_score": 16, "title": "La Mesa Ecopark offers a place of prayer, reflection this Holy Week", "published": "2025-04-14", "bodyText": "<p nitf:lede=\"true\"> Manila Water Foundation (MWF), the social development arm of Manila Water and steward of La Mesa Ecopark (LME), warmly invites the public to commemorate Holy Week at the park, embracing Jesus' journey to the cross while finding peace and rejuvenation in the tranquility of nature.</p><p>La Mesa Ecopark will be open from April 15-20, 2025, Holy Tuesday to Easter Sunday, from 7:00AM to 4:00PM. Visitors can experience a special Stations of the Cross installation within the park, providing a serene and peaceful environment for reflection. Prayer guides are available at the Administration Office upon request.</p><p>On Easter Sunday, join the celebration of the Lord's Resurrection with activities for both kids and adults. From 8:00-11:00 AM, children from 3-10 can participate in an Easter Egg Hunt. Interested participants can register at this link: <url normalizedValue=\"https://forms.gle/LibroRK9FjCFmBsC7\">https://forms.gle/LibroRK9FjCFmBsC7</url> for a donation of P500. Park-goers can engage in fun activities promoting sustainability and explore the beauty of La Mesa Ecopark's green spaces.</p><p>In partnership with Rural Rising Philippines, visitors can also purchase sustainable products and produce from local farmers.</p><p>On the same day, MAD Travel PH presents 'Feast from the Forest: A Taste of Biodiversity,' a curated tasting experience featuring three kinds of coffee from Bukidnon's Tuminugan Farm, Cordillera's Banolmi Store, and Palawan's Lost Islands Center for Kape.</p><p>Participants can also taste three varieties of honey derived from flowers in the Sierra Madre and Bataan Peninsula, bamboo tea harvested by the Aetas, mango and roasted cashews from Zambales and Bataan, and local cacao from The Cacao Project Philippines. The tasting will be followed by a forest walk to explore how La Mesa Ecopark nurtures endemic flora and fauna and sustains the local ecology.</p><p>Proceeds from the event will support the WASH and environmental projects of Manila Water Foundation and the agroforestry and restoration efforts for the Aetas in Zambales. Interested participants can register at this link: <url normalizedValue=\"https://madtravel.org/pages/feastfromtheforest\">https://madtravel.org/pages/feastfromtheforest</url> for a community rate of P1,500.</p>", "publisher": "Philippines Daily Inquirer", "instances": ["Participants can also taste three varieties of honey derived from flowers in the Sierra Madre and Bataan Peninsula, bamboo tea harvested by the Aetas, mango and roasted cashews from Zambales and Bataan, and local cacao from The Cacao Project Philippines. The tasting will be followed by a forest walk to explore how La Mesa Ecopark nurtures endemic flora and fauna and sustains the local ecology. Interested participants can register at this link: https://madtravel. org/pages/feastfromtheforest for a community rate of P1,500."]}, {"relevance_score": 55, "title": "Who really holds the rights to trees and carbon in the Philippines?", "published": "2025-06-17", "bodyText": "<p nitf:lede=\"true\">The Philippines sits on a goldmine of forest and carbon wealth. But an unclear and short-sighted property rights regime is choking its potential; existing rules are partially to be blamed.</p><p nitf:lede=\"true\">Forest lands, which are State-owned lands, span 15.8 million hectares or half of the country’s total land area. The 1987 Constitution states that all lands of the public domain, forest lands included, belong to the State. It can either manage them directly or partner with private entities, as long as Filipino citizens own at least 60% of the company involved and these agreements last 25 years, renewable for another 25. This legal framework along with existing policies, designed to regulate the exploitation of natural resources like mining and logging, now constrains investment in regenerative and non-extractive activities such as reforestation and carbon sequestration.</p><p nitf:lede=\"true\">SHORT-TERM TENURE STIFLES LONG-TERM INVESTMENTS</p><p>The current tenure framework on forest lands does not match the biological and economic realities of forest and carbon development. While fast-growing trees like falcatta can be harvested in six to 15 years, high- value hardwoods such as narra, mahogany, and teak, and famous dipterocarp species like yakal and lauan take 20 to 25 years to mature just for a single-growth cycle. On top of this, renewing agreements can take anywhere from a year to even over a decade, leaving some existing investors in limbo and potential ones at bay.</p><p>A similar challenge exists for green and blue carbon projects — those that protect or restore ecosystems while capturing and storing carbon dioxide to help fight climate change and generate income through carbon credits. Whether involving tree plantations or mangrove ecosystems, these initiatives typically require project lifespans of 25 to 100 years to generate credible climate benefits and financial returns. However, legal agreements on forest lands remain capped at 25 years, renewable for another 25 years. This mismatch undermines investor confidence and reduces the bankability of carbon projects in the country.</p><p>UNCLEAR OWNERSHIP OF TREES AND CARBON</p><p>Moreover, a fundamental question remains unresolved: who owns the trees, and the carbon sequestered in forest lands? On private land, ownership is clear. On forest lands, however, it is less so.</p><p>Under the Revised Civil Code, ownership of land extends to what is attached to it. But can an exception be made for planted trees and sequestered carbon in forest lands? Can legal ownership of renewable resources be separated from land ownership?</p><p>Current forest tenure agreements generally recognize that tenure holders own the trees they plant, but this recognition is not backed by a stable legal framework. Such uncertainty dampens project sustainability. A more explicit legal separation between land, tree, and carbon rights, therefore, is needed to assure tenure holders, local communities, and investors.</p><p>Other countries offer more progressive models. In Australia and New Zealand, ownership of land, planted trees, and carbon credits can be distinct and transferable. This legal clarity enables dynamic investment flows and long-term planning — conditions that are lacking in the Philippine context.</p><p>POLICY INSTABILITY UNDERMINES SECTOR CONFIDENCE</p><p>The Philippine government has a history of implementing blanket bans as band-aid solutions to a systemic problem. Since the 1970s, the Philippine government has issued 44 different logging bans. The most far- reaching is Executive Order No. 23 (2011), which prohibits the harvesting and transport of timber from natural and residual forests. While intended to curb illegal logging and promote forest recovery, the policy inadvertently harmed legitimate tree farmers and wood processors, many of whom have ceased operations due to supply constraints. Regrettably, illegal logging persists — often at a larger scale than what regulated tenure holders could produce. A blanket, reactive approach to forest governance penalizes compliant stakeholders while failing to address systemic enforcement.</p><p>TIME FOR A PARADIGM SHIFT</p><p>A shift in perspective is essential: tree planting and carbon farming are renewable, nature-based practices and should not be regulated under the same legal framework as non-renewable resource extraction, such as mining or fossil fuel development. As environmental priorities, methodologies, and technologies evolve, so too must the legal tools used to manage natural resources.</p><p>The most direct solution would be to amend or repeal constitutional restrictions that limit the duration of tenure on forest lands. But for now, below are low-hanging policy proposals that offer promising solutions:</p><p>• Legally define carbon rights as separate from land rights, establishing who owns carbon credits and under what conditions they may be traded (Carbon Rights bill).</p><p>• Legally classify planted trees as personal property, distinct from land ownership (Tree Growing Agreement bill).</p><p>• Extend the maximum lease period of private lands for foreigners from 75 years to 99 years (amendments to the Investor’s Lease Act). This measure has already been ratified by both the House and Senate and is just awaiting the President›s signature. This bill includes agroforestry and ecological preservation as part of the activities that can be undertaken.</p><p>• Make comprehensive data on forest lands publicly accessible (Integration of forest lands in the national cadastre system).</p><p>Together, these reforms would lay the foundation for a more modern, climate-aligned system of resource governance.</p><p>Finally, there is a need to strengthen the property rights of the indigenous peoples (IPs) as private landowners who can directly enter business with either local or foreign investors. The IPs own vast hectares of land, most of them in the uplands, making them suitable for forestry and carbon-related projects. Their lands are private in nature and therefore they should not be asking for permits or clearances from the State when it comes to the utilization of natural resources in their domains. Moreover, as long-standing stewards of the land, they have safeguarded our forests for centuries, making them natural leaders in forest conservation and management.</p><p>SECURE PROPERTY RIGHTS DRIVE SUSTAINABILITY</p><p>Ultimately, tree plantation activities or carbon farming depend on a strong property rights regime. Investors, local communities, and indigenous groups need clear legal assurances that the trees they plant and the carbon they sequester can be owned, traded, and passed on.</p><p>The Philippines stands at a crossroads. It can remain bound by outdated frameworks and miss out on the opportunities of the green and blue economies — or it can enact forward-looking reforms that align the governance of resources with the demands of climate action and sustainable development.</p><p>Who owns the trees and the carbon? The answer should be just as simple: The person or community who planted and cared for them. The State’s role should be to ensure a clear and stable property rights system that supports responsible stewardship — not to impose and promulgate outdated rules designed for extractive industries on regenerative, sustainable activities.</p><p>ANGELA ARNANTE is a public policy advocate and is the assistant director of Policy and External Relations at the Foundation for Economic Freedom.</p>", "publisher": "BusinessWorld", "instances": ["• Extend the maximum lease period of private lands for foreigners from 75 years to 99 years (amendments to the Investor’s Lease Act). This measure has already been ratified by both the House and Senate and is just awaiting the President›s signature. • Make comprehensive data on forest lands publicly accessible (Integration of forest lands in the national cadastre system). Together, these reforms would lay the foundation for a more modern, climate-aligned system of resource governance."]}, {"relevance_score": 30, "title": "For Filipino MSMEs A look at Indonesia's sustainability models", "published": "2025-05-24", "bodyText": "<p nitf:lede=\"true\">A LOOK at a couple of Indonesian case studies might show the way for Filipino micro, small and medium enterprises (MSMEs) who have a hard time embracing sustainability in their daily operations. </p><p nitf:lede=\"true\">The Sentra Kreatif Lestari Siak (Skelas), based in the Riau province, launched the Siak Sustainable Business Incubation Program to enable 26 MSMEs to develop their creative business solutions, improve the local economy and preserve nature.</p><p nitf:lede=\"true\">The alignment may be needed as Southeast Asian MSMEs are under increasing pressure to integrate sustainable practices into how they operate and grow. Sustainability has become central to regional growth strategies. It is shaping consumer choices: according to PwC 2024 Voice of the Consumer Survey, 85 percent of consumers say they feel the impact of climate change daily and are willing to pay nearly 10 percent more for sustainably sourced products. However, limited access to funding, knowledge and green technology often make the transitiosssn difficult especially when competing against larger businesses with more resources.</p><p>One solution in the Philippines is the signed memorandum of understanding between the Department of Trade and Industry (DTI), and the Global Reporting Initiative (GRI). It will help MSMEs adopt and report on sustainability best practices. It will give local companies access to training on sustainability reporting, supply chain management and green procurement.</p><p>This collaboration can also equip Filipino MSMEs to meet regional expectations. Again, economic and sustainability alignment might be a prerequisite: MSMEs in Asean make up the majority of firms in the region, contributing 85 percent to employment, nearly 45 percent to gross domestic product and 18 percent to national exports, according to a DTI news release in 2023. </p><p>Skelas' Indonesian cases show how targeted support through business mentoring, access to markets and product development can help MSMEs rise to the challenge.</p><p>First, Dapur Mempura, founded during the pandemic, has revived the traditional Malay sponge cake Bolu Kemojo using healthier, local ingredients like rice bran and mocaf. \"It is becoming increasingly difficult for mothers to meet the needs of children who require special attention to food, such as my son who suffers from ADHD (attention deficit hyperactivity disorder),\" said Dapur Mempura founder Santi Lestari. \"We want to bring back the nostalgic taste of Bolu Kemojo that we used to enjoy as children, but with a healthier alternative for Indonesian families.\"</p><p>Preserving heritage</p><p>Dapur Mempura is also bringing back local food heritage demos for Penkabaru students and supporting farmers in Bunga Raya Village by turning discarded rice bran into a valuable baking ingredient.</p><p>Meanwhile, Pinaloka, a women's business group in Siak, is turning the region's crown pineapples into jams, syrups and pastries. In the process, it tackles peatland degradation, which often leads to devastating forest fires. Pinaloka representative Wulan Suci Ningrum said, \"Empty peatlands are often overgrown with bushes that become fire hot spots due to their fibrous roots and thin leaves. To overcome this, we planted crown pineapples on the land to maintain soil moisture and intercropped them with other vegetation.\"</p><p>The DTI news release said that the Pinaloka model supports 33 farmers across four villages, projected to involve 100 by the end of 2025. Its approach blends agroforestry with livelihood generation, which can be adapted by Philippine regions vulnerable to land degradation and food insecurity.</p><p>The collaboration between Dapur Mempura and Pinaloka shows how MSMEs can scale impact together. Inspired by a shared mission, they have developed a new product: pineapple tarts, a staple snack across Southeast Asia. The tarts have already been showcased at a national event hosted by Bank Indonesia.</p><p>Emphasizing the power of partnerships, Cerli Febri of Skelas says, \"We support MSMEs to continue to innovate products and further collaborate with the community to answer environmental challenges around them. By creating added value from local ingredients, we encourage them to create a business model that can involve the growth of other MSMEs.\"</p><p>Skelas maintains that the Indonesian case studies are more than inspirational - they are instructional; with the right policy, mentorship and training support, Filipino MSMEs can play a critical role in building a sustainable future. It adds that programs like DTI and GRI's training on sustainability reporting and green procurement are steps in helping local enterprises align with both regional goals and global market expectations.</p><p>\"From coastal barangay to upland farming towns, MSMEs have the potential to create value not just from what they sell - but from how they grow, who they empower and what they protect,\" Skelas adds.</p>", "publisher": "The Manila Times", "instances": ["To overcome this, we planted crown pineapples on the land to maintain soil moisture and intercropped them with other vegetation. The DTI news release said that the Pinaloka model supports 33 farmers across four villages, projected to involve 100 by the end of 2025. The collaboration between Dapur Mempura and Pinaloka shows how MSMEs can scale impact together. Inspired by a shared mission, they have developed a new product: pineapple tarts, a staple snack across Southeast Asia."]}, {"relevance_score": 16, "title": "JICA Phils. explores coffee's role in global development", "published": "2025-03-19", "bodyText": "<p nitf:lede=\"true\"> THE Japan International Cooperation Agency (JICA)-Philippines successfully hosted its first nongovernment organization seminar since the pandemic.</p><p nitf:lede=\"true\">The gathering brought together Japanese professionals, students and coffee enthusiasts who explored global challenges through the lens of the coffee industry. It provided a platform on examining ways coffee production intersects with economic development, environmental sustainability, and international cooperation. Participants listened to expert discussions and gained fresh perspectives on their daily choices impacting the world.</p><p>The event featured distinguished speakers specializing in sustainable coffee production and environmental conservation. Cordillera Green Network's founder and former representative Mariko Sorimachi discussed the topic on 'Protecting the Forests of the Philippines through Sustainable Coffee Cultivation.' She shared her experiences collaborating with Indigenous communities using agroforestry to cultivate coffee, as well as challenges associated with sustainable coffee production.</p><p>Meanwhile, Pistacia Mindanao Coffee Export president Katsuhisa Ota imparted his journey in the Philippines, specifically the motivations for continuing his coffee business despite various challenges.</p><p>The seminar engaged participants in the discussions as diverse types of coffee were served and brewed by Makoto Suzuki who is a barista from Fresh Roaster Coffee Tonya. It provided an immersive experience and allowed participants to reflect on the seminar topics while having expertly prepared coffee.</p><p>The speakers shared personal insights into their work in the Philippines and the driving forces behind their continued advocacy. They emphasized the importance of environmental conservation, the challenges and significance of coffee cultivation, and the role of international cooperation in supporting local communities. Their perspectives helped participants gain a deeper understanding of the connections between the coffee industry and economic development.</p><p>NGO Seminars are among JICA's efforts in promoting international cooperation and sustainable development. The agency has long supported various development sectors in partner-countries like the Philippines. By organizing events like the seminar, it said it continues to foster collaboration, encourage active citizen participation, and connect people with global challenges to drive meaningful change.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["The event featured distinguished speakers specializing in sustainable coffee production and environmental conservation. Cordillera Green Network's founder and former representative Mariko Sorimachi discussed the topic on 'Protecting the Forests of the Philippines through Sustainable Coffee Cultivation. Meanwhile, Pistacia Mindanao Coffee Export president Katsuhisa Ota imparted his journey in the Philippines, specifically the motivations for continuing his coffee business despite various challenges. The seminar engaged participants in the discussions as diverse types of coffee were served and brewed by Makoto Suzuki who is a barista from Fresh Roaster Coffee Tonya."]}, {"relevance_score": 8, "title": "10 agroforestry projects in Iloilo to push dev’t, help environment", "published": "2024-01-30", "bodyText": "<p nitf:lede=\"true\">THE DEPARTMENT of Environment and Natural Resources (DENR), in partnership with the Japan International Cooperation Agency (JICA), has completed and turned over 10 agroforestry infrastructure projects seen to boost development and help protect the environment in Iloilo province.</p><p>“These facilities include irrigation pipeline systems, access roads, pathways, and bridges which aim to connect communities to markets, boost their access to social services and help sustain community-based forestry initiatives,” the Embassy of Japan in Manila said in a statement on Monday.</p><p>It added that a coffee processing facility was also constructed in the municipality of Janiuay to further develop the local coffee industry and boost the livelihoods of farmers in the area.</p><p>First Secretary and Agriculture Attaché Jumpei Tachikawa of the Embassy of Japan said that the projects would help efforts to “improve livelihoods and sustained flow of development in the municipalities, creating a positive ripple effect in neighboring communities.”</p><p>Funded through the P1.8-billion cooperation project targeted at building or rehabilitating agroforestry support facilities under the management of the Forestland Management Project (FMP), the projects are also seen to contribute environment protection and mitigate climate change.</p><p>“The FMP seeks to protect 71,300 hectares of forests in the country’s watershed areas Upper Magat and Cagayan River Basins, Pampanga River Basin, and the Jalaur River Basin, covering the provinces of Ifugao, Nueva Vizcaya, Quirino, Nueva Ecija, and Iloilo,” said the embassy.</p><p>“Launched 10 years ago, the FMP highlighted environmental protection including forestland management as one of the major pillars of collaboration between the Philippines and Japan,” it added.</p>", "publisher": "BusinessWorld", "instances": ["“These facilities include irrigation pipeline systems, access roads, pathways, and bridges which aim to connect communities to markets, boost their access to social services and help sustain community-based forestry initiatives,” the Embassy of Japan in Manila said in a statement on Monday. It added that a coffee processing facility was also constructed in the municipality of Janiuay to further develop the local coffee industry and boost the livelihoods of farmers in the area.", "First Secretary and Agriculture Attaché Jumpei Tachikawa of the Embassy of Japan said that the projects would help efforts to “improve livelihoods and sustained flow of development in the municipalities, creating a positive ripple effect in neighboring communities. ”Funded through the P1. “The FMP seeks to protect 71,300 hectares of forests in the country’s watershed areas Upper Magat and Cagayan River Basins, Pampanga River Basin, and the Jalaur River Basin, covering the provinces of Ifugao, Nueva Vizcaya, Quirino, Nueva Ecija, and Iloilo,” said the embassy. “Launched 10 years ago, the FMP highlighted environmental protection including forestland management as one of the major pillars of collaboration between the Philippines and Japan,” it added."]}, {"relevance_score": 16, "title": "Protection zones pushed for Baguio's Ibaloys deprived of land domain right", "published": "2025-02-08", "bodyText": "<p nitf:lede=\"true\"> The creation of tribal protection zones covering lands occupied by Ibaloys, Baguio's indigenous community, is now being pushed by the city council as part of the local government's comprehensive land use plan.</p><p>The council made the mode following the Supreme Court's clarification that protections guaranteed by Republic Act No. 8471, the Indigenous Peoples Rights Act (Ipra), do not apply to Baguio's Ibaloys.</p><p>Section 78 of Ipra exempts Baguio from its coverage because its townsite reservation is governed by the city's charter.</p><p>Three separate SC rulings issued in 2019 and 2023 all stated that the National Commission on Indigenous Peoples (NCIP) should not issue ancestral land titles in Baguio due to this provision.</p><p>However, the city council, in its draft resolution, said there is legal basis to identify, delineate and classify the Ibaloy ancestral lands in Baguio as 'special tribal ancestral zones' since both the Ipra and the 1987 Constitution also recognize indigenous Filipinos' responsibility to manage ancestral land properties.</p><p>The measure was sponsored by Ibaloy Councilors Isabelo Cosalan Jr. and Maximo Edwin (who also goes by the clan surname Bugnay) during the Jan. 27 council session.</p><p>These zones would be incorporated into Baguio's comprehensive land use plan (CLUP), which is currently being updated by city planners, said Cosalan, an engineer who conducted Baguio's cadastral survey 15 years ago.</p><p>The city council and the NCIP, in a joint session here on Jan. 14, endorsed action plans to seek the repeal of the 'unconstitutional' Section 78 of Ipra.</p><p>Sustainable programs</p><p>It calls for the CLUP to map out special tribal ancestral zones in order 'to protect the rights of the indigenous communities of the City of Baguio over ancestral lands and domains and to preserve their culture,' among others.</p><p>The zoning plan will include 'sustainable programs that promote economic development while ensuring environmental protection and cultural preservation, with traditional knowledge and practices integrated;' and measures for 'cultural preservation and integrity, wherein activities such as traditional rituals, festivals, and other cultural expressions are respected.'</p><p>The plan also proposes to provide provision for ecotourism that 'promote travel and visitation to natural areas, conservation, and support for the well-being of local communities,' as well as guidelines ensuring that tourism activities are 'environmentally responsible, sustainable, culturally respectful, and beneficial to the indigenous community.'</p><p>The draft resolution also calls for the zoning plan to address agroforestry by designing a 'land-use management system' for each respective zone, allowing trees to grow alongside food gardens and pasturelands.</p>", "publisher": "Philippines Daily Inquirer", "instances": ["The zoning plan will include 'sustainable programs that promote economic development while ensuring environmental protection and cultural preservation, with traditional knowledge and practices integrated;' and measures for 'cultural preservation and integrity, wherein activities such as traditional rituals, festivals, and other cultural expressions are respected. The plan also proposes to provide provision for ecotourism that 'promote travel and visitation to natural areas, conservation, and support for the well-being of local communities,' as well as guidelines ensuring that tourism activities are 'environmentally responsible, sustainable, culturally respectful, and beneficial to the indigenous community."]}, {"relevance_score": 18, "title": "Reforestation program to invite foreign investors seeking offsets", "published": "2025-01-15", "bodyText": "<p nitf:lede=\"true\">THE Department of Environment and Natural Resources (DENR) said it is preparing the terms for investing in reforestation programs taking place on 1.2 million hectares of land.</p><p>Environment Secretary Maria Antonia Yulo-Loyzaga told reporters on the sidelines of the Japan-Philippines Environment Week ceremony that the reforestation pitch will be directed to potential foreign investors that need to offset their emissions.</p><p>“We expect that there will be interest on the part of foreign corporations that are willing or need to offset what they are emitting. The overall goal for us is to reforest,” she said.</p><p>“What we want to do is within this administration build our way towards releasing up to 3 million hectares for investment in reforestation, for agroforestry, for other uses related to sustainable use of our forest land,” she added.</p><p>With regard to environmental projects involving Japan, Ms. Yulo- Loyzaga said she is looking forward to a Japanese role in developing an electronic waste management system for the Philippines.</p><p>“We don’t have a system really in place for e-waste,” she said.</p><p>She added that there will be discussions on technology that would be available for the Philippines to address its broader solid waste problem, with waste-to-energy under consideration.</p><p>According to the World Bank, waste-to-energy solutions have been identified as a sustainable alternative to landfills.</p><p>Undersecretary Jonas R. Leones added that the DENR is currently finalizing a framework between the DENR and Japan’s Ministry of Environment.</p><p>“We are just hammering out the details of collaboration,” Mr. Leones said.</p><p>Ms. Yulo-Loyzaga added that the Japanese government is willing to provide technical assistance, scientific cooperation, financing, and official development assistance.</p><p>“We’re looking at how all of these can actually deliver on our own goals in terms of decarbonization, sustainable communities, and ecological preservation, by way of different types of technology and interventions,” she said.</p>", "publisher": "BusinessWorld", "instances": ["“We expect that there will be interest on the part of foreign corporations that are willing or need to offset what they are emitting. The overall goal for us is to reforest,” she said. With regard to environmental projects involving Japan, Ms. Yulo- Loyzaga said she is looking forward to a Japanese role in developing an electronic waste management system for the Philippines."]}, {"relevance_score": 17, "title": "FCF Minerals boosts agroforestry projects", "published": "2023-03-04", "bodyText": "<p nitf:lede=\"true\">A LONDON-based mining company operating in the Quezon town in Nueva Vizcaya is boosting support for agroforestry projects and rehabilitation in barangay (villages) surrounding its host village of Runruno to create green jobs for farmers and residents.</p><p>Lorne Harvey, FCF Minerals Corp. general manager for operations, said they have conducted a participatory area validation and monitoring of established agroforestry plantations in their host's neighboring communities.</p><p>He included the villages of Buliwao, Maasin, Calaocan, Dagupan and Maddiangat in Quezon town among the validated existing agroforestry projects.</p><p>Representatives of the company's Community Relations Office Monitoring and validation activities joined the monitoring and validating activities, accompanied by the Social Development and Management Program (SDMP) focal persons and the agroforestry projects' beneficiaries.</p><p>These agroforestry projects have been identified as a long-term livelihood for the farmers residing in their host and neighboring communities, and are funded under their second five-year SDMP from 2022 to 2026.</p><p>The SDMP is the company's authorized comprehensive plan to conduct actual mining and milling operations toward the sustained improvement of the communities' living standards.</p><p>Harvey said this is attained by creating responsible, self-reliant and resource-based communities capable of developing, implementing and managing community development programs, projects and activities consistent with the principle of people empowerment.</p><p>The projects are aligned with the Department of Environment and Natural Resources (DENR) Administrative Order 2022-04, Section 8, which specifies the inclusion of biodiversity-friendly enterprises that would create green jobs to augment the community's livelihood and boost food security in the area.</p><p>Rehabilitation</p><p>While supporting community organizations to expand their agroforestry projects, FCF Minerals Corp. has also progressed in its rehabilitation efforts in the host barangay of Runruno.</p><p>\"Proving the strong principles and commitment to sustainable development on environmental protection and conservation toward responsible mining, FCF Minerals is conducting concurrent rehabilitation while undertaking its mine operations,\" Harvey said.</p><p>The rehabilitation project's first stage involves stabilization, protection and erosion control measures. Stage two includes the planting of pioneering and fast-growing species that serve as shade and curtain trees for an immediate vegetation cover.</p><p>The third and final stage involves the planting of seedlings and regenerants of endemic, premium and dipterocarps species which are collected from identified superior and healthy mother trees. Another source are wildlings collected from areas subject to tree-cutting and clearing operations within the permitted area of the Approved special tree cutting and Earth balling permit.</p><p>Harvey added that rehabilitation in dumpsites and other areas has been completed up to their third stage while other areas are currently in stage three.</p>", "publisher": "The Manila Times", "instances": ["Lorne Harvey, FCF Minerals Corp. general manager for operations, said they have conducted a participatory area validation and monitoring of established agroforestry plantations in their host's neighboring communities.", "A LONDON-based mining company operating in the Quezon town in Nueva Vizcaya is boosting support for agroforestry projects and rehabilitation in barangay (villages) surrounding its host village of Runruno to create green jobs for farmers and residents. Lorne Harvey, FCF Minerals Corp. He included the villages of Buliwao, Maasin, Calaocan, Dagupan and Maddiangat in Quezon town among the validated existing agroforestry projects. Representatives of the company's Community Relations Office Monitoring and validation activities joined the monitoring and validating activities, accompanied by the Social Development and Management Program (SDMP) focal persons and the agroforestry projects' beneficiaries.", "Lorne Harvey, FCF Minerals Corp. general manager for operations, said they have conducted a participatory area validation and monitoring of established agroforestry plantations in their host's neighboring communities. Representatives of the company's Community Relations Office Monitoring and validation activities joined the monitoring and validating activities, accompanied by the Social Development and Management Program (SDMP) focal persons and the agroforestry projects' beneficiaries. These agroforestry projects have been identified as a long-term livelihood for the farmers residing in their host and neighboring communities, and are funded under their second five-year SDMP from 2022 to 2026.", "general manager for operations, said they have conducted a participatory area validation and monitoring of established agroforestry plantations in their host's neighboring communities. He included the villages of Buliwao, Maasin, Calaocan, Dagupan and Maddiangat in Quezon town among the validated existing agroforestry projects. These agroforestry projects have been identified as a long-term livelihood for the farmers residing in their host and neighboring communities, and are funded under their second five-year SDMP from 2022 to 2026. The SDMP is the company's authorized comprehensive plan to conduct actual mining and milling operations toward the sustained improvement of the communities' living standards.", "He included the villages of Buliwao, Maasin, Calaocan, Dagupan and Maddiangat in Quezon town among the validated existing agroforestry projects. Representatives of the company's Community Relations Office Monitoring and validation activities joined the monitoring and validating activities, accompanied by the Social Development and Management Program (SDMP) focal persons and the agroforestry projects' beneficiaries. The SDMP is the company's authorized comprehensive plan to conduct actual mining and milling operations toward the sustained improvement of the communities' living standards. Harvey said this is attained by creating responsible, self-reliant and resource-based communities capable of developing, implementing and managing community development programs, projects and activities consistent with the principle of people empowerment.", "Harvey said this is attained by creating responsible, self-reliant and resource-based communities capable of developing, implementing and managing community development programs, projects and activities consistent with the principle of people empowerment. The projects are aligned with the Department of Environment and Natural Resources (DENR) Administrative Order 2022-04, Section 8, which specifies the inclusion of biodiversity-friendly enterprises that would create green jobs to augment the community's livelihood and boost food security in the area. has also progressed in its rehabilitation efforts in the host barangay of Runruno. Proving the strong principles and commitment to sustainable development on environmental protection and conservation toward responsible mining, FCF Minerals is conducting concurrent rehabilitation while undertaking its mine operations,\" Harvey said."]}, {"relevance_score": 31, "title": "House passes bill allowing foreigners 99-year leases", "published": "2024-12-18", "bodyText": "<p nitf:lede=\"true\">THE House of Representatives on Tuesday approved on third and final reading its version of a measure setting the maximum length of land leases for foreigners at 99 years from 75 previously, with the bill touted as a means of attracting more foreign investment.</p><p nitf:lede=\"true\">By a 175-3-2 vote, legislators approved House Bill No. 10755, which also includes protections for foreign investors entering into lease agreements.</p><p>The Senate passed its version of the measure on Monday.</p><p>The 1987 Constitution prohibited foreigners from owning land in the country, but the 31-year-old Investors’ Lease Act allowed foreign investors to lease private land for an initial period of 50 years, renewable once for a maximum of 25 years.</p><p>The proposed law was declared a priority measure by President Ferdinand R. Marcos, Jr. It had been introduced in June by Senate President Francis G. Escudero, after efforts to amend economic provisions of the 1987 Constitution stalled in Congress.</p><p>A total of $8.9 billion in foreign direct investment flowed into the Philippines in 2023, well behind Singapore’s $159.6 billion, Indonesia’s $21.6 billion and Vietnam’s $18.5 billion.</p><p>The bill seeks to allow foreign investors to sublet properties, unless prohibited under the lease contract. Sublease contracts longer than 25 years or more are required to be registered with the Register of Deeds, while sublet contracts less than 25 years are exempt.</p><p>The measure listed the approved purposes of land leases by foreigners to include industry, agro-industrial, commercial, tourism, agriculture, agroforestry and ecological conservation.</p><p>The inclusion of agroforestry purposes was designed to “spur foreign investment in tree plantations and carbon farming on private land,” Calixto V. Chikiamco, president of Foundation for Economic Freedom, said via Viber before the bill’s approval.</p><p>The measure stipulates that Board of Investments approval is required for lease agreements outside economic zones or freeports.</p><p>George T. Barcelon, chairman of the Philippine Chamber of Commerce and Industry, said legislators should consider setting other conditions for such leases, such as the size of the investment, the jobs to be created, and the project’s contribution to the economy.</p><p>“We don’t want the land to be tied up for that long if they’re not putting in effort on the investments,” he said via phone before the bill’s approval.</p><p>Foreign investors that fail to initiate their planned investment projects on the leased sites within three years risk having the contract terminated by the Secretary of Trade or the heads of the economic zones or freeport areas, according to the bill.</p><p>The bill also imposes a prison term of up to six years and a fine of as much as P6 million for lessees and investors using the leased land in a manner contrary to Philippine law.</p><p>“While this reform would help improve the country’s investment climate, we believe additional reforms are needed to further promote investments and jobs in the Philippines,” American Chamber of Commerce of the Philippines Executive Director Ebb Hinchliffe told BusinessWorld via Viber before the bill’s approval.</p><p>“For example, we strongly support amendments to the Electric Power Industry Reform Act to help boost energy security and economic development; the rationalization of the mining fiscal regime; the International Maritime Trade Competitiveness Act; the Konektadong Pinoy bill to expand internet connectivity; and the creation of the Philippine Airports Authority to improve our airports and support aviation and tourism sectors,” he added.</p><p>British Chamber of Commerce of the Philippines Executive Director Chris Nelson told BusinessWorld by phone that “compared (to other countries that allow) direct ownership, it is not the same… While we would welcome the extension, we would actually say that they should also be looking at the possibility of having land ownership.”</p><p>The Philippines should also consider joining the Comprehensive and Progressive Agreement for Trans-Pacific Partnership (CPTPP) to entice more foreign investments into the country, he added, speaking to BusinessWorld before the bill’s approval.</p><p>The CPTPP is a trade pact comprising Australia, Brunei, Canada, Chile, Japan, Malaysia, Mexico, New Zealand, Peru, Singapore, and Vietnam. The UK last week became its 12th member.</p>", "publisher": "BusinessWorld", "instances": ["The bill seeks to allow foreign investors to sublet properties, unless prohibited under the lease contract. Sublease contracts longer than 25 years or more are required to be registered with the Register of Deeds, while sublet contracts less than 25 years are exempt. The inclusion of agroforestry purposes was designed to “spur foreign investment in tree plantations and carbon farming on private land,” Calixto V. Chikiamco, president of Foundation for Economic Freedom, said via Viber before the bill’s approval.", "Sublease contracts longer than 25 years or more are required to be registered with the Register of Deeds, while sublet contracts less than 25 years are exempt. The measure listed the approved purposes of land leases by foreigners to include industry, agro-industrial, commercial, tourism, agriculture, agroforestry and ecological conservation. Chikiamco, president of Foundation for Economic Freedom, said via Viber before the bill’s approval. The measure stipulates that Board of Investments approval is required for lease agreements outside economic zones or freeports."]}, {"relevance_score": 31, "title": "House passes bill allowing foreigners 99-year leases", "published": "2024-12-18", "bodyText": "<p nitf:lede=\"true\">THE House of Representatives on Tuesday approved on third and final reading its version of a measure setting the maximum length of land leases for foreigners at 99 years from 75 previously, with the bill touted as a means of attracting more foreign investment.</p><p nitf:lede=\"true\">By a 175-3-2 vote, legislators approved House Bill No. 10755, which also includes protections for foreign investors entering into lease agreements.</p><p>The Senate passed its version of the measure on Monday.</p><p>The 1987 Constitution prohibited foreigners from owning land in the country, but the 31-year-old Investors’ Lease Act allowed foreign investors to lease private land for an initial period of 50 years, renewable once for a maximum of 25 years.</p><p>The proposed law was declared a priority measure by President Ferdinand R. Marcos, Jr. It had been introduced in June by Senate President Francis G. Escudero, after efforts to amend economic provisions of the 1987 Constitution stalled in Congress.</p><p>A total of $8.9 billion in foreign direct investment flowed into the Philippines in 2023, well behind Singapore’s $159.6 billion, Indonesia’s $21.6 billion and Vietnam’s $18.5 billion.</p><p>The bill seeks to allow foreign investors to sublet properties, unless prohibited under the lease contract. Sublease contracts longer than 25 years or more are required to be registered with the Register of Deeds, while sublet contracts less than 25 years are exempt.</p><p>The measure listed the approved purposes of land leases by foreigners to include industry, agro-industrial, commercial, tourism, agriculture, agroforestry and ecological conservation.</p><p>The inclusion of agroforestry purposes was designed to “spur foreign investment in tree plantations and carbon farming on private land,” Calixto V. Chikiamco, president of Foundation for Economic Freedom, said via Viber before the bill’s approval.</p><p>The measure stipulates that Board of Investments approval is required for lease agreements outside economic zones or freeports.</p><p>George T. Barcelon, chairman of the Philippine Chamber of Commerce and Industry, said legislators should consider setting other conditions for such leases, such as the size of the investment, the jobs to be created, and the project’s contribution to the economy.</p><p>“We don’t want the land to be tied up for that long if they’re not putting in effort on the investments,” he said via phone before the bill’s approval.</p><p>Foreign investors that fail to initiate their planned investment projects on the leased sites within three years risk having the contract terminated by the Secretary of Trade or the heads of the economic zones or freeport areas, according to the bill.</p><p>The bill also imposes a prison term of up to six years and a fine of as much as P6 million for lessees and investors using the leased land in a manner contrary to Philippine law.</p><p>“While this reform would help improve the country’s investment climate, we believe additional reforms are needed to further promote investments and jobs in the Philippines,” American Chamber of Commerce of the Philippines Executive Director Ebb Hinchliffe told BusinessWorld via Viber before the bill’s approval.</p><p>“For example, we strongly support amendments to the Electric Power Industry Reform Act to help boost energy security and economic development; the rationalization of the mining fiscal regime; the International Maritime Trade Competitiveness Act; the Konektadong Pinoy bill to expand internet connectivity; and the creation of the Philippine Airports Authority to improve our airports and support aviation and tourism sectors,” he added.</p><p>British Chamber of Commerce of the Philippines Executive Director Chris Nelson told BusinessWorld by phone that “compared (to other countries that allow) direct ownership, it is not the same… While we would welcome the extension, we would actually say that they should also be looking at the possibility of having land ownership.”</p><p>The Philippines should also consider joining the Comprehensive and Progressive Agreement for Trans-Pacific Partnership (CPTPP) to entice more foreign investments into the country, he added, speaking to BusinessWorld before the bill’s approval.</p><p>The CPTPP is a trade pact comprising Australia, Brunei, Canada, Chile, Japan, Malaysia, Mexico, New Zealand, Peru, Singapore, and Vietnam. The UK last week became its 12th member.</p>", "publisher": "BusinessWorld", "instances": ["The bill seeks to allow foreign investors to sublet properties, unless prohibited under the lease contract. Sublease contracts longer than 25 years or more are required to be registered with the Register of Deeds, while sublet contracts less than 25 years are exempt. The inclusion of agroforestry purposes was designed to “spur foreign investment in tree plantations and carbon farming on private land,” Calixto V. Chikiamco, president of Foundation for Economic Freedom, said via Viber before the bill’s approval.", "Sublease contracts longer than 25 years or more are required to be registered with the Register of Deeds, while sublet contracts less than 25 years are exempt. The measure listed the approved purposes of land leases by foreigners to include industry, agro-industrial, commercial, tourism, agriculture, agroforestry and ecological conservation. Chikiamco, president of Foundation for Economic Freedom, said via Viber before the bill’s approval. The measure stipulates that Board of Investments approval is required for lease agreements outside economic zones or freeports."]}, {"relevance_score": 16, "title": "BIZ BUZZ: RE leader", "published": "2024-12-23", "bodyText": "<p nitf:lede=\"true\"> Ayala-led ACEN is no doubt leading the renewable energy (RE) game with the company winning recognition for its Ilocos Norte wind farm.</p><p nitf:lede=\"true\">Thanks to its massive investments in clean power, ACEN dominated the inaugural Department of Energy (DOE) Sustainable Energy Awards 2024 out of 246 entries.</p><p>ACEN key officials took pride as their 81-megawatt North Luzon wind project further cemented its position as a dominant renewable player in the market. The project generates about 205,000 megawatt-hours of clean energy annually, powering around 50,000 homes and avoiding 144,000 metric tons of carbon emissions each year.</p><p>Deemed a sustainable development, the project has a 700-hectare Conservation Estate spearheading efforts in reforestation, agroforestry, biodiversity protection and circularity programs.</p><p>'This recognition is especially meaningful as it coincides with the 10th anniversary of North Luzon Renewables' (NLR) operations. The success of NLR reflects ACEN's unwavering commitment to sustainability and our vision of a renewable energy-powered future,' ACEN president and CEO Eric Francia said. -Lisbet K. Esmael</p><p>Vivant's exec to lead LCF</p><p>An official of Vivant Corp., a listed energy and water conglomerate, has been named chair of the League of Corporate Foundations (LCF).</p><p>Shem Jose Garcia, the executive director of the group's social responsibility arm Vivant Foundation Inc., said that under his helm, the LCF would accelerate the private sector's participation in pushing for initiatives meant to 'address critical social and environmental challenges.'</p><p>'Through the League of Corporate Foundations, Vivant Foundation stands to be a catalyst for change, harnessing our initiatives and expertise to empower communities and drive sustainable solutions,' Garcia said.</p><p>LCF has 99 members with grant-making corporate and family foundations, including the biggest corporations in the Philippine market.</p><p>Vivant Corp. has investments in electric power distribution, infrastructure, power generation, and retail.</p>", "publisher": "Philippines Daily Inquirer", "instances": ["ACEN key officials took pride as their 81-megawatt North Luzon wind project further cemented its position as a dominant renewable player in the market. The project generates about 205,000 megawatt-hours of clean energy annually, powering around 50,000 homes and avoiding 144,000 metric tons of carbon emissions each year. This recognition is especially meaningful as it coincides with the 10th anniversary of North Luzon Renewables' (NLR) operations. The success of NLR reflects ACEN's unwavering commitment to sustainability and our vision of a renewable energy-powered future,' ACEN president and CEO Eric Francia said."]}, {"relevance_score": 49, "title": "Significant reforms for economic growth", "published": "2025-03-06", "bodyText": "<p nitf:lede=\"true\"> The year 2024 brought about challenges for the Philippine economy which grew by 5.6 percent, below the government's target of 6-6.5 percent. A January 2025 Social Weather Stations survey found that 'increasing job opportunities' is the top issue influencing Filipino voters. Hence, there is an urgent need to ramp up initiatives that will bring in foreign direct investments and create more jobs.</p><p nitf:lede=\"true\">Top four pertinent bills to increase investments and create jobs</p><p>Four important bills have reached advanced stages in Congress and can be considered as 'low hanging fruits.' The Konektadong Pinoy (KP) bill and An Act Liberalizing the Lease of Private Lands to Foreign Investors, can be approved and immediately ratified when the legislators return briefly in June. The Accelerated and Reformed Right of Way Act and Lifelong Returning and Development Act should be included as part of the legislative priority agenda for the 20th Congress.</p><p>1. Konektadong Pinoy (KP) bill. This was certified as urgent by the President on 27 Jan. 2025 and passed on third reading by both Houses. This bill will simplify the approval process for data transmission companies by removing the need for a congressional franchise, making it easier for new and existing providers to expand.</p><p>KP is expected to drive investments in digital infrastructure, particularly, in data centers, which are critical for artificial intelligence development and other emerging technologies. It will help strengthen digital connectivity, support innovation, and create more opportunities for private sector participation in the country's digital economy.</p><p>2. An Act Liberalizing the Lease of Private Lands by Foreign Investors. This has been approved on third reading by both Houses and is pending bicameral conference discussions.</p><p>The reform measure seeks to extend land lease limits to foreign investors from 50 years to 99 years and allows the lease for agriculture, agroforestry, and ecological conservation purposes including carbon farming, tree plantation development, and ecotourism. It will help foreign investment without allowing land ownership, which would need a constitutional amendment.</p><p>3. Accelerated and Reformed Right-of-Way Act. This bill has passed the House of Representatives and is pending for second reading approval in the Senate.</p><p>The bill aims to make right-of-way acquisition more efficient and ensure just and timely compensation to affected property owners. This can attract more infrastructure investments which, in turn, would make market access and distribution of goods more efficient, boosts productivity of both business and workers, reduces transportation costs, etc., thereby leading to increased economic growth.</p><p>Congress should maintain economic growth enhancing foreign assisted public works projects in the list of programmed appropriations in the National Budget with assured funding instead of transferring these to unprogrammed appropriations with no definite sources of financing.</p><p>4. Lifelong Learning Development Framework Act. This bill has passed second reading in the Senate, but it is still at the committee level in the House of Representatives. This is a priority bill under the Second Congressional Commission on Education.</p><p>Executive measures. The Executive Department should rigorously implement reforms related to the ease of doing business and improved agricultural production and productivity These include:</p><p>1. Proper implementation and promotion of the CREATE MORE Act. Some key amendments in CREATE More Law include: reducing corporate income tax to 20 percent from 25 percent; extending maximum income tax holiday to 14 to 17 years from four to seven years; and clarifications on provisions on VAT refund.</p><p>2. Improving non-fiscal incentives. Beyond implementing the Ease of Doing Business Law, the government should adopt a customer service-oriented approach. Dubai's 'Golden Visa' program exemplifies this, assigning government personnel to assist investors for a smooth, fast, and streamlined process. A similar system, implemented by bodies like Anti-Red Tape Authority, would greatly benefit investors.</p><p>3. Public-private collaborations in agriculture. This will help improve agricultural production through providing financing, inputs, technology, and capacity building to help equip farmers with business skills. They can also invest in post-harvest handling and processing facilities, such as building cold storage warehouses, processing plants, and packaging facilities.</p><p>In summary, Congress has a brief period from June 2 to June 13, to pass the reforms, which are up for bicameral deliberations, like the KP Bill and extending land lease to 99 years, before it adjourns. For the other pending bills, the President and the 20th Congress should prioritize their immediate passage to help the government reach its economic growth target.</p><p>The President should also pursue reforms that can be done through executive action such as promoting improved fiscal incentives, enhancing non-fiscal incentives, and implementing public-private partnerships to improve the growth of the agriculture sector.</p><p>Gary B. Teves had served as finance secretary under the Arroyo administration.</p>", "publisher": "Philippines Daily Inquirer", "instances": ["An Act Liberalizing the Lease of Private Lands by Foreign Investors. This has been approved on third reading by both Houses and is pending bicameral conference discussions. It will help foreign investment without allowing land ownership, which would need a constitutional amendment. 3."]}, {"relevance_score": 12, "title": "Senate approves bill extending foreigner land leases to 99 years", "published": "2024-12-17", "bodyText": "<p nitf:lede=\"true\">The Senate approved a bill on Monday extending the maximum term for land leases entered into by foreign investors, and another measure reorganizing the socio-economic planning agency.</p><p>Senate Bill No. 2898, which seeks to amend the 31-year-old Investors’ Lease Act, extends the term for foreign leases to 99 from 75 years.</p><p>Under the current setup, foreign investors may lease private land for an initial period of 50 years, renewable for a further 25 years.</p><p>The latest bill, which is among the measures that Congress seeks to pass before the midterm elections, also allows foreign investors to sublet properties unless barred by contract.</p><p>The proposal will also allow foreign investors to lease land for agriculture, agroforestry and ecological conservation.</p><p>Senate President Francis Joseph G. Escudero said the bill is in line with government efforts to attract foreign investment, which he called “critical in realizing socio-economic objectives such as increasing employment levels, creating decent work, infusing technology into domestic businesses, and improving the integration of local enterprises with the global market.”</p><p>“This bill seeks to address this economic roadblock by strengthening the legal framework for long-term leases provided under Republic Act No. 7652,” he said in a statement.</p><p>The Senate also passed on third and final reading a bill seeking to reorganize the National Economic and Development Authority into the Department of Economy, Planning and Development (DEPDev).</p><p>The bill positions DEPDev “as the government’s primary policy, planning, coordinating and monitoring body for economic development.”</p>", "publisher": "BusinessWorld", "instances": ["Under the current setup, foreign investors may lease private land for an initial period of 50 years, renewable for a further 25 years. The latest bill, which is among the measures that Congress seeks to pass before the midterm elections, also allows foreign investors to sublet properties unless barred by contract. Senate President Francis Joseph G. Escudero said the bill is in line with government efforts to attract foreign investment, which he called “critical in realizing socio-economic objectives such as increasing employment levels, creating decent work, infusing technology into domestic businesses, and improving the integration of local enterprises with the global market."]}, {"relevance_score": 12, "title": "Senate approves bill extending foreigner land leases to 99 years", "published": "2024-12-17", "bodyText": "<p nitf:lede=\"true\">The Senate approved a bill on Monday extending the maximum term for land leases entered into by foreign investors, and another measure reorganizing the socio-economic planning agency.</p><p>Senate Bill No. 2898, which seeks to amend the 31-year-old Investors’ Lease Act, extends the term for foreign leases to 99 from 75 years.</p><p>Under the current setup, foreign investors may lease private land for an initial period of 50 years, renewable for a further 25 years.</p><p>The latest bill, which is among the measures that Congress seeks to pass before the midterm elections, also allows foreign investors to sublet properties unless barred by contract.</p><p>The proposal will also allow foreign investors to lease land for agriculture, agroforestry and ecological conservation.</p><p>Senate President Francis Joseph G. Escudero said the bill is in line with government efforts to attract foreign investment, which he called “critical in realizing socio-economic objectives such as increasing employment levels, creating decent work, infusing technology into domestic businesses, and improving the integration of local enterprises with the global market.”</p><p>“This bill seeks to address this economic roadblock by strengthening the legal framework for long-term leases provided under Republic Act No. 7652,” he said in a statement.</p><p>The Senate also passed on third and final reading a bill seeking to reorganize the National Economic and Development Authority into the Department of Economy, Planning and Development (DEPDev).</p><p>The bill positions DEPDev “as the government’s primary policy, planning, coordinating and monitoring body for economic development.”</p>", "publisher": "BusinessWorld", "instances": ["Under the current setup, foreign investors may lease private land for an initial period of 50 years, renewable for a further 25 years. The latest bill, which is among the measures that Congress seeks to pass before the midterm elections, also allows foreign investors to sublet properties unless barred by contract. Senate President Francis Joseph G. Escudero said the bill is in line with government efforts to attract foreign investment, which he called “critical in realizing socio-economic objectives such as increasing employment levels, creating decent work, infusing technology into domestic businesses, and improving the integration of local enterprises with the global market."]}, {"relevance_score": 29, "title": "Legarda bats for food security anew amid report of rising hunger in PH", "published": "2025-01-18", "bodyText": "<p nitf:lede=\"true\"> Senator Loren Legarda expressed concerns over a recent report highlighting a rising hunger rate among Filipinos nationwide, noting that it was the highest recorded since the onset of the COVID-19 pandemic in 2020.</p><p>According to the survey published by the Social Weather Stations (SWS) on Tuesday, January 14, 25.9% of Filipino households admitted to experiencing hunger at least once in the past three months.</p><p>Mindanao recorded the highest hunger rate at 30.3%, followed by Luzon at 25.3% and Visayas at 24.4%. Metro Manila recorded a hunger rate of 22.2%.</p><p>In light of the country's growing food security issues, Legarda reiterated her strong commitment to developing additional programs to address food shortages and promote sustainable food systems across the nation.</p><p>She emphasized the importance of a whole-of-government approach to ensuring greater access to food for Filipinos and reducing food waste.</p><p>'The recent survey by the SWS is deeply alarming and serves as a wake-up call for those of us in public service. I have consistently advocated for our kababayan's overall health and welfare. As elected officials of this country, we must not turn a blind eye to this pressing social issue,' Legarda said.</p><p>'I say this with conviction: Our responsibility is to ensure that no Filipino goes to bed hungry. No Filipino faces the shame of not having enough food on their dining table. We must see to it that food security becomes a reality in every household. Remember that our great nation cannot thrive if more and more Filipinos become hungry every single day,' she added.</p><p>As a four-term senator, Legarda has pushed for the passage of several bills that guarantee access of Filipinos to adequate food, even in the generations to come.</p><p>The senator filed Senate Bill No. 240, or the Zero Food Waste Act of 2022, a measure intended to adopt a system that promotes food waste reduction.</p><p>This also urged several government agencies to do a National Zero Food Waste Campaign and raise awareness on related issues.</p><p>She also filed the Food Forest Gardening Act, which aims to promote agroforestry and give Filipino farmers a chance to cultivate low-maintenance food forests.</p><p>Likewise, the senator continued to reiterate her unyielding support for local produce by bringing her initiative 'Bayong-All-You-Can' to the Senate for the past two years, wherein tons of fresh vegetables and other crops, brought directly from the farmers through Rural Rising Ph, were distributed to Senate employees.</p><p>This project is anchored in various pieces of legislation she authored, including the Organic Agriculture Act, Agri-Agra Reform Credit Act, and the Rural Farm Schools Act.</p><p>'I have always believed that food security is a strong foundation of a healthy and productive country. We must acknowledge the threat that this problem continues to pose to our society. Beyond sympathy, we must offer real and long-term solutions. We must continue investing in the Filipino people by guaranteeing them inclusive access to food,' Legarda stressed.</p>", "publisher": "Philippines Daily Inquirer", "instances": ["240, or the Zero Food Waste Act of 2022, a measure intended to adopt a system that promotes food waste reduction. This also urged several government agencies to do a National Zero Food Waste Campaign and raise awareness on related issues. Likewise, the senator continued to reiterate her unyielding support for local produce by bringing her initiative 'Bayong-All-You-Can' to the Senate for the past two years, wherein tons of fresh vegetables and other crops, brought directly from the farmers through Rural Rising Ph, were distributed to Senate employees. This project is anchored in various pieces of legislation she authored, including the Organic Agriculture Act, Agri-Agra Reform Credit Act, and the Rural Farm Schools Act."]}, {"relevance_score": 52, "title": "How indigenous peoples preserve their forests amidst commercialization", "published": "2025-02-16", "bodyText": "<p nitf:lede=\"true\"> Where there are forests, there are indigenous peoples.</p><p nitf:lede=\"true\">If there is one thing about indigenous ancestral lands that sparks hope for the future, it is the fact that they host most of the Philippines' last remaining old-growth forests. These forests are not only a critical refuge for the country's vanishing wildlife but are imperative natural defenses against the looming impacts of climate change. They are key to ensuring food security in a country ravaged by centuries of unimpeded logging, mining and deforestation.</p><p nitf:lede=\"true\">This also holds true in many countries elsewhere where indigenous peoples (IPs) have long co-existed with their natural environment. This harmonious existence allowed them to develop traditions and customs that recognize the importance of preserving the land and its resources and passing these to future generations. For them, forest preservation is inextricably linked to their very existence.</p><p>That same concept applies in the Philippines. Despite centuries of colonization, many IPs managed to preserve their rich culture, including their mindset and practice of living harmoniously with the land.</p><p>In Apayao province, one of the country's last ecological frontiers, we find the Isnag tribes who developed a unique forest conservation system called lapat. The concept is simple. Once the community elders or chieftains declare a part of the forest as lapat, no one is allowed to forage or hunt there for a certain period. This will allow the forest to regenerate and become a safe breeding ground for wildlife. The period of lapat implementation can vary, depending on the necessity.</p><p>Lapat is not only applied in the forest but also in other natural ecosystems such as rivers. Once a portion of a river is declared a lapat, then fishing in that spot is prohibited until the elders say otherwise.</p><p>The Isnags believe that by implementing lapat, they can sustain their rich forests and rivers, recognizing these as their food sources. Certainly, lapat worked as Apayao remains predominantly forested while its surrounding provinces have been stripped of their primary forests.</p><p>In recent years, researchers have sighted Philippine Eagles and giant Rafflesia flowers within Apayao's remote forests.</p><p>Then there's the muyong system of Ifugao, home to the renowned Banaue Rice Terraces. Muyong is an Ifugao term that translates to forest or woodlot. It can be viewed from various perspectives such as forest conservation strategy, watershed protection or assisted natural regeneration.</p><p>Muyong plots are typically small, ranging from 0.6 to 2.4 hectares, and these are usually situated on hilly terrains and the upper elevations. In Banaue, for example, designated muyong plots lie above the famed rice terraces. This is by no means a coincidence. The inhabitants are pretty much aware that maintaining the forests sustains creeks and brooks that irrigate their rice paddies. These are also important food sources as they host wild fruits, vegetables and wildlife.</p><p>Muyong does not only apply to existing forests, as some locals establish plots in denuded areas. They do so by planting a mix of native and exotic species, usually fruit-bearing trees. Essentially, they can turn barren hills or slopes into thriving agroforestry farms, gradually restoring biodiversity and ecological services.</p><p>Undoubtedly, muyong hugely contributed to the productivity and stability of Ifugao's rice terraces since time immemorial.</p><p>There are many more of these sustainability forest management systems across the country and elsewhere. However, these remain under-appreciated. Whilst government strategies have been focused on adopting Western sustainability models, the IPs have long successfully lived harmoniously with the forest.</p><p>It is high time that our so-called educated leaders listen to indigenous voices and to learn from their time-tested models.</p><p>Sure. Challenges and times have changed. And yes, there is also the need to integrate modern and scientific approaches. But in a lot of cases, the solutions are already there. Concrete examples exist. So when we talk about forest management and addressing climate change and food security, we can always learn from the examples of our indigenous communities.</p><p>Think about it. They withstood colonial attempts and managed to preserve their rich culture and ecological heritage. The forests within their ancestral domains are now critical water sources, supplying communities and cities and irrigating lowland farms.</p><p>Thankfully, there are now emerging platforms, locally and internationally, providing opportunities for these indigenous systems to be communicated and legitimized as concrete strategies for forest conservation and sustainability as a whole.</p><p>But more needs to be done. And we can all start from this awareness.</p><p>Daniel Maches is a young coffee farmer and social entrepreneur. He has been initiating grassroots initiatives to promote forest conservation vis-à-vis community- based development. He is a proud member of the indigenous I-Lias tribe in Barlig, Mountain Province.</p>", "publisher": "The Philippine Star", "instances": ["Muyong does not only apply to existing forests, as some locals establish plots in denuded areas. They do so by planting a mix of native and exotic species, usually fruit-bearing trees. Undoubtedly, muyong hugely contributed to the productivity and stability of Ifugao's rice terraces since time immemorial. There are many more of these sustainability forest management systems across the country and elsewhere."]}, {"relevance_score": 23, "title": "Bill extending land lease limits OKd", "published": "2024-12-12", "bodyText": "<p nitf:lede=\"true\">The House of Representatives on Wednesday approved on second reading a bill extending land lease limits for foreign investors to 99 years from 75 years in a bid to entice foreign investments.</p><p>Approved by lawmakers via voice vote, House Bill No. 10755 liberalizes Philippine land lease policies to help improve the country’s investment climate, which is expected to result in “economic growth and create jobs,” according to the measure.</p><p>“[It aims] to promote the Philippines as a top investment destination, encourage investors to engage in strategic investments, and ensure that the country’s regulatory environment is conducive to business operations,” Iloilo Rep. Ferjenel G. Biron, who heads the House trade and industry committee, said in his sponsorship speech, on Tuesday.</p><p>The measure is a legislative priority of President Ferdinand R. Marcos, Jr.’s government. It seeks to amend the 31-year-old Investors’ Lease Act, which currently allows foreign investors to lease private land for an initial period of 50 years, renewable once for a period no longer than 25 years.</p><p>The Philippines is hard-pressed on attracting foreign investments despite being one of Asia’s fastest-growing economies as weak infrastructure, high electricity costs and tight regulations deter foreign investors.</p><p>A total of $8.9 billion in foreign direct investments flowed into the Philippines in 2023, in comparison to Singapore’s $159.6 billion, Indonesia’s $21.6 billion, and Vietnam’s $18.5 billion, data from the October 2024 Association of Southeast Asian Nation report showed.</p><p>The proposal will permit foreign investors to lease land for agriculture, agroforestry and ecological conservation purposes, according to an amendment by Baguio Rep. Mark O. Go accepted by the House floor.</p><p>The measure provides that lease agreements for lots outside economic zones or freeport areas would be subject to the Board of Investments’ approval. It also aims to allow foreign investors to sublet their leased land.</p><p>Foreign investors who fail to initiate their planned investment projects on the leased lands within three years risk having their land contracts terminated by the Trade secretary or the heads of economic zones or freeport areas, according to the bill.</p><p>The proposal also imposes a jail term of up to six years and a fine of as much as P6 million for lessees and investors who use the leased land contrary to Philippine laws.</p>", "publisher": "BusinessWorld", "instances": ["6 billion, and Vietnam’s $18. 5 billion, data from the October 2024 Association of Southeast Asian Nation report showed. Mark O. Go accepted by the House floor."]}, {"relevance_score": 23, "title": "Bill extending land lease limits OKd", "published": "2024-12-12", "bodyText": "<p nitf:lede=\"true\">The House of Representatives on Wednesday approved on second reading a bill extending land lease limits for foreign investors to 99 years from 75 years in a bid to entice foreign investments.</p><p>Approved by lawmakers via voice vote, House Bill No. 10755 liberalizes Philippine land lease policies to help improve the country’s investment climate, which is expected to result in “economic growth and create jobs,” according to the measure.</p><p>“[It aims] to promote the Philippines as a top investment destination, encourage investors to engage in strategic investments, and ensure that the country’s regulatory environment is conducive to business operations,” Iloilo Rep. Ferjenel G. Biron, who heads the House trade and industry committee, said in his sponsorship speech, on Tuesday.</p><p>The measure is a legislative priority of President Ferdinand R. Marcos, Jr.’s government. It seeks to amend the 31-year-old Investors’ Lease Act, which currently allows foreign investors to lease private land for an initial period of 50 years, renewable once for a period no longer than 25 years.</p><p>The Philippines is hard-pressed on attracting foreign investments despite being one of Asia’s fastest-growing economies as weak infrastructure, high electricity costs and tight regulations deter foreign investors.</p><p>A total of $8.9 billion in foreign direct investments flowed into the Philippines in 2023, in comparison to Singapore’s $159.6 billion, Indonesia’s $21.6 billion, and Vietnam’s $18.5 billion, data from the October 2024 Association of Southeast Asian Nation report showed.</p><p>The proposal will permit foreign investors to lease land for agriculture, agroforestry and ecological conservation purposes, according to an amendment by Baguio Rep. Mark O. Go accepted by the House floor.</p><p>The measure provides that lease agreements for lots outside economic zones or freeport areas would be subject to the Board of Investments’ approval. It also aims to allow foreign investors to sublet their leased land.</p><p>Foreign investors who fail to initiate their planned investment projects on the leased lands within three years risk having their land contracts terminated by the Trade secretary or the heads of economic zones or freeport areas, according to the bill.</p><p>The proposal also imposes a jail term of up to six years and a fine of as much as P6 million for lessees and investors who use the leased land contrary to Philippine laws.</p>", "publisher": "BusinessWorld", "instances": ["6 billion, and Vietnam’s $18. 5 billion, data from the October 2024 Association of Southeast Asian Nation report showed. Mark O. Go accepted by the House floor."]}, {"relevance_score": 19, "title": "House OKs 99-year land lease for foreign investors", "published": "2024-12-17", "bodyText": "<p nitf:lede=\"true\">MANILA, Dec. 17 -- The House of Representatives on Tuesday approved on final reading a bill allowing foreign investors to lease private lands in the Philippines for 99 years.</p><p>Voting 175 against three and two abstentions, House Bill (HB) 10755 that Speaker Ferdinand Martin Romualdez principally authored addresses the concern of foreign capitalists regarding the shorter rental period under the current law, which is 50 years with renewal for an additional 25 years.</p><p>The bill is among the priority measures of the Legislative-Executive Development Advisory Council (LEDAC)</p><p>\"We hope they would be satisfied with the proposal. We hope it would attract new foreign investments and encourage existing investors to expand their businesses, thereby creating more job and income opportunities for our people and sustaining our economic growth,\" Romualdez said.</p><p>The proposal, he added, also aligns with President Ferdinand R. Marcos Jr.'s open-door policy for legitimate foreign capital and with existing practices in many countries in the region.</p><p>\"We want to be competitive regionally and globally in terms of enticing foreign investments,\" Romualdez said.</p><p>HB 10755 provides it is state policy to encourage foreign investments consistent with the constitutional mandate to conserve and develop the nation's patrimony.</p><p>It declares that the state adopts a flexible and dynamic policy on the granting of long-term leases on private lands to foreign investors for the establishment of industrial estates, factories, assembly or processing plants, agro-industrial enterprises, land development for industrial or commercial use, tourism, agriculture, agroforestry, ecological conservation, and other similarly productive endeavors.</p><p>The bill further declares that it is state policy to ensure the reliability of investors' lease contracts to guarantee stability and return of investment.</p><p>Under the bill, a new provision defines the term \"private lands,\" which shall mean \"those lands which have been segregated from the general mass of the public domain and distributed by any form of gratuitous or onerous grant by the state, such as a deed of sale, adjustment title, special grant, or possessory information title converted into a record of ownership.\"</p><p>The definition \"shall include patrimonial properties of the state-owned, held, controlled, supervised, managed, or administered by investment promotion agencies as definite under Republic Act No. 11534, otherwise known as the Corporate Recovery and Incentives for Enterprises or CREATE Act.\"</p><p>The bill provides violations carry a fine of PHP1 million to up to PHP10 million.</p><p>On Monday, the Senate approved its version, Senate Bill 2898 or the Investors' Lease Act.</p><p>Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htdigital.in\">contentservices@htdigital.in</email></p>", "publisher": "Philippines News Agency", "instances": ["We want to be competitive regionally and globally in terms of enticing foreign investments,\" Romualdez said. HB 10755 provides it is state policy to encourage foreign investments consistent with the constitutional mandate to conserve and develop the nation's patrimony. The bill further declares that it is state policy to ensure the reliability of investors' lease contracts to guarantee stability and return of investment. Under the bill, a new provision defines the term \"private lands,\" which shall mean \"those lands which have been segregated from the general mass of the public domain and distributed by any form of gratuitous or onerous grant by the state, such as a deed of sale, adjustment title, special grant, or possessory information title converted into a record of ownership."]}, {"relevance_score": 28, "title": "ACEN eyes 1.2-GW of additional capacity in 2025", "published": "2024-12-16", "bodyText": "<p nitf:lede=\"true\">Manila, Dec. 16 -- Ayala-led ACEN Corporation has set a target of adding 1.2 gigawatts (GW) of operational capacity by 2025.</p><p nitf:lede=\"true\">In a briefing on Monday, Dec. 16, Eric Francia, ACEN president and chief executive officer, stated that the company is on track with its pipeline projects, which are set to come online next year.</p><p>\"We're now at 6.8 GW. That's operating, under construction, and committed (board approved),\" he told reporters.</p><p>According to ACEN, 45 percent of this capacity is currently operational, with 34 percent under construction.</p><p>\"If you look at projects like Stubbo Solar, that's 520 MW. I think later in the year, Palauig 2, that's around 300 MW-[would finish by] the second half. Those are the two large projects,\" Francia elaborated.</p><p>Stubbo Solar, located in New South Wales, Australia, spans 1,250 hectares and is projected to power around 185,000 households.</p><p>Another renewable asset, ACEN's 146 MW Monsoon Wind project, is also slated to begin operations by 2025.</p><p>This wind project is a joint venture between ACEN and BCPG Public Company Limited, Impact Electrons Siam Limited, Mitsubishi Corporation, SMP Consultation, and STP&amp;I Public Company Limited.</p><p>Located in Laos, this project will be the first cross-border wind project in Southeast Asia, exporting power to Vietnam and energizing an estimated 298,100 homes.</p><p>Other projects in the pipeline include Pangasinan Solar, Pagudpud Wind, Capa Wind, Stockyard Wind in the United States, and a Hybrid Solar project in India.</p><p>ACEN receives DOE recognition</p><p>While anticipating further portfolio growth, ACEN was also awarded by the Department of Energy (DOE) for its North Luzon Renewables wind project.</p><p>The 81-megawatt (MW) wind project in Pagudpud, Ilocos Norte, received recognition in the Renewable Energy (RE) Projects in On-Grid Areas category during the DOE's Sustainable Energy Awards 2024.</p><p>According to ACEN, this 205,000 megawatt-hour (MWh) RE project has powered around 50,000 households and reduced carbon emissions by 144,000 metric tons annually.</p><p>\"Beyond compliance, the North Luzon Renewables wind project has demonstrated how renewable energy can create positive environmental and social impacts for host communities,\" ACEN stated.</p><p>\"This recognition is especially meaningful as it coincides with the 10th anniversary of NLR's operations. The success of NLR reflects ACEN's unwavering commitment to sustainability and our vision of a renewable energy-powered future,\" Francia shared.</p><p>Irene Maranan, Senior Vice President for Sustainability and Communications, and representatives from project partner Mitsubishi Corp. received the award alongside Francia last week.</p><p>The North Luzon Renewables project also includes a 700-hectare conservation estate with initiatives such as reforestation, agroforestry, biodiversity protection, and circularity programs.</p><p>Published by HT Digital Content Services with permission from Manila Bulletin. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htdigital.in\">contentservices@htdigital.in</email></p>", "publisher": "Manila Bulletin", "instances": ["Irene Maranan, Senior Vice President for Sustainability and Communications, and representatives from project partner Mitsubishi Corp. received the award alongside Francia last week. Published by HT Digital Content Services with permission from Manila Bulletin. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htdigital."]}, {"relevance_score": 20, "title": "Multi-pronged approach needed to expand middle class, says PIDS", "published": "2025-01-05", "bodyText": "<p nitf:lede=\"true\"> A multi-pronged approach is needed to address the key challenges and opportunities in achieving the vision of a predominantly middle-class society in the country, according to the Philippine Institute For Development Studies (PIDS).</p><p nitf:lede=\"true\">'Expanding the middle class requires a multipronged approach that encompasses promoting social justice in natural resource management and climate change transition, harnessing new opportunities in trade and investments, ensuring a future-ready workforce, strengthening social protection systems, and improving digital governance and public service delivery,' the PIDS said in its Economic Policy Monitor 2023-2024: Wealth Creation for Expanding the Middle Class in the Philippines.</p><p nitf:lede=\"true\">'By establishing a comprehensive and integrated set of policies and programs across these key areas, the Philippines can build a stronger, more resilient, and more inclusive middle class,' the think tank said.</p><p>The report proposed specific recommendations under the four mentioned areas to foster a stronger and more inclusive middle class in the Philippines.</p><p>Under promoting social justice in natural resource management and climate change transitions, the PIDS is recommending strengthening community-based natural resource management frameworks, ensuring equitable access to and benefit sharing from natural resources for local communities.</p><p>It also recommended investment in sustainable livelihoods and value chain development for resource-dependent communities, particularly in sectors such as agroforestry, ecotourism, and sustainable fisheries.</p><p>To harness new opportunities in trade and investments for MSMEs, export promotion programs and trade facilitation measures need to be strengthened to assist MSMEs in accessing regional and global markets, particularly in high-potential sectors such as electronics, food and services.</p><p>The PIDS cited targeted support to MSMEs in the form of export coaching, trade financing, and market intelligence to help them overcome barriers to internationalization as another recommendation.</p><p>Meanwhile, ensuring a future-ready workforce and social protection requires investing in quality education and skills development programs that are responsive to the changing demands of the labor market, particularly in STEM and digital skills.</p><p>The report cited the need to strengthen industry-academe linkages and promote work-based learning programs, such as apprenticeships and internships, to improve the employability of graduates.</p><p>Additionally, there is also a need to expand social protection coverage to informal and gig workers through initiatives such as the SSS Reform Act and the Unemployment Insurance Scheme.</p><p>To improve digital governance and public service delivery, the PIDS is recommending the acceleration of investment in digital infrastructure, particularly in rural and underserved areas, to ensure equitable access to digital services and opportunities.</p><p>It also moved for the implementation of the PhilSys to improve the targeting and delivery of social protection programs and promote financial inclusion.</p><p>The agency also recommended strengthening digital literacy and skills development programs for government workers and citizens, particularly in underserved and marginalized communities.</p><p>'By implementing these specific recommendations, the Philippines can create a more enabling environment for middle-class expansion while addressing the key challenges and opportunities in each of the four multipronged approaches.</p><p>The PIDS noted, however, that the recommendations are not exhaustive and should be adapted to the specific context and priorities of the country.</p><p>It emphasized that the effective implementation of these recommendations will require strong political will, sustained investments, and close collaboration among government agencies, the private sector, civil society organizations, and development partners.</p><p>Additionally, it will also require a commitment to evidence-based policymaking, regular monitoring and evaluation, and continuous learning and adaptation.</p><p>'Realizing this vision depends on strong leadership, a long-term perspective, and a willingness to invest in the country's human capital, institutions, and infrastructure, even in the face of short-term challenges and competing priorities,' the PIDS said.</p><p>'Ultimately, by establishing a comprehensive and integrated set of policies and programs across these four key areas, the Philippines can foster a stronger, more resilient, and more inclusive middle class that can serve as a key driver of sustainable and equitable development in the years to come,' it said.</p>", "publisher": "The Philippine Star", "instances": ["The report proposed specific recommendations under the four mentioned areas to foster a stronger and more inclusive middle class in the Philippines. Under promoting social justice in natural resource management and climate change transitions, the PIDS is recommending strengthening community-based natural resource management frameworks, ensuring equitable access to and benefit sharing from natural resources for local communities. To harness new opportunities in trade and investments for MSMEs, export promotion programs and trade facilitation measures need to be strengthened to assist MSMEs in accessing regional and global markets, particularly in high-potential sectors such as electronics, food and services. The PIDS cited targeted support to MSMEs in the form of export coaching, trade financing, and market intelligence to help them overcome barriers to internationalization as another recommendation."]}, {"relevance_score": 20, "title": "GCash, Zolo forge partnership to combat e-waste", "published": "2024-12-13", "bodyText": "<p nitf:lede=\"true\"> GCash, the Philippines' leading finance super app and largest cashless ecosystem, is proud to announce a new partnership with Zolo, a global leader in sustainable IT Asset Disposal (ITAD) solutions and a trusted full-service provider of IT asset management.</p><p>This collaboration aims to minimize the environmental impact of electronic waste by responsibly refurbishing and reselling unused devices.</p><p>According to The Global e-Waste Monitor 2024 report, the Philippines generated 540 million kg of e-waste in 2022, with a lack of access to proper e-waste disposal facilities as one of the key contributors to this challenge.</p><p>E-waste is one of the biggest challenges of the digital age, and GCash is leading the way in managing its carbon footprint and promoting responsible e-waste management.</p><p>\"By finding ways to extend the life of devices and embracing creative approaches to repurpose and recycle, we're doing more than reducing waste - we're advocating for a sustainable economy, one where resources are reused, valued, and given new life,\" said Pebbles Sy, chief technology and operations officer at GCash.</p><p>\"This collaboration proves that when like-minded organizations join forces, we can achieve so much more for the planet and our communities.\"</p><p>Zolo, an Australian company with operations in the Philippines and a carbon-neutral company that helps businesses manage their IT assets sustainably, shares GCash's vision of a greener planet.</p><p>By extending the lifecycle of electronic devices, Zolo helps conserve resources and reduce the demand for new materials.</p><p>\"It is a pleasure for us as someone who is trying to push the boundaries of sustainability to find a partner that we can do this with. It is not easy in the Philippines to find such a partnership,\" said Saar Herman, country manager at Zolo. \"At Zolo Philippines, we are deeply committed to bringing sustainability into places, companies, and communities.\"</p><p>This partnership aligns with GCash's ongoing efforts to promote sustainability, which include its GForest initiative.</p><p>Launched in 2019, GForest has evolved from a reforestation effort into a significant eco-movement, now encompassing agroforestry to support the livelihoods of local communities. By working together, GCash and Zolo aim to inspire other organizations to adopt sustainable practices and contribute to a healthier planet.</p><p>To date, over 2,810,000 trees have been planted by the movement created by GForest, covering 11,600 hectares and providing incremental livelihood to 8,600 farmers.</p><p>Meanwhile, proceeds of GCash's partnership with Zolo will go to the ABS-CBN Foundation, a non-profit organization active in environmental stewardship and community service.</p><p>\"GCash has created a movement that allows millions of Filipinos to participate in meaningful action to protect the environment and combat climate change. Now, we're leading the charge for another movement - addressing e-waste and expanding the lifecycle of unused devices,\" stated CJ Alegre, sustainability head at GCash.</p><p>\"We are forging a sustainable legacy. Together, we are pioneering a sustainable revolution in fintech where every transaction brings us closer to a greener future,\" Alegre concluded.</p>", "publisher": "The Philippine Star", "instances": ["\"At Zolo Philippines, we are deeply committed to bringing sustainability into places, companies, and communities. This partnership aligns with GCash's ongoing efforts to promote sustainability, which include its GForest initiative. By working together, GCash and Zolo aim to inspire other organizations to adopt sustainable practices and contribute to a healthier planet. To date, over 2,810,000 trees have been planted by the movement created by GForest, covering 11,600 hectares and providing incremental livelihood to 8,600 farmers."]}, {"relevance_score": 57, "title": "Agusan's Mt. Magdiwata: From logging hot spot to living forest", "published": "2025-02-23", "bodyText": "<p nitf:lede=\"true\"> Rising 633 meters (2,077 feet), Mt. Magdiwata towers over this bustling town of about 80,000 people that serves as the center of trade and commerce of Agusan del Sur province.</p><p nitf:lede=\"true\">San Francisco's old-timers and those who had frequented it long enough could immediately compare the mountain's condition through the years. Today, it is almost lush green, far from the barren landscape that it was more than 20 years ago.</p><p nitf:lede=\"true\">Over two decades of protection and restoration work, mainly spearheaded by the San Francisco Water District (SFWD), had made the difference in Magdiwata's ecological health.</p><p nitf:lede=\"true\">A recent flora and fauna study done by experts from the Caraga State University (CSU) has established its rich biodiversity, raising its importance for environmental conservation and preservation.</p><p>Reforestation effort began in 1997, after then President Fidel V. Ramos issued Presidential Proclamation No. 282 in 1993 that set aside some 1,000 hectares for a community forest management project and 1,658 ha as Mt. Magdiwata watershed forest reserve, out of a vast reservation assigned to state-owned National Development Co. in 1980.</p><p>At that time, forest cover was only 695 ha, a result of decades of large-scale logging operations from the 1960s through the 1970s, and then timber poaching on the remaining trees in the 1980s to supply lumber-milling plants that proliferated around town.</p><p>The water district took up the cudgels for Magdiwata's protection as the water distributed to households through its pipelines comes from the mountain's springs.</p><p>SFWD general manager Elmer Luzon recalled how they convinced farmers tilling in the upland area to transfer their farms to the buffer zone, located downhill, to give way to reforestation activities.</p><p>These farmers were given technical and financial support to pursue agroforestry through organic farming methods. Their community was then organized to become the 'social fence' that will prevent activities destructive to the mountain and its nascent forest cover.</p><p>More than a decade into the effort, Luzon said they discovered the doubling of water production capacity of SFWD's major spring sources. In 2017, they calculated that four spring sources SFWD had tapped into could supply the needs of up to 12,000 households, including the growing number of commercial establishments then.</p><p>This bolstered SFWD's resolve to protect Magdiwata.</p><p>Last year, SFWD commissioned the flora and fauna study to support the formulation of its watershed management plan.</p><p>'The plan aims to strike a balance between addressing socioeconomic concerns and protecting the environment, while respecting the diverse social and cultural beliefs of San Francisco, Agusan del Sur,' Luzon said.</p><p>The 220-page report, 'Biodiversity Update on Flora and Fauna and the Socioeconomic Study of the Mt. Magdiwata Watershed and Forest Reserve (MMWFR) and Indicative Watershed Management Plan,' came out in December last year, after nearly five months of fieldwork and analysisHome to 'Ibong Adarna'</p><p>The ecological richness of Magdiwata, which has now 97 percent forest cover, came to light in the study done by biodiversity expert Romell A. Seronay, director of CSU's Center for Research in Environmental Management and Eco-Governance, and Nilo Calomot, an environmental science expert at CSU.</p><p>The vibrant Philippine trogon (Harpactes ardens), one of the most colorful endemic birds in the country, which is associated with the mythical 'Ibong Adarna,' is among the many captivating discoveries of Seronay and Calomot in Magdiwata.</p><p>The bird appeared on July 7 last year, when the research team was deep in their fieldwork.</p><p>Calomot, who also serves as a consultant for SFWD, described the presence of the Ibong Adarna species as a symbol of Magdiwata's rich biodiversity. He cited the watershed's ecological role not just as a crucial water source for local communities but more importantly as a biodiversity haven.</p><p>The study described the watershed as a tropical lowland evergreen forest teeming with life, providing shelter to towering trees, rare plant species and diverse wildlife.</p><p>The study found that the forest supports 167 plant species, including rare varieties like Ficus fiskei and Artocarpus blancoi, plants that play vital roles in soil stabilization and maintaining water quality.</p><p>The lush forest floor teems with species such as the poison dart plant (Aglaonema commutatum) and zebra plant (Alocasia zebrina), which thrive in the moisture-rich environment, supporting a range of amphibians and reptiles. Among them are the rare Nyctixalus spinosus, a tree frog, and the venomous North Philippine temple pit viper (Tropidolaemus subannulatus). Vital stopover</p><p>The report also noted an abundance of birdlife on Mt. Magdiwata, identifying 47 bird species within the watershed, of which 29 were endemic to the Philippines.</p><p>Among the most abundant are the Philippine bulbul (Hypsipetes philippinus), whose calls echo through the forest. The diversity of avian life reflects the health of the ecosystem, which also serves as a vital stopover for migrating birds, according to the report.</p><p>Aside from birds, the watershed is also home to 132 species of volant mammals, including fruit bats like Cynopterus brachyotis, which play key roles in pollination and seed dispersal, further supporting the forest's biodiversity.</p><p>The report also documented a diverse array of plant life, totaling 167 species across 61 families and 112 genera in its initial survey.</p><p>The survey highlights the predominant presence of towering tree species, particularly from the Dipterocarpaceae family, including notable species such as bagtikan (Parashorea malaanonan), red lauan (Shorea negrosensis), white lauan (Shorea contorta), almon (Shorea almon), mayapis (Shorea palosapis) and tanguile (Shorea polysperma).</p><p>In addition, researchers also found trees from the Burseraceae family, like Canarium species, that also play a prominent role in shaping the landscape.</p><p>They noted that the dominance of these tall, canopy-forming trees significantly influences the forest structure, limiting the growth of understory species. The understory is primarily made up of plants from the Araceae family, such as the poison dart plant, snakeplant (Dracaena trifasciata), badjang or swamp taro (Crytospermum merkusii), Schismatoglottis calyptrata and uway or rattan (Calamus spp.).</p><p>Ongoing threats</p><p>Most of the plant species identified, so far, are trees that contribute to the high canopy cover throughout the watershed. These are followed by a variety of shrubs, which tend to grow as wildlings around the mother trees of species like tanguile, mayapis, and pili-pili.</p><p>The survey also noted the presence of herbs and ferns, adding further layers of complexity to the watershed's flora that help sustain its ecosystem that, in turn, help regulate water supply for agricultural and domestic use.</p><p>The watershed is home to 15 species listed as conservation priorities by the International Union for Conservation of Nature, including the critically endangered Amboyna wood or Pterocarpus indicus and the vulnerable Aquilaria cumingiana. These species are at significant risk due to habitat loss and illegal exploitation, underscoring the need for ongoing conservation efforts.</p><p>The Mt. Magdiwata Watershed is deeply integrated into the lives of local residents. Barangays such as Alegria, Karaus and Bayugan 2 rely on its resources for agricultural activities, particularly palm oil cultivation.</p><p>As the population grows and the demand for land increases, tensions between conservation and development have emerged, especially that the town has seen rapid growth since 2016 that it now hosts three big shopping malls.</p><p>The recent socioeconomic study revealed that while many residents are adapting to the watershed's protected status, balancing economic needs with environmental preservation remains a challenge.</p><p>More than three years ago, there were attempts to develop a 4-ha sloping land inside the watershed's 1-kilometer buffer zone into a housing project. This was met by protests from residents and SFWD officials.</p><p>The SFWD also vehemently opposed the inclusion of the watershed in the ancestral domain area to be granted the Manobo tribe, fearing its protection measures will falter.</p><p>What they are after, Luzon said, is for locals to not go thirsty.</p>", "publisher": "Philippines Daily Inquirer", "instances": ["The water district took up the cudgels for Magdiwata's protection as the water distributed to households through its pipelines comes from the mountain's springs. SFWD general manager Elmer Luzon recalled how they convinced farmers tilling in the upland area to transfer their farms to the buffer zone, located downhill, to give way to reforestation activities. Their community was then organized to become the 'social fence' that will prevent activities destructive to the mountain and its nascent forest cover. More than a decade into the effort, Luzon said they discovered the doubling of water production capacity of SFWD's major spring sources."]}, {"relevance_score": 24, "title": "PHL enhances readiness, participation in global carbon market", "published": "2025-01-14", "bodyText": "<p nitf:lede=\"true\"> THE Philippines is enhancing readiness for carbon market mechanisms and is eyeing participation in the global carbon market with the support of the Asian Development Bank (ADB) and other partners.</p><p nitf:lede=\"true\">Speaking at the kick-off of a three-day policy dialogue as part of the 2nd Philippines-Japan Week on Monday, DENR Secretary Maria Antonia Yulo-Loyzaga said the Philippines is also working on improving its monitoring, reporting, and verification systems related to carbon trading.</p><p nitf:lede=\"true\">In this connection, the DENR will release information within the first quarter of the year on the 1.2-million hectares of classified forest land as priority investment areas for reforestation, agroforestry, and forest-related development, said Yulo-Loyzaga.</p><p>Yulo-Loyzaga led key Department of Environment and Natural Resources (DENR) officials on Monday in welcoming the agency's counterpart from Japan to mark the 2nd Philippines-Japan Environment Week.</p><p>The event, at the Dusit Thani Hotel in Makati, is organized by the Ministry of the Environment, Government of Japan.</p><p>'This event is a testament to our commitment that we formalized in our Memorandum of Cooperation, which we signed in December of 2023.  This embodied the enduring friendship and shared ambition of our two nations to achieve mutual prosperity, sustainable development, and regional stability through a rule-based international order,' Yulo-Loyzaga said.</p><p>The three-day celebration will provide both countries with concrete opportunities to pursue mutual goals while addressing the most pressing challenges brought about by climate change, adaptation and mitigation, pollution and environmental management, clean energy, safe and sustainable water, and access to innovative technologies and financing to achieve these goals, the DENR chief stressed.</p><p>Loyzaga highlighted the Philippines-Japan collaboration as she proposed to explore areas of cooperation.</p><p>'On Climate Change, we are accelerating the rate of our climate action including optimizing opportunities for co-benefits and the combination of investments in both green and grey infrastructure,' Loyzaga said.</p><p>Loyzaga said both countries aim to identify areas for reforestation and the introduction of multipurpose water facilities and infrastructure.</p><p>Currently, the Philippines is updating its Nationally Determined Contributions (NDCs) and accelerating its implementation, focusing on strengthening institutional capacity.</p><p>On climate adaptation and disaster risk reduction, the Philippines in cooperation with Japan, is working closely with the DENR is working closely with the National Disaster Risk Reduction and Management Council (NDRRMC) to advance anticipatory action by improving both inputs to landslide and flood risk mapping.</p><p>Meanwhile, on air quality, the DENR is now part of NASA's Asia Air Quality Program and is actively pursuing better data collection and monitoring as well as analysis in urban airsheds throughout the country.</p><p>'There are clear opportunities to enhance both science and technical capacity within the Department and through our partners through advanced emission reduction strategies and monitoring technologies,' she said.</p><p>Meanwhile, on water, Yulo-Loyzaga said that through the efforts of the DENR's Water Resources Management Office (WRMO) and the National Economic and Development Authority (Neda), the DENR is advancing integrated water resource management and has identified over 200 water projects and 88 potential sites for multi-purpose impounding facilities to deliver water to both underserved and unserved populations.</p><p>The initiative also aims to improve water supply to communities in local governments, agriculture, and industry.</p><p>'At the Department, we have adopted a nexus government approach by linking water management with food, health, energy, and environmental security such as by constructing multi-purpose types of infrastructure, and promoting green and blue nature-based solutions,' said Yulo-Loyzaga, who revealed that the agency is working closely with the Department of Public Works and Highways (DPWH), and Department of Energy (DOE) on identifying small and medium-scale sources for hydroelectric power.</p><p>On waste management, Yulo-Loyzaga said the agency continues to advance the Circular Economy as it enhances compliance to the Extended Producers Responsibility.</p><p>'We are now looking into enabling investments in advanced waste management technologies for domestic, industrial hazardous and electronic waste.'</p><p>She said this will allow the DENR to actively engage all the LGUs NGOs and the private sector in innovative waste management technologies to address priorities such as those for plastic pollution management and the management of marine litter.</p><p>Lastly, on biodiversity conservation, the DENR is committed to implementing the global biodiversity framework to address biodiversity loss, restoring ecosystems, and protecting indigenous peoples and communities.</p><p>By reinforcing their bilateral relationship, the Philippines and Japan are not only strengthening the bonds between the two nations but are also contributing to a legacy of innovation, inclusion, resilience, and prosperity for other countries and generations to come, she said.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["Speaking at the kick-off of a three-day policy dialogue as part of the 2nd Philippines-Japan Week on Monday, DENR Secretary Maria Antonia Yulo-Loyzaga said the Philippines is also working on improving its monitoring, reporting, and verification systems related to carbon trading. In this connection, the DENR will release information within the first quarter of the year on the 1. Yulo-Loyzaga led key Department of Environment and Natural Resources (DENR) officials on Monday in welcoming the agency's counterpart from Japan to mark the 2nd Philippines-Japan Environment Week. The event, at the Dusit Thani Hotel in Makati, is organized by the Ministry of the Environment, Government of Japan."]}, {"relevance_score": 23, "title": "GCash and Zolo forge partnership to combat e-waste", "published": "2024-12-13", "bodyText": "<p nitf:lede=\"true\">Manila, Dec. 13 -- GCash, the Philippines' leading finance super app and largest cashless ecosystem, is proud to announce a new partnership with Zolo, a global leader in sustainable IT Asset Disposal (ITAD) solutions and a trusted full-service provider of IT asset management. This collaboration aims to minimize the environmental impact of electronic waste by responsibly refurbishing and reselling unused devices.</p><p>According toThe Global e-Waste Monitor 2024 report, the Philippines generated 540 million kg of e-waste in 2022, with lack of access to proper e-waste disposal facilities as one of the key contributors to this challenge. E-waste is one of the biggest challenges of the digital age, and GCash is leading the way in managing its carbon footprint and promoting responsible e-waste management.</p><p>\"By finding ways to extend the life of devices and embracing creative approaches to repurpose and recycle, we're doing more than reducing waste-we're advocating for a sustainable economy, one where resources are reused, valued, and given new life,\" said Pebbles Sy, Chief Technology and Operations Officer at GCash. \"This collaboration proves that when like-minded organizations join forces, we can achieve so much more for the planet and our communities.\"</p><p>Zolo, an Australian company with operations in the Philippines and a carbon-neutral company that helps businesses manage their IT assets sustainably, shares GCash's vision of a greener planet. By extending the lifecycle of electronic devices, Zolo helps conserve resources and reduce the demand for new materials.</p><p>\"It is a pleasure for us as someone who is trying to push the boundaries of sustainability to find a partner that we can do this with. It is not easy in the Philippines to find such a partnership,\" said Saar Herman, Country Manager at Zolo. \"At Zolo Philippines, we are deeply committed to bringing sustainability into places, companies, and communities.\"</p><p>This partnership aligns with GCash's ongoing efforts to promote sustainability, which include its GForest initiative. Launched in 2019, GForest has evolved from a reforestation effort into a significant eco-movement, now encompassing agroforestry to support the livelihoods of local communities. By working together, GCash and Zolo aim to inspire other organizations to adopt sustainable practices and contribute to a healthier planet. To date, over 2,810,000 trees have been planted by the movement created by GForest, covering 11,600 hectares and providing incremental livelihood to 8,600 farmers.</p><p>Meanwhile, proceeds of GCash's partnership with Zolo will go to the ABS-CBN Foundation, a non-profit organization active in environmental stewardship and community service.</p><p>\"GCash has created a movement that allows millions of Filipinos to participate in meaningful action to protect the environment and combat climate change. Now, we're leading the charge for another movement-addressing e-waste and expanding the lifecycle of unused devices,\" stated CJ Alegre, Sustainability Head at GCash. \"We are forging a sustainable legacy. Together, we are pioneering a sustainable revolution in fintech where every transaction brings us closer to a greener future.\"</p><p>Published by HT Digital Content Services with permission from Manila Bulletin. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htdigital.in\">contentservices@htdigital.in</email></p>", "publisher": "Manila Bulletin", "instances": ["\"At Zolo Philippines, we are deeply committed to bringing sustainability into places, companies, and communities. This partnership aligns with GCash's ongoing efforts to promote sustainability, which include its GForest initiative. By working together, GCash and Zolo aim to inspire other organizations to adopt sustainable practices and contribute to a healthier planet. To date, over 2,810,000 trees have been planted by the movement created by GForest, covering 11,600 hectares and providing incremental livelihood to 8,600 farmers."]}, {"relevance_score": 27, "title": "Maharlika organizational structure completed next year", "published": "2024-11-26", "bodyText": "<p nitf:lede=\"true\"> The Governance Commission for Government-Owned or Controlled Corporations (GCG) is eyeing the completion of the organizational structure of state-run Maharlika Investment Corp. (MIC) by early next year.</p><p>On the sidelines of the GCG Awards Ceremony yesterday, GCG chairman Marius Corpus said the interim staffing pattern covering non-highly technical positions and their compensation had been approved by President Marcos earlier this year.</p><p>This would enable the MIC to fill 42 roles.</p><p>However, finalizing the guidelines for highly technical positions, including compensation, remains a work in progress.</p><p>'President Marcos has instructed us to coordinate with Maharlika to come up with the guidelines. That's what we're doing,' Corpus said.</p><p>'The Maharlika law states that the Maharlika board will determine which positions are highly technical and set their compensation. These roles will be exempted from the standard compensation and classification system which we enforce.'</p><p>The MIC's leadership roles so far include MIC president and CEO Rafael Consing Jr., MIC chair and Finance Secretary Ralph Recto, Land Bank of the Philippines president and CEO Lynette Ortiz and Development Bank of the Philippines president and CEO Michael de Jesus.</p><p>Also included are MIC directors Vicky Castillo Tan, Andrew Jerome Gan, German Lichauco and Roman Felipe Reyes, as well as the MIC advisory board.</p><p>According to Corpus, the GCG is working on the definition of highly technical positions critical to MIC's investment operations as there is a need for specialized expertise to manage the corporation's portfolio.</p><p>'You can't just recruit anybody for these roles. They need special qualifications, particularly in handling investments,' he said. 'We're finalizing the job descriptions and ensuring the compensation is competitive with the private sector.'</p><p>Performance-based pay, a concept earlier raised by Recto, is also among the proposals under consideration.</p><p>'It's one of the ideas on the table,' Corpus said.</p><p>While the guidelines are expected to be finalized next year, Corpus said the timeline remains dependent on approvals from Malacañang.</p><p>'We will elevate the guidelines to the Office of the President, but we can't determine when they will be approved,' he said. 'We're looking at maybe early next year, but discussions are still ongoing.'</p><p>Despite the incomplete organizational structure, MIC can already engage in investment activities, Corpus said.</p><p>'Consing and MIC's board of directors are capable of moving forward with negotiations and contracts,' he said.</p><p>'They can make investments now. The board and CEO are in place, but the full organization, including staff support, needs to be set up to move forward smoothly.'</p><p>The MIC is responsible for mobilizing and utilizing the Maharlika Investment Fund for investments in transactions aimed at generating optimal returns.</p><p>Sectors that may potentially be tapped include infrastructure, oil, gas, and power, agroforestry industrial urbanization, mineral processing, tourism, transportation and aerospace and aviation.</p>", "publisher": "The Philippine Star", "instances": ["The board and CEO are in place, but the full organization, including staff support, needs to be set up to move forward smoothly. The MIC is responsible for mobilizing and utilizing the Maharlika Investment Fund for investments in transactions aimed at generating optimal returns."]}, {"relevance_score": 33, "title": "Senate OKs bill extending foreign land lease limits", "published": "2024-12-16", "bodyText": "<p nitf:lede=\"true\"> With only three session days before Christmas break, the Senate on Monday, December 16, 2024, approved on third and final reading several measures to improve the country's prospect as an investment destination, spur economic growth, and create jobs.</p><p nitf:lede=\"true\">It was topped by an Act Liberalizing the Lease of Private Lands by Foreign Investors.</p><p>Also passed were local bills aimed at protecting the country's  seascapes and landscapes nationwide.</p><p>The Senate adjourns session on December 18, 2024 for the holiday season and will resume on January 13, 2025.</p><p>Senate Bill No. (SBN) 2898, authored by Senate President Francis 'Chiz' G. Escudero, or an Act Liberalizing the Lease of Private Lands by Foreign Investors, hurdled third and final reading vote. The bill seeks to extend land lease limits for foreign investors to 99 from 75 years in a bid to entice foreign investments.  Senate Bill No. 2898 also allows foreign investors to sublet properties unless barred by a contract.</p><p>The bill is a priority measure of President Ferdinand 'Bongbong' R. Marcos, Jr.'s government.  It seeks to amend the 31-year-old Investors' Lease Act, allowing foreign investors to lease private land for an initial period of 50 years, and is renewable once for a period of not more than 25 years.</p><p>The proposal will allow foreign investors to lease land for agriculture, agroforestry and ecological conservation purposes.</p><p>'Attracting foreign investors has been a long-standing priority of the government, spanning several administrations. Foreign direct investment, as a source of financing, is critical in realizing socio-economic objectives such as increasing employment levels, creating decent work, infusing technology into domestic businesses, and improving the integration of local enterprises with the global market.' Escudero explained.</p><p>'This bill seeks to address this economic roadblock by strengthening the legal framework for long-term leases provided under Republic Act No. 7652. It expands the allowable lease period to 99 years, subject to certain conditions and requirements,' he added.</p><p>Also passed on third and final reading was SBN 2878 which seeks to reorganize the National Economic and Development Authority (NEDA) Into the Department of Economy, Planning and Development (DEPDev).</p><p>Sen. Juan Miguel 'Migz' F. Zubiri, chairperson of the Committee on Economic Affairs, led the deliberations on the proposed measure, which positions DEPDev as the government's primary policy, planning, coordinating and monitoring body for economic development.</p><p>Further, the Senate  unanimously approved SBN 2799 or the Metro Bataan Development Authority Act to facilitate the holistic development of the province with the creation of the Metro Bataan Development Authority (MBDA).</p><p>On child care, the Senate passed on third reading SBN 2575 which seeks to ensure the alignment of basic education and early childhood care and development.</p><p>On social justice, the Senate approved on final reading SBN 1273 or the Muslim Filipinos, Indigenous Peoples, and Other Denominations Access to Public Cemeteries Act filed by Sen. Robinhood Padilla. Under the bill, public cemeteries will determine the size of burial grounds for Muslims, indigenous peoples, and other denominations. If the portion is insufficient, the local government may acquire land.</p><p>Several local bills approved by the Senate were measures seeking to protect seascape and landscape areas in Leyte (SBN 2617); Ilocos Norte (SBN 2252); Quezon Province (SBN 1725, 1691); Nueva Vizcaya (SBN 355); Lanao del Norte (SBN 2619);  Zamboanga del Norte (SBN 2618); Albay (SBN 2616); Tarlac (SBN 2615); and, Aurora Province (SBN 2614).</p><p>The Senate also approved on third reading SBN 2872, or an Act Declaring the Sixteenth Day of May of Every Year a Special Working Holiday to be known as the 'National Education Support Personnel Day,' mandating the Department of Education and the Commission on Higher Education to lead in its Observance.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["s government. It seeks to amend the 31-year-old Investors' Lease Act, allowing foreign investors to lease private land for an initial period of 50 years, and is renewable once for a period of not more than 25 years. Attracting foreign investors has been a long-standing priority of the government, spanning several administrations. Foreign direct investment, as a source of financing, is critical in realizing socio-economic objectives such as increasing employment levels, creating decent work, infusing technology into domestic businesses, and improving the integration of local enterprises with the global market."]}, {"relevance_score": 35, "title": "Bill on 99-year land lease for foreigners seen to boost PHL investments", "published": "2024-12-26", "bodyText": "<p nitf:lede=\"true\">A MEASURE seeking to extend the maximum term for land leases entered by foreigners to 99 years is likely to help the Philippines attract more investments, analysts said.</p><p nitf:lede=\"true\">“Investors may be more inclined to commit to projects in the Philippines when they see the availability of longer-term leases as an assurance of stability,” Philippine Institute for Development Studies Senior Research Fellow John Paolo R. Rivera said in a Viber message.</p><p nitf:lede=\"true\">He said industrial parks, economic zones and tourism-related projects are expected to benefit as foreign firms are more likely to invest if they can be assured of longer land leases.</p><p>Last week, the House of Representatives and the Senate approved separate bills allowing foreigners to lease land up to 99 years from 75 years. Both bills allow foreign investors to sublet properties, unless barred by a contract.</p><p>Under both versions, foreign private land leases related to tourism will be allowed if the investments are not less than $5 million. Of this amount, 70% must be infused in the project within three years after a contract is signed.</p><p>The bill is one of President Ferdinand R. Marcos, Jr.’s priority measures, that the administration aims to approve before June 2025.</p><p>Lawmakers have yet to come up with a reconciled version of the measure through a bicameral conference committee.</p><p>However, Mr. Rivera said the government must come up with clear guidelines for the measure and ensure safeguards for local stakeholders.</p><p>“There may be concerns that longer lease terms could encourage speculative investments, where land is tied up for extended periods without being used productively,” he said.</p><p>“Extending lease terms could also lead to potential disputes with local communities over land use and allocation, especially in areas where indigenous peoples’ rights and agricultural interests are at stake.”</p><p>The 1987 Constitution bars foreigners from owning land in the country, but the 31-year-old Investors’ Lease Act allows foreign investors to lease private land for 50 years, renewable only once after 25 years.</p><p>“The 99-year lease bill, if passed into law, will contribute to a more favorable investment climate for foreign investors,” Foundation for Economic Freedom President Calixto V. Chikiamco said in a Viber message.</p><p>He cited a provision in a Senate bill that requires a lease to be registered with the Land Registration Authority (LRA), which he said would improve the “security and bankability” of leases.</p><p>Both bills allow foreign investors to lease land for agriculture, agroforestry and ecological conservation purposes.</p><p>They will also be allowed to enjoy longer leases to build industrial estates, factories, assembly or processing plants and tourism sites.</p><p>Sublease contracts must be registered with the registry of deeds under the LRA, according to copies of both the House and Senate bills.</p><p>The proposed measures also impose a fine of P1 million to P10 million on people who enter into illegal lease agreements.</p><p>Only the Senate version imposes jail time of up to six years for lease agreement violators. Congressmen removed the imprisonment penalty.</p><p>The upper chamber’s version also provides that in cases of corporations, associations or partnerships violating lease deals, the president, manager, director, trustees or other officers will be held criminally liable.</p><p>Both versions also mandate that only the Board of Investments or relevant investment promotion agencies may review and approve long-term lease agreements.</p><p>Lease contracts will also be subject to termination if an investment project is not initiated within three years.</p><p>Leonardo A. Lanzona, an economics teacher at the Ateneo de Manila University, said the government is better off coming up with a comprehensive plan that would ease the entry and exit of foreign companies in local markets.</p><p>“We are going to replace the restrictions to attract huge corporations that aim to take control of our markets in the long run because of their absolute control over the land,” he said in a Facebook Messenger chat.</p><p>Mr. Rivera said the Philippines still needs to work on improving the general investment environment.</p><p>“Investors look at lease terms as part of a broader environment for investment, and the Philippines must continue to improve other aspects of its investment climate,” he said.</p>", "publisher": "BusinessWorld", "instances": ["Chikiamco said in a Viber message. He cited a provision in a Senate bill that requires a lease to be registered with the Land Registration Authority (LRA), which he said would improve the “security and bankability” of leases. They will also be allowed to enjoy longer leases to build industrial estates, factories, assembly or processing plants and tourism sites. Sublease contracts must be registered with the registry of deeds under the LRA, according to copies of both the House and Senate bills."]}]