[{"relevance_score": 23, "title": "'House Hotshots' file landmark climate resilience bill", "published": "2025-07-29", "bodyText": "<p nitf:lede=\"true\"> The newly dubbed 'House Hotshots,' a rising group of young lawmakers in the 20th Congress, has officially filed their first joint legislative measure: House Bill No. 2577, establishing the University of the Philippines National Climate Resilience Institute (UP NCRI).</p><p>Led by Assistant Majority Leaders Rep. Javier Miguel 'Javi' L. Benitez (Negros Occidental 3rd District), Rep. Brian Poe (FPJ Panday Bayanihan Party-list), and Rep. Ryan S. Recto (Batangas 6th District), the legislation reflects the group's shared commitment to evidence-based policy and generational leadership on issues of national importance.</p><p>Filed a day after the President's State of the Nation Address, the bill marks a milestone for the House's youngest assistant majority leaders as they take on the legislative challenge of their generation: climate resilience.</p><p>'We want to build resilience not just in policies but in people's everyday lives. We want LGUs, communities, and national agencies to be equipped with science-based tools and local solutions,' said Rep. Benitez.</p><p>The UP National Climate Resilience Institute (UP NCRI), as proposed in the bill, seeks to elevate the existing UP Resilience Institute (UP RI) into a national institute with direct budgetary appropriations, plantilla positions, and an expanded mandate.</p><p>Established in 2016, UP RI has served as a proactive research hub for disaster risk reduction and climate change adaptation. The bill aims to scale its impact by transforming it into the country's central institution for climate risk governance, scientific foresight, and community-centered adaptation.</p><p>The explanatory note of the bill cites the World Risk Index 2023, which ranks the Philippines as the most at-risk country globally due to the convergence of high exposure, vulnerability, and limited adaptive capacity.</p><p>Despite ongoing reforms since RA 10121 was enacted in 2010, institutional fragmentation continues to hamper disaster risk reduction.</p><p>'As a country that sits squarely in the path of multiple natural hazards, the Philippines cannot afford to treat resilience as an afterthought. This bill institutionalizes a permanent, well-funded scientific hub to guide our climate strategy with precision, data, and urgency,' said Rep. Poe. The bill envisions the UP NCRI as a dynamic center for research and policy development, designed to play a pivotal role in strengthening the country's climate and disaster preparedness.</p><p>It will serve as a key resource for local government units by generating and distributing vital data, practical toolkits, and planning aids to support evidence-based decision-making on the ground.</p><p>In addition, the Institute will foster collaboration with civil society organizations and the private sector to ensure that resilience efforts are inclusive and responsive to diverse community needs.</p>", "publisher": "Philippines Daily Inquirer", "instances": ["The newly dubbed 'House Hotshots,' a rising group of young lawmakers in the 20th Congress, has officially filed their first joint legislative measure: House Bill No. Led by Assistant Majority Leaders Rep. Javier Miguel 'Javi' L.", "Ryan S. Recto (Batangas 6th District), the legislation reflects the group's shared commitment to evidence-based policy and generational leadership on issues of national importance. We want to build resilience not just in policies but in people's everyday lives. We want LGUs, communities, and national agencies to be equipped with science-based tools and local solutions,' said Rep.", "We want LGUs, communities, and national agencies to be equipped with science-based tools and local solutions,' said Rep. Benitez. Established in 2016, UP RI has served as a proactive research hub for disaster risk reduction and climate change adaptation. The bill aims to scale its impact by transforming it into the country's central institution for climate risk governance, scientific foresight, and community-centered adaptation."]}, {"relevance_score": 17, "title": "Philippines secures $700-M WB loan for climate resilience", "published": "2025-08-02", "bodyText": "<p nitf:lede=\"true\"> The World Bank (WB) has approved a $700-million loan to the Philippine government to boost the climate resilience of 18 million families, particularly in poverty-stricken areas highly vulnerable to climate-related hazards.</p><p>In a statement on Friday, the Washington-based lender said its board had approved the financing for the Philippine Community Resilience Project, also known as 'Pagkilos,' which means 'action' in Filipino.</p><p>WB said the project was expected to help reduce the vulnerability of around 18 million households to natural disasters in the coming years, including indigenous people (IP), women and beneficiaries of the government's conditional cash transfer program.</p><p>The Philippines ranks at the top of the World Risk Index due to its high vulnerability and exposure to cyclical extreme events.</p><p>Pagkilos has a total project cost of $874.35 million, with the remaining $174.35 million to be funded by the Philippine government.</p><p>While the World Bank loan will add to the country's outstanding debt-which hit a record high of P17.27 trillion as of June-it will come with concessional rates and more favorable terms compared to commercial loans.</p><p>The project will prioritize 500 climate-vulnerable towns across 49 provinces in the Philippines. These towns are selected based on their high poverty incidence and significant exposure to climate hazards such as typhoons.</p><p>Indigenous communities</p><p>In total, Pagkilos will support 177 towns with an IP population of at least 10 percent, enabling the program to benefit around 33 percent of the country's total indigenous population.</p><p>Funding under Pagkilos may cover a range of interventions, including flood and drought mitigation, landslide and slope protection, storm surge barriers, breakwaters, windbreakers and the retrofitting of infrastructure to withstand extreme weather events.</p><p>The project will also support erosion control, agroforestry and other nature-based solutions for ecosystem conservation-such as the preservation of community forests, wetlands, marshes and waterways.</p><p>'By empowering local communities to take the lead in building resilience against climate change and disaster risks, the Philippines is not only addressing immediate environmental challenges but also fostering a culture of proactive engagement and resilience,' said Zafer Mustafaoglu, WB's division director for the Philippines.</p><p>'Communities play a critical role in preparing for and responding to disasters. Their ability to anticipate risks, organize themselves, and collaborate with local and national authorities is essential for effective climate change and disaster risk preparedness and recovery efforts,' he added.</p>", "publisher": "Philippines Daily Inquirer", "instances": ["In a statement on Friday, the Washington-based lender said its board had approved the financing for the Philippine Community Resilience Project, also known as 'Pagkilos,' which means 'action' in Filipino. WB said the project was expected to help reduce the vulnerability of around 18 million households to natural disasters in the coming years, including indigenous people (IP), women and beneficiaries of the government's conditional cash transfer program."]}, {"relevance_score": 32, "title": "Climate resilience through renewable energy", "published": "2025-06-20", "bodyText": "<p nitf:lede=\"true\"> As the climate crisis intensifies and with the Philippines among the countries highly vulnerable to its impact, local government units (LGU) are at the frontline of building climate-resilient communities. Yet integrating climate resilience remains a peripheral concern in many local development plans.</p><p nitf:lede=\"true\">The challenge for newly elected officials is to bring transformative change through low hanging fruits such as renewable energy (RE). Indigenous renewable energy sources can provide affordable, reliable, and secure energy that Filipinos have long deserved. Its declining costs dismantle the outdated argument that RE is too expensive. Solar photovoltaic technology costs have dropped by 82 percent, from $378 to $68 per megawatt-hour. Adding just 3 percent more RE into the grid led to a 28 percent reduction in electricity rates, demonstrating that renewables are both sustainable and economically smart, and warrant being part of local energy strategies.</p><p>RE projects also generate financial benefits for host communities through the Renewable Energy Act of 2008 and Energy Regulation No. 1-94. These mechanisms allocate funds for electrification, livelihood, health, and environment enhancement-creating tangible local development outcomes and enhancing local communities' well-being and resilience. Coal power plants, which dominate the country's energy mix, have proven to be unreliable due to frequent unplanned outages that disrupt power supply.</p><p>The alternative is to shift from a power system centralized on large baseload coal power plants, towards a flexible and distributed power grid anchored on renewables. Having distributed energy resources allows for localized power generation during grid outages. By reducing dependence on imported fossil fuels and increasing the share of renewables in their energy mix, LGUs can foster local policies that accelerate RE deployment, stabilize energy supply, and shield the country from global price volatility or geopolitical tensions.</p><p>A common misconception that hinders renewable energy adoption is the belief that it requires large upfront investments, leading to implementation delays. In reality, small-scale RE installations are possible. In fact, renewable energy bridges energy access gaps in rural and underserved areas, empowering marginalized populations with reliable and affordable electricity while reducing reliance on diesel generators.</p><p>Solar energy presents an affordable option, providing immediate cost savings and improving public service delivery in communities. The towns of Guiuan, Eastern Samar and Paranas, Samar-which have recently powered their municipal buildings through solar-present an ideal example. They have demonstrated that with proper technical support and small-scale financing, renewable energy projects can be quickly implemented and scaled over time.</p><p>Renewable energy is not just about power, but about empowering people and communities. The Solar Scholars program of the Institute for Climate and Sustainable Cities-where community members are trained to operate portable solar-powered systems-shows that when LGUs invest in local knowledge and capacity, communities actively participate and contribute to their own resilience.</p><p>Beyond power generation, the energy transition serves as the backbone of decarbonizing entire local economies-and this extends to the transport sector. We cannot afford to treat transport as a separate issue in the push for climate resilience, as it is regarded as one of the sources of emissions and urban air pollution. Integrating renewable energy into the transport sector to power electric vehicles and the public transport fleet, coupled with interconnected, multimodal, and safe transport options will efficiently move more people and goods, and ultimately, promote more comprehensive and resilient systems.</p><p>However, achieving this vision requires a systems change approach within the transport sector, with all stakeholders included in the process, leveraging technology as tools. Political will, coupled with strong intersectoral collaboration, is key to driving the success of the energy transition. LGUs are well-positioned to lead the shift by integrating renewable energy into their long-term development plans and climate strategies.</p><p>Sustained support and close coordination with the national government, civil society, private sector, and development partners are essential in enabling and scaling these efforts. Before us lies a no-regrets solution that is renewable energy that needs to be integrated into the Philippines' development agenda beyond political terms. Local governments can empower self-reliant communities through affordable and accessible energy, paving the way towards a transition that is sustainable and equitable.</p><p>Angelo Kairos dela Cruz is executive director of the Institute for Climate and Sustainable Cities (ICSC), an organization that advances climate, energy, and low-carbon solutions to enable fair and climate-resilient development.</p>", "publisher": "Philippines Daily Inquirer", "instances": ["As the climate crisis intensifies and with the Philippines among the countries highly vulnerable to its impact, local government units (LGU) are at the frontline of building climate-resilient communities. The challenge for newly elected officials is to bring transformative change through low hanging fruits such as renewable energy (RE). Indigenous renewable energy sources can provide affordable, reliable, and secure energy that Filipinos have long deserved.", "The Solar Scholars program of the Institute for Climate and Sustainable Cities-where community members are trained to operate portable solar-powered systems-shows that when LGUs invest in local knowledge and capacity, communities actively participate and contribute to their own resilience. Beyond power generation, the energy transition serves as the backbone of decarbonizing entire local economies-and this extends to the transport sector. Integrating renewable energy into the transport sector to power electric vehicles and the public transport fleet, coupled with interconnected, multimodal, and safe transport options will efficiently move more people and goods, and ultimately, promote more comprehensive and resilient systems. However, achieving this vision requires a systems change approach within the transport sector, with all stakeholders included in the process, leveraging technology as tools."]}, {"relevance_score": 18, "title": "Projects on climate resilience, human rights, to get grants from Canada", "published": "2025-07-25", "bodyText": "<p nitf:lede=\"true\">The Embassy of Canada is pleased to announce that six organizations from across the Philippines will receive support from the Canada Fund for Local Initiatives (CFLI) this year.The following organizations and their respective projects will receive Canada Fund grants:Guiuan Development Foundation (GDFI)'s \"Building Climate and Coastal Resilience through Inclusive Integrated Coastal Zone Management in Northern Leyte Gulf\" aims to strengthen climate and disaster resilience of seven coastal municipalities in Eastern Samar by promoting coastal governance, ecosystem restoration, and climate-adaptive and Gender Equality, Disability, and Social Inclusion (GEDSI)-sensitive livelihoods.</p><p>Foundation for Media Alternatives (FMA)'s \"Strengthening protection for women human rights defenders (WHRDs) through the development of a toolkit on technology-facilitated gender-based violence (TFGBV), and advancing other strategies to promote and protect their rights\" seeks to provide a better understanding of TFGBV and increase the capacity of WHRDs as they use and navigate online spaces in their work and advocacy.Marine Environment and Resources Foundation (MERF)'s \"Strengthening Marine Scientific Research in Pag-asa Island Through Biodiversity Assessments\" expands marine scientific research on Pag-asa Island to assess its biodiversity and coastal resources, contributing to deeper understanding of the status and connectivity of the ecosystem in the West Philippine Sea.</p><p>Geneva Call's \"Strengthening the Crisis Action Response Team to prevent and respond to local violence before, during, and after the election periods in BARMM\" aims to strengthen the processes of Crisis Response Action Team (CRAT) coordinated by BARMM's Peace, Security and Reconciliation Office (PSRO) to prevent and respond to violence involving armed group members before, during, and after the election periods in BARMM.Intersex Philippines (IXPI)'s \"I.</p><p>N.T.</p><p>E.R.</p><p>S.E.</p><p>X: Informing the Nation, Transforming Engagement, and Raising Support for Equality and eXistence\" with the goal to advance the rights and visibility of intersex Filipinos by increasing public awareness, strengthening national policy advocacy, and building institutional support for inclusive laws and programs.Mindanao Institute of Journalism (MIJ)'s \"Amplifying frontline voices in climate resilience in Mindanao through multimedia storytelling\" champions environmental protection by raising awareness about climate threats and unsustainable practices in vital areas.</p><p> It intends to revitalize Traditional Ecological Knowledge (TEK) and showcase community-led climate solutions, inspiring wider adoption and strengthening advocacy for vulnerable ecosystems.\"CFLI is a recognition of the fundamental importance to democracy of creating and preserving space for civil society, academia, human rights advocates, and local and national government to work together constructively and collaboratively to advance shared goals for the improvement of local communities,\" Canada's Ambassador to the Philippines David Hartman said.</p><p>CFLI is a competitive grants program run by the Embassy of Canada in the Philippines, which provides direct financial support to local organizations for projects that promote inclusive governance, in areas such as the empowerment of women and girls, strengthening democracy, protecting the environment, advancing human rights, and promoting the rule of law.For more information about CFLI activities in the Philippines, including about the process for submitting proposals, please contact the Program Coordinator at manil.</p>", "publisher": "Mindanao Times (Philippines)", "instances": ["E. X: Informing the Nation, Transforming Engagement, and Raising Support for Equality and eXistence\" with the goal to advance the rights and visibility of intersex Filipinos by increasing public awareness, strengthening national policy advocacy, and building institutional support for inclusive laws and programs. It intends to revitalize Traditional Ecological Knowledge (TEK) and showcase community-led climate solutions, inspiring wider adoption and strengthening advocacy for vulnerable ecosystems. CFLI is a recognition of the fundamental importance to democracy of creating and preserving space for civil society, academia, human rights advocates, and local and national government to work together constructively and collaboratively to advance shared goals for the improvement of local communities,\" Canada's Ambassador to the Philippines David Hartman said."]}, {"relevance_score": 14, "title": "HSBC extends funding to climate resilience projects in agriculture", "published": "2025-07-20", "bodyText": "<p nitf:lede=\"true\"> Homegrown agriculture technology firm Mayani Philippines will co-implement a project that seeks to improve smallhold farmers and fisherfolk's resilience to climate change through philanthropic funding of HSBC Philippines.</p><p>The project will develop agricultural cooperative-based models for resilient rural livelihoods, with Mayani overseeing the climate smart agriculture aspect while Bayan Family of Foundations focusing on the cooperative component.</p><p>HSBC did not disclose the amount of funding provided to the two groups.</p><p>'This important partnership will aim to support local farmers and fishermen to adapt climate-resilient practices and strengthen their businesses, while also striving to contribute towards the improvement of food security in the Philippines,' said HSBC Philippines president and CEO Sandeep Uppal.</p><p>The clustered farmers-led cooperatives will learn how to apply regenerative agricultural practices, use indigenous knowledge and espouse strong cooperative governance, under the project, according to HSBC.</p><p>The project also involves on-farm infrastructure improvements such as smart greenhouses and precision agriculture systems to drive long-term farming impact.</p><p>HSBC said the project is critical since smallholder farmers, who produce over 70 percent of the country's food supply, face a dual crisis: climate change and lack of capacity to adapt to it.</p><p>Carlo Sagun, president and CEO of Bayani Family of Foundations, said the effective mobilization of agricultural cooperatives will accelerate climate adaptation that will improve the socioeconomic welfare of farmers.</p><p>'There are a thousand ways to tackle any systemic issue. History has, however, proven that the power of a community working together towards a common goal can do wonders beyond their expectations,' Sagun said.</p><p>The project will be implemented in key 'vulnerable' food corridors in Luzon and Visayas this year, according to HSBC. The project will then be expanded next year to include the Bangsamoro Autonomous Region in Muslim Mindanao.</p><p>'The sheer gravity and frequency of these climate hazards would eventually require their own nomenclature. As they evolve, we see them as known constants in agriculture, and it's high-time we tackle them head on,' said Ochie San Juan, co-founder and chief farmer of Mayani.</p>", "publisher": "The Philippine Star", "instances": []}, {"relevance_score": 12, "title": "Alyansa bets vow climate resilience, infrastructure reforms", "published": "2025-05-07", "bodyText": "<p nitf:lede=\"true\">Manila, May 7 -- Senate candidates under the administration-backed Alyansa Para sa Bagong Pilipinas on Wednesday called for stronger climate resilience policies and infrastructure safeguards.</p><p nitf:lede=\"true\">This, after reports said one of the rubber gates of the Bustos Dam in Bulacan province broke due to allegedly substandard construction, raising questions about public contractor accountability and infrastructure safety.</p><p>In a press conference held in Malolos, former Senate president Vicente Sotto III said dam-related failures and substandard public works reflect deeper issues in the national budget process.</p><p>\"It all boils down to budget. If the budget is being used properly, dapat 'yong mga pangangailangan sa mga dam at iba pang proyekto ay inilalagay sa DPWH (Department of Public Works and Highways), hindi kung saan-saan (all the funding for the dams and other projects should be placed with the DPWH, not elsewhere),\" Sotto said, citing the PHP160-billion worth of congressional realignments recently vetoed by President Ferdinand R. Marcos Jr.</p><p>\"Pag kami nakabalik sa Senado, makaka-asa kayo na 'yong budget for 2026 ay hindi mauuwi sa parehong pagkakamali (Once we're able to return to the Senate, you can hope that the budget for 2026 will not end up having the same mistake),\" he added.</p><p>For her part, senatorial candidate and Makati Mayor Abby Binay said legislative action is also needed to bolster long-term climate adaptation, beginning with the passage of the long-delayed National Land Use Act, which, she said, would prohibit construction of houses along danger zones.</p><p>She also urged more support for disaster science and forecasting initiatives, including funding for the Department of Science and Technology's Project NOAH (Nationwide Operational Assessment of Hazards).</p><p>\"Climate resilience is not just particularly for Bulacan, but for the entire country,\" she added.</p><p>Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htdigital.in\">contentservices@htdigital.in</email></p>", "publisher": "Philippines News Agency", "instances": ["This, after reports said one of the rubber gates of the Bustos Dam in Bulacan province broke due to allegedly substandard construction, raising questions about public contractor accountability and infrastructure safety. In a press conference held in Malolos, former Senate president Vicente Sotto III said dam-related failures and substandard public works reflect deeper issues in the national budget process.", "For her part, senatorial candidate and Makati Mayor Abby Binay said legislative action is also needed to bolster long-term climate adaptation, beginning with the passage of the long-delayed National Land Use Act, which, she said, would prohibit construction of houses along danger zones. She also urged more support for disaster science and forecasting initiatives, including funding for the Department of Science and Technology's Project NOAH (Nationwide Operational Assessment of Hazards). Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htdigital."]}, {"relevance_score": 34, "title": "Marcos: Estero cleanup key to flood control, climate resilience", "published": "2025-08-02", "bodyText": "<p nitf:lede=\"true\">Manila, Aug. 2 -- President Marcos on Saturday, Aug. 2 led the launch of a massive estero cleanup campaign in Pasig City, calling it a crucial step in the country's long-term flood control and climate change adaptation efforts.</p><p nitf:lede=\"true\">President Ferdinand 'Bongbong' Marcos Jr. launches the Bayanihan sa Estero: Malinis na Estero Pamayanan Protektado program at the Ilugin River (Buli Creek) in Barangay Pinagbuhatan, Pasig City on Aug. 2, 2025. (RTVM Screenshots)</p><p>President Ferdinand 'Bongbong' Marcos Jr. launches the Bayanihan sa Estero: Malinis na Estero Pamayanan Protektado program at the Ilugin River (Buli Creek) in Barangay Pinagbuhatan, Pasig City on Aug. 2, 2025. (RTVM Screenshots)</p><p>In his speech during the launch of the \"Bayanihan sa Estero: Malinis na Estero, Pamayanang Protektado\" project in Pinagbuhatan, Pasig City, the President said that even the best flood control infrastructure would be useless if Metro Manila's clogged waterways remain neglected and filled with trash and silt.</p><p>\"Magandang-maganda na lahat ng flood control projects natin, kapag ganito pa rin ang ating estero, eh wala rin (Even if all our flood control projects are excellent, if our esteros stay like this, it won't matter),\" he said.</p><p>\"Mababaha pa rin tayo dahil walang madaanan 'yung tubig (We'll still get flooded because water has nowhere to go),\" he added.</p><p>The project, spearheaded by the Metropolitan Manila Development Authority (MMDA), involves the clearing of 23 priority esteros across the National Capital Region to remove solid waste, water hyacinths, and silt buildup that prevent water from flowing during heavy rains.</p><p>Marcos noted that before Tropical Depression \"Crising\" entered the country, at least 12 of the target esteros had already been cleared.</p><p>\"Makikita natin, kapag malinis ang mga estero, mabilis din mawala ang baha (We can see that when the esteros are clean, floodwaters also recede quickly),\" he said.</p><p>With this, the President called for sustained action, urging other organizations to adopt creek sections and help ensure their year-round upkeep.</p><p>\"Hindi na maaari na basta't pababayaan natin na every year na lang, ganito ang nangyayari sa ating mga kababayan (We can no longer let this happen to our people year after year),\" he said.</p><p>\"Lahat ay kailangan natin makipagtulungan-local government, national government, MMDA, lahat ng mga volunteer groups ng civil society (Everyone needs to work together-local government, national government, MMDA, and all volunteer groups in civil society),\" he added.</p><p>Marcos particularly recognized a team of military veterans who had \"adopted\" a section of the estero to maintain.</p><p>\"Tama 'yan, magandang halimbawa sa atin 'yan. Bawal mag-retire (That's right, it's a good example for us. Retirement is not allowed here),\" he quipped.</p><p>At the Buli Creek site, the President observed MMDA personnel using barges and heavy equipment to remove thick mats of water hyacinths. He remarked on how dense the vegetation had become, joking that workers appeared to walk on water.</p><p>\"Para silang Jesus Christ, lumalakad sila sa tubig eh (They're like Jesus Christ, walking on water),\" he said.</p><p>Marcos stressed that beyond estero cleaning, desiltation and watershed rehabilitation are essential. He explained that eroded soil from deforested areas upstream ends up clogging waterways and worsening flooding in low-lying communities.</p><p>\"Kasama sa watershed development na magtatanim tayo ng puno para hindi madala ng tubig yung lupa na dinadala dito sa mga creek natin (We will plant trees as part of watershed development so that soil isn't washed into our creeks),\" he said.</p><p>He added that climate-related disasters can no longer be treated as isolated events.</p><p>\"Kailangan na talaga tayong mag-adjust sa climate change (We really need to adjust to climate change),\" he said.</p><p>The President was joined by MMDA officials and local leaders from Pasig, Taguig, Malabon, and Taytay, where simultaneous operations were also held.</p><p>The Buli Creek in Pasig is one of 273 identified natural waterways in Metro Manila that serve as vital drainage systems.</p><p>Published by HT Digital Content Services with permission from Manila Bulletin. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htdigital.in\">contentservices@htdigital.in</email></p>", "publisher": "Manila Bulletin", "instances": []}, {"relevance_score": 21, "title": "DENR to double Upper Marikina's forest cover for climate resilience", "published": "2025-07-10", "bodyText": "<p nitf:lede=\"true\">Manila, July 10 -- The Department of Environment and Natural Resources (DENR) on Thursday announced its plans to accelerate reforestation of the Upper Marikina River Basin Protected Landscape (UMRBPL) to nearly double its forest cover as part of its efforts to fight climate change and reduce disaster risks for nearby communities.</p><p nitf:lede=\"true\">In a news release, DENR's Forest Management Bureau Assistant Director Ray Thomas Kabigting revealed that currently, just under 25 percent of the UMRBPL's more than 26,000 hectares of land are forested, and that the agency aims to expand this to 43 percent by planting 3 million new trees by 2028.</p><p>He said through this initiative, the DENR hopes to protect Metro Manila and parts of Rizal province from destructive floods, landslides, and rising temperatures.</p><p>\"A healthy forest cover is also essential to the country's climate and disaster resilience agenda as it mitigates climate change and conserves biodiversity critical for ecosystem resilience and agricultural productivity,\" Kabigting said.</p><p>\"With the target of planting three million trees by 2028, the UMRBPL is not only fostering a more resilient environment but also setting a precedent for sustainable development and conservation efforts in the region.\"</p><p>The Upper Marikina watershed, which spans Antipolo City and the municipalities of Baras, Rodriguez, San Mateo, and Tanay, was declared a protected area in 2011 after Tropical Storm Ondoy's devastating floods highlighted the consequences of degraded upland forests.</p><p>Kabigting said reforestation and natural regeneration are already yielding results, stating that open forest areas have decreased by 1,138.28 hectares, or 20.95 percent, as more dense, \"closed\" forests, which absorb more carbon and shelter greater biodiversity, take their place.</p><p>Additionally, he said 628.47 hectares, or 1.77 percent of shrublands, have also evolved into open forests, further boosting the area's climate buffer capacity.</p><p>Kabigting stressed the ecological significance of the increase in closed forests, which are denser and more biodiverse.</p><p>\"The rise in closed forest cover signifies that previously degraded or barren areas are now thriving with healthy trees,\" he said, explaining how this success reflects the positive effects of sustainable forest management practices and reforestation efforts.</p><p>Kabigting said threatened and endangered wildlife species found in the Marikina watershed include forest trees like narra, red and white lauan, bagtikan, kamagong, and molave, while the wild fauna includes birds like the Philippine bulbul, black-naped oriole, and jungle fowl; mammals like the Philippine deer, wild pig, and the Philippine monkey; and herpeto-fauna such as the monitor lizards and forest frogs.</p><p>DENR-Calabarzon Regional Executive Director Nilo Tamoria, meanwhile, said these reforestation efforts build started since the watershed was proclaimed a protected area and logging was banned in natural forests, noting the important role of private companies and community groups.</p><p>He said that since 2021, 45 companies and organizations have partnered with the DENR and local People's Organizations to adopt 743 hectares of National Greening Program (NGP) graduated sites in the UMRBPL.</p><p>\"A key strategy involved private sector participation through the adoption of graduated plantations-previously established sites for the NGP,\" he said.</p><p>Meanwhile, the UMRBPL Management Plan 2020-2030 also protects large sections of the watershed under Strict Protection Zones, where human activity is limited to scientific research and Indigenous cultural practices to ensure that carbon-rich forests and fragile habitats remain intact for the long term.</p><p>Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htdigital.in\">contentservices@htdigital.in</email></p>", "publisher": "Philippines News Agency", "instances": []}, {"relevance_score": 18, "title": "Pinoys told: Contribute to climate resilience, conservation efforts", "published": "2025-03-24", "bodyText": "<p nitf:lede=\"true\"> The Climate Change Commission (CCC) yesterday said that Earth Hour should not end with the switching off of lights as it asked the public to contribute to ongoing efforts toward conservation and climate resilience.</p><p>'This movement does not end here, but rather serves as a reminder for us to take daily steps to promote conservation and build resilience,' CCC Vice Chairperson and executive director Robert E.A. Borje said.</p><p>The global observance of Earth Hour on Saturday night coincided with World Water Day.</p><p>Borje cited the critical role of water in human survival and economic stability.</p><p>He cited the National Adaptation Plan (NAP) as a key strategy for strengthening conservation efforts, with a particular focus on innovative climate adaptation measures.</p><p>The NAP identifies water resources as one of eight key sectors crucial for climate adaptation, underscoring the need for comprehensive and sustainable water management strategies.</p><p>This year's Earth Hour highlighted the critical link between energy conservation and water security.</p><p>According to Borje, the Philippines continues to face significant challenges in water access as he cited data from the Department of Health where 2.87 million households or 11.26 percent had no access to basic water supply in 2022, while 4.17 million households or 16.36 percent had no basic sanitation facilities.</p><p>'Water is a fundamental human survival and a basic human right. It is also vital to the Philippine economy, particularly in major industries such as agriculture, tourism, and semiconductors,' Borje said.</p><p>He also noted that based on the report of the World Bank, 42 percent of the country's jobs are in sectors that use water intensively.</p><p>Borje said switching off lights for an hour served as a powerful reminder of the urgent need for stronger conservation efforts.</p>", "publisher": "The Philippine Star", "instances": ["This movement does not end here, but rather serves as a reminder for us to take daily steps to promote conservation and build resilience,' CCC Vice Chairperson and executive director Robert E. A."]}, {"relevance_score": 22, "title": "Brian Poe, Javi Benitez, Ryan Recto forge ties with UP", "published": "2025-08-19", "bodyText": "<p nitf:lede=\"true\"> Reps. Brian Poe (FPJ Panday Bayanihan party-list), Javi Benitez (Negros Occidental), and Ryan Recto (Lipa City) - paid a courtesy visit to the University of the Philippines (UP) to strengthen collaboration on critical national priorities, including climate resilience, artificial intelligence (AI), and the creative industries.</p><p>The three lawmakers were invited by UP president Atty. Angelo 'Jijil' Jimenez following their recent filing of House Bill No. 2577, a landmark measure that seeks to establish the UP National Climate Resilience Institute (UP NCRI). The bill aims to transform the existing UP Resilience Institute into a fully funded, institutionalized national hub for climate risk governance, scientific foresight, and community-centered adaptation.</p><p>Partnership grounded in science and legislation</p><p>The meeting, hosted at the UP Executive House, was warmly led by Jimenez, joined by vice president for academic affairs Lorraine Symaco; assistant vice president for student affairs Shari Niña Oliquino; UP Resilience Institute executive director Dr. Mahar Lagmay; Dr. Carlos Primero Gundran, UPRI director for institution building; Dr. Likha Minimo, UPRI director for knowledge sharing; College of Engineering dean Dr. Tonette Tanchuling; AI coordinator Dr. Prospero Naval; Engineering associate dean for public engagement Prof. Dr. Rowaldo del Mundo; president's chief of staff Dr. Michelle Ong. According to the lawmakers, the partnership is anchored on the principle that strong legislation must be backed by rigorous science and research. The UP leadership emphasized that the university is ready to provide the data, analysis, and academic expertise needed to strengthen the lawmakers' climate and resilience agenda.</p><p>Jimenez underscored this during the dinner dialogue. He explained that UP is committed to providing the science, evidence, and research that will empower our lawmakers to craft legislation that is both timely and transformative. By combining UP's intellectual capital with Congress' political will, he hopes to institutionalize solutions that will not only address today's risks, but also safeguard future generations.</p><p>Benitez echoed this convergence of policy and science, saying the dinner 'was more than a courtesy call, it was a commitment to work hand in hand with the University of the Philippines in advancing climate resilience, harnessing artificial intelligence, and strengthening the creative industries. Grounded in science and data, this partnership will help us build a more resilient, innovative, and future-ready Philippines.'</p>", "publisher": "Philippines Daily Inquirer", "instances": ["Reps. The three lawmakers were invited by UP president Atty. Angelo 'Jijil' Jimenez following their recent filing of House Bill No.", "The three lawmakers were invited by UP president Atty. Angelo 'Jijil' Jimenez following their recent filing of House Bill No. The bill aims to transform the existing UP Resilience Institute into a fully funded, institutionalized national hub for climate risk governance, scientific foresight, and community-centered adaptation. Partnership grounded in science and legislationThe meeting, hosted at the UP Executive House, was warmly led by Jimenez, joined by vice president for academic affairs Lorraine Symaco; assistant vice president for student affairs Shari Niña Oliquino; UP Resilience Institute executive director Dr.", "He explained that UP is committed to providing the science, evidence, and research that will empower our lawmakers to craft legislation that is both timely and transformative. By combining UP's intellectual capital with Congress' political will, he hopes to institutionalize solutions that will not only address today's risks, but also safeguard future generations. Grounded in science and data, this partnership will help us build a more resilient, innovative, and future-ready Philippines."]}, {"relevance_score": 45, "title": "Fostering climate resilience at the grassroots level", "published": "2025-03-30", "bodyText": "<p nitf:lede=\"true\">Manila, March 30 -- FROM THE MARGINS</p><p nitf:lede=\"true\">What happens when the world's most vulnerable communities face the harshest impacts of climate change - without the financial tools to adapt?This is a pressing question because climate change is no longer a distant threat; it is already reshaping economies, livelihoods, and financial systems, especially at the grassroots level. For microfinance institutions (MFIs), the challenge is not just to provide financial services to the poor and marginalized but also to ensure that vulnerable communities have the tools to build resilience and thrive in an increasingly unpredictable world.</p><p nitf:lede=\"true\">Last March 21, the Rafael B. Buenaventura Micro Finance Resource Center Foundation (RBBMFFI), in collaboration with the Bankers Association of the Philippines (BAP), hosted a forum titled \"The Importance of Adapting Climate-Resilient Products for Microfinance Institutions.\" Held at the BAP Conference Room in Makati City, the event gathered 33 participants from various MFIs and featured expert-led discussions on climate change, sustainable development, and the role of green financing in building resilient financial products and services.</p><p>I am pleased that RBBMFFI, under the leadership of Patty Calilong, spearheaded this initiative. It reflects our strong commitment to the vision set forth by Bangko Sentral ng Pilipinas Governor Eli Remolona, who challenged us in our meeting last year to integrate climate change adaptation into our microfinance operations.</p><p>Empowering communities</p><p>The RBBMFFI forum provided valuable insights into how MFIs can empower communities to adapt to the increasing threats of climate change.The keynote speaker, Mr. Ludwig O. Federigan, director of Climate Tracker Asia, Inc., kicked off the discussion with a session on climate change concepts, sustainable development, and the socioeconomic impact of climate-related changes on vulnerable communities.</p><p>One of the key issues discussed was the staggering financial impact of natural disasters on the Philippines. Over the past 15 years, typhoons such as Yolanda (2013), Odette (2021), and Pablo (2012) have resulted in approximately P358.70 billion in damages. These figures underscore the urgent need for proactive investments in disaster preparedness and climate adaptation. Experts also tackled the growing frequency of typhoons, heatwaves, and droughts, which continue to threaten agriculture, water resources, and local ecosystems. Strengthening early warning systems, implementing recovery programs, and promoting sustainable practices were identified as critical strategies in reducing climate-related risks.</p><p>Faced with these challenges, the forum proceeded with a series of sessions featuring ongoing initiatives from several MFIs aimed at helping individuals and small businesses prepare for and recover from climate-related disasters. Resource speakers from KASAGANA-KA Cooperative, Ahon sa Hirap, Inc., and CARD MRI highlighted the crucial role of grassroots organizations and MFIs in strengthening community resilience against natural disasters and climate-related risks.</p><p>The role of MFIs</p><p>At the grassroots level, MFIs serve as vital financial lifelines, offering climate-adaptive solutions to vulnerable communities. Specialized loan programs enable individuals to invest in climate-friendly technologies, such as solar panels, energy-efficient cooking stoves, and biogas systems. Additionally, MFIs extend financial support to farmers by promoting climate-resilient crops and offering insurance products that protect against agricultural losses due to extreme weather conditions.</p><p>Furthermore, MFIs work closely with insurance providers to offer crop insurance and financial guarantees, ensuring that grassroots farmers can recover quickly from climate-induced losses. Some institutions have also adopted digital innovations, such as fast-payment insurance systems, to streamline financial assistance during crises.</p><p>Beyond financial services, MFIs actively engage in environmental conservation efforts, including tree-planting initiatives, waste management programs, and advocacy campaigns promoting sustainable livelihoods. The adoption of digital banking solutions, like mobile banking and e-wallets, has further enhanced accessibility to financial services in rural and underserved areas.</p><p>The road to climate resilience</p><p>Collaboration among MFIs, government agencies, and private sector partners is crucial. Public-private partnerships can facilitate investments in climate-resilient infrastructure, provide funding for sustainable projects, and support knowledge-sharing initiatives that help communities implement adaptive strategies effectively.</p><p>The government's commitment to green financing programs, such as BSP's Sustainable Finance Framework, has created opportunities for MFIs to expand their climate-resilient product offerings. Through blended finance models-combining public funds, private investments, and development assistance - MFIs can scale up their efforts in helping communities transition to sustainable practices.</p><p>As climate change continues to impact lives and livelihoods, MFIs could be at the forefront of efforts to build more resilient and sustainable communities. By offering climate-responsive financing, insurance solutions, and capacity-building programs, these institutions play a key role in strengthening the ability of grassroots communities to withstand the challenges of a changing climate.</p><p>However, the road ahead requires continuous innovation, policy support, and stakeholder collaboration. Fostering climate resilience at the grassroots level is not just about mitigating risks - it is about empowering communities with the financial tools and knowledge they need to thrive in a rapidly evolving world. By working together, MFIs, policymakers, business and community leaders can create a future where financial inclusion and environmental sustainability go hand in hand.</p><p>* * *</p><p>\"The greatest threat to our planet is the belief that someone else will save it.\" - Robert Swan</p><p>(Dr. Jaime Aristotle B. Alip is a poverty eradication advocate. He is the founder of the Center for Agriculture and Rural Development Mutually-Reinforcing Institutions (CARD MRI), a group of 23 organizations that provide social development services to eight million economically-disadvantaged Filipinos and insure more than 27 million nationwide.)</p><p>Published by HT Digital Content Services with permission from Manila Bulletin. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htdigital.in\">contentservices@htdigital.in</email></p>", "publisher": "Manila Bulletin", "instances": ["Beyond financial services, MFIs actively engage in environmental conservation efforts, including tree-planting initiatives, waste management programs, and advocacy campaigns promoting sustainable livelihoods. The adoption of digital banking solutions, like mobile banking and e-wallets, has further enhanced accessibility to financial services in rural and underserved areas. Public-private partnerships can facilitate investments in climate-resilient infrastructure, provide funding for sustainable projects, and support knowledge-sharing initiatives that help communities implement adaptive strategies effectively. The government's commitment to green financing programs, such as BSP's Sustainable Finance Framework, has created opportunities for MFIs to expand their climate-resilient product offerings.", "By offering climate-responsive financing, insurance solutions, and capacity-building programs, these institutions play a key role in strengthening the ability of grassroots communities to withstand the challenges of a changing climate. However, the road ahead requires continuous innovation, policy support, and stakeholder collaboration. By working together, MFIs, policymakers, business and community leaders can create a future where financial inclusion and environmental sustainability go hand in hand. * * *\"The greatest threat to our planet is the belief that someone else will save it."]}, {"relevance_score": 23, "title": "PH, UK strengthen cooperation on climate resilience", "published": "2025-03-19", "bodyText": "<p nitf:lede=\"true\">Manila, March 19 -- The Philippines and the United Kingdom have reaffirmed their commitment to climate resilience, net zero goals, and sustainable development to enhance collaboration ahead of the 30th Conference of the Parties to the UN Framework Convention on Climate Change scheduled in November this year.</p><p>In a news release on Wednesday, the Climate Change Commission (CCC) said the two countries reinforced their adhesion to urgent climate action, adaptation and resilience, and cooperation at the 5th UK-Philippines Climate Change and Environment Dialogue held on March 12, 2025.</p><p>CCC Vice Chairperson and Executive Director, Secretary Robert E.A. Borje emphasized the importance of global cooperation and strategic partnerships in addressing the climate crisis.</p><p>\"Strong bilateral partnerships are a bedrock of meaningful climate action. This dialogue marks an important milestone in reinforcing our shared goals for mitigation, adaptation, and ecological action. Working together will unlock new opportunities towards our goal of becoming a low-carbon, resilient country,\" he said.</p><p>He said the discussions between the Philippines and the UK focused on mobilizing climate finance, advancing sustainable development, and strengthening adaptation measures to help the country transition toward a low-carbon, climate-resilient future.</p><p>CCC Commissioner Rachel Anne Herrera, meanwhile, reaffirmed the Philippines' commitment to enhancing its Nationally Determined Contributions (NDCs), emphasizing the need to harmonize economic growth, energy security, and climate action.</p><p>She also stressed the need for technical and financial support to accelerate emission reductions in energy, transport, agriculture, industry, waste, and forestry while strengthening local adaptation strategies.</p><p>\"Our NDC update prioritizes industrial potential and energy security while striving for a climate-resilient future. This is why enhanced support from developed nations is crucial in maximizing our contributions to global climate efforts,\" she said.</p><p>Herrera also highlighted the structured process of updating NDC 3.0, emphasizing inclusivity, collaboration, and the role of development partners in mobilizing technical and funding support.</p><p>She underscored the importance of setting ambitious yet realistic climate targets that balance economic growth, energy security, and resilience-building efforts.</p><p>British Ambassador Laure Beaufils, on the other hand, emphasized the importance of sustained UK-Philippines collaboration in tackling climate challenges.</p><p>\"This is a time to celebrate all that we've achieved together. Climate action has been a personal priority for the President and is at the heart of our foreign policy-setting the agenda and mechanisms for transparency and accountability,\" she said.</p><p>Meanwhile, Department of Environment and Natural Resources Secretary Maria Antonia Yulo Loyzaga, the Philippines official representative to the CCC, highlighted the Philippines' and the UK's shared responsibility as large ocean nations in building a roadmap to resilience.</p><p>\"Together, we are building a roadmap to resilience-aligning key priorities, setting measurable outcomes, and ensuring coordinated leadership in this critical race against climate change,\" she said.</p><p>Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htdigital.in\">contentservices@htdigital.in</email></p>", "publisher": "Philippines News Agency", "instances": ["In a news release on Wednesday, the Climate Change Commission (CCC) said the two countries reinforced their adhesion to urgent climate action, adaptation and resilience, and cooperation at the 5th UK-Philippines Climate Change and Environment Dialogue held on March 12, 2025. CCC Vice Chairperson and Executive Director, Secretary Robert E."]}, {"relevance_score": 19, "title": "P7-B geothermal power plant inaugurated in Sorsogon City", "published": "2025-08-02", "bodyText": "<p nitf:lede=\"true\">LEGAZPI CITY, Aug. 2 -- The Energy Development Corp. (EDC) activated a new PHP7 billion facility in Sorsogon City on Friday as part of its efforts to harness the country's rich indigenous geothermal resources.</p><p>Jerome Cainglet, EDC president and chief operating officer, said in a statement that the inauguration of the 22-megawatt (MW) Tanawon Geothermal Power Plant \"is a win for the country's energy security and climate resilience journey.\"</p><p>\"We dedicate it to our communities, government partners, and everyone committed to a decarbonized, regenerative future,\" he said.</p><p>The project, completed after 27 months, is a product of a \"committed collaboration\" between EDC and its mother unit, First Gen Corp., and their key contractors First Balfour and Toshiba, \"as well as strong government support,\" Cainglet said.</p><p>The Department of Energy, meanwhile, thanked First Gen-EDC for supporting the government's push for energy security and climate resilience.</p><p>In her message, Energy Secretary Sharon Garin said the commitment echoes the call of President Ferdinand R. Marcos Jr., who has consistently emphasized that climate action and energy security are not opposing priorities.</p><p>\"This is a commitment of a clean source, secure climate resilience economically developed country. As the President frequently emphasizes, build a future where progress and sustainability go hand in hand, and the best example is this project, the Tanawon project,\" she said.</p><p>Garin said under the Philippine Energy Plan, the agency is working to increase the share of renewable energy to 50 percent by 2040.</p><p>The Tanawon Geothermal Power Plant is projected to have a net annual generation of 159,000 MW hours, contributing significantly to the country's baseload renewable energy capacity and helpin avoid approximately 38,312 tons of carbon dioxide emissions annually.</p><p>The new facility is the second among First Gen-EDC's seven growth projects to be commissioned, the first being the 29MW Palayan Binary Geothermal Power Plant that was inaugurated on July 5, 2024.</p><p>The EDC targets to commission four of its growth projects this year.</p><p>Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htdigital.in\">contentservices@htdigital.in</email></p>", "publisher": "Philippines News Agency", "instances": ["2 -- The Energy Development Corp. (EDC) activated a new PHP7 billion facility in Sorsogon City on Friday as part of its efforts to harness the country's rich indigenous geothermal resources. We dedicate it to our communities, government partners, and everyone committed to a decarbonized, regenerative future,\" he said. The project, completed after 27 months, is a product of a \"committed collaboration\" between EDC and its mother unit, First Gen Corp.", "The project, completed after 27 months, is a product of a \"committed collaboration\" between EDC and its mother unit, First Gen Corp. , and their key contractors First Balfour and Toshiba, \"as well as strong government support,\" Cainglet said. In her message, Energy Secretary Sharon Garin said the commitment echoes the call of President Ferdinand R. Marcos Jr.", "Marcos Jr. , who has consistently emphasized that climate action and energy security are not opposing priorities. As the President frequently emphasizes, build a future where progress and sustainability go hand in hand, and the best example is this project, the Tanawon project,\" she said. Garin said under the Philippine Energy Plan, the agency is working to increase the share of renewable energy to 50 percent by 2040."]}, {"relevance_score": 16, "title": "Spain gives P45-M for BARMM livelihood, climate resilience programs", "published": "2025-02-11", "bodyText": "<p nitf:lede=\"true\">Manila, Feb. 11 -- The Spanish Agency for International Development Cooperation (AECID) is providing PHP45 million (USD780,000) to help fund agriculture-related livelihood and climate resilience programs in the Bangsamoro Autonomous Region in Muslim Mindanao (BARMM).</p><p>The projects, to be implemented by the World Food Programme, target to benefit 28,000 people in the region, especially the indigenous women.</p><p>\"Despite significant progress at the global level, no country in the world has achieved gender equality. That is the reason why Spanish Cooperation aims to not only boost but also accelerate the progress of women's participation and leadership at all decision-making levels,\" Violeta Dominguez Acosta, head of Spanish Cooperation in the Philippines, said in a statement Tuesday.</p><p>\"If we are talking about climate resilience in a country most at risk of extreme climate, we must put indigenous women and their communities at the center of the action.\"</p><p>Based on a WFP study conducted in 2024, barriers such as climate-related risks hinder rural and indigenous women from accessing resources and decision-making processes, resulting in the loss of livelihood opportunities and poverty.</p><p>The WFP said rural and indigenous women will undergo training in climate-resilient agriculture and leadership skills.</p><p>The AECID-funded project will also strengthen women cooperatives by linking their agricultural production to reliable markets, it said.</p><p>In addition, the activities will incorporate social behavior change to improve local food and nutrition practices.</p><p>\"WFP thanks AECID for their important contribution to enhancing resilience in BARMM. With the increasing frequency and intensity of climate emergencies in the Philippines, women are especially vulnerable,\" WFP Philippines Representative and Country Director Regis Chapman said.</p><p>\"It is urgent that we strengthen their capacities and so that they can withstand shocks better.\"</p><p>The initiative is part of the WFP's continuing support to the Philippines' efforts to promote resilience-building activities and strengthen food and social protection systems.</p><p>Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htdigital.in\">contentservices@htdigital.in</email></p>", "publisher": "Philippines News Agency", "instances": ["Manila, Feb. The projects, to be implemented by the World Food Programme, target to benefit 28,000 people in the region, especially the indigenous women. Despite significant progress at the global level, no country in the world has achieved gender equality.", "Despite significant progress at the global level, no country in the world has achieved gender equality. That is the reason why Spanish Cooperation aims to not only boost but also accelerate the progress of women's participation and leadership at all decision-making levels,\" Violeta Dominguez Acosta, head of Spanish Cooperation in the Philippines, said in a statement Tuesday. Based on a WFP study conducted in 2024, barriers such as climate-related risks hinder rural and indigenous women from accessing resources and decision-making processes, resulting in the loss of livelihood opportunities and poverty. The WFP said rural and indigenous women will undergo training in climate-resilient agriculture and leadership skills."]}, {"relevance_score": 13, "title": "Micro-credentials for food security, climate resilience", "published": "2025-03-22", "bodyText": "<p nitf:lede=\"true\">MICRO-CREDENTIALS are focused, fast and flexible learning programs that recognize a learner's competency in a specific area. They are more niche than traditional certified courses and can emphasize a needed skill for the targeted sector. They can also be used to advance and catalyze actionable solutions in food security and climate change resilience.</p><p>This was the consensus reached by the first international conference held by the Erasmus program Postgraduate Micro-Credentials in Food Security and Climate Change (PMC-FSCC) in Thailand on Feb. 10 to 12.</p><p>Kasetsart University as the PMC-FSCC project leader spearheaded the event in collaboration with Work Package 5 on Communication and Dissemination managed by Institut Pertanian Bogor University, Central Luzon State University, Universitas Brawijaya and Visayas State University. The Laguna-based Southeast Asian Regional Center for Graduate Study and Research in Agriculture (Searca) also co-organized the conference.</p><p>The event discussions explored strategies for integrating micro-credentials into academic curricula, with case studies from Malaysia, Indonesia and the Philippines. The session on \"Learning Instruments and Technology\" focused on innovations in digital education and artificial intelligence-powered agronomic tools with associate professor Bundit Thipakorn from King Mongkut's University of Technology Thonburi discussing Thailand's digital badge development.</p><p>Searca Director Glenn Gregorio highlighted the synergy between micro-credentials and problem-based learning in equipping professionals with industry-relevant skills. Delfin Ganapin Jr., Outstanding Searca Scholarship alumnus, emphasized the urgency of interdisciplinary research, policy advocacy and innovative partnerships in addressing food security challenges. He stressed the importance of supporting systems thinking and strategic mapping to enhance the effectiveness of research and education, ensuring they remain purposeful and responsive to real-world needs.</p>", "publisher": "The Manila Times", "instances": []}, {"relevance_score": 28, "title": "FOR DISASTER RISK PREPAREDNESS Iloilo citizens' groups launch community response hub", "published": "2025-07-26", "bodyText": "<p nitf:lede=\"true\">ILOILO citizen groups launched the first \\x93Community Climate Response Hub\\x94 (CCRH) and a citizen science-led urban heat report on July 15, calling for broader people participation in climate action.</p><p nitf:lede=\"true\">The CCRH aims to mobilize community-led climate change adaptation, and disaster risk preparedness and response to help build climate-resilient communities. It is powered by a broad multisectoral coalition of locally based youth groups, civil society organizations and people's organizations.</p><p nitf:lede=\"true\">Naomi Alaban Basay of the Homeless People's Federation Philippines Inc. (HPFPI) noted that with the alarming and undeniable impacts of climate change, especially at the community level, it is essential to involve communities in the solution to ensure sustainability.</p><p>\\x93This is where the CCRH should step in: by providing capacity-building initiatives and resources to empower individuals not just as recipients of aid but as active agents of change. As a youth-led, youth-centered organization, we in Homeless People's Federation Philippines Inc. Youth Iloilo, see CCRH as aligned with our mission to mobilize and lead youth in strengthening community preparedness and resilience,\\x94 Basay said.</p><p>According to GreenpeacePhilippines, the CCRH as a network of groups will act as a community-driven center for people-led climate-resilience and response initiatives. It will serve as a platform and space for local action and collaboration to prepare for and respond to climate impacts.</p><p>Jerol Kim Tanaliga of Green Eco-Warriors said that the CCRH emerges as a critical initiative in addressing the multifaceted challenges posed by the ongoing climate crisis. \\x93It represents a synergistic collaboration across diverse sectors, demonstrating a unified commitment to mitigating climate change impacts within urban environments and extending its influence beyond,\\x94 he said.</p><p>The core group behind the CCRH included GreenpeacePhilippines, Greenpeace Iloilo Volunteers Local Group (GIVLG), Green Eco-Warriors, Green Forum Panay Guimaras, HPFPI, Alerto Ako E-Yusay Memorial School, CurrentShift, and Navallasca Farmers Rise Against Hunger and Malnutrition Inc.</p><p>Study on urban heat</p><p>According to the groups, the hubs will function as citizen-led platforms for delivering support to affected communities while facilitating the participatory identification and co-designing of initiatives toward community climate resilience, including supporting climate change adaptation (CCA), and disaster risk reduction and management (DRRM) projects.</p><p>According to GreenpeacePhilippines, over time, the hubs are intended to evolve into strategic platforms for aggregating community-based data and articulating policy recommendations. They will inform and influence CCA and DRRM planning and governance at local and national levels. They have been designed as platforms for urgent calls for the government to pursue climate action and climate justice.</p><p>Meanwhile, the CCRH's launch saw the release of the report \\x93Turning down the heat: Citizen science and the urgency of climate action in the Philippines,\\x94 which was undertaken by GIVLG and Ulirat Collective, and supported by GreenpeacePhilippines.</p><p>The report is a study on urban heat using citizen science research and community narratives to understand the phenomenon from the perspective of citizens. It makes a case for the importance of people participation as an essential component in climate action at both the local and national government levels.</p><p>Cathy Manalo of Ulirat Collective said that science is too important to be left to scientists alone. \\x93Today, as extreme weather patterns impact our society, who knows their own places the most? Residents should be actively involved in learning about the environment and pushing for livable communities. Our study reinforced the importance of resident-led methods when assessing the impacts of climate change,\\x94 Manalo said.</p><p>The groups contend that at both local and national levels, people participation must be a key strategy as the Philippines faces the worsening impacts of the climate crisis. They maintain that local citizenry should not just be seen as affected populations, but as partners in climate-resilience building and response efforts.</p><p>They noted that in this time of worsening impacts of the climate crisis, disaster risk management and resilience building plans would benefit greatly from including grassroots groups in their strategies. One way is fostering these partnerships and enabling conditions that promote their growth.</p>", "publisher": "The Manila Times", "instances": ["\\x93It represents a synergistic collaboration across diverse sectors, demonstrating a unified commitment to mitigating climate change impacts within urban environments and extending its influence beyond,\\x94 he said. The core group behind the CCRH included GreenpeacePhilippines, Greenpeace Iloilo Volunteers Local Group (GIVLG), Green Eco-Warriors, Green Forum Panay Guimaras, HPFPI, Alerto Ako E-Yusay Memorial School, CurrentShift, and Navallasca Farmers Rise Against Hunger and Malnutrition Inc. According to GreenpeacePhilippines, over time, the hubs are intended to evolve into strategic platforms for aggregating community-based data and articulating policy recommendations. They will inform and influence CCA and DRRM planning and governance at local and national levels."]}, {"relevance_score": 25, "title": "Iloilo groups launch community climate response hub, science-led urban heat report", "published": "2025-07-20", "bodyText": "<p nitf:lede=\"true\"> Iloilo citizen groups called for broader people participation in climate action as they launched the first 'Community Climate Response Hub' (CCRH) and a citizen science-led urban heat report.</p><p nitf:lede=\"true\">The CCRH was launched in a forum in Iloilo City on July 15 by a broad multisectoral coalition of youth groups, civil society organizations, and people's organizations,.</p><p nitf:lede=\"true\">It aims to mobilize community-led climate change adaptation and disaster risk preparedness and response to help build climate-resilient communities.</p><p>It is envisioned as a network of groups that will act as a community-driven center for people-led climate resilience and response initiatives. It aims to serve as a platform and space for local action and collaboration to prepare for and respond to climate impacts. </p><p>The core group behind CCRH include Greenpeace Philippines, Greenpeace Iloilo Volunteers Local Group, Green Eco-Warriors, Green Forum Panay Guimaras, Homeless People's Federation Philippines Inc., Alerto Ako E-Yusay Memorial School, CurrentShift, and Navallasca Farmers Rise Against Hunger and Malnutrition Inc.</p><p>According to the groups, the hubs will function as citizen-led platform for delivering support to affected communities.</p><p>They will also facilitating the participatory identification and co-designing of initiatives toward community climate resilience, including supporting Climate Change Adaptation (CCA), and Disaster Risk Reduction and Management (DRRM) projects.</p><p>Over time, the hubs are intended to evolve into strategic platforms for aggregating community-based data and articulating policy recommendations, thereby informing and influencing CCA/DRRM planning and governance at local and national levels.</p><p>At their core, the hubs are also designed as platforms for urgent calls for the government to pursue climate action and climate justice.</p><p>The launch of the hub also saw the release of the report 'Turning down the heat: Citizen science and the urgency of climate action in the Philippines.'</p><p> Undertaken by Greenpeace Iloilo Volunteers Local Group and Ulirat Collective, and supported by Greenpeace Philippines, the report is a study on urban heat using citizen science research and community narratives to understand the phenomenon from the perspective of citizens.</p><p>In presenting the research, the report makes a case for the importance of people participation as an essential component in climate action at both the local and national government levels.</p><p>The groups contend that at both local and national levels, people participation must be a key strategy as the Philippines face the worsening impacts of the climate crisis.</p><p>They said that local citizenry should not just be seen as affected populations, but as partners in climate resilience building and response efforts.</p><p>Amid the worsening impacts of the climate crisis, disaster risk management and resilience building plans would benefit greatly from including grassroots groups in their strategies, through fostering these partnerships and enabling conditions that promote their growth, they said. 'May we create a shared space where communities have the power to push for climate justice, climate preparedness, and climate response-led by communities and backed by the government and other stakeholders,' said Lady Kyla Balibagoso, Greenpeace Philippines-Iloilo Volunteers</p><p>For her part, Cathy Manalo, Ulirat Collective said: 'Science is too important to be left to scientists alone. Today, as extreme weather patterns impact our society, who knows their own places the most? Residents should be actively involved in learning about the environment and pushing for liveable communities. Our study reinforced the importance of resident-led methods when assessing the impacts of climate change.'</p><p>The twin launching speakers were Dr. Ma. Laurence Jamero, Senior Scientist for Resilience, Manila Observatory Center; Donna Magno, Iloilo City Disaster Risk Reduction and Management Officer; and Dr. Ronald Law, chief emergency preparedness lead, Health and Climate Change Unit, Department of Health.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["The CCRH was launched in a forum in Iloilo City on July 15 by a broad multisectoral coalition of youth groups, civil society organizations, and people's organizations,. It aims to mobilize community-led climate change adaptation and disaster risk preparedness and response to help build climate-resilient communities. It aims to serve as a platform and space for local action and collaboration to prepare for and respond to climate impacts. The core group behind CCRH include Greenpeace Philippines, Greenpeace Iloilo Volunteers Local Group, Green Eco-Warriors, Green Forum Panay Guimaras, Homeless People's Federation Philippines Inc.", ", Alerto Ako E-Yusay Memorial School, CurrentShift, and Navallasca Farmers Rise Against Hunger and Malnutrition Inc. According to the groups, the hubs will function as citizen-led platform for delivering support to affected communities. Over time, the hubs are intended to evolve into strategic platforms for aggregating community-based data and articulating policy recommendations, thereby informing and influencing CCA/DRRM planning and governance at local and national levels. At their core, the hubs are also designed as platforms for urgent calls for the government to pursue climate action and climate justice.", "In presenting the research, the report makes a case for the importance of people participation as an essential component in climate action at both the local and national government levels. The groups contend that at both local and national levels, people participation must be a key strategy as the Philippines face the worsening impacts of the climate crisis. Amid the worsening impacts of the climate crisis, disaster risk management and resilience building plans would benefit greatly from including grassroots groups in their strategies, through fostering these partnerships and enabling conditions that promote their growth, they said. 'May we create a shared space where communities have the power to push for climate justice, climate preparedness, and climate response-led by communities and backed by the government and other stakeholders,' said Lady Kyla Balibagoso, Greenpeace Philippines-Iloilo VolunteersFor her part, Cathy Manalo, Ulirat Collective said: 'Science is too important to be left to scientists alone."]}, {"relevance_score": 13, "title": "Q2 foreign borrowing approvals rise to P4.89B", "published": "2025-08-06", "bodyText": "<p nitf:lede=\"true\">THE Monetary Board approved $4.89 billion in public sector borrowings in the second quarter, the Bangko Sentral ng Pilipinas (BSP) reported late on Monday.</p><p>The amount - up from the $3.9 billion a year earlier - consisted of eight project loans ($4.14 billion) and three program loans ($750 million) with medium- to long-term maturities. </p><p>The borrowings, the BSP said, were to be used to \"fund projects and programs on road and rail transport, flood control management, climate resilience, health services, and civil service modernization.\"</p><p>It brought the first-half total to $11.18 billion, close to the $13.68 billion recorded for the whole of 2024.</p><p>Under the 1987 Constitution, foreign loans to be contracted or guaranteed by the Philippine government must first be approved by the BSP's policymaking Monetary Board.</p><p>\"This is in line with the BSP's tasks of ensuring that the country's foreign debt remains manageable,\" the central bank said.</p><p>Previously, Letter of Instruction 158, dated Jan. 21, 1974, stated that all foreign borrowing proposals by the national government, government agencies and government financial institutions must be submitted to the Monetary Board for approval in principle before actual negotiations start.</p>", "publisher": "The Manila Times", "instances": ["9 billion a year earlier - consisted of eight project loans ($4. 14 billion) and three program loans ($750 million) with medium- to long-term maturities. It brought the first-half total to $11. 18 billion, close to the $13."]}, {"relevance_score": 22, "title": "CCC pushes NAP-aligned nature-based solutions for resilience in Bukidnon", "published": "2025-08-18", "bodyText": "<p nitf:lede=\"true\">BUKIDNON-- The Climate Change Commission (CCC) is scaling up nature-based solutions (NbS) aligned with the National Adaptation Plan (NAP), emphasizing ecosystem-led approaches to build climate resilience in vulnerable areas like the Province of Bukidnon.Nature-based solutions (NbS), defined as actions to protect, sustainably manage, and restore natural ecosystems to address societal challenges, are one of the thematic cross-sector adaptation strategies of the NAP.</p><p> This approach prioritizes ecological interventions that deliver both biodiversity conservation and human well-being benefits.The NAP specifically calls for mainstreaming of NbS in critical adaptation strategies.</p><p> For land use and human settlements, it involves strategies to stabilize slopes and reduce flood risks. For livelihoods and industries, it promotes reinforcing infrastructure with climate-resilient designs.</p><p>During a recent field mission, Bukidnon stakeholders expressed strong support for NbS implementation. Local officials, cooperatives, and community leaders highlighted specific nature-based approaches aligned with regional needs, including bamboo cultivation  identified for its unique potential to deliver ecological and economic co-benefits.</p><p>Traditional gray infrastructure like seawalls often shifts risks to vulnerable communities, unlike bamboo cultivation that uses natural systems to control erosion, sequester carbon 30% faster than hardwood forests, and create sustainable economies,\"said CCC vice chair and executive director Robert E.A.</p><p> Borje.A People's Survival Fund (PSF) technical briefing was also conducted to equip Bukidnon planners with tools to develop bankable NbS proposals, prioritizing projects with rigorous ecological safeguards.</p><p>Effective NbS requires science-based risk assessments respecting ecosystem carrying capacity,\"Borje emphasized.It must integrate indigenous knowledge while delivering co-benefits from carbon sequestration to livelihood generation.</p><p>\"Looking ahead, the CCC will support technical mapping of climate-vulnerable zones suitable for bamboo reforestation through academic partnerships, assist local governments in developing PSF-funded NbS proposals, and facilitate policy alignment with NAP priorities.For more information on the CCC's climate mainstreaming activities, visit uwww.</p><p>climate.gov.</p><p>ph and uwww.facebook.</p><p>com/CCCPhl. #.</p>", "publisher": "Mindanao Times (Philippines)", "instances": ["Nature-based solutions (NbS), defined as actions to protect, sustainably manage, and restore natural ecosystems to address societal challenges, are one of the thematic cross-sector adaptation strategies of the NAP. This approach prioritizes ecological interventions that deliver both biodiversity conservation and human well-being benefits."]}, {"relevance_score": 34, "title": "Experts tackle ways for climate-resilient, sustainable economy", "published": "2025-08-17", "bodyText": "<p nitf:lede=\"true\"> Experts from various national government agencies gathered recently to discuss insights on building a climate-resilient and sustainable economy.</p><p nitf:lede=\"true\">With the theme, 'Facing Environmental Challenges and Climate Change in the Philippines' Future: Actions in Line with Pagtanaw 2050,' the hybrid conference was held recently at the historic Heyden Hall of Manila Observatory.</p><p nitf:lede=\"true\">The Philippine Association for the Advancement of Science and Technology (PhilAAST), in partnership with the Department of Science and Technology-National Capital Region (DOST-NCR) organized the event, said Claire Bernadette A. Mondares of DOST-Science and Technology Information Institute in a news release.</p><p>Pagtanaw is the country's science, technology and information development blueprint developed by the National Academy of Science and Technology, which envisions a progressive, sustainable, and resilient Philippines.</p><p>Experts from the Climate Change Commission (CCC), DOST-Philippine Institute of Volcanology and Seismology, and the Department of Environment and Natural Resources (DENR) discussed how governments should take actions in addressing climate-related issues as the country consistently ranks high in terms of climate change impacts and disaster risk.</p><p>'Climate change is the governance challenge of our generation. It is global as it affects us all, no matter who or where we are. No country can stand alone in this crusade. And we must work together globally to find solutions. It is historic as it is the total of our omissions and commissions, not just of our generation but the generations before us,' CCC Deputy Executive Director Romell Antonio Cuenca, said.</p><p>Cuenca highlighted in his talk the recently completed National Adaptation Plan (NAP) for 2023-2050, under the Marcos administration, which is crucial to steadily reduce climate-related loss and damage and build the country's adaptive capacity toward transformative resilience and sustainable economic development by 2050.</p><p>According to Cuenca, the NAP is a foundational document outlining the Philippines' roadmap to climate resilience with fit-for-purpose interventions determined through comprehensive science and evidence-based and beyond business-as-usual planning tools, all taking into consideration projected risks and scenarios from top-of-class modeling technologies.</p><p>'At its core, the NAP is anchored on risk management and the best available science and climate analytics, identifying eight key adaptation priorities and strategies to serve as an insightful reference point to support decision-making on adaptation actions at a localized level,' Cuenca said.</p><p>The adaptation priorities include, agriculture, fisheries, food security, water resources, health, ecosystems and biodiversity, cultural heritage, population displacement and migration, land use and human settlements, livelihoods and industries, energy, transport, and communications.</p><p>Moreover, DENR Undersecretary Carlos Primo C. David, for Integrated Environmental Science, shared strategies for resource management and overcoming environmental challenges.</p><p>He discussed unlocking and leveraging natural resources which are crucial for economic development, community progress, and environmental protections.</p><p>'What is global warming when a person cannot even find the food that he will serve his family for tomorrow? What is sea level rise when the slightest rainfall or an active habagat, monsoon rains, will mean that my town will be flooded consequently? And therefore, what is climate change when I do not even have a sustainable, viable livelihood for my family to survive,' David said.</p><p>He added that there is a negative factor when looking at the equation for vulnerability because of climate change, which is the adaptive capacity of the person or the family.</p><p>'You reduce vulnerability if you have that adaptive capacity. To me, what adaptive capacity means is that you have enough resources to feed for your family, to ensure that they are safe and well despite of climate change,' David said.</p><p>He shared strategies in unlocking natural resources like water. He said, first is to map out all these resources; create policies that will unlock these resources; improve the application and regulatory procedures; and insert important environmental sustainability and climate resilience strategies.</p><p>'If we change our mindset that water is a resource and not as a disadvantage to Filipinos because it creates flooding, traffic on Katipunan [Avenue in Quezon City], damages our crops, and so on and so forth. But remember that it's the same water, even floodwaters, that we will use for our drinking water, irrigation, aquaculture, ecotourism, and even power generation,' he pointed out.</p><p>David added that the five strategies presented for water resources are almost 100 percent complete.</p><p>On the other hand, while CCC is committed to translating the NAP into tangible actions, Cuenca said the success relies on the active participation of regions and local governments.</p><p>PhilAAST is being led by its president, former DOST secretary Fortunato R. de la Peña.</p><p>This initiative is one of the many collaborations and programs of the DOST aimed at providing science-based, innovative, and inclusive solutions across four strategic pillars: human well-being, wealth creation, wealth protection, and sustainability. These pillars embody the mantra OneDOST4U: Solutions, Opportunities for All.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["It is historic as it is the total of our omissions and commissions, not just of our generation but the generations before us,' CCC Deputy Executive Director Romell Antonio Cuenca, said. Cuenca highlighted in his talk the recently completed National Adaptation Plan (NAP) for 2023-2050, under the Marcos administration, which is crucial to steadily reduce climate-related loss and damage and build the country's adaptive capacity toward transformative resilience and sustainable economic development by 2050. At its core, the NAP is anchored on risk management and the best available science and climate analytics, identifying eight key adaptation priorities and strategies to serve as an insightful reference point to support decision-making on adaptation actions at a localized level,' Cuenca said. The adaptation priorities include, agriculture, fisheries, food security, water resources, health, ecosystems and biodiversity, cultural heritage, population displacement and migration, land use and human settlements, livelihoods and industries, energy, transport, and communications.", "To me, what adaptive capacity means is that you have enough resources to feed for your family, to ensure that they are safe and well despite of climate change,' David said. He shared strategies in unlocking natural resources like water. If we change our mindset that water is a resource and not as a disadvantage to Filipinos because it creates flooding, traffic on Katipunan [Avenue in Quezon City], damages our crops, and so on and so forth. But remember that it's the same water, even floodwaters, that we will use for our drinking water, irrigation, aquaculture, ecotourism, and even power generation,' he pointed out."]}, {"relevance_score": 20, "title": "Foreign borrowings up 25% in Q2", "published": "2025-08-10", "bodyText": "<p nitf:lede=\"true\"> The government's foreign borrowings rose by more than a fourth in the second quarter, as the Bangko Sentral ng Pilipinas (BSP) approved more loans for infrastructure, climate and social programs.</p><p>Central bank data showed the Monetary Board cleared $4.89 billion in proposed public sector foreign borrowings from April to June, up by 25.4 percent from $3.9 billion in the same period last year.</p><p>These borrowings, all with medium- to long-term maturities, consisted of eight project loans worth $4.14 billion and three program loans totaling $750 million.</p><p>The loans will bankroll initiatives in road and rail transport, flood control, climate resilience, health services and the modernization of the civil service.</p><p>In the first half, approved public sector foreign borrowings reached $11.18 billion. This follows the $13.68 billion in approvals in 2024.</p><p>Under Philippine laws, all foreign borrowing proposals by the government, state agencies and government financial institutions as well as those guaranteed by the national government must first secure Monetary Board approval.</p><p>The BSP said this process is meant to ensure that the country's external debt remains sustainable and within manageable levels.</p><p>Latest data from the BSP showed that the country's foreign debt climbed by nearly seven percent to $146.74 billion as of end-March from the $137.64 billion in the fourth quarter of 2024. It was also 14 percent higher than the $128.76 billion in the same period last year.</p><p>The national government borrows heavily from foreign and domestic creditors to finance the country's budget deficit as it spends more than what it actually earns.</p>", "publisher": "The Philippine Star", "instances": ["These borrowings, all with medium- to long-term maturities, consisted of eight project loans worth $4. 14 billion and three program loans totaling $750 million. In the first half, approved public sector foreign borrowings reached $11. 18 billion."]}, {"relevance_score": 9, "title": "Contractors, planners pledge to Archival", "published": "2025-08-03", "bodyText": "<p nitf:lede=\"true\"> Cebu City's push for inclusive development and climate resilience continues to gain traction as Mayor Nestor Archival welcomed fresh commitments from two more organizations --the Cebu Contractors Association (CCA) and the Philippine Institute of Environmental Planners (PIEP) Cebu Chapter-- during separate courtesy visits this week.</p><p>Led by President Benedict Uy, the CCABoard of Trustees reaffirmed its partnership with the city government. CCA also unveiled a mobile skills training program for the city, the city's PIO reported.</p><p>Designed to reach underserved barangays, the initiative will offer hands-on instruction in masonry, carpentry, and other construction trades, followed by a three-month immersion period.</p><p>Archival lauded the program as a 'great step toward empowering our communities,' emphasizing its potential to boost livelihood opportunities and local capacity.</p><p>CCA also pledged technical support to help mitigate flooding in Cebu City and committed to mobilizing resources during disaster response efforts.</p><p>In a separate meeting, PIEP Cebu Chapter, led by environmental planner and engineer Christine Homez, expressed its readiness to collaborate on sustainability initiatives and urban planning reforms.</p><p>The group's expertise in environmental design and policy will be instrumental in shaping greener, more livable communities across the city.</p><p>'We appreciate their commitment to assist Cebu City in building greener, more resilient communities,' Archival said, noting the shared advocacy for people-centered development.</p>", "publisher": "The Philippine Star", "instances": ["Led by President Benedict Uy, the CCABoard of Trustees reaffirmed its partnership with the city government. CCA also unveiled a mobile skills training program for the city, the city's PIO reported."]}, {"relevance_score": 15, "title": "SM Cares coastal cleanup: A movement for tomorrow", "published": "2025-08-19", "bodyText": "<p nitf:lede=\"true\"> As the country prepares for the height of the rainy season, SM Cares is taking urgent steps to help protect vulnerable communities by ramping up its coastal cleanup efforts across the Philippines.</p><p>From January to June 2025 alone, SM Cares mobilized 8,571 volunteers across multiple SM malls and coastal communities nationwide, successfully collecting 70,887 kilograms of trash from shorelines and waterways. The initiative is part of the company's continuing commitment to disaster resilience and environmental protection, especially crucial during months when clogged waterways and marine pollution worsen the impact of heavy rainfall and urban flooding.</p><p>'This isn't just about picking up trash-it's about saving homes, safeguarding health, and helping communities become more resilient to the floods and diseases that come with the rainy season,' said Engr. Liza B. Silerio, SM Cares Program Director for the Environment. 'The work we do today has a direct impact on the safety of families tomorrow.'</p><p>SM Cares' coastal cleanup activities serve both environmental and humanitarian goals: protecting marine ecosystems while mitigating the risks of flooding in neighboring barangays. Plastic waste and non-biodegradable trash removed from coastlines help prevent waterways from being blocked, reducing the risk of storm surges and waterborne diseases.</p><p>Looking ahead, SM Cares is calling on the public to participate in its biggest cleanup yet in celebration of SM Supermalls' 40th Anniversary. On September 20, 2025, SM Cares will lead the International Coastal Cleanup with a nationwide effort targeting 40,000 volunteers across various locations. The main event will take place at SM by the BAY, inviting individuals, families, and organizations to take part in a shared mission to restore our coastal communities.</p><p>Sustainably SM: Driving Collective Action for a Greener Tomorrow </p><p>As a Sustainable Mall, SM Cares champions environmental stewardship through inclusive and future-forward initiatives that promote sustainable living, climate resilience, and resource conservation. </p><p>By actively engaging mall-goers, communities, and partner organizations, SM Cares fosters collective action to reduce environmental impact, and build a greener, more resilient future. Through education, innovation, and strong partnerships, SM Cares leads the way in creating sustainable spaces and inspiring everyday environmental responsibility across generations.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["On September 20, 2025, SM Cares will lead the International Coastal Cleanup with a nationwide effort targeting 40,000 volunteers across various locations. The main event will take place at SM by the BAY, inviting individuals, families, and organizations to take part in a shared mission to restore our coastal communities. By actively engaging mall-goers, communities, and partner organizations, SM Cares fosters collective action to reduce environmental impact, and build a greener, more resilient future. Through education, innovation, and strong partnerships, SM Cares leads the way in creating sustainable spaces and inspiring everyday environmental responsibility across generations."]}, {"relevance_score": 6, "title": "Negros prelate finds Marcos Sona wanting", "published": "2025-07-30", "bodyText": "<p nitf:lede=\"true\"> The bishop of the Diocese of San Carlos in the Negros provinces found the State of the Nation Address (Sona) of President Marcos wanting, even as the address was widely appreciated by local officials.</p><p>For San Carlos Bishop Gerardo Alminaza, the President's address 'again focused on infrastructure and economic performance, while ignoring the ecological foundations that sustain the economy, health, and life itself.'</p><p>No safeguards</p><p>Alminaza, representing the Laudato Sí Convergence (collaboration of secular-religious groups), pointed out the 'critical omissions' from the President's Sona, noting a 'lack of clear commitment to phase out coal, fossil gas, and other dirty energy.'</p><p>Alminaza also cited the absence of assurances on the protection of indigenous peoples' ancestral domains from destructive projects; accountability for polluting industries and corrupt political actors; structural reforms in waste management, including a nationwide ban on single-use plastics; restoration of watersheds and forests critical to climate resilience; passage of the National Land Use Act and rights of nature legislation; and a genuine transition plan toward sustainable agriculture and food sovereignty.</p><p>'The focus on economic growth without environmental safeguards is a path to disaster, not development,' Alminaza said.</p><p>But for top officials in Negros Occidental and Bacolod City, the President should be lauded for addressing electrification, education and health needs, as well as corruption. /cb</p>", "publisher": "Philippines Daily Inquirer", "instances": ["For San Carlos Bishop Gerardo Alminaza, the President's address 'again focused on infrastructure and economic performance, while ignoring the ecological foundations that sustain the economy, health, and life itself. No safeguardsAlminaza, representing the Laudato Sí Convergence (collaboration of secular-religious groups), pointed out the 'critical omissions' from the President's Sona, noting a 'lack of clear commitment to phase out coal, fossil gas, and other dirty energy. The focus on economic growth without environmental safeguards is a path to disaster, not development,' Alminaza said. But for top officials in Negros Occidental and Bacolod City, the President should be lauded for addressing electrification, education and health needs, as well as corruption."]}, {"relevance_score": 18, "title": "Cities expert pushes for permeable pavements against flooding, heat", "published": "2025-08-14", "bodyText": "<p nitf:lede=\"true\"> Cities expert Anna Mae Lamentillo has called for the widespread adoption of permeable pavements across Philippine cities, citing their potential to mitigate flooding, improve water management, and reduce urban heat.</p><p>Speaking at a recent infrastructure and climate resilience forum, Lamentillo stressed that urban areas must rethink traditional road and sidewalk designs to adapt to the country's changing climate. 'Every time we lay down impermeable concrete, we are essentially sealing the ground and forcing rainwater into already overburdened drainage systems. Permeable pavements allow the soil to breathe, absorb, and store water-turning roads into part of the solution instead of the problem,' she said.</p><p>A Climate-Responsive Alternative</p><p>Permeable pavements, made from porous asphalt, pervious concrete, or interlocking pavers, allow rainwater to seep through the surface into the ground below. Lamentillo emphasized that this design not only prevents surface runoff that leads to flooding but also recharges groundwater aquifers, which are critical for water security during dry seasons.</p><p>'Metro Manila alone loses billions of pesos annually due to flood damage. Imagine if we could reduce that risk while simultaneously replenishing our water tables,' she noted.</p><p>Tackling Urban Heat Islands</p><p>Beyond flood control, Lamentillo underscored that permeable pavements help cool down cities. Traditional asphalt absorbs and traps heat, contributing to the 'urban heat island' effect. By contrast, permeable surfaces allow for natural evaporation and reduce heat retention.</p><p>'Cooler streets don't just mean more comfortable walking conditions. It also means less reliance on energy-intensive cooling systems, which helps lower greenhouse gas emissions,' she explained.</p><p>Call for Policy Integration</p><p>Lamentillo urged both local and national government agencies to integrate permeable pavement technology into urban planning standards, particularly for new roads, parking lots, and public spaces. She suggested pilot projects in flood-prone barangays and called for public-private partnerships to accelerate implementation.</p><p>'Climate adaptation is not optional-it's survival. Every infrastructure project we build today must be designed for the climate realities of tomorrow,' she concluded.</p><p>Environmental groups have welcomed Lamentillo's call, pointing out that permeable pavements have been successfully implemented in cities across Japan, the United States, and Europe, resulting in significant reductions in both flooding incidents and surface temperatures.</p>", "publisher": "Philippines Daily Inquirer", "instances": ["Cities expert Anna Mae Lamentillo has called for the widespread adoption of permeable pavements across Philippine cities, citing their potential to mitigate flooding, improve water management, and reduce urban heat. 'Every time we lay down impermeable concrete, we are essentially sealing the ground and forcing rainwater into already overburdened drainage systems. Permeable pavements allow the soil to breathe, absorb, and store water-turning roads into part of the solution instead of the problem,' she said."]}, {"relevance_score": 27, "title": "Recto: Boost climate resilience", "published": "2024-08-29", "bodyText": "<p nitf:lede=\"true\">BOOSTING climate resilience will be a key to achieving overall economic prosperity for Filipinos, a Cabinet official said.</p><p nitf:lede=\"true\">\"We cannot achieve overall economic prosperity for Filipinos without boosting climate resilience ... because climate change is deeply unfair,\" Finance Secretary Ralph Recto said in his speech on Wednesday at the Coalition of Finance Ministers for Climate Action (CFMCA) Regional Meeting.</p><p>\"It strikes the hardest at the poorest. It makes poverty worse. And as climate impacts grow, so too will the difficulty and cost of eradicating poverty in the country. It is the ultimate injustice,\" he added.</p><p>The CFMCA is a global alliance of finance ministers from 92 countries aimed at sharing knowledge and supporting climate action initiatives.</p><p>Filipinos classified as poor dropped to 15.5 percent last year from 18.1 percent in 2021, translating to about 17.54 million poor Filipinos last year. This is an improvement from the 16.0 to 16.4 percent target of the government in 2023.</p><p>The finance chief urged his fellow finance ministers to integrate climate action with poverty reduction, highlighting the need to balance economic development with climate resilience.</p><p>He shared that the Philippines prioritizes fiscal stability to support long-term climate action, with its Medium-Term Fiscal Program ensuring sustainable economic growth and strict fiscal discipline.</p><p>\"This enables us to prudently finance green infrastructure, support local adaptation projects, educate our people on climate consciousness, create green jobs, and reduce poverty along the way,\" Recto said.</p><p>In addition to the fiscal consolidation plan, Recto noted that the Philippines uses the National Adaptation Plan (NAP) and the NDC Implementation Plan (NDC IP) to achieve climate and economic goals.</p><p>He also highlighted the People's Survival Fund (PSF) as a key climate solution, providing resources for community-led climate adaptation projects.</p><p>\"Recognizing that the whole nation must be mobilized, we enacted our Public-Private Partnership Code to expedite sustainable and climate-resilient investments across the Philippine archipelago,\" Recto said, adding that the Philippines is also utilizing fiscal policy to promote a regime to attract green investments into the country.</p><p>Recto, however, emphasized that their commitment extends beyond national borders, stressing that it is crucial to support regional neighbors as well.</p><p>Hence, the government took action to secure the Philippines' hosting of the Loss and Damage Fund (LDF) Board, bringing it to the region.</p><p>\"By doing so, we will not only spotlight our achievements but amplify our voices and galvanize our efforts to secure more financial resources for climate action,\" Recto said.</p><p>\"With your help, it is our hope that our LDF hosting will serve as the gold standard for climate finance and action, not just in Asia and the Pacific but all over the world,\" he added.</p>", "publisher": "The Manila Times", "instances": ["We cannot achieve overall economic prosperity for Filipinos without boosting climate resilience . .", "BOOSTING climate resilience will be a key to achieving overall economic prosperity for Filipinos, a Cabinet official said. . .", "0 to 16. 4 percent target of the government in 2023. He shared that the Philippines prioritizes fiscal stability to support long-term climate action, with its Medium-Term Fiscal Program ensuring sustainable economic growth and strict fiscal discipline. This enables us to prudently finance green infrastructure, support local adaptation projects, educate our people on climate consciousness, create green jobs, and reduce poverty along the way,\" Recto said."]}, {"relevance_score": 12, "title": "Aboitiz Foundation backs DENR's sustainable forest initiative", "published": "2025-06-30", "bodyText": "<p nitf:lede=\"true\"> THE Aboitiz Foundation Inc. hailed a recently-launched program of the Department of Environment and Natural Resources (DENR) as 'a landmark initiative that strengthens public-private-community partnerships for forest protection and climate resilience.'</p><p>, the, corporate social responsibility arm of Aboitiz Group has affirmed its strong commitment to the</p><p>, describing the program</p><p>Aboitiz Foundation President Ana Margarita 'Ginggay' Hontiveros-Malvar was quoted in a statement as saying that the Sustainable Forest Land Management Agreement (SFLMA) launched on June 26 'reflects a shared vision to restore, protect, and sustainably manage our country's forest ecosystems-not just for today, but for generations to come.'</p><p>The Aboitiz Foundation also reaffirmed its pledge to plant and nurture at least five million trees under its 'Forests for Life' program. In parallel, it is scaling forward its flagship 'CarbonPH Project,' a long-term reforestation and watershed rehabilitation initiative in partnership with the DENR and the Province of Cebu. Envisioned to cover up to 55,000 hectares over 40 years, the project harnesses science, technology, and grassroots engagement to create enduring ecological and social benefits.</p><p>Aboitiz Foundation also participates in the development of the Department Administrative Order (DAO) and associated guidelines critical to the successful implementation of the SFLMA framework. This contribution highlights the Aboitiz Foundation's belief in transparent, participatory policymaking that drives scalable, inclusive, and innovative solutions.</p><p>Moreover, Aboitiz Business Units across power, infrastructure, land, banking, and food are actively exploring opportunities to embed green investments in SFLMA-designated areas, aligning sustainability with strategic impact. These investments aim to enhance ecosystem services, support local livelihoods, and fortify the country's climate resilience.</p><p>'When government, civil society, private sector, and communities work together, we accelerate meaningful action against climate change,' Hontiveros-Malvar reportedly said. 'Aboitiz Foundation is proud to walk alongside our partners in this journey-rooted in shared responsibility, guided by innovation, and driven by a long-term vision for a regenerative future.'</p>", "publisher": "Business Mirror (Philippines)", "instances": ["THE Aboitiz Foundation Inc. the, corporate social responsibility arm of Aboitiz Group has affirmed its strong commitment to the, describing the programAboitiz Foundation President Ana Margarita 'Ginggay' Hontiveros-Malvar was quoted in a statement as saying that the Sustainable Forest Land Management Agreement (SFLMA) launched on June 26 'reflects a shared vision to restore, protect, and sustainably manage our country's forest ecosystems-not just for today, but for generations to come. The Aboitiz Foundation also reaffirmed its pledge to plant and nurture at least five million trees under its 'Forests for Life' program.", "This contribution highlights the Aboitiz Foundation's belief in transparent, participatory policymaking that drives scalable, inclusive, and innovative solutions. Moreover, Aboitiz Business Units across power, infrastructure, land, banking, and food are actively exploring opportunities to embed green investments in SFLMA-designated areas, aligning sustainability with strategic impact. When government, civil society, private sector, and communities work together, we accelerate meaningful action against climate change,' Hontiveros-Malvar reportedly said. 'Aboitiz Foundation is proud to walk alongside our partners in this journey-rooted in shared responsibility, guided by innovation, and driven by a long-term vision for a regenerative future."]}, {"relevance_score": 21, "title": "PH, New Zealand look to advance market access talks", "published": "2025-08-19", "bodyText": "<p nitf:lede=\"true\">Manila, Aug. 19 -- The Philippines and New Zealand are looking to advance discussions on market access for agricultural products, the Department of Foreign Affairs (DFA) said Tuesday.</p><p>The subject was among the many topics discussed during the inaugural Philippine-New Zealand Vice-Ministerial Foreign Ministry Consultations (FMC) held at the DFA office in Pasay City.</p><p>\"On economic engagement, the two delegations expressed readiness to expand two-way trade, advance energy cooperation, and advance discussions on market access for agricultural products,\" the DFA said.</p><p>As of this posting, no further details on the concerned products were provided. The New Zealand Embassy in Manila also declined to provide the list, citing the ongoing discussions.</p><p>Last year, President Ferdinand R. Marcos Jr. announced that the Philippines and New Zealand governments are currently in talks for the possible entry of durian exports into the New Zealand market.</p><p>Wellington had previously requested market access for its onions in the Philippines.</p><p>The consultations, held in Manila, were co-chaired by DFA Undersecretary for Bilateral Relations and ASEAN Affairs Ma. Hellen Dela Vega and New Zealand Secretary of Foreign Affairs and Trade and Chief Executive of the Ministry of Foreign Affairs and Trade Bede Corry.</p><p>Both sides took stock of positive developments following the renewed vigor of Philippines-New Zealand ties and pledged to continue working towards establishing a Comprehensive Partnership by 2026.</p><p>On defense and security, the delegations recognized the significance of the recently concluded Status of Visiting Forces Agreement (SOVFA) in fostering interoperability, maritime security, and Humanitarian Assistance and Disaster Relief (HADR).</p><p>They also committed to strengthening cooperation against transnational crimes.</p><p>They likewise acknowledged New Zealand's support for various developmental initiatives, including agricultural programs, joint efforts on climate resilience, and peace and development initiatives in Mindanao.</p><p>Both also welcomed the growing cooperation on education, including the increased Manaaki New Zealand scholarship opportunities for Filipinos, and discussed potential collaboration in preserving indigenous heritage.</p><p>The DFA said the consultations also provided an opportunity to exchange views on regional and global developments, with New Zealand reaffirming its support for the Philippines' upcoming ASEAN Chairmanship in 2026.</p><p>The FMC is a regular venue between the Philippines and New Zealand to review and advance bilateral relations, which was previously held at the Assistant Secretary level.</p><p>The next Vice-Ministerial FMC will be hosted in New Zealand in 2027, with virtual intersessional consultations</p><p>Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htdigital.in\">contentservices@htdigital.in</email></p>", "publisher": "Philippines News Agency", "instances": ["On defense and security, the delegations recognized the significance of the recently concluded Status of Visiting Forces Agreement (SOVFA) in fostering interoperability, maritime security, and Humanitarian Assistance and Disaster Relief (HADR). They also committed to strengthening cooperation against transnational crimes. Both also welcomed the growing cooperation on education, including the increased Manaaki New Zealand scholarship opportunities for Filipinos, and discussed potential collaboration in preserving indigenous heritage. The DFA said the consultations also provided an opportunity to exchange views on regional and global developments, with New Zealand reaffirming its support for the Philippines' upcoming ASEAN Chairmanship in 2026."]}, {"relevance_score": 43, "title": "Marcos's energy agenda lights the way-but leaves the grid unchanged", "published": "2025-08-08", "bodyText": "<p nitf:lede=\"true\"> President Ferdinand Marcos, Jr.'s 2025 State of the Nation Address (SONA) offered a forward-looking vision for electrification, green energy, and climate resilience. The headline pledges-expanding the Lifeline Rate electricity subsidy to more low-income households, deploying over a million solar home systems by 2028, and accelerating the Net Metering Program-mark a clear shift toward inclusive energy access.</p><p nitf:lede=\"true\">Tying these initiatives to flood prevention and environmental goals was both politically timely and policy-relevant. After all, clean energy can reduce emissions that worsen typhoons and flooding. Distributed solar power strengthens resilience in areas often left in the dark after disasters. In linking energy affordability with climate adaptation, the SONA reflects a growing international consensus: that energy transitions are not just about carbon; they're about equity and survival.</p><p>Amid these bold promises, one uncomfortable truth remained unspoken: the Philippine electricity sector is structurally broken. Not a single word in the President's address acknowledged that reality.</p><p>Despite the noble goals, the current power system remains skewed against consumers and innovation. Distribution utilities still operate as legal monopolies in exclusive franchise areas. Generation is dominated by a handful of vertically integrated conglomerates. The national transmission grid is under the management of a private monopoly that has faced repeated criticism for delays in connecting renewable projects.</p><p>What this means is simple: no matter how generous the subsidy or widespread the solar rollout, the delivery and pricing of electricity will still be filtered through a highly concentrated, opaque system with limited accountability. This system doesn't just slow progress-it actively resists it.</p><p>Take Net Metering, for example. In theory, it empowers households to install solar panels and sell excess energy back to the grid. In practice, interconnection delays and regulatory bottlenecks-often at the level of local distribution utilities-make the process slow, costly, and discouraging for small consumers.</p><p>Consider the Lifeline Rate subsidy. While expanding it to non-4Ps low-income households is a socially responsible step, the subsidy itself applies to electricity still predominantly generated from coal and natural gas. Without conditions to encourage clean energy use-or reforms to the generation mix-the government may end up subsidizing the very emissions that worsen climate risks like flooding.</p><p>None of these structural issues were addressed in the SONA. There was no mention of accelerating Retail Competition and Open Access (RCOA) to give consumers real choice. No reference to unbundling or regulating vertically integrated players.</p><p>No commitment to reviewing the performance of the National Grid Corporation of the Philippines (NGCP), whose delays in transmission projects have frustrated renewable developers for years. And no action on reforming Power Supply Agreements (PSAs), which are often secured through closed-door negotiations favoring affiliate generators.</p><p>This isn't a new critique. Business groups, consumer advocates, and even the Energy Regulatory Commission (ERC) have long identified these structural barriers as key reasons why Philippine electricity remains among the most expensive in Southeast Asia. High power rates not only burden households-they erode industrial competitiveness and discourage green investment.</p><p>The President's speech acknowledged the what and the why-the need for clean, affordable, and resilient energy. But it avoided the how, particularly when that how would mean confronting powerful interests and longstanding inefficiencies in the sector.</p><p>Energy policy cannot be distinct from climate policy. If the administration is serious about using energy reform as a tool for flood control and resilience, then it must go beyond subsidies and solar handouts. A full structural overhaul of the power sector is needed-starting with transparency, competition, and consumer empowerment.</p><p>The idea is that floods are not just natural events-they are symptoms of infrastructure and governance failure. And while distributed solar systems designed to control flooding can help power evacuation centers and flood-prone communities, their full potential will remain unrealized if the grid refuses to accept them, or if fossil fuels continue to dominate generation contracts.</p><p>To be clear, the SONA made important progress in framing energy within a broader agenda of social protection and climate resilience. It seems to signal that the government understands the multidimensional nature of today's energy challenges.</p><p>However, unless understanding is matched by structural reform, the Philippines risks building a green agenda on an outdated and dysfunctional foundation. You cannot fix a flood-prone country by going after corrupt contractors while subsidizing the emissions that cause the floods. And you cannot develop inclusive energy by giving out subsidies but simultaneously relying on a system designed to exclude competition and consumer choice.</p><p>If this administration wants to leave a legacy of climate leadership and energy justice, it must do more than light the way-it must rewire the system itself. The private sector should demand nothing less.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["President Ferdinand Marcos, Jr. The headline pledges-expanding the Lifeline Rate electricity subsidy to more low-income households, deploying over a million solar home systems by 2028, and accelerating the Net Metering Program-mark a clear shift toward inclusive energy access. Tying these initiatives to flood prevention and environmental goals was both politically timely and policy-relevant.", "The idea is that floods are not just natural events-they are symptoms of infrastructure and governance failure. And while distributed solar systems designed to control flooding can help power evacuation centers and flood-prone communities, their full potential will remain unrealized if the grid refuses to accept them, or if fossil fuels continue to dominate generation contracts. It seems to signal that the government understands the multidimensional nature of today's energy challenges. However, unless understanding is matched by structural reform, the Philippines risks building a green agenda on an outdated and dysfunctional foundation."]}, {"relevance_score": 18, "title": "Maynilad targets 180,000 trees in 2025 to protect vital watersheds", "published": "2025-08-10", "bodyText": "<p nitf:lede=\"true\"> West Zone concessionaire Maynilad Water Services Inc. (Maynilad) has kicked off its 2025 'Plant for Life' program with the goal of planting 180,000 native trees across the Ipo and other critical watersheds this year.</p><p>The initiative highlights Maynilad's commitment to long-term water security, biodiversity conservation, and climate resilience.</p><p>The program began with a large-scale planting at the Ipo Watershed in Norzagaray, Bulacan, which plays a crucial role in protecting the Angat-Ipo water system-the main raw water source for Metro Manila.</p><p>Volunteers from private sector partners, civil society groups, media organizations, and local communities joined Maynilad in the event, including representatives from the Metropolitan Waterworks and Sewerage System (MWSS) and sister companies within the MVP Group.</p><p>'Watershed reforestation is crucial to safeguarding the region's water resources,' said Maynilad Chief Sustainability Officer Atty. Roel S. Espiritu.</p><p>'Trees improve water infiltration, prevent soil erosion, and reduce sedimentation in dams, ultimately ensuring water quality and supply reliability for our 10.5 million customers. Just as important, this program helps restore local biodiversity and creates sustainable livelihood opportunities for nearby communities,' Espiritu added.</p><p> Since its launch in 2007, Plant for Life has planted over 1.45 million trees across nearly 2,000 hectares, expanding beyond Ipo and La Mesa to include the Kaliwa watershed, mangrove belts along Manila Bay, and areas near Laguna Lake.</p><p> To ensure high survival rates, Maynilad engages Dumagat community members and local groups as forest stewards.</p><p>The stakeholders handle nursery operations, monitoring, replanting, and forest protection under a structured three-year care program-providing both environmental and socio-economic benefits.</p><p>As a result, the program sustains 80 percent survival rate while helping improve livelihoods.</p><p>Current reforested areas are estimated to sequester approximately 25,000 metric tons of carbon dioxide annually, contributing to climate mitigation and aligning with Maynilad's broader sustainability, and environmental, social and governance goals goals.</p><p>Maynilad is the concessionaire of the MWSS for the West Zone of the Greater Manila Area, the cities of Cavite, Bacoor and Imus, and the municipalities of Kawit, Noveleta and Rosario, all in Cavite province.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["West Zone concessionaire Maynilad Water Services Inc. (Maynilad) has kicked off its 2025 'Plant for Life' program with the goal of planting 180,000 native trees across the Ipo and other critical watersheds this year. The program began with a large-scale planting at the Ipo Watershed in Norzagaray, Bulacan, which plays a crucial role in protecting the Angat-Ipo water system-the main raw water source for Metro Manila. Volunteers from private sector partners, civil society groups, media organizations, and local communities joined Maynilad in the event, including representatives from the Metropolitan Waterworks and Sewerage System (MWSS) and sister companies within the MVP Group."]}, {"relevance_score": 13, "title": "Valenzuela to tap UP experts for drainage", "published": "2025-08-13", "bodyText": "<p nitf:lede=\"true\">FEARING the impact of last month's consecutive storms and enhanced southwest monsoon (habagat) that left 80 percent of Valenzuela flooded, Mayor Weslie \"Wes\" Gatchalian on Tuesday said he would meet with experts to fix perennial flooding in the city.</p><p>Aside from meeting with University of the Philippines (UP) Diliman-Resilience Institute (UPRI) experts to craft a long-lasting solution to the perennial flooding, Gatchalian also said that he would be holding a separate consultation with top officials of the North Luzon Expressway Corp. (NLEX) for a possible partnership over a proposed flood control project.</p><p>\"It would be a public-private partnership agreement, the details of which are still being finalized,\" Gatchalian said in an interview with The Manila Times via Viber.</p><p>For the long-term solution, Gatchalian said the city government will tap the services of third-party experts in crafting a new Urban Planning Drainage Master Plan for the entire city.</p><p>\"I am set to meet with UP Resilience Institute to discuss this new drainage master plan,\" the city chief executive said.</p><p>He pointed out that Valenzuela's current drainage master plan, which was formulated 10-20 years ago, is already outdated and can no longer cope with the effects of rapid urbanization, increasing population, and climate change.</p><p>UPRI was one of the agencies that crafted Project NOAH or the Nationwide Operational Assessment of Hazard that has been the country's primary disaster risk reduction and management plan for years.</p><p>The mayor acknowledged that flooding is a regional and systematic issue that crosses cities' boundaries, which requires multisectoral and inter-LGU (local government unit) solutions.</p><p>\"But we in Valenzuela remain committed to doing our part by making meaningful local improvements, strengthening our climate resilience, and upgrading our drainage systems and infrastructures,\" he vowed.</p><p>Aside from the setting up of more pumping stations, Gatchalian revealed earlier this month about the local government's plan to build the Dalandanan Water Catchment Basin in Barangay Dalandanan, which will be the first-ever water catchment facility to be built in Valenzuela.</p><p>The 780-linear meter water catchment basin with a length of two kilometers and a depth of 5.6 meters x 3 meters will significantly mitigate flooding on the city's major thoroughfare - McArthur Highway - by capturing or storing floodwaters during a heavy rainfall, he said.</p>", "publisher": "The Manila Times", "instances": ["UPRI was one of the agencies that crafted Project NOAH or the Nationwide Operational Assessment of Hazard that has been the country's primary disaster risk reduction and management plan for years. The mayor acknowledged that flooding is a regional and systematic issue that crosses cities' boundaries, which requires multisectoral and inter-LGU (local government unit) solutions. Aside from the setting up of more pumping stations, Gatchalian revealed earlier this month about the local government's plan to build the Dalandanan Water Catchment Basin in Barangay Dalandanan, which will be the first-ever water catchment facility to be built in Valenzuela. The 780-linear meter water catchment basin with a length of two kilometers and a depth of 5."]}, {"relevance_score": 14, "title": "BCDA approves new BSP complex in Clark", "published": "2025-08-01", "bodyText": "<p nitf:lede=\"true\">The Bases Conversion and Development Authority (BCDA) said it approved the development of the New Bangko Sentral ng Pilipinas (BSP) Security Complex in New Clark City.</p><p>In a statement, the BCDA said the move to Clark from the current security complex site in East Avenue, Quezon City is intended to decongest Metro Manila.</p><p>The new 31.3-hectare BSP Security Complex in New Clark City will “accelerate countryside development, stimulate job creation, and strengthen our institutions for generations to come,” BCDA President and Chief Executive Officer Joshua M. Bingcang said.</p><p>The detailed design phase is scheduled to conclude by August, while the procurement process to appoint a general contractor is expected in December.</p><p>“The facility will ensure uninterrupted BSP operations during disruptions such as natural disasters,” the BCDA said.</p><p>“The long-term lease agreement with BCDA, effective for 50 years and renewable for another 25, provides a stable base for BSP’s operations outside Metro Manila,” it added.</p><p>It expects the construction of the new BSP facility to generate demand for housing and services when it starts operations.</p><p>“This movement of skilled workers and their families will invigorate the local economy, generating new demand for housing, retail, transport and public services in Tarlac and nearby provinces,” Mr. Bingcang said.</p><p>The BCDA has broken ground on an 900-unit affordable housing project in New Clark City. Further units will be offered after the first phase.</p><p>“The BSP Complex is being designed for Leadership in Energy and Environmental Design (LEED) certification, ensuring world class standards in energy efficiency, climate resilience, and environmental performance,” the BCDA said.</p>", "publisher": "BusinessWorld", "instances": ["The BCDA has broken ground on an 900-unit affordable housing project in New Clark City. Further units will be offered after the first phase."]}, {"relevance_score": 19, "title": "PH, New Zealand hold first foreign ministry consultations to boost bilateral ties", "published": "2025-08-19", "bodyText": "<p nitf:lede=\"true\">Manila, Aug. 19 -- A statement from the Department of Foreign Affairs (DFA) said that the meeting, which was the first held at the vice ministerial level, underscores \"the growing depth and maturity of the bilateral ties.\"</p><p>Secretary and Chief Executive of New Zealand's Ministry of Foreign Affairs and Trade Bede Corry co-chaired the consultations with DFA Undersecretary for Bilateral Relations and ASEAN Affairs Ma. Hellen Dela Vega.</p><p>\"The NZ-Philippines relationship is going from strength to strength. I was honoured to be received by Foreign Secretary @SecLazaro at the onset of my visit to Manila this week,\" Corry said in a post on X (formerly Twitter).</p><p>For her part, DFA Secretary Ma. Theresa Lazaro said that both countries \"are actively working on enhancing our bilateral cooperation.\"</p><p>\"My brief conversation with Secretary Bede Corry brought to the fore broad commonalities and key areas for revitalizing our partnership with New Zealand @NZinManila,\" she wrote.</p><p>During the meeting, the DFA said that both countries evaluated the \"positive developments following the renewed vigor of Philippines-New Zealand ties and pledged to continue working towards establishing a Comprehensive Partnership by 2026.\"</p><p>They also recognized the importance of the recently concluded Status of Visiting Forces Agreement (SOVFA) and the inaugural PH-NZ Maritime Dialogue held in June, as well as expressed readiness to expand two-way trade, advance energy cooperation, and advance discussions on market access for agricultural products.</p><p>\"Also acknowledged was the valuable support extended by New Zealand to various developmental initiatives including on agricultural programs, joint efforts on climate resilience, and peace and development initiatives in Mindanao,\" the DFA said.</p><p>It added that people-to-people ties \"continue to anchor the warm and friendly relations between the two countries\" as they welcomed the growing cooperation on education, including increased scholarship opportunities for Filipinos.</p><p>The consultations also served as a venue for the two countries to exchange their views on a wide range of regional and global issues, with New Zealand reaffirming its support for the Philippines' chairship of the Association of Southeast Asian Nations (ASEAN) next year.</p><p>Previously, consultations between the two countries were conducted in the assistant secretary level.</p><p>The next vice-ministerial FMC is scheduled to be hosted in New Zealand in 2027, with virtual intersessional consultations.</p><p>The Philippines and New Zealand will also celebrate the 60th anniversary of their diplomatic relations in 2026.</p><p>Published by HT Digital Content Services with permission from Manila Bulletin. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htdigital.in\">contentservices@htdigital.in</email></p>", "publisher": "Manila Bulletin", "instances": ["During the meeting, the DFA said that both countries evaluated the \"positive developments following the renewed vigor of Philippines-New Zealand ties and pledged to continue working towards establishing a Comprehensive Partnership by 2026. They also recognized the importance of the recently concluded Status of Visiting Forces Agreement (SOVFA) and the inaugural PH-NZ Maritime Dialogue held in June, as well as expressed readiness to expand two-way trade, advance energy cooperation, and advance discussions on market access for agricultural products. It added that people-to-people ties \"continue to anchor the warm and friendly relations between the two countries\" as they welcomed the growing cooperation on education, including increased scholarship opportunities for Filipinos. The consultations also served as a venue for the two countries to exchange their views on a wide range of regional and global issues, with New Zealand reaffirming its support for the Philippines' chairship of the Association of Southeast Asian Nations (ASEAN) next year."]}, {"relevance_score": 20, "title": "Bacolod flood control summit proposed", "published": "2025-08-19", "bodyText": "<p nitf:lede=\"true\">BACOLOD CITY - Bacolod City Rep. Alfredo Abelardo Benitez plans to organize a flood control summit to address the city's recurring problems in flooding. </p><p nitf:lede=\"true\">Benitez said the summit aims to bring together residents, national and local government officials, project contractors and flood experts to discuss and adopt concrete solutions. </p><p>\"To address the flooding in our city, we are spearheading the convening of a flood control summit to bring Bacolod city residents and those from surrounding areas, national and local government and officials, contractors, and experts together to discuss and to resolve to adopt real, doable solutions,\" Benitez said.</p><p>In July 2025, several barangay (villages) in Bacolod City, as well as other cities and municipalities in Negros Occidental, were flooded due to heavy rains triggered by the southwest monsoon or \"habagat.\"</p><p>\"Given the continued risks posed by flooding to our home, it is only right to demand accountability and ensure that those behind failed or inadequate projects are punished. But to solve this recurring problem, we must recognize that accountability alone will not keep our communities safe,\" Benitez said.</p><p>\"We cannot keep doing the same things and expect different results. Even if I am now a congressman and no longer mayor, l continue to keep watch over the projects in our city,\" he added.</p><p>The lawmaker said that the summit is not about finding who to blame.</p><p>\"This summit is not about pointing fingers. It is about rolling up our sleeves and putting our heads together to find concrete ways to protect lives, homes and livelihoods. Because at the end of the day, we are all part of the solution, and if we do not act, no one else will,\" Benitez said.</p><p>The city government already has short-term plans to address flooding that include the installation of steel-grating type manhole covers, declogging of drainage systems, expansion of water inlets, widening of catch basin openings, and strict garbage collection.</p><p>The long-term plans include the construction of diversion channels to relieve floodwaters.</p><p>There is also the proposed P300 million that will fund the construction of three floodgate projects are expected to start in 2025, covering Magsungay, Mandalagan and Sum-ag rivers.</p><p>His son, Negros Occidental Rep. Javier Miguel Benitez of the 3rd district, meanwhile, has proposed a two-pronged solution to address flooding in Western Visayas. </p><p>His approach involves the creation of a unified blueprint for Bacolod, Talisay, Silay, and nearby towns to coordinate drainage designs, floodgate systems, river restoration, upstream watershed protection, and climate resilience program that will implement infrastructure projects, restoring waterways, enforcing accountability, and ensuring timely and effective project execution.</p><p>He also pointed out the need for a sustained and coordinated effort to address flooding, citing clogged rivers and canals as major contributors to the problem.</p>", "publisher": "The Manila Times", "instances": ["His son, Negros Occidental Rep. Javier Miguel Benitez of the 3rd district, meanwhile, has proposed a two-pronged solution to address flooding in Western Visayas. He also pointed out the need for a sustained and coordinated effort to address flooding, citing clogged rivers and canals as major contributors to the problem."]}, {"relevance_score": 36, "title": "Chicken capital", "published": "2025-08-04", "bodyText": "<p nitf:lede=\"true\"> In a bid to transform Cebu Province into the free-range chicken capital of the Philippines, former Agriculture Secretary Manny Piñol is set to relocate 2,000 breeders of his signature Manok Pinoy strain from Kidapawan City to Cebu by December.</p><p nitf:lede=\"true\">Piñol, who now serves as food security adviser to Cebu Governor Pamela Baricuatro, said the rollout will coincide with the full implementation of a sorghum, soybean, and corn production program - the feed backbone of the poultry initiative.</p><p>These crops will be pilot-tested in Bogo City, Medellin, and Daanbantayan, where results are expected to be promising.</p><p>Sorghum, known for its drought resistance and high nutritional value, is ideal for Cebu's climate. Soybeans, a nitrogen-fixing crop, are being used to rehabilitate lands depleted by sugarcane monocropping, while corn remains a staple feed component. Together, the crops form a sustainable, locally sourced feed system for poultry, hogs, and aquaculture.</p><p>Piñol, who developed the Manok Pinoy strain in 2010, describes it as a dual-purpose breed ideal for both egg production and meat - particularly for the Filipino favorite, litson manok. Known for their natural grass-eating behavior, the chickens have also earned the nickname 'natural lawn mowers.' Piñol has shared footage on his verified Facebook page showing the chickens clearing weeds from his cornfields.</p><p>Originally intended for North Cotabato, the program was redirected to Cebu and Kidapawan City due to political changes and the need for strong local government support.</p><p> 'I am doing this with a heavy heart because the Manok Pinoy Free-Range Chicken Production Program was originally intended to be undertaken in my home province, North Cotabato. Following the disastrous results of the last elections, however, I had to relocate the program in an area where the local political leaders will support it, including my home city of Kidapawan,' Piñol said.</p><p>He emphasized that previous government-run free-range chicken programs failed due to lack of monitoring and market assurance.</p><p>His model aims to address these gaps by involving municipal and provincial veterinary offices and deploying 'barefoot poultry technicians' for farm-level supervision.</p><p> 'Based on my experience, the Free-Range Chicken Program of government failed in the past because after distributing the breeders to farmers, there was no follow-up monitoring and supervision. There was also the absence of a marketing system which would assure farmers that the free-range chicken that they will produce will be bought at a fair price,' he added.</p><p>Piñol believes Cebu offers fertile ground for the program's success, especially with Governor Baricuatro backing the vision.</p><p>The Manok Pinoy strain reaches market weight of at least one kilo in just three to four months under free-range conditions. With proper implementation, Piñol projects Cebu will earn its new title within two years.</p><p> 'At 3 to 4 months, they reach the weight of at least 1-kilo raised in the Free-Range... The projection is that in two years, Cebu will be known as the Manok Pinoy Free-Range Chicken Capital of the Philippines,' Piñol said.</p><p>Earlier, Piñol also launched the Farm Dreamers Program in Danao City - a custodial livestock initiative that allows Cebu-based OFWs and professionals to invest in Wagyu cattle. Danao City Mayor Nito Durano offered their locality as a pilot site for Wagyu production.</p><p>Managed by a private breeding facility, each animal will be tagged with a microchip for real-time monitoring. Once matured, the cattle are sold, and proceeds are returned to the owners - a model designed to democratize livestock ownership without requiring land or daily farm labor.</p><p>To further diversify Cebu's agricultural portfolio, Piñol is also spearheading a 300-hectare agroforestry pilot farm that interplants giant bamboo with coffee. The bamboo stabilizes watersheds and absorbs carbon, while the coffee provides additional income.</p><p>This model not only supports reforestation and climate resilience but also positions Cebu to tap into the growing market for engineered bamboo and specialty coffee.</p><p>Adding a coastal dimension to Cebu's food security strategy, Piñol has also laid the groundwork for a Fish Sufficiency Program anchored on modern fish cage farming.</p><p>In partnership with Inca Mariculture Company, the program introduces a 'rent-to-own' scheme that allows underprivileged fisherfolk to operate fish cages with minimal startup capital.</p><p>The initiative was launched ahead of Governor Baricuatro's assumption of office, ensuring its implementation within her first 100 days. Training sessions are already underway with support from BFAR Region 7, SEAFDEC, and aquaculture advocates.</p><p>The fish production program will be linked to the Pamilya Food Center - a market chain operated by persons with disabilities (PWDs), senior citizens, and out-of-school youth - reinforcing Piñol's commitment to inclusive development.</p><p>From feed crops to forest crops, livestock to aquaculture, Piñol's roadmap positions Cebu as a national leader in sustainable agriculture, climate resilience, and community empowerment.</p>", "publisher": "The Philippine Star", "instances": ["To further diversify Cebu's agricultural portfolio, Piñol is also spearheading a 300-hectare agroforestry pilot farm that interplants giant bamboo with coffee. The bamboo stabilizes watersheds and absorbs carbon, while the coffee provides additional income. Adding a coastal dimension to Cebu's food security strategy, Piñol has also laid the groundwork for a Fish Sufficiency Program anchored on modern fish cage farming. In partnership with Inca Mariculture Company, the program introduces a 'rent-to-own' scheme that allows underprivileged fisherfolk to operate fish cages with minimal startup capital.", "Training sessions are already underway with support from BFAR Region 7, SEAFDEC, and aquaculture advocates. The fish production program will be linked to the Pamilya Food Center - a market chain operated by persons with disabilities (PWDs), senior citizens, and out-of-school youth - reinforcing Piñol's commitment to inclusive development."]}, {"relevance_score": 15, "title": "Proud Bisaya Anna Mae Yu Lamentillo Graduates from LSE, Champions Inclusive Urban Planning for Metro Manila", "published": "2025-08-11", "bodyText": "<p nitf:lede=\"true\">London, UK -- July 24, 2025 -- Anna Mae Yu Lamentillo, a proud Bisaya with roots in Iloilo and Antique, has earned her Master of Science in Cities from the London School of Economics and Political Science (LSE Cities). She graduated during a ceremony at the Peacock Theatre, presenting research that reimagines how global urban design trends can be meaningfully applied to Metro Manila's complex realities.</p><p>Her capstone project, \"Assessing the Viability of the 15-Minute City Model in Metro Manila,\" examines how this internationally popular concept can be adapted to address the Philippine capital's fragmented urban landscape. Drawing from her Bisaya heritage, Lamentillo emphasized the value of pakig-ambit--a cultural principle of sharing resources, empathy, and hope--as the foundation for inclusive city planning.</p><p>\"Urban planning should reflect the spirit of community,\" she said. \"Cities must serve the everyday lives of people, especially those whose voices are often overlooked.</p><p>\" figLamentillo's research calls for a phased, localized approach to development, prioritizing equity, accessibility, and climate resilience. Her proposals include sponge cities, permeable pavements, and community-first design strategies to address both mobility challenges and environmental vulnerabilities.</p><p>Beyond her academic achievements, Lamentillo is the founder of NightOwl AI, a machine learning initiative documenting endangered Philippine languages, especially those in the Visayas and Mindanao such as Kinaray-a, Hiligaynon, and Cebuano. She previously earned a Juris Doctor from the University of the Philippines College of Law, completed executive studies at Harvard Kennedy School, and graduated cum laude from the University of the Philippines Los Baaos with a Faculty Medal in Development Communication.</p><p> She is also pursuing a second master's degree in Major Programme Management at the University of Oxford.For Lamentillo, her LSE graduation is more than a milestone--it is a commitment to shaping cities that honor resilience, compassion, and collective strength.</p><p> \"As a Bisaya and as a Filipino, I carry the voices of people who want safer, smarter, and more humane cities,\" she said. \"Urban planning must be rooted not only in policy, but in the everyday wisdom of the people it serves.</p><p>\"LSECities is a globally recognized center for research and innovation in sustainable, inclusive city-buildin.</p>", "publisher": "Mindanao Times (Philippines)", "instances": ["Urban planning should reflect the spirit of community,\" she said. \"Cities must serve the everyday lives of people, especially those whose voices are often overlooked. Her proposals include sponge cities, permeable pavements, and community-first design strategies to address both mobility challenges and environmental vulnerabilities. Beyond her academic achievements, Lamentillo is the founder of NightOwl AI, a machine learning initiative documenting endangered Philippine languages, especially those in the Visayas and Mindanao such as Kinaray-a, Hiligaynon, and Cebuano."]}, {"relevance_score": 7, "title": "Canada investing P1.2 billion in Philippines climate initiatives", "published": "2025-07-15", "bodyText": "<p nitf:lede=\"true\"> Canada will provide over P1.2 billion (CA$30 million) in funding to the Philippines for various climate action and disaster resilience initiatives, the Canadian embassy announced yesterday.</p><p>The funds will support ecosystem restoration projects through natural capital accounting - the process of calculating the value of natural resources for better management and economic development - and assist local governments in enhancing their disaster resilience programs.</p><p>Ottawa is also eyeing partnerships for improved water resource management with the private sector.</p><p>'Canada's substantial contributions to disaster risk reduction and climate resilience in the Philippines are a fitting example of the growing breadth and depth of Canada's bilateral partnership with the Philippines,' Canadian Ambassador David Hartman said on Thursday.</p><p>'Canada's investments target the needs of communities across the three main island regions, while tackling the differential impacts of climate change on vulnerable and marginalized populations, including women, girls and indigenous peoples,' Hartman said on July 10, during a forum in Westin Manila in Mandaluyong focused on solutions to problems posed by climate change.</p><p>Among those in attendance were Interior Secretary Jonvic Remulla and Science Secretary Renato Solidum Jr.</p>", "publisher": "The Philippine Star", "instances": ["The funds will support ecosystem restoration projects through natural capital accounting - the process of calculating the value of natural resources for better management and economic development - and assist local governments in enhancing their disaster resilience programs. Ottawa is also eyeing partnerships for improved water resource management with the private sector. Canada's investments target the needs of communities across the three main island regions, while tackling the differential impacts of climate change on vulnerable and marginalized populations, including women, girls and indigenous peoples,' Hartman said on July 10, during a forum in Westin Manila in Mandaluyong focused on solutions to problems posed by climate change. Among those in attendance were Interior Secretary Jonvic Remulla and Science Secretary Renato Solidum Jr."]}, {"relevance_score": 26, "title": "MB-approved foreign borrowings jump by 25% in the second quarter", "published": "2025-08-06", "bodyText": "<p nitf:lede=\"true\">THE Monetary Board’s (MB) approved government foreign borrowings rose by 25.38% year on year in the second quarter, the Bangko Sentral ng Pilipinas (BSP) said.</p><p>Approved public-sector foreign borrowings jumped to $4.89 billion in the three months through June from $3.9 billion in the same period a year ago, the central bank said in a statement late on Monday.</p><p>Broken down, the approvals consisted of eight project loans amounting to $4.14 billion and three program loans worth $0.75 billion.</p><p>“The approved foreign borrowings have medium- to long-term maturities,” the BSP said.</p><p>“The loans are meant to fund projects and programs on road and rail transport, flood control management, climate resilience, health services, and civil service modernization,” it added.</p><p>Under the Constitution, the Monetary Board is required to approve any foreign loan agreements entered into by the National Government (NG).</p><p>The BSP must also approve in principle any foreign borrowing proposals by the NG, government agencies and government financial institutions before actual negotiations.</p><p>The Monetary Board must submit a report of its decision on these applications for loans within thirty days from the end of every quarter of the calendar year.</p><p>The central bank said these approvals are in line with its task of “ensuring that the country’s foreign debt remains manageable.”</p><p>Latest BSP data showed outstanding external debt rose by 14% to $146.74 billion at the end of March. This brought the external debt as a percentage of gross domestic product (GDP) to 31.5% from 29.8% in the fourth quarter.</p><p>The BSP’s external debt data cover borrowings of Philippine residents from nonresident creditors, regardless of sector, maturity, creditor type, debt instruments or currency denomination.</p><p>Latest Treasury data showed the NG’s gross borrowings surged by 78.16% year on year to P263.99 billion in June. This came as gross external debt soared to P96.41 billion during the month.</p><p>From this year until 2027, the National Government plans to source at least 80% of its borrowing program from domestic sources and 20% from foreign lenders.</p>", "publisher": "BusinessWorld", "instances": ["75 billion. “The approved foreign borrowings have medium- to long-term maturities,” the BSP said. Under the Constitution, the Monetary Board is required to approve any foreign loan agreements entered into by the National Government (NG). The BSP must also approve in principle any foreign borrowing proposals by the NG, government agencies and government financial institutions before actual negotiations."]}, {"relevance_score": 12, "title": "Bacolod to host 1st Terra Madre regional slow food event", "published": "2025-08-05", "bodyText": "<p nitf:lede=\"true\"> Bacolod City will host the first-ever regional gathering in Asia-Pacific of food event Terra Madre this November.</p><p nitf:lede=\"true\">Terra Madre, founded by food organization Slow Food International, is a world-renowned biennial event held in Turin, Italy.</p><p>The first Terra Madre Asia and Pacific will take place in Bacolod City\"s Provincial Capitol Lagoon from November 19 to 23.</p><p>The event bearing the theme \"From Soil to Sea: A Slow Food Journey Through Tastes and Traditions\" will bring together individuals from across the food community - farmers, fishers, chefs - and beyond it to celebrate biodiversity and co-create sustainable food systems rooted in tradition, fairness, and environmental care.</p><p>Patterned after the original Terra Madre Salone del Gusto, the upcoming regional edition will foster cross-border collaboration among food producers, chefs, youth, and Indigenous communities, as well as build public awareness around ethical foodways, climate resilience, and sustainable agriculture.</p><p>On a local scale, the event will showcase the Philippines\" gastronomy, food biodiversity, and cultural heritage and reinforce the Department of Tourism\"s commitment to positioning the country as a global gastronomy destination.</p><p>The tourism department is collaborating on the project with Slow Food International, Congressmen Javi and Albee Benitez, Senator Loren Legarda, Bacolod\"s city government, Negros Occidental\"s provincial government, the agriculture and trade departments, TESDA director general Kiko Benitez, Plus63 Design Co., FEATR, and the Slow Food Community in Negros.</p><p>Bacolod City\"s hosting marks the Negros Occidental capital as the newly designated Slow Food International Hub for Asia and the Pacific, having previously hosted Terra Madre Visayas events the last two years.</p><p>\"Terra Madre Asia and Pacific is a space where grassroots wisdom can shape policy, tradition can spark innovation, and the lived experiences of communities take their rightful place in shaping our global food future,' said Slow Food Councilor for Southeast Asia Ramon \"Chin Chin\" Uy Jr. in a statement.</p><p>Uy added that it was time for the region to \"take center stage in the global sustainable food conversation.\"</p>", "publisher": "The Philippine Star", "instances": ["The first Terra Madre Asia and Pacific will take place in Bacolod City\"s Provincial Capitol Lagoon from November 19 to 23. The event bearing the theme \"From Soil to Sea: A Slow Food Journey Through Tastes and Traditions\" will bring together individuals from across the food community - farmers, fishers, chefs - and beyond it to celebrate biodiversity and co-create sustainable food systems rooted in tradition, fairness, and environmental care. On a local scale, the event will showcase the Philippines\" gastronomy, food biodiversity, and cultural heritage and reinforce the Department of Tourism\"s commitment to positioning the country as a global gastronomy destination. The tourism department is collaborating on the project with Slow Food International, Congressmen Javi and Albee Benitez, Senator Loren Legarda, Bacolod\"s city government, Negros Occidental\"s provincial government, the agriculture and trade departments, TESDA director general Kiko Benitez, Plus63 Design Co."]}, {"relevance_score": 18, "title": "₱82.6M Koica-funded cold chain hub to boost fisherfolk incomes in Palawan", "published": "2025-08-15", "bodyText": "<p nitf:lede=\"true\"> An P82.6-million cold chain and distribution hub for seafood funded by the Korea International Cooperation Agency (Koica) has been launched as part of efforts to increase fisherfolk's income and bolster the coastal economy.</p><p>According to Good Neighbors, the launching of the Northern Palawan Cold Chain and Distribution Hub for Seafood marked a critical step towards improving market access for fisherfolk across Palawan.</p><p>The three-year Koica-led initiative, which will end in 2026, was implemented by Good Neighbors in partnership with the municipalities of El Nido and Taytay, the provincial government of Palawan, and local fisherfolk cooperatives.</p><p>Located near key fishing grounds, the hub features 10-metric ton (MT) cold and frozen storage, a 2-MT ice-making machine, and two refrigerated trucks.</p><p>Good Neighbors said this would enable safer, fresher storage and improved distribution. This will also be operated by local cooperatives to ensure community ownership and long-term sustainability.</p><p>With this, the project aims to increase the income of fisherfolk and cooperatives, expand cooperative business operations and distribution networks, and evelop additional income sources such as aquaculture of sea cucumber and seaweed.</p><p>Ambassador of the Republic of Korea to the Philippines Lee Sang-hwa stressed importance of Korean-non-government organization (NGO) partnerships in the Philippines.</p><p>'This facility reflects the shared commitment of the Korean Government, KOICA, and Korean NGOs to work hand in hand with local partners for sustainable, inclusive development.'</p><p>For his part, Secretary General of Good Neighbors Global Impact Foundation Jinyoung Hyun said this would help prolong the shelf life of the commodity.</p><p>'This cold chain and distribution hub is our direct response to the question: How can local fisherfolk keep their catch fresher for longer and sell it at a better price? It is designed to increase income, expand market access, and strengthen community-led businesses.'</p><p>Meanwhile, the project also includes technical training for fisherfolk on fisheries value chain and cooperative operations along with support for aquaculture and climate-smart livelihood activities.</p><p>The provision of logistics equipment, including transport boats and trucks and buyer matching to connect producers to broader markets will also be included.</p><p>'By investing in both infrastructure and people, the Northern Palawan Cold Chain and Distribution Hub is set to become a central seafood distribution point for the region-strengthening livelihoods and sustaining the coastal economy for years to come.'</p><p>Good Neighbors Global Impact Foundation is a group within Good Neighbors, composed of professionals in business, finance, and agriculture.</p><p>The organization said the foundation provides strategic and technical support for expanding community-based economic development initiatives, with a focus on microfinance, cooperatives, social enterprises, and climate resilience.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["By investing in both infrastructure and people, the Northern Palawan Cold Chain and Distribution Hub is set to become a central seafood distribution point for the region-strengthening livelihoods and sustaining the coastal economy for years to come. Good Neighbors Global Impact Foundation is a group within Good Neighbors, composed of professionals in business, finance, and agriculture."]}, {"relevance_score": 19, "title": "EDC plans expansion of geothermal complex", "published": "2025-08-04", "bodyText": "<p nitf:lede=\"true\">Renewable energy firm Energy Development Corp. (EDC) is looking to expand its existing Bacon-Manito (Bac-Man) geothermal complex with an additional 90 megawatts (MW) of capacity.</p><p>EDC President and Chief Operating Officer Jerome H. Cainglet said the company is evaluating the opportunity based on the results of its resource assessment.</p><p>He said the planned expansion may be pursued within the next five to six years, and the development could take up to three years.</p><p>Excluding expenses related to drilling activities, the official said developing a geothermal facility would require around $6 million per MW.</p><p>The Bac-Man Geothermal Power Plant sits on a 25,000-hectare geothermal reservation spanning Bacon, Sorsogon City, and Manito in Albay.</p><p>The complex consists of two steam power generating plants with a combined capacity of 150 MW.</p><p>Adding to this is the recently inaugurated P7-billion Tanawon Geothermal Power, which can produce 22 MW of capacity.</p><p>Completed over 27 months, the geothermal facility is expected to generate 159,000 megawatt-hours of electricity, contributing to the country’s baseload renewable energy capacity.</p><p>“Tanawon’s inauguration is not only a proud achievement for First Gen and EDC, but also a win for the country’s energy security and climate resilience journey. We dedicate it to our communities, government partners, and everyone committed to a decarbonized, regenerative future,” Mr. Cainglet said.</p><p>For this year, EDC is targeting to commission four of its growth projects, including the 28-MW Mahanagdong Binary Geothermal Power Plant in Leyte and three battery energy storage systems projects totaling 40 megawatt-hours.</p><p>EDC, the renewable energy arm of Lopez-led First Gen Corp., has an installed capacity of 1,480.19 MW, representing around 20% of the country’s total installed renewable energy capacity.</p><p>Since 1976, EDC has led the exploration, development, and operation of geothermal energy, resulting in the development of geothermal power facilities across Bicol, Leyte, Negros Island, and Mindanao.</p><p>EDC has earmarked up to P30 billion for the drilling of 40 new wells through 2026.</p>", "publisher": "BusinessWorld", "instances": ["Adding to this is the recently inaugurated P7-billion Tanawon Geothermal Power, which can produce 22 MW of capacity. Completed over 27 months, the geothermal facility is expected to generate 159,000 megawatt-hours of electricity, contributing to the country’s baseload renewable energy capacity. We dedicate it to our communities, government partners, and everyone committed to a decarbonized, regenerative future,” Mr. Cainglet said."]}, {"relevance_score": 18, "title": "Ayala Group partners with DENR for national greening project", "published": "2025-08-07", "bodyText": "<p nitf:lede=\"true\">THE AYALA Group has joined the Department of Environment and Natural Resources in its goal of ensuring the growth and survival of five million trees by 2028, part of efforts to help Philippine forests thrive again.  In a signing ceremony on Thursday, July 31, Ayala Corporation, ACEN, Ayala Land Inc.</p><p>, Bank of the Philippine Islands, and Globe Telecom Inc. committed to supporting the DENR's Forests for Life initiative through land allocation, tree planting and maintenance activities.</p><p>\"It is only through collaborating with government and similar-minded peers in the private sector that we can truly create a natural environment that every Filipino deserves. May this partnership be a template of many more meaningful engagements with the DENR to advance the welfare of the environment and promote the responsible use of our natural resources,\" said Ayala Corporationvice chairman Fernando Zobel de Ayala.</p><p> Launched in March 2025, the Forests for Life initiative aims to revive the country's forest cover, restore biodiversity, improve water resources, reduce carbon emissions in the atmosphere, and help mitigate the effects of climate change.The Philippines currently has only 24 percent of forest cover remaining following centuries of  denudation, said Environment Secretary Raphael Lotilla.</p><p>  To revive deforested areas, the Environment Department is enlisting the help of private sector partners to plant and ensure the survival of five million trees over the next three years.  \"The DENR's partnership with the Ayala Group of Companies is a powerful affirmation that sustainable development is a shared responsibility,\" Lotilla said.</p><p>  \"Through the Forests for Life: 5 Million Trees by 2028 Program, we are combining science and community stewardship to restore critical ecosystems and secure our future. Together, we are not just planting trees  we are investing in climate resilience, biodiversity conservation, and inclusive growth for generations to come,\" he said.</p><p>  Forests for Life is well aligned with the Ayala Group's long-held principles of stewardship and sustainability. It has committed to achieving Net Zero greenhouse gas emissions by 2050,embedding sustainability in its business operations.</p><p> It has also prioritized ESG-favorablebusiness transactions, with a total $6.2 billion in sustainable financing as of end 2024.To learn more about Ayala's sustainability efforts, visit ayala.com/sustainability.</p>", "publisher": "Mindanao Times (Philippines)", "instances": ["\"The DENR's partnership with the Ayala Group of Companies is a powerful affirmation that sustainable development is a shared responsibility,\" Lotilla said. \"Through the Forests for Life: 5 Million Trees by 2028 Program, we are combining science and community stewardship to restore critical ecosystems and secure our future. Forests for Life is well aligned with the Ayala Group's long-held principles of stewardship and sustainability. It has committed to achieving Net Zero greenhouse gas emissions by 2050,embedding sustainability in its business operations."]}, {"relevance_score": 38, "title": "BSP approves $11.18-B foreign loans", "published": "2025-08-06", "bodyText": "<p nitf:lede=\"true\"> The Bangko Sentral ng Pilipinas (BSP) Monetary Board has approved a total of $11.18 billion in government borrowings in the first half of the year.</p><p nitf:lede=\"true\">This is only $2.8 billion short of the $13.68 billion loans approved by the Monetary Board for the full year of 2024.</p><p>Under Section 20, Article VII of the 1987 Constitution of the Republic of the Philippines and as mandated under Letter of Instructions No. 158 dated January 21, 1974, the BSP is tasked to approve the government's foreign loans.</p><p>'Under the law, all foreign borrowing proposals by the National Government, government agencies, and government financial institutions as well as loans to be guaranteed by the national government require prior approval of the BSP's Monetary Board. This is in line with the BSP's tasks of ensuring that the country's foreign debt remains manageable,' BSP said.</p><p>In June 2025, the Monetary Board approved $4.89 billion worth of public sector foreign debt. This is $0.99 billion higher or 25.38 percent more than the $3.9 billion recorded in the same period last year.</p><p>BSP said the amount includes eight project loans worth $4.14 billion and three program loans amounting to $750 million.</p><p>'The loans are meant to fund projects and programs on road and rail transport, flood control management, climate resilience, health services, and civil service modernization,' it said.</p><p>Last year, public sector foreign borrowings approved by the Monetary Board was 43 percent or $1.17 billion higher than the $2.73 billion approved in the same period in 2023.</p><p>These loans included one bond issuance amounting to $2 billion and three project loans aggregating to $1.9 billion.</p><p>These borrowings will fund the national government's general budget financing and financing/refinancing of assets in line with the Republic of the Philippines's Sustainable Finance Framework at $2 billion and transport infrastructure projects at $1.9 billion.</p><p>Data from the Bureau of the Treasury (BTr) showed that the outstanding debt of the national government reached P17.267 trillion as of end-June, 11.5 percent higher year-on-year from P15.483 trillion.</p><p>The government's total debt portfolio showed that 69.2 percent consisted of domestic borrowings, while 30.8 percent was owed to external lenders.</p><p>Domestic debt rose by 13 percent to P11.950 trillion as of end-June from P10.573 trillion a year ago while external debt grew 8.3 percent to P5.316 trillion as of end-June from P4.910 trillion in the same period a year ago. </p>", "publisher": "Business Mirror (Philippines)", "instances": ["BSP said the amount includes eight project loans worth $4. 14 billion and three program loans amounting to $750 million. Last year, public sector foreign borrowings approved by the Monetary Board was 43 percent or $1. 17 billion higher than the $2."]}, {"relevance_score": 23, "title": "P82.6M project from Korea turned over to Palawan's coastal communities", "published": "2025-08-15", "bodyText": "<p nitf:lede=\"true\"> The Korean Government has injected over P80 million worth of project to help boost the coastal economy of Palawan and improve market access for the fisherfolk.</p><p nitf:lede=\"true\">The project called the Northern Palawan Cold Chain and Distribution Hub for Seafood was inaugurated recently with key officials from the Korean and Philippine Governments in attendance.</p><p>Located near key fishing grounds, the hub consist of 10-ton cold and frozen storage, a 2-ton ice-making machine, and two refrigerated trucks that will ensure safer and fresher storage and improved distribution.  It will be operated by local cooperatives, ensuring community ownership and long-term sustainability.</p><p>The Northern Palawan Cold Chain and Distribution Hub is projected to become a central seafood distribution point for the region-strengthening livelihoods and sustaining the coastal economy for years to come.</p><p>In addition to the infrastructure, the project also includes:</p><p>? Technical training for fisherfolk on fisheries value chain and cooperative operations</p><p>? Support for aquaculture and climate-smart livelihood activities</p><p>? Provision of logistics equipment, including transport boats and trucks</p><p>? Buyer matching to connect producers to broader markets</p><p>Funding</p><p>The project is funded by the Korea International Cooperation Agency (KOICA) through Good Neighbors Global Impact Foundation, in partnership with the Municipalities of El Nido and Taytay, the Provincial Government of Palawan, and local fisherfolk cooperatives.  It is part of a three-year initiative (2024-2026) with a total investment of approximately P82.6 million.</p><p>KOICA is South Korea's leading government agency for Official Development Assistance (ODA). The foundation, on the other hand, is a specialized expert group within Good Neighbors, an international humanitarian Development NGO that is composed of professionals in business, finance, and agriculture.</p><p>The Foundation provides strategic and technical support for expanding community-based economic development initiatives, with a focus on microfinance, cooperatives, social enterprises, and climate resilience. The project aims to:</p><p>? Increase the income of fisherfolk and cooperatives</p><p>? Expand cooperative business operations and distribution networks</p><p>? Develop additional income sources such as aquaculture of sea cucumber and seaweed</p><p>Inclusive development</p><p>During the inauguration of Northern Palawan Cold Chain and Distribution Hub for Seafood, Ambassador Lee Sang-hwa highlighted the importance of Korean NGO partnerships in the Philippines.</p><p>'This facility reflects the shared commitment of the Korean Government, KOICA, and Korean NGOs to work hand in hand with local partners for sustainable, inclusive development,' he said.</p><p>'This cold chain and distribution hub is our direct response to the question: How can local fisherfolk keep their catch fresher for longer and sell it at a better price? It is designed to increase income, expand market access, and strengthen community-led businesses,' said Jinyoung Hyun, Secretary General of Good Neighbors Global Impact Foundation.</p><p>Others who were in attendance included Lee Sang-hwa, ambassador of the Republic of Korea to the Philippines; Jung Young-sun, country director of KOICA Philippines; Amy Alvarez, governor of Palawan; Jerome Oliveros, undersecretary of the Department of Agriculture; Ferdinand Jumapao, undersecretary of the Department of Tourism; Edna Gacot-Lim, mayor of El Nido; Norbert Lim, mayor of Taytay; representatives from 11 Korean NGOs active in the Philippines, including World Vision, Miral Foundation, and Camp Asia.</p>", "publisher": "Cebu Daily News", "instances": ["KOICA is South Korea's leading government agency for Official Development Assistance (ODA). The foundation, on the other hand, is a specialized expert group within Good Neighbors, an international humanitarian Development NGO that is composed of professionals in business, finance, and agriculture. The project aims to:? Increase the income of fisherfolk and cooperatives?"]}, {"relevance_score": 19, "title": "DENR: Arbor Day a call to protect forests, restore ecosystem", "published": "2025-06-25", "bodyText": "<p nitf:lede=\"true\">Manila, June 25 -- As the country celebrates Arbor Day on Wednesday, the Department of Environment and Natural Resources (DENR) renewed its call for Filipinos to take part in protecting Philippine forests and restoring degraded ecosystems.</p><p>In his Arbor Day message, Environment Secretary Raphael P.M. Lotilla underscored the vital role of trees in ensuring environmental sustainability and climate resilience.</p><p>\"Arbor Day is more than a symbolic occasion; each tree planted is not only a lasting gift, it is an investment in the health, resilience, and future of our communities,\" a statement sent by his office read.</p><p>\"Today, we not only mark this occasion, we renew our shared commitment to protect our environment.\"</p><p>In the Philippines, Arbor Day is celebrated every June 25 pursuant to Presidential Proclamation No. 643 and Republic Act 10176 or the Arbor Day Act of 2012.</p><p>The law encourages all citizens across all sectors of society to actively participate in tree planting and forest conservation efforts.</p><p>Various government agencies, local government units, and schools participate in the annual celebration by planting seedlings in parks, campuses, watersheds, and reforestation sites across the country.</p><p>The tradition of Arbor Day traces its roots to Nebraska, United States, where the first celebration took place in 1872 with the planting of more than 1 million trees.</p><p>The word \"arbor\" is Latin for tree, and Arbor Day is celebrated globally to recognize the value of trees in people's lives and communities.</p><p>Lotilla said that while the DENR continues to implement reforestation, urban greening, and sustainable forest management through its Enhanced National Greening Program, the success of these initiatives depends on everyone's participation, as the agency cannot do it alone.</p><p>\"Lasting success depends on all of us, local governments, civil society, indigenous communities, and every citizen ready to plant, protect, and preserve,\" he said.</p><p>Lotilla urged citizens to view trees not just as natural resources, but as a legacy of climate action that provides clean air, protects biodiversity, and serves as natural buffers against climate-related disasters.</p><p>He said growing forests that will outlive generations reflects commitment to the country's climate resilience.</p><p>\"Sa ating pagtutulungan, magtanim tayo ng kinabukasan, para sa bayan, para sa kalikasan, at para sa susunod na henerasyon (Through our collaboration, let's plant a future, for the people, for the environment, and for the next generation).\"</p><p>Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htdigital.in\">contentservices@htdigital.in</email></p>", "publisher": "Philippines News Agency", "instances": ["In his Arbor Day message, Environment Secretary Raphael P. M. Arbor Day is more than a symbolic occasion; each tree planted is not only a lasting gift, it is an investment in the health, resilience, and future of our communities,\" a statement sent by his office read. Today, we not only mark this occasion, we renew our shared commitment to protect our environment.", "Lasting success depends on all of us, local governments, civil society, indigenous communities, and every citizen ready to plant, protect, and preserve,\" he said. Lotilla urged citizens to view trees not just as natural resources, but as a legacy of climate action that provides clean air, protects biodiversity, and serves as natural buffers against climate-related disasters. Sa ating pagtutulungan, magtanim tayo ng kinabukasan, para sa bayan, para sa kalikasan, at para sa susunod na henerasyon (Through our collaboration, let's plant a future, for the people, for the environment, and for the next generation). Published by HT Digital Content Services with permission from Philippines News Agency."]}, {"relevance_score": 13, "title": "Filipina graduates from LSE with research on adapting 15-minute city model to Metro Manila", "published": "2025-07-26", "bodyText": "<p nitf:lede=\"true\"> A Filipina scholar has earned a Master of Science in Cities degree from the London School of Economics and Political Science (LSE Cities), presenting a capstone research project focused on reshaping Metro Manila through the lens of the 15-minute city urban model.</p><p>In her study, Anna Mae Yu Lamentillo examined how the global planning concept-which aims to make essential services accessible within a 15-minute walk or bike ride-can be adapted to the complex, densely populated and often inequitable terrain of the Philippine capital.</p><p>Lamentillo's paper proposes a phased, context-sensitive approach to development, outlining short- and long-term interventions centered on accessibility, climate resilience and inclusivity.</p><p>'As cities continue to evolve, we must listen to the people who live in them,' she said. 'Urban planning cannot be limited to technocratic ideals-it must include the lived realities of elders, persons with disabilities, single mothers and children.'</p><p>She also questioned the country's continued use of outdated responses to urban challenges, citing flooding as a pressing concern.</p><p>'Have we truly considered solutions like sponge cities or permeable pavements? These aren't just concepts-they are urgent alternatives,' she added.</p><p>Lamentillo is the founder of NightOwl AI, a tech initiative that applies machine learning to preserve endangered and morphologically complex Philippine languages.</p><p>Her academic background includes a Juris Doctor from the University of the Philippines College of Law and executive education at Harvard Kennedy School. She is also pursuing a Master of Science in Major Programme Management at the University of Oxford.</p><p>LSECities is a globally recognized center at the London School of Economics conducting research and policy engagement to promote sustainable and inclusive urban development.</p><p>Her graduation not only marks another academic milestone but also reaffirms a continuing mission to transform Metro Manila into a city that works for all.</p>", "publisher": "The Philippine Star", "instances": ["A Filipina scholar has earned a Master of Science in Cities degree from the London School of Economics and Political Science (LSE Cities), presenting a capstone research project focused on reshaping Metro Manila through the lens of the 15-minute city urban model. In her study, Anna Mae Yu Lamentillo examined how the global planning concept-which aims to make essential services accessible within a 15-minute walk or bike ride-can be adapted to the complex, densely populated and often inequitable terrain of the Philippine capital. As cities continue to evolve, we must listen to the people who live in them,' she said. 'Urban planning cannot be limited to technocratic ideals-it must include the lived realities of elders, persons with disabilities, single mothers and children."]}, {"relevance_score": 9, "title": "₱1B in grant from Canada to boost PHL climate, disaster resilience", "published": "2025-07-14", "bodyText": "<p nitf:lede=\"true\"> The Government of Canada is investing more than P1 billion in grant financing to promote integrated climate action and disaster resilience in the Philippines.</p><p>This was disclosed during the Philippines-Canada Partnership Forum held on July 10 at The Westin Manila in Mandaluyong City, wherein the Embassy of Canada highlighted its portfolio of over CAD$30 million (approx. P1.2 billion) dedicated to funding initiatives on climate adaptation and resilience.</p><p>'Canada's substantial contributions to disaster risk reduction and climate resilience in the Philippines are a fitting example of the growing breadth and depth of Canada's bilateral partnership with the Philippines,' Ambassador of Canada to the Philippines David Hartman said in a statement.</p><p>Close to 200 government leaders, development partners, the private sector, civil society organizations, and members of the diplomatic community attended the forum to discuss solutions to the growing threats posed by natural disasters and climate change.</p><p>'Canada is working with Canadian, local and international organizations to unlock financing for climate adaptation, and implement locally-led nature-based solutions in vulnerable communities,' Ambassador Hartman added.</p><p>The grant financing also supports ecosystem restoration, including through natural capital accounting, and assisting local governments to assess, plan for, and implement disaster resilience and climate adaptation measures. The financing also seeks to improve integrated water resource management in partnership with the private sector.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["P1. 2 billion) dedicated to funding initiatives on climate adaptation and resilience. Close to 200 government leaders, development partners, the private sector, civil society organizations, and members of the diplomatic community attended the forum to discuss solutions to the growing threats posed by natural disasters and climate change. Canada is working with Canadian, local and international organizations to unlock financing for climate adaptation, and implement locally-led nature-based solutions in vulnerable communities,' Ambassador Hartman added."]}, {"relevance_score": 12, "title": "Group pushes climate resilience for children", "published": "2024-10-25", "bodyText": "<p nitf:lede=\"true\">THE global organization ChildFund International has launched a comprehensive framework that would build the resilience of children, families and communities, which would protect them from the devastating impacts of extreme weather events, rising sea levels, and other environmental hazards.</p><p>The framework, which was launched in Manila on October 21, comes as 65 percent of children have experienced four or more climate and environmental shocks in 2022 alone.</p><p>According to Hanneke Oudkerk, ChildFund International regional director for Asia, children are disproportionately affected during climate crises, and engagement with children and young people meaningfully will be the key to finding climate actions for young people by young people.</p><p>\"By investing in the resilience of children and their communities, we can build a more sustainable and equitable future for all, where children can grow up healthy, educated, skilled and safe,\" Oudkerk said.</p><p>The pathway has three key directions: Child, Family and Community Resilience, Child and Youth Inclusive Policy and Engagement, and Environmental and Climate Justice/Equity.</p><p>Among the key outcomes of the framework for community resilience are the adoption of climate-smart and nature-based solutions, children, families and communities being able to adapt and recover from climate-related shocks, and universal access to sufficient, safe, clean water and nutritious food.</p><p>For child participation and youth engagement, the outcomes include improved awareness of climate impacts; amplified child and youth voices influencing decision-makers; and climate-adaptive systems that include vulnerable communities.</p><p>Inclusive plans for marginalized communities; climate adaptation and mitigation plans with financing at all levels; carbon reduction aligned with historical and current emissions; and the inclusion of most disadvantaged communities in decision-making were among the outcomes for climate justice and equity.</p><p>ChildFund International identified two breakthrough pathways for systemic change: building a social movement of like-minded individuals and leveraging the power of children's voices through youth engagement and leadership.</p><p>Anand Vishwakarma, country director of ChildFund Philippines, said the launch of a regional climate action framework will guide their efforts and foster collaboration across Asia and the Pacific.</p><p>\"It will strengthen our ongoing efforts on locally led disaster risk reduction equipping children, youth, families, communities, local government units, and civil society partners to respond and build resilience, to ensure a united front towards disaster risk reduction and climate resilience,\" Vishwakarma added.</p><p>The organization has called on governments, businesses and civil society organizations to support the implementation of the framework and prioritize the protection of children in the face of climate change.</p>", "publisher": "The Manila Times", "instances": ["ChildFund International identified two breakthrough pathways for systemic change: building a social movement of like-minded individuals and leveraging the power of children's voices through youth engagement and leadership. Anand Vishwakarma, country director of ChildFund Philippines, said the launch of a regional climate action framework will guide their efforts and foster collaboration across Asia and the Pacific. The organization has called on governments, businesses and civil society organizations to support the implementation of the framework and prioritize the protection of children in the face of climate change."]}, {"relevance_score": 22, "title": "EDC fires up new P7-B geothermal power plant", "published": "2025-08-01", "bodyText": "<p nitf:lede=\"true\"> Lopez-led Energy Development Corp. (EDC) is boosting its dominance in the geothermal power with the activation of a new P7-billion facility in this city.</p><p>EDC - a subsidiary of First Gen focused on geothermal, hydro, wind, and solar projects - inaugurated the 22-megawatt (MW) Tanawon Geothermal Power Plant on Friday.</p><p>Key officials from the Department of Energy (DOE), including its chief Sharon Garin, were present.</p><p>The facility came online after more than 27 months of development. EDC tapped First Balfour Inc. and Japan's Toshiba to help develop the power plant. The facility is expected to have a net annual output of 159,000 megawatt-hours, expanding the local market's baseload renewable energy capacity.</p><p>Jerome Cainglet, EDC president and chief operating officer, said the start of the plant's commercial operations is 'a win for the country's energy security and climate resilience journey.'</p><p>EDC also noted that this supports the government's renewable energy goals, particularly increasing its share in the electricity generation mix to 35 percent by 2030.</p><p>At present, renewables' contribution is 22 percent, with coal continuing to deliver the bulk of energy needs.</p><p>Three more line up for 2025</p><p>The Tanawon plant is the second among First Gen-EDC's seven growth projects to be switched on.</p><p>In July last year, the group had commissioned the 29-MW Palayan Binary Geothermal Power Plant.</p><p>EDC is eyeing to make four of its growth projects operational this year: the 28-MW Mahanagdong Binary Geothermal Power Plant in Leyte and three battery energy storage system projects totaling 40 MWhr, which comprise the 20MW BESS in Bacon-Manito, 10MW in Leyte, and 10MW in Negros Oriental. For 2026, EDC is confident about finishing the 5.6-MW Bago Binary Geothermal Power Plant in Negros Occidental.</p><p>The company's geothermal power portfolio is at 1,189.34 MW. Including wind, solar, and hydro, the company has a total of 1,484.13 MW of renewable energy capacity.</p><p>With EDC's aggressive investments in geothermal, its portfolio now accounts for about 56 percent of the country's total installed geothermal power capacity. This has also helped put the Philippines on the map as the third largest geothermal producer in the world.</p>", "publisher": "Philippines Daily Inquirer", "instances": ["and Japan's Toshiba to help develop the power plant. The facility is expected to have a net annual output of 159,000 megawatt-hours, expanding the local market's baseload renewable energy capacity. EDC also noted that this supports the government's renewable energy goals, particularly increasing its share in the electricity generation mix to 35 percent by 2030. At present, renewables' contribution is 22 percent, with coal continuing to deliver the bulk of energy needs."]}, {"relevance_score": 19, "title": "Public cautioned vs scammers targeting typhoon victims", "published": "2025-08-04", "bodyText": "<p nitf:lede=\"true\"> Sen. Panfilo Lacson yesterday cautioned the public against scammers soliciting donations for supposed typhoon victims, after exposing a person who falsely claimed to be former Occidental Mindoro congresswoman Josephine Sato.</p><p>In a post on X (formerly Twitter), Lacson said the scammer reached out to him through Viber, requesting financial aid to allegedly help rebuild an orphanage damaged by a recent typhoon in Occidental Mindoro.</p><p>'SCAMMER ON THE LOOSE: This person, misrepresenting himself as ex-Cong. Nene Sato contacted the wrong guy when he asked me for financial support to rebuild a 'typhoon damaged orphanage building' in Occidental Mindoro,' Lacson posted. 'I have his real identity, even his photo on his SSS ID. GOTCHA, IDIOT!'</p><p>He shared screenshots of the Viber exchange, which showed the scammer using a profile photo of the former legislator and providing a GCash number for supposed donations.</p><p>Lacson said he is working with authorities to hold the individual accountable, and urged the public to remain vigilant, especially in the aftermath of disasters when swindlers often exploit ongoing relief efforts.</p><p>Counter climate change</p><p>Meanwhile, San Carlos, Negros Occidental Bishop Gerardo Alminaza said Catholic Churches in Asia should take steps to counter the effects of climate change.</p><p>According to a report of Radyo Veritas, Alminaza made the appeal during the Second Laudato Si' webinar last July 31 that carried the theme 'Celebrating 10 Years of Laudato Si': The Ecological Response of the Asian Church.'</p><p>The purpose of the webinar was to gather voices from different parts of Asia, including the Philippines, and discuss the effects of late Pope Francis' second encyclical for the environment and the growing threats of climate change.</p><p>'Seven of the 10 most climate-vulnerable countries are in Asia, including the Philippines, Myanmar, Bangladesh, Pakistan and Thailand,' said Alminaza.</p><p>'Over 80 percent of disasters in Asia in the past two decades were climate-related. We are not just reading statistics. We are living them,' he added.</p><p>Alminaza said that some countries have already taken initiatives to lessen the effects of climate change, such as the mangrove reforestation program in Timor-Leste, interfaith solar energy projects in India, and climate resilience programs of the Catholic Church in Bangladesh.</p><p>In the Philippines, the prelate mentioned the 10 Million Solar Rooftop Challenge, Bamboo Forest Project, and the Laudato Si' School Framework for Catholic education.</p><p>'These efforts show that ecological conversion is not just a concept, it's a movement taking root in our communities,' he said. </p>", "publisher": "The Philippine Star", "instances": ["We are not just reading statistics. We are living them,' he added. In the Philippines, the prelate mentioned the 10 Million Solar Rooftop Challenge, Bamboo Forest Project, and the Laudato Si' School Framework for Catholic education. These efforts show that ecological conversion is not just a concept, it's a movement taking root in our communities,' he said."]}]