[{"relevance_score": 41, "title": "Climate adaptation", "published": "2025-07-30", "bodyText": "<p nitf:lede=\"true\"> Climate change is real and warmer temperatures are producing more severe storms.</p><p nitf:lede=\"true\">We can say that the Philippines is at the forefront of climate change because it directly faces the vast Pacific Ocean-where warmer seas unleash stronger typhoons. It is a fact of life that multiple storms visit the Philippines annually and occasionally bring destructive floods.</p><p nitf:lede=\"true\">Yet, adapting to storms, floods and disasters is the only way to mitigate the impact of weather disturbances and save lives.</p><p>President Ferdinand Marcos Jr. last week correctly pointed out that local governments must rethink their approach to disaster response-and not treat it as seasonal emergencies but as a permanent threat that demands long-term adaptation.</p><p>The Philippines, indeed, should no longer be surprised by extreme weather events. Storms would make their way to the Philippines during the wet season.</p><p>The Chief Executive, in an emergency meeting with the National Disaster Risk Reduction and Management Council (NDRRMC) last week, made a pragmatic observation on typhoons and the monsoon rains they bring over the country.</p><p>He visited two evacuation centers in Rizal province, where he noted effective government response and urgent vulnerabilities.</p><p>Relief and rescue operations were prompt, he said, but overcrowded shelters raised alarms over potential disease outbreaks.</p><p>He said every evacuation site must be equipped with medical teams from both local and national government agencies.</p><p>'We can't treat every typhoon like it's a surprise disaster anymore. This is our climate now,' says President Marcos.</p><p>Mr. Marcos talked about climate adaptation to reduce the impact of disasters. This includes making evacuation centers, health services, education and infrastructure resilient and sustainable to withstand repeat weather events.</p><p>Frequent school suspensions, in addition, have put Filipino students at a disadvantage.</p><p>'Our children are falling behind. They've already lost so much during the pandemic, and now storms are keeping them from school again,' Mr. Marcos said.</p><p>He is pushing for a national strategy that prepares every community, not just for the next storm, but for a future where storms are constant, as climate change intensifies. Disaster preparedness, thus, must evolve into a way of life.</p><p>Climate adaptation involves a wide range of measures designed to reduce vulnerability to climate change impacts. They include planting crop varieties that are more resistant to drought for our farmers, enhancing climate information and early warning systems, and building stronger defenses against floods.</p><p>The Department of Environment and Natural Resources (DENR) has already called on local government units (LGUs) to take proactive measures in addressing flood risks amid the onset of the rainy season.</p><p>The DENR urged the LGUs to create a future that mitigates flooding risks and enhances overall community resilience.</p><p>The agency said assessing the causes of flooding must be rooted in science-based analysis, especially in light of changing weather patterns influenced by climate change.</p><p>Meteorological data over the past decade, per our scientists, indicates a significant increase in rainfall volume attributed to climate change. The marked shift in weather patterns has exacerbated the challenges faced by urban areas like Metro Manila, where heavy rainfall can overwhelm drainage systems and lead to significant flooding.</p><p>I can only agree with the observation of the DENR. It is critical for LGUs to integrate comprehensive flood risk reduction programs and solid waste management plans into their design.</p><p>Communities can better protect themselves from the adverse effects of increased rainfall through these climate adaptation measures.</p><p>Amid the challenges posed by climate change, we must adapt urban planning strategies to safeguard our communities and make them sustainable.</p><p>I must also commend the DENR for its commitment to cooperate with local government units and the public in building defenses against floods.</p><p>Climate adaptation is also about cleaning our waterways and restoring nature.</p><p>Improved drainage designs, for one, can neutralize flood risks and handle heavier rainfall volumes.</p><p>Fortifying our solid waste management efforts is also key. LGUs must devise waste management systems to prevent blockages in drainage structures.</p><p>Our housing and community builders must likewise adopt green infrastructure and restore natural water systems to absorb excess rainwater.</p><p>Boosting the resiliency of communities against disasters and adapting to climate change will secure the future of our present and future generations.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["This is our climate now,' says President Marcos. Mr. This includes making evacuation centers, health services, education and infrastructure resilient and sustainable to withstand repeat weather events. Frequent school suspensions, in addition, have put Filipino students at a disadvantage.", "He is pushing for a national strategy that prepares every community, not just for the next storm, but for a future where storms are constant, as climate change intensifies. Disaster preparedness, thus, must evolve into a way of life. They include planting crop varieties that are more resistant to drought for our farmers, enhancing climate information and early warning systems, and building stronger defenses against floods. The Department of Environment and Natural Resources (DENR) has already called on local government units (LGUs) to take proactive measures in addressing flood risks amid the onset of the rainy season.", "I can only agree with the observation of the DENR. It is critical for LGUs to integrate comprehensive flood risk reduction programs and solid waste management plans into their design. Amid the challenges posed by climate change, we must adapt urban planning strategies to safeguard our communities and make them sustainable. I must also commend the DENR for its commitment to cooperate with local government units and the public in building defenses against floods.", "Amid the challenges posed by climate change, we must adapt urban planning strategies to safeguard our communities and make them sustainable. I must also commend the DENR for its commitment to cooperate with local government units and the public in building defenses against floods. Improved drainage designs, for one, can neutralize flood risks and handle heavier rainfall volumes. Fortifying our solid waste management efforts is also key."]}, {"relevance_score": 27, "title": "P99.7M to fund climate adaptation projects", "published": "2025-07-22", "bodyText": "<p nitf:lede=\"true\">BOARD members of the climate change-related People's Survival Fund (PSF) have approved five new projects nationwide worth P99.7 million to help local government units deal with flooding, drought, storm surges and rising sea levels.</p><p nitf:lede=\"true\">The PSF - which was created in 2012 under Republic Act 10174 - is a pioneering model for national climate adaptation financing in the Philippines. It provides LGUs and accredited local entities with funds to plan and implement community-based resilience projects.</p><p>The PSF board, chaired by Finance Secretary Ralph Recto, endorsed two full climate adaptation projects and three project development grants at its 23rd meeting on July 18.</p><p>The two full climate adaptation projects are in Pandan, Catanduanes, and Tagum, Davao del Norte. </p><p>The three development grants will support the comprehensive climate adaptation proposals for Basay in Negros Oriental; Claver in Surigao del Norte; and Rizal in Kalinga.</p><p>Mangrove forest rehabilitation</p><p>The largest undertaking (in the municipality of Pandan in Catanduanes) is worth P86.16 million and will address vulnerability to storm surges and drought through reforestation and climate-smart agricultural infrastructure. </p><p>Its first component, the Mangrove EcoShield Project, will rehabilitate 10 hectares of mangrove forests in six barangay (villages) and establish a mangrove nursery in Barangay Balagñonan. </p><p>It will benefit over 500 individuals from 10 fisherfolk associations and five multi-sectoral groups by restoring ecosystems and improving their livelihoods.</p><p>The second component, called Climate-Smart Infrastructure Support for Agriculture (CSISA), will reduce Pandan town's reliance on externally sourced vegetables. This will involve the installation of solar-powered irrigation systems, gravity-fed water supply systems, climate-adaptive greenhouses, and the construction of a learning center. </p><p>Beneficiaries include 774 farmers from 15 associations and five additional community groups whose productivity has suffered from recurring droughts.</p><p>Flood early warning systems</p><p>In Tagum City, Davao del Norte, a P7.5-million project will address flood vulnerability through mangrove restoration and the establishment of early warning systems. </p><p>The Mangrove Habitat Protection and Restoration component will rehabilitate 55 hectares of degraded mangrove areas in the barangay of Busaon, Liboganon, Madaum, San Isidro, and Bingcungan. These areas have been severely affected by prolonged rainfall and wave action. </p><p>It will help 1,867 local fisherfolk whose livelihood depends on the mangrove ecosystem.</p><p>To further enhance disaster preparedness, early warning systems will be installed in the flood-prone barangay of Apokon, Canocotan, Madaum and San Miguel. These will provide protection for approximately 36,084 households.</p><p>Grants</p><p>In Basay, Negros Oriental, a P2-million grant will support the development of a proposal to rehabilitate, conserve and sustainably manage the Basay River and Watershed to mitigate flooding and rain-induced landslides. </p><p>In Claver, Surigao del Norte, a second P2-million grant will fund the design of a nature-based solution to rising water levels and storm surges. </p><p>The third P2-million grant in Rizal, Kalinga, will address agricultural drought through the construction of irrigation networks.</p><p>The five projects bring the total number of PSF-approved climate adaptation initiatives to 21, including full projects and development grants, with an aggregate funding of about P1.421 billion since the fund's inception.</p><p>Recto thanked the PSF board and participating LGUs for their collaboration in moving the projects forward, saying \"these climate adaptation projects are part of our whole-of-government effort to protect the most vulnerable communities from the effects of climate-related disasters.\"</p>", "publisher": "The Manila Times", "instances": ["BOARD members of the climate change-related People's Survival Fund (PSF) have approved five new projects nationwide worth P99. 7 million to help local government units deal with flooding, drought, storm surges and rising sea levels. It provides LGUs and accredited local entities with funds to plan and implement community-based resilience projects. The PSF board, chaired by Finance Secretary Ralph Recto, endorsed two full climate adaptation projects and three project development grants at its 23rd meeting on July 18.", "The PSF - which was created in 2012 under Republic Act 10174 - is a pioneering model for national climate adaptation financing in the Philippines. It provides LGUs and accredited local entities with funds to plan and implement community-based resilience projects. The two full climate adaptation projects are in Pandan, Catanduanes, and Tagum, Davao del Norte. The three development grants will support the comprehensive climate adaptation proposals for Basay in Negros Oriental; Claver in Surigao del Norte; and Rizal in Kalinga.", "It provides LGUs and accredited local entities with funds to plan and implement community-based resilience projects. The PSF board, chaired by Finance Secretary Ralph Recto, endorsed two full climate adaptation projects and three project development grants at its 23rd meeting on July 18. The three development grants will support the comprehensive climate adaptation proposals for Basay in Negros Oriental; Claver in Surigao del Norte; and Rizal in Kalinga. Mangrove forest rehabilitationThe largest undertaking (in the municipality of Pandan in Catanduanes) is worth P86.", "The PSF board, chaired by Finance Secretary Ralph Recto, endorsed two full climate adaptation projects and three project development grants at its 23rd meeting on July 18. The two full climate adaptation projects are in Pandan, Catanduanes, and Tagum, Davao del Norte. Mangrove forest rehabilitationThe largest undertaking (in the municipality of Pandan in Catanduanes) is worth P86. 16 million and will address vulnerability to storm surges and drought through reforestation and climate-smart agricultural infrastructure.", "In Claver, Surigao del Norte, a second P2-million grant will fund the design of a nature-based solution to rising water levels and storm surges. The third P2-million grant in Rizal, Kalinga, will address agricultural drought through the construction of irrigation networks. 421 billion since the fund's inception. Recto thanked the PSF board and participating LGUs for their collaboration in moving the projects forward, saying \"these climate adaptation projects are part of our whole-of-government effort to protect the most vulnerable communities from the effects of climate-related disasters.", "The five projects bring the total number of PSF-approved climate adaptation initiatives to 21, including full projects and development grants, with an aggregate funding of about P1. 421 billion since the fund's inception."]}, {"relevance_score": 16, "title": "DOST chief calls for wider AI use in disaster response planning, climate adaptation", "published": "2025-08-09", "bodyText": "<p nitf:lede=\"true\">Department of Science and Technology (DOST) Secretary Renato Solidum Jr. has vowed to 'democratize AI (artificial intelligence) in the Philippines' to help local governments prepare for the worst impacts of extreme weather and other hazards.</p><p>Speaking on Thursday at the Luzon leg of this year's 'Handa Pilipinas' roadshow, Solidum said that while AI has raised concerns among scientists worldwide, it has already proven valuable in crafting government tools that guide policymakers toward 'the fastest, most efficient and scientific ways of rebuilding' after calamities.</p><p>One such platform is the 'PlanSmart Philippines' program, which rolled out the PlanSmart Ready to Rebuild application and will soon launch PlanSmart Ready to Respond for quicker disaster response.</p><p>According to Solidum, AI will also be used to map and assess settlement conditions or identify safe locations for new communities, in partnership with the Department of Human Settlements and Urban Development.</p><p>He said AI's strength lies in managing vast streams of data from sources like the government's GeoRisk hazard platform, eliminating the need for planners 'to do research on hazards or describe the socioeconomic profile' of a locality, 'because that will be undertaken by the app.' Many communities, he noted, suffer repeated disasters because they are located in unsafe areas.</p><p>Save livelihood</p><p>The DOST chief stressed that the goal is not only to 'save lives, but also livelihoods,' as disasters often destroy businesses and disrupt local economies.</p><p>Beyond disaster risk reduction, Solidum said the DOST aims to help local governments and the private sector 'commercialize' innovations to generate income. For example, the government plans to manufacture locally designed electric bikes to meet the high demand for public utility tricycles while reducing carbon emissions.</p><p>He also disclosed that after joining President Marcos on a state visit to India, the Philippines will tap Indian AI technology to strengthen health-care systems.</p><p>Assistant Secretary Bernardo Rafaelito Alejandro IV, administrator of the Office of Civil Defense, lauded Baguio City as 'a shining example' of how technology can drive good governance.</p><p>Officials in the city are currently reviewing a proposed ordinance to formally integrate AI into local governance.</p><p>Public consultations</p><p>The measure, authored by Councilor Paolo Salvosa, would use AI to facilitate public consultations, analyze feedback and identify consensus on government programs, while deploying safeguards such as 'strong user authentication mechanisms,' deepfake detection, sentiment analysis and anomaly detection.</p><p>Salvosa said the proposed policy aligns with Baguio's goal of enhancing 'livability, inclusivity and creativity' as it transitions into a smart city by 2027.</p><p>Mayor Benjamin Magalong began pursuing the city's smart city initiative in 2019, using a P200-million grant from then President Rodrigo Duterte to build a command center integrating public order, health, traffic, sanitation and environmental management.</p><p>Magalong's executive assistant Samantha Hamada recently told city officials that the program is key to 'overcoming the onset of irreversible urban decay by 2043 if we do nothing to stop it now</p>", "publisher": "Philippines Daily Inquirer", "instances": []}, {"relevance_score": 18, "title": "PH secures $10-M climate adaptation grant from global fund", "published": "2025-04-30", "bodyText": "<p nitf:lede=\"true\">Manila, April 30 -- The Philippines has secured its first grant from the global Adaptation Fund (AF) to help vulnerable communities in Tawi-Tawi adapt to the impacts and challenges of climate change.</p><p>In a release issued on Wednesday, the Department of Environment and Natural Resources (DENR) and the Department of Finance (DOF) said the project, titled \"Harnessing the water-energy-food nexus to address and adapt to climate change impacts in Tawi-Tawi,\" secured a USD10 million fund during the 44th Board Meeting of the Adaptation Fund held in Bonn, Germany on April 8-11.</p><p>The project aims to support communities in securing climate-resilient water access by increasing the adaptive capacity of the municipalities of Sibutu and Sitangkai, two of the southernmost and most climate-vulnerable areas in the country.</p><p>\"This project is fully aligned with our National Adaptation Plan, which emphasizes securing food supply while nurturing our natural resources and sustaining livelihoods as one of our core strategies in our fight against climate change,\" Environment Secretary Maria Antonia Yulo Loyzaga said.</p><p>She said the grant would fund the installation of resilient water systems powered by renewable energy, capacity-building for sustainable resource management, and the development of community-based climate adaptation practices.</p><p>The DENR, as the country's designated authority to the AF, led the project's development, together with concerned stakeholders, to ensure that the adverse impacts and risks posed by climate change in the water management sector in the Tawi-Tawi province are properly addressed, she added.</p><p>The project will be implemented in partnership with the United Nations Industrial Development Organization (UNIDO) and the Mindanao Development Authority (MinDA).</p><p>As a board member representing developing countries, the Philippines, through the Department of Finance, played a key role in securing support for the proposal.</p><p>Finance Secretary Ralph Recto said the project is not only the country's first access to the AF but is an assertion of the government's promise that no Filipino will be left behind in the country's pursuit of climate resilience and sustainable development.</p><p>\"By placing communities like Tawi-Tawi, at the forefront of global climate financing, we are doubling down on our commitment to ensure that we uplift the lives of every Filipino, especially those most at risk,\" he said.</p><p>The project will be implemented through various components throughout the project's lifespan, including deploying resilient water supply systems integrated with existing renewable energy infrastructure in Tawi-Tawi, supplying local capacity building for sustainable water management, building the local communities' resilience and strengthening their livelihoods, and providing knowledge management to scale up the project's activities in the Philippines.</p><p>Loyzaga said the project shows how the water-energy-food nexus recognizes the interconnectedness of vital resources and leads to more effective climate solutions.</p><p>\"By enhancing water security, we are not only safeguarding the livelihoods of our seaweed farmers but also reinforcing the economic foundations of the communities affected by climate change,\" she added.</p><p>The Adaptation Fund finances projects and programs that help vulnerable communities in developing countries adapt to climate change. Initiatives are based on the country's needs, views. and priorities.</p><p>Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htdigital.in\">contentservices@htdigital.in</email></p>", "publisher": "Philippines News Agency", "instances": ["The project aims to support communities in securing climate-resilient water access by increasing the adaptive capacity of the municipalities of Sibutu and Sitangkai, two of the southernmost and most climate-vulnerable areas in the country. This project is fully aligned with our National Adaptation Plan, which emphasizes securing food supply while nurturing our natural resources and sustaining livelihoods as one of our core strategies in our fight against climate change,\" Environment Secretary Maria Antonia Yulo Loyzaga said. The DENR, as the country's designated authority to the AF, led the project's development, together with concerned stakeholders, to ensure that the adverse impacts and risks posed by climate change in the water management sector in the Tawi-Tawi province are properly addressed, she added. The project will be implemented in partnership with the United Nations Industrial Development Organization (UNIDO) and the Mindanao Development Authority (MinDA)."]}, {"relevance_score": 9, "title": "₱1B in grant from Canada to boost PHL climate, disaster resilience", "published": "2025-07-14", "bodyText": "<p nitf:lede=\"true\"> The Government of Canada is investing more than P1 billion in grant financing to promote integrated climate action and disaster resilience in the Philippines.</p><p>This was disclosed during the Philippines-Canada Partnership Forum held on July 10 at The Westin Manila in Mandaluyong City, wherein the Embassy of Canada highlighted its portfolio of over CAD$30 million (approx. P1.2 billion) dedicated to funding initiatives on climate adaptation and resilience.</p><p>'Canada's substantial contributions to disaster risk reduction and climate resilience in the Philippines are a fitting example of the growing breadth and depth of Canada's bilateral partnership with the Philippines,' Ambassador of Canada to the Philippines David Hartman said in a statement.</p><p>Close to 200 government leaders, development partners, the private sector, civil society organizations, and members of the diplomatic community attended the forum to discuss solutions to the growing threats posed by natural disasters and climate change.</p><p>'Canada is working with Canadian, local and international organizations to unlock financing for climate adaptation, and implement locally-led nature-based solutions in vulnerable communities,' Ambassador Hartman added.</p><p>The grant financing also supports ecosystem restoration, including through natural capital accounting, and assisting local governments to assess, plan for, and implement disaster resilience and climate adaptation measures. The financing also seeks to improve integrated water resource management in partnership with the private sector.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["This was disclosed during the Philippines-Canada Partnership Forum held on July 10 at The Westin Manila in Mandaluyong City, wherein the Embassy of Canada highlighted its portfolio of over CAD$30 million (approx. P1. Canada's substantial contributions to disaster risk reduction and climate resilience in the Philippines are a fitting example of the growing breadth and depth of Canada's bilateral partnership with the Philippines,' Ambassador of Canada to the Philippines David Hartman said in a statement. Close to 200 government leaders, development partners, the private sector, civil society organizations, and members of the diplomatic community attended the forum to discuss solutions to the growing threats posed by natural disasters and climate change.", "Canada's substantial contributions to disaster risk reduction and climate resilience in the Philippines are a fitting example of the growing breadth and depth of Canada's bilateral partnership with the Philippines,' Ambassador of Canada to the Philippines David Hartman said in a statement. Close to 200 government leaders, development partners, the private sector, civil society organizations, and members of the diplomatic community attended the forum to discuss solutions to the growing threats posed by natural disasters and climate change. The grant financing also supports ecosystem restoration, including through natural capital accounting, and assisting local governments to assess, plan for, and implement disaster resilience and climate adaptation measures. The financing also seeks to improve integrated water resource management in partnership with the private sector.", "Close to 200 government leaders, development partners, the private sector, civil society organizations, and members of the diplomatic community attended the forum to discuss solutions to the growing threats posed by natural disasters and climate change. Canada is working with Canadian, local and international organizations to unlock financing for climate adaptation, and implement locally-led nature-based solutions in vulnerable communities,' Ambassador Hartman added. The financing also seeks to improve integrated water resource management in partnership with the private sector."]}, {"relevance_score": 10, "title": "THE GOVERNMENT of Canada is investing more than PhP 1 billion in grant financing to promote integrated climate action and disaster resilience in the Philippines.", "published": "2025-07-14", "bodyText": "<p nitf:lede=\"true\">During the Philippines-Canada Partnership Forum held on July 10 at The Westin Manila in Mandaluyong City, the Embassy of Canada highlighted its portfolio of over CAD$30 million (approx. PhP 1.</p><p>2 billion) dedicated to funding initiatives on climate adaptation and resilience.\"Canada's substantial contributions to disaster risk reduction and climate resilience in the Philippines are a fitting example of the growing breadth and depth of Canada's bilateral partnership with the Philippines,\" said Ambassador of Canada to the Philippines David Hartman.</p><p>Close to 200 government leaders, development partners, the private sector, civil society organizations, and members of the diplomatic community attended the forum to discuss solutions to the growing threats posed by natural disasters and climate change. \"Canada is working with Canadian, local, and international organizations to unlock financing for climate adaptation, and implement locally-led nature-based solutions in vulnerable communities,\" Ambassador Hartman added.</p><p>The grant financing also supports ecosystem restoration, including through natural capital accounting, and assisting local governments to assess, plan for, and implement disaster resilience and climate adaptation measures.  The financing also seeks to improve integrated water resource management in partnership with the private sector.</p><p>  fig\"Canada's investments target the needs of communities across the three main island regions while tackling the differential impacts of climate change on vulnerable and marginalized populations, including women, girls, and Indigenous Peoples,\" Ambassador Hartman explained. By working with national and local governments and coordinating with other development actors, these initiatives seek to contribute to the priorities and objectives set by the Government of the Philippines, consistent with the Philippine Development Plan 2023-202.</p>", "publisher": "Mindanao Times (Philippines)", "instances": ["During the Philippines-Canada Partnership Forum held on July 10 at The Westin Manila in Mandaluyong City, the Embassy of Canada highlighted its portfolio of over CAD$30 million (approx. PhP 1. Canada's substantial contributions to disaster risk reduction and climate resilience in the Philippines are a fitting example of the growing breadth and depth of Canada's bilateral partnership with the Philippines,\" said Ambassador of Canada to the Philippines David Hartman. Close to 200 government leaders, development partners, the private sector, civil society organizations, and members of the diplomatic community attended the forum to discuss solutions to the growing threats posed by natural disasters and climate change.", "Canada's substantial contributions to disaster risk reduction and climate resilience in the Philippines are a fitting example of the growing breadth and depth of Canada's bilateral partnership with the Philippines,\" said Ambassador of Canada to the Philippines David Hartman. Close to 200 government leaders, development partners, the private sector, civil society organizations, and members of the diplomatic community attended the forum to discuss solutions to the growing threats posed by natural disasters and climate change. The grant financing also supports ecosystem restoration, including through natural capital accounting, and assisting local governments to assess, plan for, and implement disaster resilience and climate adaptation measures. The financing also seeks to improve integrated water resource management in partnership with the private sector.", "Close to 200 government leaders, development partners, the private sector, civil society organizations, and members of the diplomatic community attended the forum to discuss solutions to the growing threats posed by natural disasters and climate change. \"Canada is working with Canadian, local, and international organizations to unlock financing for climate adaptation, and implement locally-led nature-based solutions in vulnerable communities,\" Ambassador Hartman added. The financing also seeks to improve integrated water resource management in partnership with the private sector. fig\"Canada's investments target the needs of communities across the three main island regions while tackling the differential impacts of climate change on vulnerable and marginalized populations, including women, girls, and Indigenous Peoples,\" Ambassador Hartman explained."]}, {"relevance_score": 22, "title": "Five new climate projects raise PSF-funded initiatives to p1.4 billion", "published": "2025-07-21", "bodyText": "<p nitf:lede=\"true\">Manila, July 21 -- Five new climate projects across the Philippines, totaling nearly p100 million, have been added to the list of projects greenlit by the People's Survival Fund (PSF) Board, bringing the total to p1.4 billion.</p><p>The PSF Board has committed to grant resources for five new projects across the country worth p99.7 million to help local government units (LGUs) address climate vulnerability. To date, the PSF Board has approved a total of 21 local climate adaptation projects and project development grants.</p><p>\"These climate adaptation projects are part of our whole-of-government effort to protect the most vulnerable communities from the effects of climate-related disasters,\" Finance Secretary Ralph G. Recto said in a July 21 statement.</p><p>According to the DOF, the p86.2-million project in Pandan, Catanduanes \"will address the municipality's vulnerability to storm surges and drought by implementing reforestation and climate smart infrastructure initiatives.\"</p><p>As the project's first component, the Mangrove EcoShield Project will reforest 10 hectares (ha) of mangroves across six barangays and establish a nursery in Brgy. Balagnonan to boost climate protection and support livelihoods for over 500 members of local fisherfolk and community groups.</p><p>The project's second component, Climate-Smart Infrastructure Support for Agriculture (CSISA), aims to boost agricultural resilience by reducing dependence on external vegetable sources and aiding nearly 800 farmers and community members affected by drought.</p><p>The p7.5-million project in Tagum City, Davao del Norte will address flooding risks through reforestation and the installation of an early warning system.</p><p>Additionally, the project's mangrove habitat protection and restoration component will restore 55 ha of degraded mangrove areas across five barangays in Tagum, which have been heavily impacted by prolonged rains and strong wave action.</p><p>The project is expected to bolster the livelihoods of nearly 1,900 local fisherfolk who depend on healthy mangrove ecosystems for fishing and other resource-based activities.</p><p>Three additional project development grants worth p2 million each were approved to support proponents in crafting full project proposals.</p><p>In particular, grants were approved for Basay, Negros Oriental to support a proposal for river and watershed rehabilitation; for Claver, Surigao del Norte to design nature-based solutions against storm surges; and for Rizal, Kalinga to develop irrigation networks to ease drought impact on agriculture.</p><p>These five projects were approved during the 23rd PSF board meeting last July 18, which the DOF chaired.</p><p>The PSF serves as a pioneering national climate adaptation fund, enabling LGUs to develop and carry out community-based climate resilience projects.</p><p>Published by HT Digital Content Services with permission from Manila Bulletin. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htdigital.in\">contentservices@htdigital.in</email></p>", "publisher": "Manila Bulletin", "instances": ["The PSF Board has committed to grant resources for five new projects across the country worth p99. 7 million to help local government units (LGUs) address climate vulnerability. These climate adaptation projects are part of our whole-of-government effort to protect the most vulnerable communities from the effects of climate-related disasters,\" Finance Secretary Ralph G. Recto said in a July 21 statement.", "7 million to help local government units (LGUs) address climate vulnerability. To date, the PSF Board has approved a total of 21 local climate adaptation projects and project development grants. Recto said in a July 21 statement. According to the DOF, the p86.", "In particular, grants were approved for Basay, Negros Oriental to support a proposal for river and watershed rehabilitation; for Claver, Surigao del Norte to design nature-based solutions against storm surges; and for Rizal, Kalinga to develop irrigation networks to ease drought impact on agriculture. These five projects were approved during the 23rd PSF board meeting last July 18, which the DOF chaired. Published by HT Digital Content Services with permission from Manila Bulletin. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htdigital."]}, {"relevance_score": 16, "title": "People's Survival Fund Board OKs ₱99 million to help LGUs address climate vulnerability", "published": "2025-07-21", "bodyText": "<p nitf:lede=\"true\"> Nearly P100 million in climate adaptation grants has been approved by the People's Survival Fund (PSF) Board for five new projects across Luzon, Visayas and Mindanao, according to the Department of Finance (DOF).</p><p>A statement from the DOF on Monday read that the PSF Board approved five new projects worth P99.675 million to support local governments in addressing climate vulnerability.</p><p>The new projects push the total approved grants to 21 local climate adaptation projects and project development amounting to approximately P1.421 billion.</p><p>The DOF, chair of the 23rd PSF Board Meeting on July 18, 2025, approved two full projects for Pandan, Catanduanes and Tagum, Davao del Norte; as well as three project development grants for Basay, Negros Oriental; Claver, Surigao del Norte; and, Rizal, Kalinga.</p><p>The project in Pandan, Catanduanes, worth P86.162 million, seeks to address the municipality's vulnerability to storm surges and drought by implementing reforestation and climate-smart infrastructure initiatives.</p><p>The project's first component, the Mangrove EcoShield Project, will reforest 10 hectares of mangrove forest in six barangays and establish a mangrove nursery in Brgy. Balagñonan to benefit 519 individuals from 10 fisherfolk associations and five multi-sectoral associations.</p><p>Its second component, the Climate-Smart Infrastructure Support for Agriculture, will boost local food production and support 774 members of 15 farmer associations and 5 multi-sectoral associations affected by drought.</p><p>Meanwhile, the P7.513-million project in Tagum, Davao del Norte, aims to curb flooding through mangrove restoration across 55 hectares, improving the livelihood of about 1,800 fisherfolk.</p><p>Early warning systems will also be installed in four flood-prone barangays in Tagum, benefiting over 36,000 households.</p><p>Further, three project development grants worth P2 million each were approved to support proposals in Basay, Negros Oriental, for river and watershed management; Claver, Surigao del Norte, to address rising water levels through nature-based solutions; and Rizal, Kalinga, to construct irrigation networks to counter drought.</p><p>The PSF is a pioneering model for national adaptation climate financing, providing opportunities for LGUs to design and implement communal climate resiliency initiatives.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["A statement from the DOF on Monday read that the PSF Board approved five new projects worth P99. 675 million to support local governments in addressing climate vulnerability.", "A statement from the DOF on Monday read that the PSF Board approved five new projects worth P99. 675 million to support local governments in addressing climate vulnerability. 421 billion. The DOF, chair of the 23rd PSF Board Meeting on July 18, 2025, approved two full projects for Pandan, Catanduanes and Tagum, Davao del Norte; as well as three project development grants for Basay, Negros Oriental; Claver, Surigao del Norte; and, Rizal, Kalinga."]}, {"relevance_score": 12, "title": "SKorea donates 1,632 metric tons of rice", "published": "2025-08-07", "bodyText": "<p nitf:lede=\"true\">KOREAN Ambassador Lee Sang-hwa turned over 1,632 metric tons (MT) of rice to the Department of Social Welfare and Development (DSWD) on Aug. 6.</p><p>The shipment is part of South Korea's 2,016-metric-ton donation to the Philippines.</p><p>The donation highlighted South Korea's continued support for the country's disaster response, climate adaptation and peace-building initiatives.</p><p>DSWD Secretary Rex Gatchalian, Undersecretary Diana Rose Cajipe, and World Food Programme (WFP) Philippines Country Director Regis Chapman joined the ceremony.</p><p>In his speech, Ambassador Lee said that the donation was not merely a shipment of rice but a gesture of solidarity amid increasing climate challenges.</p><p>He cited recent record rainfall in Korea unseen in over a century as a reminder that even the most advanced nations are vulnerable to extreme weather.</p><p>\"We are talking about resilience, food security, and esprit de corps,\" he said.</p><p>Lee said rice in the Philippines goes beyond the dinner table and plays a role in the economy and political decision-making, quoting a local think tank that called it a \"political commodity.\"</p><p>Of the 2,016 MT, 384 MT will be delivered to the Bangsamoro Autonomous Region in Muslim Mindanao (BARMM) to support peace and development efforts.</p><p>Meanwhile, the World Food Programme is facilitating the delivery and logistics of the aid to ensure the rice reaches vulnerable communities.</p><p>This donation follows earlier contributions through the Asean Plus Three Emergency Rice Reserve - 400 MT in 2022, 750 MT in 2023, and 4,000 MT earlier this year.</p>", "publisher": "The Manila Times", "instances": ["6. The shipment is part of South Korea's 2,016-metric-ton donation to the Philippines. DSWD Secretary Rex Gatchalian, Undersecretary Diana Rose Cajipe, and World Food Programme (WFP) Philippines Country Director Regis Chapman joined the ceremony. In his speech, Ambassador Lee said that the donation was not merely a shipment of rice but a gesture of solidarity amid increasing climate challenges."]}, {"relevance_score": 25, "title": "Survival fund approves nearly P100M worth of projects", "published": "2025-07-22", "bodyText": "<p nitf:lede=\"true\">The Department of Finance (DoF) said P99.68 million worth of projects to address climate vulnerabilities were approved by the People’s Survival Fund (PSF) Board.</p><p>In a statement on Monday, the DoF said projects for Catanduanes and Davao del Norte, as well as three project development grants (PDG) for Negros Oriental, Surigao del Norte and Kalinga were approved during the 23rd PSF Board Meeting on July 18.</p><p>To date, climate adaptation projects approved by the board total 21, valued at a combined P1.42 billion.</p><p>“These climate adaptation projects are part of our whole-of-government effort to protect the most vulnerable communities from the effects of climate-related disasters,” Finance Secretary Ralph G. Recto said.</p><p>The PSF was established under Republic Act No. 10174 to finance adaptation programs and projects of local government units and accredited community organizations.</p><p>The largest of the newly approved projects is an P86.16 million initiative in Pandan, Catanduanes, which seeks to mitigate the municipality’s exposure to storm surges and drought.</p><p>Its first component — the Mangrove EcoShield Project, seeks to reforest 10 hectares of mangroves in six barangays and establishes a mangrove nursery.</p><p>The project will support 519 individuals from 10 fisherfolk associations and five multi-sectoral associations.</p><p>The second approval covers Climate-Smart Infrastructure Support for Agriculture to reduce reliance on external supplies of vegetables.</p><p>It will benefit around 774 members of 15 farmer associations and five multi-sectoral associations affected by drought.</p><p>“Key initiatives include installing solar-powered irrigation systems (SPIS), gravity-fed water supply systems, climate-adaptive greenhouses, and a learning center to address the municipality’s vulnerability to drought and enhance local vegetable production,” the DoF said.</p><p>Another project is the P7.51 million in support for Tagum, Davao del Norte to mitigate the municipality’s vulnerability to flooding through reforestation and the establishment of an early warning system.</p><p>The reforestation component seeks to restore 55 hectares of degraded mangrove ecosystems in five barangays.</p><p>This is expected to help 1,867 fisherfolk whose livelihoods stand to gain from healthy mangrove ecosystems.</p><p>“To support this effort is the establishment and installation of Calamity Early Warning Systems (EWS), which will strengthen disaster preparedness and community resilience,” the DoF said.</p><p>The project development grants worth P2 million each are intended to help proponents develop comprehensive project proposals.</p><p>“The project development grant approved for Basay, Negros Oriental will support proposal development for a project that will rehabilitate, conserve, and sustainably manage the Basay River and Watershed to protect the community against flood and rain-induced landslides,” the DoF said.</p><p>A PDG was approved for Claver, Surigao del Norte, supporting a proposal to design nature-based solutions to rising water levels and storm surges.</p><p>A PDG for Rizal, Kalinga will develop proposals for irrigation networks that will mitigate the impact of impact of drought.</p>", "publisher": "BusinessWorld", "instances": ["68 million worth of projects to address climate vulnerabilities were approved by the People’s Survival Fund (PSF) Board. In a statement on Monday, the DoF said projects for Catanduanes and Davao del Norte, as well as three project development grants (PDG) for Negros Oriental, Surigao del Norte and Kalinga were approved during the 23rd PSF Board Meeting on July 18. 42 billion. “These climate adaptation projects are part of our whole-of-government effort to protect the most vulnerable communities from the effects of climate-related disasters,” Finance Secretary Ralph G.", "To date, climate adaptation projects approved by the board total 21, valued at a combined P1. 42 billion. Recto said. The PSF was established under Republic Act No."]}, {"relevance_score": 57, "title": "PHILIPPINES RANKS 116th IN CLIMATE VULNERABILITY INDEX", "published": "2025-08-14", "bodyText": "<p><pre xml:space=\"preserve\">The Philippines ranked 116th out of 187 countries with a score of 43.4 out of <br/>100 in the latest edition of the Notre Dame Global Adaptation Initiative's (ND-<br/>GAIN) Country Index by the University of Notre Dame. The country is one of the <br/>most vulnerable and least ready in the region when it comes to climate-related <br/>challenges. The index, which used 2023 data, measures a country's overall climate <br/>adaptation capacity across two dimensions: vulnerability and readiness.<br/><br/>ND-Gain Scores and Ranks of Select East and Southeast Asian Countries           <br/>(higher score is better)                <br/><br/>2023 Rank                               Score <br/>(Out of 187)    Country                 (out of 100)<br/>6               Singapore               70.8<br/>15              South Korea             67.4<br/>19              Japan                   65.4<br/>36              China                   58.1<br/>44              Brunei Darussalam       56.6<br/>50              Malaysia                55.4<br/>66              Mongolia                52.0<br/>80              Thailand                49.9<br/>97              Vietnam                 46.0<br/>99              Indonesia               45.9<br/>116             Philippines             43.4<br/>122             Timor-Leste             42.3<br/>131             North Korea             40.6<br/>140             Laos                    39.3<br/>161             Cambodia                36.7<br/>163             Myanmar                 36.1<br/><br/>Top 5/10 Countries<br/><br/>2023 Rank                               Score <br/>(Out of 187)    Country                 (out of 100)<br/>1               Norway                  76.8<br/>2               Finland                 74.8<br/>3               Switzerland             72.9<br/>4               Denmark                 72.7<br/>5               Sweden                  71.1<br/>6               Singapore               70.8<br/>7               New Zealand             70.0<br/>8               United Kingdom          69.9<br/>9               Germany                 69.6<br/>10              Australia               69.2<br/><br/>Bottom 5/10 Countries<br/><br/>2023 Rank                               Score <br/>(Out of 187)    Country                 (out of 100)<br/>187             Chad                    25.0<br/>186             Central African Republic26.9<br/>185             Eritrea                 29.5<br/>184             Sudan                   30.2<br/>183             Guinea-Bissau           31.0<br/>182             Dem. Rep. of the Congo  32.7<br/>181             Afghanistan             32.8<br/>180             Congo                   32.8<br/>179             Bangladesh              32.9<br/>178             Burundi                 32.9<br/><br/>Philippines' Profile            <br/>ND-Gain Score           43.4    <br/>Vulnerability           0.444   <br/>Human Habitat           0.533   <br/>Food                    0.508   <br/>Water                   0.499   <br/>Ecosystem Services      0.429   <br/>Health                  0.387   <br/>Infrastructure          0.307   <br/>Readiness               0.312   <br/>Economic                0.325   <br/>Social                  0.308   <br/>Governance              0.301   <br/><br/>Source: University of Notre Dame's ND-GAIN Country Index <br/>(<url normalizedValue=\"https://gain.nd.edu/our-work/country-index/\">https://gain.nd.edu/our-work/country-index/</url>)<br/><br/>BusinessWorld Graphics: Bong R. Fortin<br/><br/></pre></p>", "publisher": "BusinessWorld", "instances": ["4 out of 100 in the latest edition of the Notre Dame Global Adaptation Initiative's (ND-GAIN) Country Index by the University of Notre Dame. The country is one of the most vulnerable and least ready in the region when it comes to climate-related challenges. ND-Gain Scores and Ranks of Select East and Southeast Asian Countries           (higher score is better)                2023 Rank                               Score (Out of 187)    Country                 (out of 100)6               Singapore               70. 815              South Korea             67."]}, {"relevance_score": 26, "title": "Protect coastal towns, enforce mangrove rules - Oceana", "published": "2025-07-09", "bodyText": "<p nitf:lede=\"true\"> International ocean conservation group Oceana on Tuesday welcomed the Department of the Interior and Local Government's (DILG) new directive calling on local governments to restore and protect mangrove forests, describing it as a crucial move toward disaster risk reduction and climate resilience.</p><p nitf:lede=\"true\">'The new guidelines issued by the Department of the Interior and Local Government on the restoration of mangrove forests and the establishment and management of local coastal greenbelt zones are important milestones,' said Atty. Rose-Liza Eisma Osorio, acting vice president of Oceana.</p><p>'It is even more appropriate when we are observing the National Disaster Resilience Month and World Mangrove Day this July,' she added.</p><p>Under Memorandum Circular No. 2025-066, released Monday, the DILG called on all coastal city and municipal mayors to lead the creation of coastal greenbelt zones and prioritize the restoration of mangrove and beach forest ecosystems in their localities.</p><p>LGUs urged to restore, protect, and enforce</p><p>'Given the decentralized framework of governance in the Philippines, Local Government Units (LGUs) play a crucial role in ensuring the protection and sustainability of coastal greenbelts. As frontliners in disaster risk reduction (DRR) and climate adaptation, LGUs are in the best position to implement localized strategies to establish and manage coastal greenbelts,' the circular stated.</p><p>In the memo, the DILG emphasized that coastal greenbelts-composed of mangroves, beach forests, and other coastal vegetation-are site-specific natural buffers that play a key role in shielding communities from the worsening impacts of climate change, including storm surges, coastal erosion, and sea level rise.</p><p>'These natural barriers help dissipate wave energy, reduce storm surge impacts, prevent erosion, and provide carbon sequestration, contributing to climate change mitigation and the reduction of the adverse impacts of said coastal hazards on human lives and property,' the circular stated.</p><p>The DILG memo focuses not only on the establishment of new greenbelt zones, but also on the protection of existing mangrove forests, the rehabilitation and reforestation of degraded areas, and the enforcement of environmental regulations.</p><p>LGUs are urged to rehabilitate and restore designated zones, collaborate with civil society groups, higher education institutions, and technical experts for mangrove planting and monitoring, and ensure community participation throughout the process.</p><p>They are also encouraged to allocate funds for enforcement and maintenance, including the deputation of personnel for community-based patrolling, and to formulate local ordinances that declare these areas as protected zones.</p><p>These measures are expected to be incorporated into local development and sectoral plans such as the Comprehensive Land Use Plan (CLUP), Local Climate Change Action Plan (LCCAP), Local Disaster Risk Reduction and Management Plan (LDRRMP), and others.</p><p>The memo further encourages local governments to profile greenbelt zones, track the survival rates of planted mangroves, and explore innovative techniques such as artificial structures and remote sensing tools to enhance and monitor mangrove growth.</p><p>Mangroves as lifelines for vulnerable coastal communities</p><p>For Oceana, the DILG memo offers an opportunity for local leaders to act decisively in protecting their coastal communities.</p><p>'Local coastal communities should not resign to their fate of having to face storm surges, strong waves and other fatal impacts of climate change. Disasters should be managed. Risks can be reduced. Climate adaptation measures should be enforced,' Osorio said.</p><p>'We call on our local government leaders, particularly those in coastal areas, to step up and act now. At a time when you just got this fresh mandate from the people you vowed to serve, we expect you to make this your priority program,' she added.</p><p>'Restore and protect your mangrove forest areas, establish policies and actions to declare these areas as coastal greenbelt zones, and dedicate them as natural buffer zones to protect the people's survival and their right to food and livelihood security,' she said.</p><p>From an estimated 500,000 hectares in the early 1900s, the country's mangrove cover declined to around 120,000 hectares by the 1990s, primarily due to widespread conversion to aquaculture, logging, and development.</p><p>Satellite analyses from 2000 to 2020 show continued losses, with about 29,000 hectares-roughly half the size of Metro Manila-cleared across 12 of the country's 17 regions.</p><p>Oceana, the world's largest international advocacy organization dedicated solely to ocean conservation, reiterated its call for LGUs to treat coastal greenbelt protection as a frontline climate adaptation strategy.</p>", "publisher": "Philippines Daily Inquirer", "instances": ["2025-066, released Monday, the DILG called on all coastal city and municipal mayors to lead the creation of coastal greenbelt zones and prioritize the restoration of mangrove and beach forest ecosystems in their localities. LGUs urged to restore, protect, and enforce'Given the decentralized framework of governance in the Philippines, Local Government Units (LGUs) play a crucial role in ensuring the protection and sustainability of coastal greenbelts. In the memo, the DILG emphasized that coastal greenbelts-composed of mangroves, beach forests, and other coastal vegetation-are site-specific natural buffers that play a key role in shielding communities from the worsening impacts of climate change, including storm surges, coastal erosion, and sea level rise. These natural barriers help dissipate wave energy, reduce storm surge impacts, prevent erosion, and provide carbon sequestration, contributing to climate change mitigation and the reduction of the adverse impacts of said coastal hazards on human lives and property,' the circular stated.", "Disasters should be managed. Risks can be reduced. We call on our local government leaders, particularly those in coastal areas, to step up and act now. At a time when you just got this fresh mandate from the people you vowed to serve, we expect you to make this your priority program,' she added.", "From an estimated 500,000 hectares in the early 1900s, the country's mangrove cover declined to around 120,000 hectares by the 1990s, primarily due to widespread conversion to aquaculture, logging, and development. Satellite analyses from 2000 to 2020 show continued losses, with about 29,000 hectares-roughly half the size of Metro Manila-cleared across 12 of the country's 17 regions."]}, {"relevance_score": 18, "title": "Cities expert pushes for permeable pavements against flooding, heat", "published": "2025-08-14", "bodyText": "<p nitf:lede=\"true\"> Cities expert Anna Mae Lamentillo has called for the widespread adoption of permeable pavements across Philippine cities, citing their potential to mitigate flooding, improve water management, and reduce urban heat.</p><p>Speaking at a recent infrastructure and climate resilience forum, Lamentillo stressed that urban areas must rethink traditional road and sidewalk designs to adapt to the country's changing climate. 'Every time we lay down impermeable concrete, we are essentially sealing the ground and forcing rainwater into already overburdened drainage systems. Permeable pavements allow the soil to breathe, absorb, and store water-turning roads into part of the solution instead of the problem,' she said.</p><p>A Climate-Responsive Alternative</p><p>Permeable pavements, made from porous asphalt, pervious concrete, or interlocking pavers, allow rainwater to seep through the surface into the ground below. Lamentillo emphasized that this design not only prevents surface runoff that leads to flooding but also recharges groundwater aquifers, which are critical for water security during dry seasons.</p><p>'Metro Manila alone loses billions of pesos annually due to flood damage. Imagine if we could reduce that risk while simultaneously replenishing our water tables,' she noted.</p><p>Tackling Urban Heat Islands</p><p>Beyond flood control, Lamentillo underscored that permeable pavements help cool down cities. Traditional asphalt absorbs and traps heat, contributing to the 'urban heat island' effect. By contrast, permeable surfaces allow for natural evaporation and reduce heat retention.</p><p>'Cooler streets don't just mean more comfortable walking conditions. It also means less reliance on energy-intensive cooling systems, which helps lower greenhouse gas emissions,' she explained.</p><p>Call for Policy Integration</p><p>Lamentillo urged both local and national government agencies to integrate permeable pavement technology into urban planning standards, particularly for new roads, parking lots, and public spaces. She suggested pilot projects in flood-prone barangays and called for public-private partnerships to accelerate implementation.</p><p>'Climate adaptation is not optional-it's survival. Every infrastructure project we build today must be designed for the climate realities of tomorrow,' she concluded.</p><p>Environmental groups have welcomed Lamentillo's call, pointing out that permeable pavements have been successfully implemented in cities across Japan, the United States, and Europe, resulting in significant reductions in both flooding incidents and surface temperatures.</p>", "publisher": "Philippines Daily Inquirer", "instances": ["Call for Policy IntegrationLamentillo urged both local and national government agencies to integrate permeable pavement technology into urban planning standards, particularly for new roads, parking lots, and public spaces. She suggested pilot projects in flood-prone barangays and called for public-private partnerships to accelerate implementation. Every infrastructure project we build today must be designed for the climate realities of tomorrow,' she concluded. Environmental groups have welcomed Lamentillo's call, pointing out that permeable pavements have been successfully implemented in cities across Japan, the United States, and Europe, resulting in significant reductions in both flooding incidents and surface temperatures."]}, {"relevance_score": 25, "title": "Smart agriculture project receives HSBC funding to train farmers, fisherfolk", "published": "2025-07-22", "bodyText": "<p nitf:lede=\"true\">Development sector group Bayan Family of Foundations, in partnership with Philippine agritech startup Mayani, has received philanthropic funding from HSBC Philippines to empower smallholder farmers and fisherfolk through climate-smart agriculture initiatives and sustainable food production.In the Philippines -- where smallholders are responsible for over 70% of the nation's food supply -- farmers and fisherfolk face a dual crisis: they are among the most vulnerable to the effects of climate change and the least equipped to adapt.</p><p>Women, in particular, bear a disproportionate burden, according to the United Nations, due to limited access to agricultural training, credit, and reliance on natural resources.The project will focus on forming clustered, smallholder-led cooperatives that promote regenerative farming practices, integrate indigenous knowledge, adopt inclusive digital tools, and strengthen governance.</p><p> These cooperatives will be built around principles of sustainability and market readiness.To scale impact, the program will invest in on-farm infrastructure such as smart greenhouses and precision agriculture systems.</p><p> It will also produce a cooperative development manual to ensure the model can be replicated nationwide.\"We are pleased to partner with Bayan and Mayani to provide philanthropic funding for climate-smart agricultural capacity building.</p><p> This partnership aims to support local farmers and fisherfolk in adopting resilient practices, while also enhancing food security in the Philippines,\" said Sandeep Uppal, president and CEO of HSBC Philippines.The initiative supports the United Nations Sustainable Development Goals (SDGs) -- specifically Goal 2 (Zero Hunger), Goal 10 (Reduced Inequalities), and Goal 13 (Climate Action) -- while laying the groundwork for investable rural food supply chains.</p><p>However, the Philippines still faces a $72-billion climate finance gap in achieving its nationally determined contributions under the Paris Agreement. To bridge this, Mayani is working with Co-Axis of Temasek Trust to attract additional climate co-investments beyond HSBC's seed capital.</p><p>There are a thousand ways to tackle any systemic issue. History has, however, proven that the power of a community working together towards a common goal can do wonders beyond their expectations.</p><p> Filipinos equate this with the value of bayanihan,\" said Carlo S. Sagun, president and CEO of Bayan Family of Foundations.</p><p>\"In the taxonomy of organizations, this is best exemplified by the cooperative, which has the upliftment of its members' lives as its primary objective through its entrepreneurial pursuits. If agricultural cooperatives  numbering in thousands in the Philippines  are effectively mobilized to serve as agents of climate adaptation, social, economic, and even environmental benefits could potentially be delivered to its millions of members.</p><p>\"The development roadmap targets climate-vulnerable food-producing regions in Luzon and the Visayas this year, with plans to expand to the Bangsamoro Autonomous Region in Muslim Mindanao (BARMM) by 2026. BARMM, a region rich in natural ecosystems, is emerging from a fragile peace and presents unique opportunities for climate adaptation, economic recovery, and peacebuilding.\"The sheer gravity and frequency of these climate hazards would eventually require their own nomenclature.</p><p> As they evolve, we see them as known constants in agriculture, and it's high-time we tackle them head on,\" said Ochie San Juan, co-founder and chief farmer of Mayani, an agritech platform that caters to smallholder farmers and fisherfolf by providing them access to markets, inputs, and credit.The post Smart agriculture project receives HSBC funding to train farmers, fisherfolk appeared first on Newsbytes.</p><p>PH..</p>", "publisher": "Newsbytes Philippines", "instances": ["Sagun, president and CEO of Bayan Family of Foundations. In the taxonomy of organizations, this is best exemplified by the cooperative, which has the upliftment of its members' lives as its primary objective through its entrepreneurial pursuits. The development roadmap targets climate-vulnerable food-producing regions in Luzon and the Visayas this year, with plans to expand to the Bangsamoro Autonomous Region in Muslim Mindanao (BARMM) by 2026. BARMM, a region rich in natural ecosystems, is emerging from a fragile peace and presents unique opportunities for climate adaptation, economic recovery, and peacebuilding.", "If agricultural cooperatives  numbering in thousands in the Philippines  are effectively mobilized to serve as agents of climate adaptation, social, economic, and even environmental benefits could potentially be delivered to its millions of members. The development roadmap targets climate-vulnerable food-producing regions in Luzon and the Visayas this year, with plans to expand to the Bangsamoro Autonomous Region in Muslim Mindanao (BARMM) by 2026. The sheer gravity and frequency of these climate hazards would eventually require their own nomenclature. As they evolve, we see them as known constants in agriculture, and it's high-time we tackle them head on,\" said Ochie San Juan, co-founder and chief farmer of Mayani, an agritech platform that caters to smallholder farmers and fisherfolf by providing them access to markets, inputs, and credit."]}, {"relevance_score": 22, "title": "Expert cites `sponge city' approach for flood-resilient communities", "published": "2025-08-20", "bodyText": "<p nitf:lede=\"true\"> Cities expert and sustainability advocate Anna Mae Lamentillo is urging the Philippines to adopt the concept of sponge cities as a sustainable and long-term solution to the country's worsening flooding problem.</p><p>With climate change intensifying typhoons and rainfall patterns, Lamentillo said it is crucial for Philippine cities to move beyond traditional flood control infrastructure and embrace nature-based, integrated solutions.</p><p>'Flooding will not be solved by building higher walls or bigger drains alone,' Lamentillo emphasized. 'We need to design cities that can absorb, store, and reuse rainwater - just like a sponge.' The sponge city model</p><p>The sponge city concept, first popularized in China and now applied globally, promotes urban designs that work with nature rather than against it. This includes permeable pavements, green rooftops, urban wetlands, rain gardens, and restored river systems that capture and naturally filter rainwater.</p><p>According to Lamentillo, the Philippines - being one of the most disaster-prone countries in the world - can benefit greatly from this approach. 'Instead of merely diverting floodwaters, we can store them, clean them, and even use them to recharge our groundwater supply. This is climate adaptation and urban innovation rolled into one.'</p><p>Learning from Germany</p><p>Germany has been at the forefront of adopting sponge city principles in Europe. Following devastating floods in 2021, German cities accelerated efforts to redesign urban landscapes with more green spaces and permeable surfaces. Berlin, Hamburg, and Leipzig have incorporated sponge city strategies, integrating rainwater harvesting systems, blue-green corridors, and decentralized water management.</p><p>'Germany's experience is a wake-up call,' Lamentillo said. 'Even advanced economies are rethinking their urban planning to cope with climate risks. The Philippines must not wait for another catastrophic flood before embracing this strategy.'</p><p>A call to action</p><p>Lamentillo urged local governments, urban planners, and policymakers to integrate sponge city principles into the Philippines' flood management framework. She noted that investments in such systems may cost less in the long run compared to the recurring damage and reconstruction expenses brought by floods.</p><p>'Every year, we lose billions to flooding. Imagine if those resources were instead invested in transforming our cities into sponges - resilient, sustainable, and livable,' she said.</p><p>As the Philippines faces recurring storms and rising seas, Lamentillo believes the sponge city approach could redefine urban resilience. 'We must stop thinking of floods as an inevitable tragedy,' she concluded. 'With the right vision and planning, we can build cities that thrive with water instead of drowning in it.'</p>", "publisher": "Philippines Daily Inquirer", "instances": ["According to Lamentillo, the Philippines - being one of the most disaster-prone countries in the world - can benefit greatly from this approach. 'Instead of merely diverting floodwaters, we can store them, clean them, and even use them to recharge our groundwater supply. Learning from GermanyGermany has been at the forefront of adopting sponge city principles in Europe. Following devastating floods in 2021, German cities accelerated efforts to redesign urban landscapes with more green spaces and permeable surfaces."]}, {"relevance_score": 9, "title": "Mayani, Bayan Family launch climate-resilient farming program", "published": "2025-07-28", "bodyText": "<p nitf:lede=\"true\">Philippine agri-supply chain startup Mayani has partnered with the Bayan Family of Foundations to roll out a climate adaptation and sustainable food production initiative aimed at smallholder farmers and fisherfolk.</p><p>The project, funded by HSBC Philippines through a philanthropic grant coursed via the Bayanihan Group, promotes clustered, smallholder-led cooperatives that adopt regenerative farming, indigenous practices, strong cooperative governance, digital tools and market readiness.</p><p>The initiative is divided into two components: a technical assistance facility and a capital expenditure (capex) facility, Mayani chief executive officer and co-founder JT Solis said in an e-mailed reply to questions.</p><p>Under the first component, the Bayanihan Group will focus on improving cooperative governance among smallholders, while Mayani will spearhead the development of climate-smart agricultural practices for 30 agri- cooperatives across the country.</p><p>The capex facility is for the creation of climate-smart farms across the Philippines, Solis said. This includes the construction of smart greenhouses, precision irrigation systems, rainwater harvesting tools and the use of drought-resistant seeds and bio-fertilizers.</p><p>He added that improvements in on-farm infrastructure such as smart greenhouses and precision systems represent the bulk of the capital expenditures for the program.</p><p>The project initially targets vulnerable food production areas in Luzon and the Visayas. By 2026, the program is expected to expand to support smallholders in the Bangsamoro Autonomous Region in Muslim Mindanao.</p>", "publisher": "BusinessWorld", "instances": ["The project, funded by HSBC Philippines through a philanthropic grant coursed via the Bayanihan Group, promotes clustered, smallholder-led cooperatives that adopt regenerative farming, indigenous practices, strong cooperative governance, digital tools and market readiness. The initiative is divided into two components: a technical assistance facility and a capital expenditure (capex) facility, Mayani chief executive officer and co-founder JT Solis said in an e-mailed reply to questions."]}, {"relevance_score": 19, "title": "Calamity funds issued to agencies hit ₱8.774B-DBM", "published": "2025-08-06", "bodyText": "<p nitf:lede=\"true\"> CALAMITY funds released to frontline agencies reached P8.774 billion as of end-July to support various disaster relief and rehabilitation efforts of the government.</p><p nitf:lede=\"true\">Latest data from the Department of Budget and Management (DBM) showed P5.180 billion was disbursed from the National Disaster Risk Reduction and Management (NDRRM) Fund in July.</p><p>Broken down, the Department of Public Works and Highways (DPWH) was allotted P1.129 billion for the reconstruction of infrastructure projects in La Union and Pangasinan damaged by Tropical Cyclones 'Chadeng,' 'Egay,' 'Goring,' 'Hanna' and 'Ineng' in 2023.</p><p>The Department of Science and Technology was also provided with P19.161 million for the same purpose.</p><p>About P2.207 billion was also given to the Department of Social Welfare and Development (DSWD) to fund the emergency cash transfers for 246,328 families in Region 11 hit by the combined effects of Northeast Monsoon and Trough of Low-Pressure Area in 2024.</p><p>Meanwhile, the National Electrification Administration received P200 million to restore and rehabilitate power distribution facilities damaged by typhoons in 2024 and in preparation for possible calamities in 2025.</p><p>Calamity funds may be used for aid, relief and rehabilitation, as well as to repair and reconstruct damages from natural or human-induced calamities within the current or past two years.</p><p>In addition, the DPWH and DSWD obtained P1 billion and P625 million, respectively, to replenish their Quick Response Fund.</p><p>QRFs are built-in budgetary allocations or stand-by funds for agencies to immediately assist areas affected by catastrophes and crises.</p><p>First-response agencies can request QRF replenishment from the DBM once their funds fall to 50 percent or below, subject to approval by the Office of the President.</p><p>The NDRRM Fund has a remaining balance of P11.225 billion for release until year-end, including P1 billion under the People's Survival Fund, earmarked for climate adaptation projects to boost community and ecosystem resilience.</p><p>Last year, the government released a total of P22.598 billion from the NDRRMF to finance relief and rehabilitation services caused by various disasters.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["First-response agencies can request QRF replenishment from the DBM once their funds fall to 50 percent or below, subject to approval by the Office of the President. The NDRRM Fund has a remaining balance of P11. Last year, the government released a total of P22. 598 billion from the NDRRMF to finance relief and rehabilitation services caused by various disasters."]}, {"relevance_score": 19, "title": "SoKor supports local disaster response, peacebuilding; donates 2,000+ MT of rice", "published": "2025-08-13", "bodyText": "<p nitf:lede=\"true\"> THE government of the Republic of Korea (South Korea) donated 2,016 metric tons (MT) of rice to support the Philippines' disaster response, climate-change adaptation, and peacebuilding efforts.</p><p>Of the total volume, 1,632 metric tons were allocated to the Department of Social Welfare and Development (DSWD) to enhance its emergency relief operations in preparation for typhoons and other natural calamities. An additional 384 MT will be delivered to the Bangsamoro Autonomous Region in Muslim Mindanao to aid peace and development initiatives.</p><p>A ceremonial turnover of the DSWD allocation took place at the department's National Resource Operations Center in Pasay City.</p><p>In his remarks, Ambassador Lee Sang-hwa reflected on the profound role of rice not only as a staple, but as a symbol of survival, national identity, and social stability-particularly in Southeast Asia.</p><p>Lee emphasized that the donation goes beyond food security: 'It is also about shared values, mutual support, and the spirit of cooperation in the face of increasing uncertainty.'</p><p>The ambassador also expressed solidarity with Filipinos affected by recent typhoons and southwest monsoon rains. He welcomed the Philippine government's commitment to enhancing food assistance and disaster preparedness, as outlined in President Ferdinand R. Marcos Jr.'s recent State of the Nation Address.</p><p>He also commended the DSWD's strong leadership and community outreach, especially through programs like the Pantawid Pamilyang Pilipino Program or 4Ps, and 'Walang Gutom' (No Hunger).</p><p>The Korean envoy, Social Welfare Secretary Rex T. Gatchalian, Undersecretary Diana Rose S. Cajipe of the DSWD's Disaster Response Management Group, and World Food Programme (WFP) Country Director Regis Chapman, and other guests attended the event.</p><p>Korea provided 400 MT in 2022, 750 MT in 2023, and 4,000 MT in 2025 through the Asean Plus Three Emergency Rice Reserve or APTERR. The latest donation, delivered bilaterally, 'reflects Korea's growing engagement and direct partnership with the Philippines,' according to its embassy in Manila.</p><p>The collaboration with the WFP builds on successful humanitarian efforts in previous years, including the East Asian country's $500,000 assistance to support communities affected by typhoons in 2023. The programme's continued role in facilitating the latest donation's logistics ensures that the rice will reach the families and communities who need it most.</p><p>The Embassy of Korea said that its government 'will continue to stand with the Philippines and contribute to [national] efforts in disaster response, climate adaptation, food security, and lasting peace.'</p>", "publisher": "Business Mirror (Philippines)", "instances": ["The collaboration with the WFP builds on successful humanitarian efforts in previous years, including the East Asian country's $500,000 assistance to support communities affected by typhoons in 2023. The programme's continued role in facilitating the latest donation's logistics ensures that the rice will reach the families and communities who need it most."]}, {"relevance_score": 25, "title": "Businesses and lasting infrastructure solutions", "published": "2025-08-18", "bodyText": "<p nitf:lede=\"true\"> Another storm, and Metro Manila once again experiences clogged roads, submerged homes, stranded commuters, and headlines flashing billions lost in just a few days. It inevitably feels like déjà vu, with the business sector on the front lines of disaster-recalculating lost sales, ruined equipment and supplies, and weighing the risks to the city's role as the heart of the country's economy.</p><p>Every rainy season re-exposes a harsh truth: flood infrastructure failures are more than a public inconvenience; they are a direct threat to supply chains, office productivity, and investor sentiment. Even the most resilient entrepreneurs know the 'business as usual' mantra does not apply during times like these.</p><p>Many analysts and watchdog groups have flagged questionable government contracts tied to major flood projects. Reports of overpricing, vague procurement processes, and 'ghost' contractors have plagued river dredging operations, drainage network upgrades, and newly minted anti-flood schemes. It is no wonder that, despite years of funding and construction, project delays and patchy results remain the norm. Until accountability and transparency are restored, every million spent may float away with the next flood.</p><p>Floods in our cities are a business risk. International business groups-from manufacturers to BPO providers-are beginning to look at 'infrastructure reliability' alongside labor costs and tax incentives. </p><p>It is, indeed, time for a change in attitude. Flood-proofing is not just a government concern-it is a business imperative. Companies, business organizations, and sectoral associations must advocate for smarter flood control and higher standards of project delivery. The collective voice of business leaders is needed to push for efficient spending, robust maintenance schedules, and real-time monitoring of public projects.</p><p>Public-private partnership (PPP) opportunities are growing and should not be overlooked. Business has the expertise and motivation to be more than lobbyists-they can be active co-investors in new drainage systems, green infrastructure, and community education campaigns. Strategic action can go beyond charity and branding; it can help cement long-term economic stability.</p><p>Climate adaptation cannot be sidelined. Metro Manila's vulnerability to climate change is only intensifying. Short-term, patchwork fixes do little to address the magnitude of the challenge. What is needed are investments in rainwater parks, permeable pavements, river restoration, and smart data-driven planning-solutions that build resiliency and minimize future disruptions. Forward-thinking businesses know their future bottom lines depend on these proactive infrastructure choices.</p><p>Finally, this is a moment for urgent action-for the business community to demand results, for policymakers to listen, and for civil society to join in sustained advocacy. The cost of inaction can no longer be ignored. I hope that we can end the cycle of excuses and allow businesses to lead the call for infrastructure that works-not just for profits, but for the people who make Metro Manila thrive.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["Business has the expertise and motivation to be more than lobbyists-they can be active co-investors in new drainage systems, green infrastructure, and community education campaigns. Strategic action can go beyond charity and branding; it can help cement long-term economic stability. Metro Manila's vulnerability to climate change is only intensifying. Short-term, patchwork fixes do little to address the magnitude of the challenge."]}, {"relevance_score": 8, "title": "Manage disaster, reduce risks - government, coastal communities told", "published": "2025-07-08", "bodyText": "<p nitf:lede=\"true\"> Local coastal communities should not resign to their fate of having to face storm surges, strong waves, and other fatal impacts of climate change, an international nongovernment organization advocating ocean conservation said on Tuesday.</p><p>According to Oceana, disasters should be managed and risks reduced, adding that climate adaptation measures should be enforced.</p><p>Oceana stated that the Department of the Interior and Local Government (DILG) new guidelines on the restoration of mangrove forests and the establishment and management of local coastal greenbelt zones describing it as an important milestone.</p><p>'It is even more appropriate when we are observing the National Disaster Resilience Month and World Mangrove Day this July,' Atty. Rose-Liza Eisma Osorio, Oceana Acting Vice President said.</p><p>'We call on our local government leaders, particularly those in coastal areas, to step up and act now. At a time when you just got this fresh mandate from the people you vowed to serve, we expect you to make this your priority program. Restore and protect your mangrove forest areas, establish policies and actions to declare these areas as coastal greenbelt zones, and dedicate them as natural buffer zones to protect the people's survival and their right to food and livelihood security,' says Osorio.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["Local coastal communities should not resign to their fate of having to face storm surges, strong waves, and other fatal impacts of climate change, an international nongovernment organization advocating ocean conservation said on Tuesday. Oceana stated that the Department of the Interior and Local Government (DILG) new guidelines on the restoration of mangrove forests and the establishment and management of local coastal greenbelt zones describing it as an important milestone. It is even more appropriate when we are observing the National Disaster Resilience Month and World Mangrove Day this July,' Atty."]}, {"relevance_score": 18, "title": "Estrada pushes bill creating Dept of Disaster Resilience", "published": "2025-07-23", "bodyText": "<p nitf:lede=\"true\">SEN. Jinggoy Estrada sought the establishment of a department focused on disaster response and the creation of a food bank system to revolutionize the country's disaster preparedness and response system.</p><p>The senator filed a bill creating the Department of Disaster Resilience (DDR) to strengthen and streamline disaster preparedness, response and recovery efforts. </p><p>He also wants to establish through the proposed Disaster Food Bank and Stockpile Act a nationwide network of food banks and relief supplies for swift deployment during emergencies.</p><p>In a statement on Tuesday, Estrada said the two measures aim to \"chart a broader disaster-ready blueprint for the country.\" </p><p>If passed into law, they will complement the \"Ligtas Pinoy Centers Act,\" a landmark law establishing a network of permanent, storm-resilient evacuation centers nationwide. </p><p>\"Disaster resilience begins long before the typhoon hits or the ground shakes. It starts with smart planning, readiness, and rapid response capabilities,\" Estrada said.</p><p>These two proposed laws aim to \"address the gaps that often lead to avoidable loss of lives, hunger, and delayed recovery,\" he added.</p><p>The proposed DDR will be the primary government agency that will be responsible for disaster risk reduction and management, climate adaptation, emergency response, and long-term recovery.</p><p>Estrada refiled the proposed measure establishing a food and supply hub in every province and highly urbanized city to ensure quick and effective delivery of aid during crises.</p><p>\"Relief efforts are often delayed because of access issues. These food banks will bring help closer to those who need it most, especially in hard-to-reach and island communities,\" he said.</p><p>The local stockpiles will include non-perishable food, potable water, medical supplies, first-aid kits, power and light sources, tents and communication devices.</p><p>\"These food banks can spell the difference between life and death when disaster strikes,\" Estrada said. </p><p>The bill also requires stored items to have a minimum shelf life of two years. It also prioritizes implementation in island municipalities, 4th to 5th class local government units, and hard-to-reach areas.</p><p>Warehouses will be calamity-proof, secure, and jointly managed by the National Disaster Risk Reduction and Management Council and the Department of Social Welfare and Development.</p>", "publisher": "The Manila Times", "instances": ["It starts with smart planning, readiness, and rapid response capabilities,\" Estrada said. These two proposed laws aim to \"address the gaps that often lead to avoidable loss of lives, hunger, and delayed recovery,\" he added. Estrada refiled the proposed measure establishing a food and supply hub in every province and highly urbanized city to ensure quick and effective delivery of aid during crises. Relief efforts are often delayed because of access issues."]}, {"relevance_score": 9, "title": "Greenbelt zones eyed to protect coastlines - DILG", "published": "2025-07-14", "bodyText": "<p nitf:lede=\"true\"> Coastal local governments were directed to establish greenbelt zones as frontline defenses against natural disasters and as nature-based interventions for food security, under a new policy issued by the Department of the Interior and Local Government (DILG).</p><p>Under the Memorandum Circular No. 2025-066 issued last Monday, greenbelt zones-coastal areas of vegetation composed largely of mangroves and beach forests-are to be developed as ecological defenses against storm surges and coastal flooding and as nursery grounds for fisheries and marine biodiversity.</p><p>'Given the decentralized framework of governance in the Philippines, Local Government Units (LGUs) play a crucial role in ensuring the protection and sustainability of coastal greenbelts. As frontliners in disaster risk reduction and climate adaptation, LGUs are in the best position to implement localized strategies to establish and manage coastal greenbelts,' the circular read.</p><p>The directive mandates LGUs to survey and map out flood-prone and high-risk coastal zones, including legally protected marine environments, which will serve as priority areas for the greenbelt development efforts.</p><p>Moreover, LGUs will be required to oversee efforts in restoring and rehabilitating damaged sites and place stricter environmental safeguards, including the prohibition on illegal mangrove clearing, shoreline encroachment, and destructive fishing activities.</p><p>The circular also aims for LGUs to institutionalize the protection of greenbelt zones by filing ordinances, declaring them as Local Conservation Areas and integrating a Coastal Greenbelt Management and Action Plan into their 'Comprehensive Land Use Plans, Local Climate Change Action Plans, and Disaster Risk Reduction and Management Plans.'</p><p>On Wednesday, the international ocean conservation group Oceana welcomed the motion made by the DILG, citing it as a significant milestone towards building the country's long-term climate resilience.</p>", "publisher": "Philippines Daily Inquirer", "instances": ["2025-066 issued last Monday, greenbelt zones-coastal areas of vegetation composed largely of mangroves and beach forests-are to be developed as ecological defenses against storm surges and coastal flooding and as nursery grounds for fisheries and marine biodiversity. Given the decentralized framework of governance in the Philippines, Local Government Units (LGUs) play a crucial role in ensuring the protection and sustainability of coastal greenbelts. The directive mandates LGUs to survey and map out flood-prone and high-risk coastal zones, including legally protected marine environments, which will serve as priority areas for the greenbelt development efforts. Moreover, LGUs will be required to oversee efforts in restoring and rehabilitating damaged sites and place stricter environmental safeguards, including the prohibition on illegal mangrove clearing, shoreline encroachment, and destructive fishing activities."]}, {"relevance_score": 14, "title": "HSBC extends funding to climate resilience projects in agriculture", "published": "2025-07-20", "bodyText": "<p nitf:lede=\"true\"> Homegrown agriculture technology firm Mayani Philippines will co-implement a project that seeks to improve smallhold farmers and fisherfolk's resilience to climate change through philanthropic funding of HSBC Philippines.</p><p>The project will develop agricultural cooperative-based models for resilient rural livelihoods, with Mayani overseeing the climate smart agriculture aspect while Bayan Family of Foundations focusing on the cooperative component.</p><p>HSBC did not disclose the amount of funding provided to the two groups.</p><p>'This important partnership will aim to support local farmers and fishermen to adapt climate-resilient practices and strengthen their businesses, while also striving to contribute towards the improvement of food security in the Philippines,' said HSBC Philippines president and CEO Sandeep Uppal.</p><p>The clustered farmers-led cooperatives will learn how to apply regenerative agricultural practices, use indigenous knowledge and espouse strong cooperative governance, under the project, according to HSBC.</p><p>The project also involves on-farm infrastructure improvements such as smart greenhouses and precision agriculture systems to drive long-term farming impact.</p><p>HSBC said the project is critical since smallholder farmers, who produce over 70 percent of the country's food supply, face a dual crisis: climate change and lack of capacity to adapt to it.</p><p>Carlo Sagun, president and CEO of Bayani Family of Foundations, said the effective mobilization of agricultural cooperatives will accelerate climate adaptation that will improve the socioeconomic welfare of farmers.</p><p>'There are a thousand ways to tackle any systemic issue. History has, however, proven that the power of a community working together towards a common goal can do wonders beyond their expectations,' Sagun said.</p><p>The project will be implemented in key 'vulnerable' food corridors in Luzon and Visayas this year, according to HSBC. The project will then be expanded next year to include the Bangsamoro Autonomous Region in Muslim Mindanao.</p><p>'The sheer gravity and frequency of these climate hazards would eventually require their own nomenclature. As they evolve, we see them as known constants in agriculture, and it's high-time we tackle them head on,' said Ochie San Juan, co-founder and chief farmer of Mayani.</p>", "publisher": "The Philippine Star", "instances": ["The project also involves on-farm infrastructure improvements such as smart greenhouses and precision agriculture systems to drive long-term farming impact. HSBC said the project is critical since smallholder farmers, who produce over 70 percent of the country's food supply, face a dual crisis: climate change and lack of capacity to adapt to it. There are a thousand ways to tackle any systemic issue. History has, however, proven that the power of a community working together towards a common goal can do wonders beyond their expectations,' Sagun said."]}, {"relevance_score": 22, "title": "Groups urge govt to reject WtE incinerator project", "published": "2025-07-31", "bodyText": "<p nitf:lede=\"true\">ENVIRONMENTAL organizations are urging President Ferdinand Marcos Jr. to reject the Waste-to-Energy (WtE) incinerator project in Manila, arguing that it will worsen the city's existing waste and flooding problems rather than solve them.</p><p>Instead, the groups urged the Marcos administration to prioritize sustainable, people-centered solutions for Manila's waste management and flooding issues.</p><p>Criticizing the proposed WtE incinerator project, part of the Metro Manila Flood Management Project, for its potential environmental and social harms, they advise policymakers, the World Bank (WB) and the Asia Infrastructure Investment (AIIB) to take heed of Baguio City's abandonment of its plan to operate a WtE plant and the recent order for closure in Dumaguete City.</p><p>\"More cities in Asia are recognizing that there are alternatives and WtE incineration is a problem rather than a solution,\" the groups argued.</p><p>In 2017, the Philippine government borrowed $207.6 million each from the WB and the AIIB for the Metro Manila Flood Management Project. The remaining total project cost, valued at $500 million, will be shouldered by the Philippines.</p><p>The project, which would burn Manila's waste to generate energy, has been categorized as high-risk by the World Bank and the Asia Infrastructure Investment Bank. </p><p>According to the Global Alliance for Incinerator Alternatives (GAIA), the project could subject the 23,000 poor settlers in Barangay 128, Smokey Mountains, Tondo, to displacement, job losses and health issues.</p><p>Jorge Emmanuel, an international expert on environmental health, highlights the dangers of WtE incinerators, saying they \"don't eliminate waste; they transform it into a new set of toxic problems.\" </p><p>Studies have shown that these facilities emit harmful levels of dioxins, especially near schools and farms. </p><p>In Dumaguete City, monitoring near a waste-burning facility revealed unhealthy PM 2.5 concentration levels, up to seven times higher than WHO guidelines.</p><p>Reboot PH, a youth network with members affected by the project, reported that only around 40-50 project-affected people were able to participate in the public scoping held in March 2025 by the Department of Environment and Natural Resources (DENR). </p><p>The group criticized the lack of open dialogue on community concerns and the failure to inform project-affected people of the potential health and economic losses and involuntary displacement from the WtE project.</p><p>Environmental groups argue that only inclusive, community-based, and ecologically sound waste management and climate adaptation strategies can effectively address Manila's challenges. They maintain that WtE incineration will not solve these problems but could make them worse.</p><p>Mayang Azurin, leader of the divest campaign in GAIA Asia-Pacific, suggests that public finance is better allocated for much-needed services, including disaster relief, recovery, and long-term climate resiliency planning. This includes reducing single-use plastics, providing alternative reuse systems, and enforcing the Ecological Solid Waste Management Act.</p><p>The EcoWaste Coalition attributed the flooding in the Philippines to a combination of factors, including poor land use policies, inadequate urban planning, deficient drainage systems, and clogged waterways worsened by climate change, rather than waste buildup alone. </p><p>They also cited the existing legal bans on incinerators under the Ecological Solid Waste Management Act and the Clean Air Act.</p>", "publisher": "The Manila Times", "instances": ["Reboot PH, a youth network with members affected by the project, reported that only around 40-50 project-affected people were able to participate in the public scoping held in March 2025 by the Department of Environment and Natural Resources (DENR). The group criticized the lack of open dialogue on community concerns and the failure to inform project-affected people of the potential health and economic losses and involuntary displacement from the WtE project. They maintain that WtE incineration will not solve these problems but could make them worse. Mayang Azurin, leader of the divest campaign in GAIA Asia-Pacific, suggests that public finance is better allocated for much-needed services, including disaster relief, recovery, and long-term climate resiliency planning."]}, {"relevance_score": 37, "title": "Disaster preparedness", "published": "2025-08-13", "bodyText": "<p nitf:lede=\"true\"> We've seen how recent heavy rains, landslides and extreme weather wreaked havoc on infrastructure, disrupted our way of life and took their toll on the economy.</p><p nitf:lede=\"true\">Disasters caused by forces of nature are becoming the norm in the Philippines, especially during the wet season. We can adapt to climate change and strengthen our resilience to mitigate the risks from disasters. Disaster preparedness is like prevention that is better than the cure, so they say. I discussed climate adaptation here in my previous column and this rings true in reducing disaster risks.</p><p nitf:lede=\"true\">The Climate Change Commission (CCC) has noted how intensified southwest monsoons, or habagat, and the series of recent storms caused widespread flooding, landslides and infrastructure damage across the country.</p><p>Climate analytics, per the CCC, signify that the cost of timid response on climate change could reach critical level five years from now.</p><p>The agency warned that infrastructure damage could exceed P300 billion, while productivity losses due to extreme heat might surpass P400 billion by 2030.</p><p>Business interruptions could cost the economy P528 billion and relocation-related costs for displaced communities may reach up to P8.9 billion.</p><p>Resilience and disaster preparedness, thus, are key to minimizing the damage of adverse weather conditions.</p><p>It is in this light that we should prevent a repeat of the recent traffic snarl along North Luzon Expressway (NLEX), where thousands of commuters traveling to north of Metro Manila were stranded for hours.</p><p>Surrounding rivers and creeks in Valenzuela and Meycauyan overflowed and spilled over to the expressway as a result of water releases from La Mesa Dam that led to flooding in the NLEX Balintawak Cloverleaf, Valenzuela and Meycauayan areas.</p><p>The rising floodwaters and ensuing traffic could have been prevented had the nearby waterways been cleared of debris and plastic wastes.</p><p>The Metropolitan Manila Development Authority and the local government of Valenzuela City recognized the cause of flooding. MMDA and the Valenzuela government are conducting cleanup operations at the Meycauayan River.</p><p>The operation to unclog Meycauayan River will go a long way in mitigating flooding along NLEX, the main route that connects Metro Manila to residents of nearby Bulacan and Pampanga provinces.</p><p>Commuters and workers returning home to the north of Metro Manila had complained about a seven-hour gridlock on NLEX caused by flooding following the onslaught of storm Crising and the habagat, especially in areas near the Valenzuela Interchange and the Paso de Blas entry and exit points.</p><p>The river cleanup is not a complex engineering solution to flooding, although infrastructure like mini ponds or dams to store excess rainfall could provide relief in the long run. Authorities could also upgrade bridges and rehabilitate other rivers and creeks that traverse NLEX.</p><p>Adapting to storms, floods and disasters, as I wrote in my previous column, is the only way to mitigate the impact of weather disturbances and save lives.</p><p>President Ferdinand Marcos Jr. correctly pointed out earlier that local governments must rethink their approach to disaster response-and not treat it as seasonal emergencies but as a permanent threat that demands long-term adaptation.</p><p>We can also reduce the impact of disasters by making evacuation centers, health services, education and infrastructure resilient and sustainable to withstand repeat weather events.</p><p>Natural disasters have a social cost, too. Frequent school suspensions have put Filipino students at a disadvantage.</p><p>We should also not forget the dangers faced by our disaster risk reduction workers. This is the reason why I renewed my call to recognize and protect the country's Public Disaster Risk Reduction and Management Workers (PDRRMWs) through a legislation that seeks to institutionalize their rights, welfare and benefits.</p><p>Disaster responders, rescuers and volunteers play a crucial role in safeguarding communities during emergencies. The natural disasters and tragedies that we experience are getting worse. There are more and more places that get flooded, and families need to be rescued.</p><p>We should not forget the heroism of local rescuers, especially those from Caloocan, where teams braved chest-deep waters and dangerous conditions to rescue trapped families and assist flood victims.</p><p>During times of disaster, we see how important the work of our PDRRMWs is. But if they are the ones helping us in our times of need, then who will help them? It's time we recognize the efforts of the PDRRMW and their sacrifices for our countrymen.</p><p>Adapting to climate change and preparing for disasters to mitigate the risks should involve everyone. No one should be left behind.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["We can adapt to climate change and strengthen our resilience to mitigate the risks from disasters. Disaster preparedness is like prevention that is better than the cure, so they say. The Climate Change Commission (CCC) has noted how intensified southwest monsoons, or habagat, and the series of recent storms caused widespread flooding, landslides and infrastructure damage across the country. Climate analytics, per the CCC, signify that the cost of timid response on climate change could reach critical level five years from now."]}, {"relevance_score": 33, "title": "Marcos: World Bank to boost PH agenda on health, jobs, resilience", "published": "2025-07-29", "bodyText": "<p nitf:lede=\"true\">Manila, July 29 -- President Ferdinand R. Marcos Jr. on Tuesday hailed the launch of the World Bank Group's Country Partnership Framework (CPF) for the Philippines for fiscal years 2025 to 2031, saying it would help bring the government's development agenda closer to ordinary Filipinos through targeted investments in health, education, job creation, and disaster resilience.</p><p>Speaking at the ceremonial turnover of the CPF at the Malacanan Palace in Manila, Marcos said the partnership reflects the priorities he laid out in his fourth State of the Nation Address and aligns with the Philippine Development Plan 2023-2028.</p><p>\"The Philippines has accomplished much over the past two decades... However, we are well cognizant of the fact that much more needs to be done to ensure that the progress is truly felt by every Filipino, wherever they may be,\" the President said.</p><p>Marcos outlined three major outcome areas supported by the CPF: improving access to quality health care and education, opening more private sector jobs, and strengthening the country's disaster resilience in the face of climate change.</p><p>\"We are improving the delivery of public health services, especially in underserved areas, including the Bangsamoro Autonomous Region in Muslim Mindanao,\" he added.</p><p>He cited the ongoing Phase One of the Philippine Health Systems Resilience Project as a key initiative in building capacity to respond to health emergencies and improving equitable access to care.</p><p>\"With more equitable health care, we are giving our people not only longer lives, but hope, security, and dignity,\" Marcos said.</p><p>On education, he stressed the need to address learning gaps and align student skills with market demands.</p><p>\"We are also focused on addressing students' learning gaps... to ensure that our students will grow into future leaders, innovators and visionaries,\" he added.</p><p>To drive job creation, Marcos said the government will continue simplifying business regulations, enhancing infrastructure, and attracting more investments.</p><p>\"Binubuksan natin ang mas maraming dekalidad na trabaho sa pribadong sektor (We are opening more quality jobs in the private sector)... By raising every Filipino household's productivity and income, we fuel growth in our key sectors,\" he said.</p><p>He also emphasized the need for climate adaptation and disaster preparedness.</p><p>\"Pinapalakas natin ang kakayahan ng bansa na harapin ang mga sakuna at epekto ng nagbabagong klima (We are strengthening our capacity to face calamities and the effects of climate change)...We are redefining resilience to mean learning from our shortcomings and preparing the way ahead, way ahead of time,\" Marcos said, adding that this includes building evacuation centers, early warning systems, and social protection mechanisms.</p><p>The CPF will contribute to eight of the World Bank Group's 15 target outcomes, including healthier lives, digital connectivity, learning, climate resilience, and improved private investment.</p><p>Marcos thanked the World Bank for nearly 80 years of partnership, citing its financial and technical assistance in infrastructure, climate action, and governance reforms.</p><p>To Filipinos affected by recent flooding and disasters, the President assured continued aid and rehabilitation efforts.</p><p>\"Patuloy po kaming maghahatid ng tulong upang muli tayong makabangon at makapagsimula (We will continue to provide assistance so that we can rise and start again),\" he said.</p><p>Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htdigital.in\">contentservices@htdigital.in</email></p>", "publisher": "Philippines News Agency", "instances": [". By raising every Filipino household's productivity and income, we fuel growth in our key sectors,\" he said. Pinapalakas natin ang kakayahan ng bansa na harapin ang mga sakuna at epekto ng nagbabagong klima (We are strengthening our capacity to face calamities and the effects of climate change). ."]}, {"relevance_score": 52, "title": "DBM approves P28 billion for construction of classrooms", "published": "2025-08-16", "bodyText": "<p nitf:lede=\"true\"> The Department of Budget and Management (DBM) has approved P28.056 billion for the construction of classrooms and other basic education facilities next year, as the classroom shortage ballooned to 165,000 nationwide.</p><p nitf:lede=\"true\">According to the National Expenditure Program, of the DepEd's proposed P928.5-billion budget for 2026, P13.245 billion will be allotted for the construction, replacement and completion of kindergarten, secondary school buildings and technical-vocational laboratories.</p><p nitf:lede=\"true\">Another P2 billion will fund medium-rise school buildings; P56 million for Alternative Learning System community learning centers; P6.136 billion for school building repairs; P2.65 billion for school desks and P1.3 billion for school electrification.</p><p>A Senate basic education hearing chaired by Sen. Bam Aquino earlier revealed that the severe shortage forces thousands of schools into multi-shift schedules, affecting learning, especially for Kinder to Grade 3 students. Many schools still use classrooms built in the 1960s, some of which are condemned or serve as evacuation centers.</p><p>To help address the shortage, the Second Congressional Commission on Education has recommended partnering with local government units (LGUs) and non-government organizations (NGOs) to accelerate construction and standardize costs, in line with the DBM and DepEd's plan to include a special provision in the proposed 2026 General Appropriations Act that would allow DepEd to collaborate with other agencies in building classrooms.</p><p>Teachers buck PPP</p><p>However, the Alliance of Concerned Teachers (ACT) Philippines on Friday rejected DepEd's plan to open classroom construction to LGUs, NGOs and Public-Private Partnerships (PPP), arguing it would further privatize public education.</p><p>ACT chairman Vladimer Quetua said the move, which removes the Department of Public Works and Highways (DPWH) as sole authority for classroom building, uses inefficiency and corruption as justification to turn education infrastructure into a 'business opportunity.'</p><p>'Far from addressing the classroom shortage and backlog, this scheme deepens the privatization of public education while whitewashing years of corruption and neglect in school infrastructure,' he said.</p><p>'DepEd and the Marcos administration are using government inefficiency and corruption as an excuse to hand over our classrooms to profit-driven entities. Instead of taking full responsibility and mobilizing state resources for a massive, government-led construction program, they are turning education infrastructure into a business opportunity,' Quetua added.</p><p>He maintained that even under the current scheme, the DPWH does not directly build schools and construction is already subcontracted to private contractors through a bidding process.</p><p>'The problem is not that the government is doing everything itself, but that it has long surrendered this role to profit-seeking players. DepEd's proposal simply entrenches this privatized system, giving corporations even freer rein through PPPs and 'flexibility' provisions. This will only deepen overpricing, kickbacks and neglect of poor communities,' Quetua said.</p><p>He further claimed that the persistent shortage is not due to a lack of willing partners but to 'decades of chronic underfunding, pork-barrel politics, and the failure to hold corrupt officials accountable.'</p><p>Pushing for a full investigation into corruption and irregularities in classroom construction projects, he said: 'Classrooms are not charity projects for corporations nor should they be dependent on the wealth of an LGU. This will only widen the gap between rich and poor communities, while big business profits from public funds.'</p><p>P25.8 billion for UP System</p><p>The DBM has proposed P25.819 billion for the University of the Philippines System in 2026, P3.119 billion higher than this year's P22.70-billion allocation.</p><p>Of the total, P17.810 billion will go to personnel services, P7.059 billion to maintenance and other operating expenses and P950 million to capital outlays.</p><p>The DBM also approved P15.4 billion for the creation of 65,184 positions, comprising 32,916 teaching and 32,268 non-teaching posts.</p><p>The increases came after President Marcos substantially raised the overall education sector budget to P1.224 trillion, which includes P134.9 billion for State Universities and Colleges, P33.9 billion for the Commission on Higher Education and P20.2 billion for the Technical Education and Skills Development Authority.</p><p>P31 billion in calamity, contingency funds</p><p>For disaster preparedness, the government is seeking to raise the National Disaster Risk Reduction Management Fund to P31 billion in 2026, up 47.6 percent from this year's P21 billion.</p><p>The fund will allocate P15.3 billion for aid, relief and rehabilitation services, P14.7 billion for repair and reconstruction of structures and P1 billion for climate adaptation projects of local governments and community groups.</p><p>From January to July, the government disbursed P8.7 billion from the calamity fund, leaving P12.2 billion available for emergencies. In July alone, P5.2 billion was released in response to tropical cyclones Crising, Dante and Emong and the southwest monsoon.</p><p>Meanwhile, the contingency fund will remain unchanged at P13 billion, intended for urgent activities and legal obligations arising from final decisions or arbitration awards. It cannot be used for confidential or intelligence funds in civilian agencies without such mandates, nor for vehicle purchases or related improvements.</p>", "publisher": "The Philippine Star", "instances": ["The fund will allocate P15. 3 billion for aid, relief and rehabilitation services, P14. From January to July, the government disbursed P8. 7 billion from the calamity fund, leaving P12."]}, {"relevance_score": 16, "title": "SM Prime helps protect communities through climate adaptation measures", "published": "2024-08-01", "bodyText": "<p nitf:lede=\"true\">SM Prime Holdings Inc. (SM Prime) vowed to continue integrating climate adaptation measures and sustainability into its projects and expand partnerships with the government and other stakeholders to grow more resilient communities.</p><p>SM Prime Executive Committee Chairman Hans Sy said the government and the private sector must join hands in finding solutions to boost resiliency.</p><p>\"Resilience is not just a word; it is a way of life. It is a commitment to ensure that we act on our responsibility to care for others and that no one is left behind,\" Sy, who sits on the Philippine board of Arise Private Sect, said.</p><p>He said climate adaptation and resilience are keys to thriving amid the damage brought by climate change. Toward this end, SM allocated a significant portion of its capital expenditure to incorporate resiliency and sustainability in its infrastructure designs.</p><p>He said SM Prime's mall arm, SM Supermalls, is leading in climate adaptation by having a network of over 25 rainwater catchment basins strategically located in SM malls nationwide, collecting and holding excess rainwater to prevent flooding.</p><p>SM Supermalls head for corporate compliance and sustainability Liza Silerio said that the SM Mall of Asia complex in Pasay City, which has a sturdy seawall, uses a specialized foundation system to provide more robust protection against liquefaction and seismic activities.</p><p>\"We've seen firsthand how our catchment basins have spared communities around our malls from severe flooding during typhoons like Carina. This validates our commitment to investing in sustainable and resilient infrastructure,\" Silerio said.</p><p>SM City Masinag was the first to build a catchment basin in 2011. It has a capacity of 17,681 cubic meters, equivalent to over seven Olympic-sized swimming pools.</p><p>SM City Marikina, meanwhile, has been recognized by the United Nations Office for Disaster Risk Reduction for being a prepared facility during calamities, as it is located in the Marikina River. The mall is required to be elevated with 246 concrete stilts to not disrupt flood water from entering and flowing through the structure, preventing damage to the mall and the nearby residential areas.</p><p>Silerio said SM malls consider the natural hazards by having the facilities and structures to protect nearby communities surrounding their malls.</p>", "publisher": "The Manila Times", "instances": ["SM Prime Holdings Inc. SM Prime Executive Committee Chairman Hans Sy said the government and the private sector must join hands in finding solutions to boost resiliency. Resilience is not just a word; it is a way of life.", "Resilience is not just a word; it is a way of life. It is a commitment to ensure that we act on our responsibility to care for others and that no one is left behind,\" Sy, who sits on the Philippine board of Arise Private Sect, said. Toward this end, SM allocated a significant portion of its capital expenditure to incorporate resiliency and sustainability in its infrastructure designs. He said SM Prime's mall arm, SM Supermalls, is leading in climate adaptation by having a network of over 25 rainwater catchment basins strategically located in SM malls nationwide, collecting and holding excess rainwater to prevent flooding.", "He said climate adaptation and resilience are keys to thriving amid the damage brought by climate change. Toward this end, SM allocated a significant portion of its capital expenditure to incorporate resiliency and sustainability in its infrastructure designs. SM Supermalls head for corporate compliance and sustainability Liza Silerio said that the SM Mall of Asia complex in Pasay City, which has a sturdy seawall, uses a specialized foundation system to provide more robust protection against liquefaction and seismic activities. We've seen firsthand how our catchment basins have spared communities around our malls from severe flooding during typhoons like Carina."]}, {"relevance_score": 17, "title": "DOF plans to access $10M grant of Green Climate Fund program", "published": "2025-07-17", "bodyText": "<p nitf:lede=\"true\"> THE Philippines is looking to access up to $10 million grant to bolster the country's climate finance readiness</p><p nitf:lede=\"true\">A statement issued by the Department of Finance (DOF) last Wednesday read the agency seeks to obtain the money under the Readiness and Preparatory Support Program (RPSP3) of the Green Climate Fund (GCF).</p><p>Under the first proposal, a grant of $7 million aims to enhance the DOF's capacity as the country's National Designated Authority (NDA) to the GCF. The proposal includes developing long-term strategic tools and plans that align with the country's National Adaptation Plan and the Nationally-Determined Contributions Implementation Plan.</p><p>The second proposal, worth a maximum of $3 million, will implement and operationalize the strategies and systems created under the first proposal.</p><p>'Together, the two proposals present a programmatic, sequenced, and synergistic approach to strengthening the Philippines' climate finance readiness,' the DOF statement read.</p><p>The finance department represented the Philippines at the 42nd Board Meeting of the GCF held in Port Moresby, Papua New Guinea, from June 30 to July 3, 2025, pushing to accelerate developing countries' access to climate financing.</p><p>The DOF said its representatives advanced the Philippines's climate finance agenda through bilateral discussions with the GCF Secretariat on the sidelines of the meeting. The agency said DOF officials pushed for the approval of the country's RPSP3, which backs country-driven initiatives to enhance institutional capacities, governance mechanisms and planning and programming frameworks in support of a long-term climate action agenda.</p><p>The GCF, meanwhile, approved key reforms including the Revised Accreditation Framework and the establishment of a GCF Regional Presence.</p><p>The Revised Accreditation Framework introduces a more efficient and adaptive process for entities seeking to partner with the GCF, improving access to funding for developing countries and fast-tracking the deployment of resources for immediate on-the-ground climate action.</p><p>At the same time, the creation of a Regional Presence enables the GCF to gain deeper insight into local contexts, build stronger partnerships and ensure that climate finance effectively reaches the frontline of climate action.</p><p>On top of the reforms, the GCF Board also approved $1.225-billion worth of financing for 17 projects. This is the largest funding package endorsed by the GCF Board in a single meeting.</p><p>This investment will support a diverse range of climate adaptation and mitigation projects globally and accelerate efforts to combat climate change and build resilience.</p><p>The Philippines, through the DOF, is an active Alternate Board Member under the Asia-Pacific Group constituency. The DOF said it supports key reforms to ensure that climate finance is more responsive and rooted in the needs of developing nations.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["225-billion worth of financing for 17 projects. This is the largest funding package endorsed by the GCF Board in a single meeting. The Philippines, through the DOF, is an active Alternate Board Member under the Asia-Pacific Group constituency. The DOF said it supports key reforms to ensure that climate finance is more responsive and rooted in the needs of developing nations."]}, {"relevance_score": 80, "title": "Before Trump-Putin summit, Alaska's governor laid out real Arctic frontline", "published": "2025-08-16", "bodyText": "<p nitf:lede=\"true\"> While the world parsed the optics of the August 15 summit between U.S. President Donald Trump and Russian President Vladimir Putin, flanked by fighter jets at Joint Base Elmendorf, Richardson, anchored in hard symbolism, another message had already been delivered, weeks before the flags were raised.</p><p nitf:lede=\"true\">On July 28, Governor Mike Dunleavy stepped behind a wooden podium inside the Alaska Governor's Office and gave foreign correspondents something the summit could not: unfiltered access to the ground truth of America's Arctic.</p><p>'I've been here since 1984,' Dunleavy said, welcoming journalists from Europe, Asia, and across the Americas. 'And I'm still scanning the horizon.'</p><p>He was speaking as part of the U.S. State Department's Foreign Press Center Arctic Reporting Tour, which brought the global press to the doorstep of Arctic military readiness, energy diplomacy, Indigenous development, and environmental stewardship, all before the headlines focused on Trump and Putin.</p><p>And as the dust settles from that high-level meeting, Dunleavy's remarks now read like a roadmap for understanding the strategic stakes behind it.</p><p>While Trump and Putin spoke in closed rooms at JBER, Dunleavy was already making the case for why Alaska mattered before the summit, and will matter long after.</p><p>'We're the only Arctic state in the United States,' he told the press. 'We are nine hours by air from every industrialized nation in the Northern Hemisphere. That's not trivia. That's why we're here today.'</p><p>He invoked history as geography, Alaska's coastlines facing the Russian Far East, the only land border between the U.S. and Russia, two Diomede islands, two and a half miles apart.</p><p>And he didn't flinch from naming today's threats.</p><p>'We've seen flyovers from Russia for decades. That's nothing new,' he said. 'What's increasing now is Chinese ship activity. The Koreans are improving missile range. We're under that umbrella. It's changing.'</p><p>Dunleavy emphasized the urgent need for U.S. icebreakers, calling their absence a strategic oversight finally being addressed. 'The timetable was 15 years ago,' he said flatly.</p><p>New vessels are coming. The first will be stationed in Juneau. But Nome, the western port town once known for gold, considers strategic Arctic real estate.</p><p>'They're expanding the port. It will be a logistics node for Arctic patrol, mineral export, and climate adaptation. Nome is no longer a village on the edge. It's the new middle.'</p><p>Much of the Trump summit was cast in symbolic terms. But Dunleavy was speaking about what's actually moving, a phased $44 billion natural gas pipeline connecting Prudhoe Bay to Nikiski, with exports aimed at Taiwan, South Korea, and potentially Thailand and India.</p><p>'We've pioneered LNG export before,' he said. 'Now we're preparing for 20 million tons a year.'</p><p>He pushed back against the notion that the project was speculative.</p><p>'We already have all the permits. We've got Taiwan committed to 6 million tons, a historic offtake. South Korean steel and shipping might be next.'</p><p>But he warned of a different kind of blockade, red tape. 'In China, a mine can be built in two to three years. Here? It takes 28. That's how you lose the future.'</p><p>Despite his pro-development message, Dunleavy was adamant, Alaska does it differently.</p><p>'We don't flare gas,' he said. 'That's by law. If you visit the North Slope, you won't see trash. You'll see environmental enforcement by oil workers themselves.'</p><p>He cited a stunning data point, a 13 to 14 year increase in life expectancy among Inupiaq Eskimos since the onset of oil development.</p><p>'That's roads, clinics, education, connectivity. That's self-determination, not dependency,' he said.</p><p>And his personal stake? 'My kids were born above the Arctic Circle. They work at Red Dog Mine today.'</p><p>Asked about climate change, Dunleavy didn't deflect. He detailed his installation of 50 solar panels, but questioned where they were built.</p><p>'I probably increased my carbon footprint by buying Chinese-made panels fired by coal,' he said. 'We have to stop pretending we can offshore our conscience.'</p><p>He acknowledged the science, but pushed for balance. 'If a single mother in Fairbanks can't afford to turn her lights on, we've failed.'</p><p>He spoke of carbon capture, modular LNG plants, and Alaska's environmental standard as exportable models, not liabilities.</p><p>Now that the Trump, Putin summit is over, its long-term outcomes remain uncertain. But Dunleavy's message was never bound to a single date.</p><p>'How do we make this permanent?' he asked. 'Through congressional action. Through permitting reform. Through bilateral trade with Arctic allies.'</p><p>The July 28 FPC briefing, in hindsight, offered the deeper narrative arc the summit only hinted at. It showed Alaska not as a backdrop to power, but as power itself, rooted in people, policy, and place.</p><p>None of this would have been possible without the Foreign Press Center's Arctic Reporting Tour, which brought journalists behind security gates and beyond talking points.</p><p>While the world watched Trump and Putin walk to a podium, FPC journalists were already listening to Arctic airmen, pipeline engineers, Alaska Native leaders, and Governor Dunleavy himself, people living the policies discussed at the summit.</p><p>'This is where it's going to happen,' Dunleavy said, closing the briefing. 'North to the future.'</p>", "publisher": "Business Mirror (Philippines)", "instances": ["But Nome, the western port town once known for gold, considers strategic Arctic real estate. They're expanding the port. Nome is no longer a village on the edge. It's the new middle."]}, {"relevance_score": 43, "title": "Marcos's energy agenda lights the way-but leaves the grid unchanged", "published": "2025-08-08", "bodyText": "<p nitf:lede=\"true\"> President Ferdinand Marcos, Jr.'s 2025 State of the Nation Address (SONA) offered a forward-looking vision for electrification, green energy, and climate resilience. The headline pledges-expanding the Lifeline Rate electricity subsidy to more low-income households, deploying over a million solar home systems by 2028, and accelerating the Net Metering Program-mark a clear shift toward inclusive energy access.</p><p nitf:lede=\"true\">Tying these initiatives to flood prevention and environmental goals was both politically timely and policy-relevant. After all, clean energy can reduce emissions that worsen typhoons and flooding. Distributed solar power strengthens resilience in areas often left in the dark after disasters. In linking energy affordability with climate adaptation, the SONA reflects a growing international consensus: that energy transitions are not just about carbon; they're about equity and survival.</p><p>Amid these bold promises, one uncomfortable truth remained unspoken: the Philippine electricity sector is structurally broken. Not a single word in the President's address acknowledged that reality.</p><p>Despite the noble goals, the current power system remains skewed against consumers and innovation. Distribution utilities still operate as legal monopolies in exclusive franchise areas. Generation is dominated by a handful of vertically integrated conglomerates. The national transmission grid is under the management of a private monopoly that has faced repeated criticism for delays in connecting renewable projects.</p><p>What this means is simple: no matter how generous the subsidy or widespread the solar rollout, the delivery and pricing of electricity will still be filtered through a highly concentrated, opaque system with limited accountability. This system doesn't just slow progress-it actively resists it.</p><p>Take Net Metering, for example. In theory, it empowers households to install solar panels and sell excess energy back to the grid. In practice, interconnection delays and regulatory bottlenecks-often at the level of local distribution utilities-make the process slow, costly, and discouraging for small consumers.</p><p>Consider the Lifeline Rate subsidy. While expanding it to non-4Ps low-income households is a socially responsible step, the subsidy itself applies to electricity still predominantly generated from coal and natural gas. Without conditions to encourage clean energy use-or reforms to the generation mix-the government may end up subsidizing the very emissions that worsen climate risks like flooding.</p><p>None of these structural issues were addressed in the SONA. There was no mention of accelerating Retail Competition and Open Access (RCOA) to give consumers real choice. No reference to unbundling or regulating vertically integrated players.</p><p>No commitment to reviewing the performance of the National Grid Corporation of the Philippines (NGCP), whose delays in transmission projects have frustrated renewable developers for years. And no action on reforming Power Supply Agreements (PSAs), which are often secured through closed-door negotiations favoring affiliate generators.</p><p>This isn't a new critique. Business groups, consumer advocates, and even the Energy Regulatory Commission (ERC) have long identified these structural barriers as key reasons why Philippine electricity remains among the most expensive in Southeast Asia. High power rates not only burden households-they erode industrial competitiveness and discourage green investment.</p><p>The President's speech acknowledged the what and the why-the need for clean, affordable, and resilient energy. But it avoided the how, particularly when that how would mean confronting powerful interests and longstanding inefficiencies in the sector.</p><p>Energy policy cannot be distinct from climate policy. If the administration is serious about using energy reform as a tool for flood control and resilience, then it must go beyond subsidies and solar handouts. A full structural overhaul of the power sector is needed-starting with transparency, competition, and consumer empowerment.</p><p>The idea is that floods are not just natural events-they are symptoms of infrastructure and governance failure. And while distributed solar systems designed to control flooding can help power evacuation centers and flood-prone communities, their full potential will remain unrealized if the grid refuses to accept them, or if fossil fuels continue to dominate generation contracts.</p><p>To be clear, the SONA made important progress in framing energy within a broader agenda of social protection and climate resilience. It seems to signal that the government understands the multidimensional nature of today's energy challenges.</p><p>However, unless understanding is matched by structural reform, the Philippines risks building a green agenda on an outdated and dysfunctional foundation. You cannot fix a flood-prone country by going after corrupt contractors while subsidizing the emissions that cause the floods. And you cannot develop inclusive energy by giving out subsidies but simultaneously relying on a system designed to exclude competition and consumer choice.</p><p>If this administration wants to leave a legacy of climate leadership and energy justice, it must do more than light the way-it must rewire the system itself. The private sector should demand nothing less.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["After all, clean energy can reduce emissions that worsen typhoons and flooding. Distributed solar power strengthens resilience in areas often left in the dark after disasters. Amid these bold promises, one uncomfortable truth remained unspoken: the Philippine electricity sector is structurally broken. Not a single word in the President's address acknowledged that reality."]}, {"relevance_score": 18, "title": "Developed nations urged to boost support to PH climate adaptation", "published": "2024-11-19", "bodyText": "<p nitf:lede=\"true\">Manilla, Nov. 19 -- Multilateral development banks (MDB) and developed countries should provide more support to the Philippines and other Pacific Island countries' climate change adaptation efforts, the former governor of the Bank of Japan said on Tuesday.</p><p>\"The Philippines, as well as Pacific Island countries, have been affected seriously by global warming, sea level rise, frequent typhoons, devastating the countries and so forth,\" Bank of Japan former governor and senior fellow of the National Graduate Institute for Policy Studies Haruhiko Kuroda said during the first day of the 2024 Bangko Sentral ng Pilipinas-International Monetary Fund (BSP-IMF) Systemic Risk Dialogue here.</p><p>\"So, in that sense, in those countries which are seriously affected by global warming and sea level rise, I think adaptation is quite important and must.... again not only multilateral development banks but also the bilateral aid by developed countries should be directed to adaptation efforts by developing countries like the Philippines and Pacific Island countries.\"</p><p>For this month alone, a series of powerful tropical cyclones hit the Philippines.</p><p>Latest data from the National Disaster Risk Reduction and Management Council showed that families affected by the powerful storms already reached 495,788.</p><p>Damage to agriculture, meanwhile, already exceeded PHP10 billion.</p><p>\"The Philippines [is] one of the biggest countries in Southeast Asia, and most affected by climate change,\" Kuroda said.</p><p>\"I think the Philippines should be helped by the international community, including the MDBs, particularly for adaptation efforts. That is really crucial. And that point has been well argued by the Filipino government.\"</p><p>Kuroda said most discussions in the international community have been focusing on climate change mitigation efforts.</p><p>However, he said adaptation efforts must be strengthened and helped by the international community</p><p>Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htdigital.in\">contentservices@htdigital.in</email></p>", "publisher": "Philippines News Agency", "instances": []}, {"relevance_score": 26, "title": "Senate leaders push aid to flood victims", "published": "2025-07-22", "bodyText": "<p nitf:lede=\"true\"> SENATE leaders on Tuesday moved to push timely aid for victims of recent disasters that hit the country.</p><p nitf:lede=\"true\">After steering the enactment of the 'Ligtas Pinoy Centers Act,' Senate President Pro Tempore Jinggoy Ejercito Estrada introduced twin measures to chart a broader disaster-ready blueprint for the country-landmark legislations that seek to revolutionize the Philippines' disaster preparedness and response system.</p><p nitf:lede=\"true\">Among Estrada's pet bills for the 20th Congress is the creation of a Department of Disaster Resilience (DDR)-an agency that will unify, strengthen, and streamline disaster preparedness, response, and recovery efforts-as well as the enactment of the Disaster Food Bank and Stockpile Act, which seeks to establish a nationwide network of food banks and relief supplies for swift deployment during emergencies.</p><p>'Disaster resilience begins long before the typhoon hits or the ground shakes. It starts with smart planning, readiness, and rapid response capabilities. These two proposed laws aim to address the gaps that often lead to avoidable loss of lives, hunger, and delayed recovery,' said Estrada.</p><p>Under the proposed Disaster Resilience Act, DDR will be the primary government agency responsible for disaster risk reduction and management (DRRM), climate adaptation, emergency response, and long-term recovery.</p><p>The DDR will lead in preparing, coordinating, and implementing national and local disaster resilience efforts, and will be equipped with the authority, technical know-how, and resources to respond decisively. It will cover all natural and biological hazards, including typhoons, earthquakes, pandemics, volcanic eruptions, and other climate-related threats.</p><p>Also, among the DDR's key responsibilities are conducting risk assessments, building compliant evacuation centers, leading disaster recovery efforts, and developing early warning systems. It will likewise be tasked with coordinating with local governments, national agencies, and international partners, while providing timely support and information to affected communities.</p><p>'Given how natural disasters can seriously affect our country's economic progress, it's important for the government to put in place long-term strategies and practical solutions to manage risks and help communities become less vulnerable,' Estrada said.</p><p>Alongside the creation of DDR, the veteran lawmaker is giving his proposed Disaster Food Bank and Stockpile Act another push.</p><p>Initially filed in the 19th Congress, the measure seeks to establish food and supply hubs in every province and highly urbanized city to ensure quick and effective delivery of aid during crises.</p><p>'Relief efforts are often delayed because of access issues. These food banks will bring help closer to those who need it most, especially in hard-to-reach and island communities,' Estrada said.</p><p>The local stockpiles will include non-perishable food, potable water, medical supplies, first-aid kits, power and light sources, tents, and communication devices. Warehouses will be calamity-proof, secure, and jointly managed by the National Disaster Risk Reduction and Management Council (NDRRMC) and the Department of Social Welfare and Development (DSWD).</p><p>'These food banks can spell the difference between life and death when disaster strikes,' said Estrada.</p><p>The bill also requires stored items to have a minimum shelf life of two years, enough supplies to be maintained to support the local population for at least three weeks, and a first-in, first-out system be used to ensure timely use and replenishment of expiring goods. It also prioritizes implementation in island municipalities, 4th to 5th class LGUs, and hard-to-reach areas.</p><p>Both proposals reflect Estrada's broader vision of a proactive, well-coordinated, and inclusive disaster governance system-one that harnesses science, community participation, and inter-agency collaboration to protect lives and build a culture of preparedness.</p><p>'Our people deserve a government that is ready not just to respond, but to anticipate and act. With the creation of the Department of Disaster Resilience and the establishment of local food banks, we can ensure that no Filipino is left behind in times of need,' Estrada said.</p><p>As the chairperson of the Senate Committee on National Defense and Security, Estrada shepherded the passage of Republic Act No. 12076 or the 'Ligtas Pinoy Centers Act,' a landmark measure establishing a network of permanent, storm-resilient evacuation centers nationwide.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["It starts with smart planning, readiness, and rapid response capabilities. These two proposed laws aim to address the gaps that often lead to avoidable loss of lives, hunger, and delayed recovery,' said Estrada. The DDR will lead in preparing, coordinating, and implementing national and local disaster resilience efforts, and will be equipped with the authority, technical know-how, and resources to respond decisively. It will cover all natural and biological hazards, including typhoons, earthquakes, pandemics, volcanic eruptions, and other climate-related threats."]}, {"relevance_score": 35, "title": "Disaster-proofing the future", "published": "2025-07-22", "bodyText": "<p nitf:lede=\"true\">TYPHOON season is here, and the urgency to strengthen the country's disaster risk reduction (DRR) efforts is clear. The Philippines' vulnerability to natural disasters, worsened by climate change, highlights the need for proactive and inclusive strategies. </p><p nitf:lede=\"true\">While Republic Act 10121, or the Philippine Disaster Risk Reduction and Management Act of 2010, provides a solid foundation for disaster management, enhancing the law to foster meaningful public-private partnerships (PPPs) is essential. </p><p>The private sector's resources, innovation and expertise can complement government efforts, but the current framework lacks sufficient incentives and guidance.</p><p>The 2024 Asia-Pacific Ministerial Conference on Disaster Risk Reduction (APMCDRR) emphasized the vital role of PPPs in climate-resilient infrastructure. </p><p>DEPDev (formerly NEDA) Secretary Arsenio Balisacan noted that limited fiscal space, worsened by the pandemic, necessitates stronger PPP frameworks to fund disaster-resilient projects. </p><p>While PPPs largely focus on connectivity, significant initiatives in water supply, flood control and irrigation are underway. </p><p>President Ferdinand Marcos Jr. stressed that sustained funding and pre-disaster planning are critical to building resilient communities.</p><p>Key weakness</p><p>A key weakness of RA 10121 is its lack of actionable mechanisms to integrate the private sector into disaster resilience efforts. While the law promotes a \"comprehensive, integrated, and proactive\" approach to disaster management, it does not clearly define how businesses can contribute beyond post-disaster recovery. </p><p>As a result, private sector participation is often limited to donations and relief, leaving prevention, preparedness and mitigation underutilized. </p><p>Amending the law to actively encourage private sector investment is crucial, not merely as a philanthropic act, but as a strategic approach to safeguarding business operations and supporting the communities they rely on.</p><p>Section 2 should be amended to explicitly prioritize public-private partnerships (PPPs) as a cornerstone of disaster risk reduction. This would emphasize their role in developing climate-resilient infrastructure, preparedness programs, and innovative risk financing mechanisms, strengthening the foundation for collaboration.</p><p>Similarly, Section 6 should mandate the creation of a National PPP Framework for Disaster Risk Reduction. This would define roles, responsibilities, and risk-sharing mechanisms for private sector engagement while identifying priority areas such as water systems, flood control and early warning technologies. </p><p>Section 13 should be revised to expand the private sector's role beyond post-disaster relief. An accreditation system for businesses actively participating in disaster risk reduction (DRR) could incentivize companies to adopt disaster-prone communities, fund preparedness projects, or provide technical expertise for mitigation efforts.</p><p>At the local level, Section 21 offers an opportunity to strengthen PPPs. Allowing local government units (LGUs) to allocate resources for PPP projects would encourage collaboration on initiatives like climate-resilient infrastructure and capacity-building programs, enhancing disaster preparedness while maximizing resource use.</p><p>Risk financing is another critical area of reform. Innovative solutions, such as catastrophe bonds, parametric insurance and disaster resilience funds, could help distribute financial risks and ensure a faster recovery. </p><p>For example, businesses could invest in catastrophe bonds for immediate payouts after disasters or partner with the government to create affordable insurance products for vulnerable communities and small businesses.</p><p>Climate-resilient infrastructure</p><p>Another crucial reform is integrating climate change adaptation into the law. As disasters grow more frequent and severe, existing infrastructure often fails to withstand these evolving risks. </p><p>Section 6 should mandate climate-resilient designs for all DRR projects under public-private partnerships (PPPs) to ensure investments are future-proof. Encouraging private sector participation in innovative infrastructure, such as renewable energy-powered evacuation centers and sustainable water systems, would align the law with the demands of a changing climate.</p><p>The 2024 APMCDRR emphasized the importance of pre-disaster planning for faster and cost-effective recovery, aligning with the Philippine government's push for infrastructure resilience. </p><p>Strengthening the law is both a moral and strategic necessity. By incentivizing private investment, establishing a clear PPP framework, and integrating climate adaptation, the Philippines can build a proactive disaster risk reduction strategy that saves lives, protects livelihoods, and ensures resilience for the future.</p><p>Severo C. Madrona Jr. is a professional lecturer at the Department of Commercial Law, RVR College of Business at De La Salle University. With a public policy and business development background, he writes about strategic leadership, labor economics, and fiscal policy.</p>", "publisher": "The Manila Times", "instances": ["The 2024 APMCDRR emphasized the importance of pre-disaster planning for faster and cost-effective recovery, aligning with the Philippine government's push for infrastructure resilience. Strengthening the law is both a moral and strategic necessity. Severo C. Madrona Jr."]}, {"relevance_score": 18, "title": "Legarda calls for active engagement in environmental stewardship on Arbor day", "published": "2025-06-26", "bodyText": "<p nitf:lede=\"true\"> As the country celebrates Arbor Day, Senator Loren Legarda is calling on all Filipinos to take an active role in environmental stewardship through tree planting efforts and green initiatives in their communities.</p><p>'Every tree that we plant today is a seedling of hope for the future. We must embrace this shared advocacy to pursue environmental sustainability for ourselves, for our children, and for the succeeding generations,' said Legarda, who has been at the forefront of environmental legislation and grassroots programs since her first term in the Senate in 1998.</p><p>Arbor Day, observed every June 25 under Proclamation No. 643, promotes a nationwide movement for tree-planting.</p><p>Legarda underscored that the active collaboration of the national and local governments, the private sector, and sectoral groups is key to revitalizing degraded ecosystems, protecting natural resources, and addressing the evolving climate crisis.</p><p>'Since I was young, I've found joy and peace in planting trees. To this day, as a backyard farmer, it remains more than a hobby, it's a responsibility I carry with deep conviction as a legislator,' Legarda shared. </p><p>A staunch advocate of environmental conservation and ecological resilience, the four-term Senator continues to push for legislation on sustainable land use, biodiversity protection, and climate adaptation.</p><p>Among the bills championed by Senator Legarda are Senate Bill No. 2135, or the Barangay Greening and Forest Land Rehabilitation and Protection Act, which empowers barangays and local communities to take an active role as stewards of the environment; and Senate Bill No. 2320, or the Sustainable Forest Management Act, which seeks to strengthen the protection and sustainable management of the country's forests and forest resources.</p><p>Legarda emphasized that successful reforestation requires more than planting for the sake of numbers-it means planting the right trees, in the right places, and ensuring they survive and thrive.</p><p>'Native trees, in particular, play a vital role in restoring our forests and rebuilding the health of our ecosystems. These are the species naturally adapted to Philippine climate and soil. They support local biodiversity, protect watersheds, and are more resilient in the face of disasters and changing weather patterns,' Legarda said.</p><p>'Let Arbor Day inspire us that what we plant and nurture at present shapes the future we will harvest,' she added. </p><p>Legarda encouraged all to join hands in tree-planting efforts, support the protection of native and endemic tree species and help cultivate a strong culture of environmental consciousness among all Filipinos.</p>", "publisher": "Philippines Daily Inquirer", "instances": ["Since I was young, I've found joy and peace in planting trees. To this day, as a backyard farmer, it remains more than a hobby, it's a responsibility I carry with deep conviction as a legislator,' Legarda shared. Among the bills championed by Senator Legarda are Senate Bill No. 2135, or the Barangay Greening and Forest Land Rehabilitation and Protection Act, which empowers barangays and local communities to take an active role as stewards of the environment; and Senate Bill No."]}, {"relevance_score": 18, "title": "Gov’t told to reallocate defense budget to education, healthcare, climate action", "published": "2025-05-01", "bodyText": "<p nitf:lede=\"true\">THE Philippine government should prioritize funding critical sectors like education, healthcare, and climate adaptation instead of defense, Stop the War Coalition Philippines said.</p><p nitf:lede=\"true\">“Divest from militarization, slash the defense budget and reallocate funds to education, healthcare, and climate resilience,” Merci Llarina- Angeles, secretariat for the Stop the War Coalition Philippines, said in a forum on Wednesday.</p><p>Ms. Angeles said that critical sectors remain “starved of resources,” while the defense sector ballooned to over P300 billion in 2025.</p><p>The country’s education sector faces a P50-billion shortfall that leaves students in overcrowded classrooms. The healthcare sector also continues to be underfunded, with one out of three Filipinos unable to afford medical care.</p><p>Moreover, the group said that climate adaptation programs received less than 1% of the national budget, despite the country ranking as among the most vulnerable to climate change.</p><p>“The reckless prioritization of war over welfare betrays the Filipino people.”</p><p>Ms. Angeles said that the Philippines should also oppose foreign military bases and close Enhanced Defense Cooperation Agreement (EDCA) sites, as these risk entangling the country to conflict.</p><p>“The Philippines has been fashioned into a forward tripwire state, which could transform the entire nation into a southern battlefront of impending war between the US and China over Taiwan,” Ms. Angeles added.</p><p>US troops currently have access to nine EDCA sites, including two military bases in Cagayan which are facing Taiwan.</p><p>“The stakes could not be higher. If we do not act now, the Philippines will be locked into a future of endless war, ecological collapse, and stolen sovereignty,” she said.</p><p>The Philippines has increase budgetary allocation on the defense sector amid efforts to counter Chinese aggression in the South China Sea, with about P35 billion for the modernization of the military over the next decade.</p><p>Philippine forces have repeatedly sparred with Chinese ships and aircraft in the South China Sea over competing claims on Spratly Islands and Scarborough Shoal, among other sea features.</p><p>A United Nations-backed tribunal based in the Hague in 2016 voided China’s claim to more than 80% of the South China Sea, where more than $3 trillion worth of trade passes through each year.</p>", "publisher": "BusinessWorld", "instances": ["“Divest from militarization, slash the defense budget and reallocate funds to education, healthcare, and climate resilience,” Merci Llarina- Angeles, secretariat for the Stop the War Coalition Philippines, said in a forum on Wednesday. Ms.", "The country’s education sector faces a P50-billion shortfall that leaves students in overcrowded classrooms. The healthcare sector also continues to be underfunded, with one out of three Filipinos unable to afford medical care. “The reckless prioritization of war over welfare betrays the Filipino people. ”Ms."]}, {"relevance_score": 33, "title": "Cebu City chosen as among top 3 cities for sustainable urbanization strategy", "published": "2025-07-17", "bodyText": "<p nitf:lede=\"true\">Cebu City is one of the three Philippine cities chosen for phase II of the ASEAN Sustainable Urbanization Strategy (ASUS), a visionary initiative backed by the Australian Government to nurture smarter, greener, and more resilient cities across Southeast Asia.</p><p nitf:lede=\"true\">In a coordination meeting, key city officials and ASEAN urban development experts outlined Cebu's transformative roadmap.</p><p>In attendance during the meeting were City Planning and Development Office (CPDO) Head Anne Cuizon, Cebu City Transportation Office assistant head, Atty. Kent Jungoy, United Nations (UN) urban specialist Sovan Sieng, and Mayor Nestor Archival, who reaffirmed the City's commitment to data-driven solutions and inclusive mobility.</p><p>The Freeman learned from Jongoy that Archival is looking at not only upgrading, but also integrating public, private, and active transport modes into a single, smart system.</p><p>This integrated mobility strategy will build upon the City's existing Eagle's Eye Command Center, a platform equipped with CCTV monitoring and AI-powered traffic lights, soon to be expanded with enhanced capabilities for flood control and public safety.</p><p>At the heart of Cebu's participation lies the development of a City technical proposal-a blueprint that captures its current assets and ambitious goals.</p><p>It will connect the Bus Rapid Transit (BRT) system, intelligent traffic networks, and urban safety infrastructure into a cohesive framework aimed at sustainable growth and regional resilience.</p><p>Jongoy highlighted ASEAN's critical role in amplifying Cebu's efforts.</p><p>'We are happy that we are one of the three Philippine cities selected by ASEAN to submit a proposal. ASEAN won't provide the grant directly, but they'll help us refine our data and link us to international funding sources like the Australian Government-and possibly more,' he said.</p><p>He noted that Cebu is already ahead, with many key components in place.</p><p>'Now, it's about fine-tuning the proposal to meet global standards,' he added.</p><p>While funding will be sourced internationally, Cebu's submission, initiated under former City Planner Archt. Yumi Espina, now carried forward by Cuizon, demonstrated a strong local continuity and vision. The team is preparing for a series of workshops and inception meetings that will finalize Cebu's sustainable urbanization blueprint, Jongoy said.</p><p>The other two cities in the Philippines chosen as pilot areas are Caloocan and General Santos.</p><p>Earlier, Archival has also hosted several courtesy visits from international delegates, marking a significant chapter in the city's growing commitment to global collaboration in sustainability, culture, governance, and digital transformation.</p><p>In a key meeting with delegates from Yokohama, Japan, discussions focused on urban sustainability and disaster preparedness.</p><p>Representatives from the International Affairs Bureau, Waste and Resource Recycling Bureau, and Energy Conservation Sector of Yokohama explored the feasibility of green infrastructure projects, including solar power installations for city government buildings.</p><p>Japanese-backed resilience initiatives also emerged as a major highlight, pointing to Cebu's growing commitment to climate adaptation.</p><p>Sister city agreement</p><p>Archival also welcomed Councilor Jason Yim Tae Hoon of Daegu City, South Korea, who expressed strong interest in establishing a formal sister city agreement with Cebu.</p><p>The proposed memorandum of understanding aims to create collaborative avenues in cultural exchange, economic development, and healthcare.</p><p>Cebu's accolades in Daegu's international dance competitions have long fostered goodwill between the two cities-now poised to deepen through workforce initiatives and bilateral programs.</p><p>Further enriching regional connections, former Cordova mayor Teche Sitoy met with Archival to discuss the Korea Seasonal Worker Program.</p><p>This potential inter-local partnership could enhance labor mobility and skills exchange, offering Cebuanos expanded employment opportunities abroad.</p><p>Cebu's diplomatic momentum continued with a visit from Dr. Mahad, Minister of Labor of the Sultanate of Oman.</p><p>Their conversation centered on strengthening trade, tourism, and cultural ties.</p><p>The City Government also hosted Maple Elmore, a member of the Legislative Assembly from British Columbia, Canada.</p><p>With over 200,000 Filipinos residing in the Canadian province, Elmore emphasized the importance of cultural heritage initiatives, such as Canada's Lapu-Lapu Day.</p><p>Mayor Archival responded by showcasing Cebu's efforts in digitizing public services and expressed interest in technical support from Canada to streamline local governance systems.</p><p>Elmore, in turn, pledged Canadian backing for Cebu's digital transformation journey.</p>", "publisher": "The Philippine Star", "instances": ["In a key meeting with delegates from Yokohama, Japan, discussions focused on urban sustainability and disaster preparedness. Representatives from the International Affairs Bureau, Waste and Resource Recycling Bureau, and Energy Conservation Sector of Yokohama explored the feasibility of green infrastructure projects, including solar power installations for city government buildings. Sister city agreementArchival also welcomed Councilor Jason Yim Tae Hoon of Daegu City, South Korea, who expressed strong interest in establishing a formal sister city agreement with Cebu. The proposed memorandum of understanding aims to create collaborative avenues in cultural exchange, economic development, and healthcare."]}, {"relevance_score": 51, "title": "Devastating floods: Is the Philippines ready?", "published": "2025-07-15", "bodyText": "<p nitf:lede=\"true\"> As the world watches with horror the aftermath of the July 4 Texas floods-121 dead, 160 missing, and thousands displaced-Filipinos cannot afford to look away. This is not just a distant American tragedy; it is a preview of what is looming over our own archipelago. The Philippines, after all, lies in the bullseye of the Pacific typhoon belt. We expect an average of 20 typhoons to enter our area of responsibility each year, many bringing torrential rains, storm surges, and flash floods. And in 2025, with only two typhoons in, the signs are already ominous.</p><p nitf:lede=\"true\">In Texas, climate denial, underfunded forecasting systems, and broken emergency response links compounded the catastrophe. In the Philippines, we may be even more vulnerable, not because we lack knowledge, but because we fail to act on it.</p><p>We know that we are one of the most disaster-prone countries on Earth. The World Risk Report 2023 ranks the Philippines as number one in overall disaster risk globally. We also know that our worst disasters-Typhoon 'Ondoy' in 2009, Supertyphoon 'Yolanda' in 2013, 'Ulysses' in 2020-were not only natural but political. Every failure to relocate informal settlers, every missing dam gate protocol, every delayed warning broadcast has turned rain into ruin.</p><p>The institutions are in place. The Philippines has a strong legal framework for disaster risk reduction. Republic Act No. 10121 mandates a shift from reactive to proactive disaster governance. The Climate Change Act of 2009 created the Climate Change Commission. Local government units (LGUs) are required to prepare Local Climate Change Action Plans. Pagasa, the national weather agency, has been partially modernized, equipped with Doppler radars and automated weather stations. But equipment is not enough when plans sit unimplemented, warnings go unheeded, and hazard maps gather dust.</p><p>Worse, we have dismantled some of the very tools that once gave us an edge. Project Noah, a world-class hazard mapping and early warning system developed after Ondoy, was defunded in 2017. Its team of scientists-recognized internationally-was disbanded just when climate-related disasters were growing fiercer and more frequent. Today, some of its functions survive under the University of the Philippines Resilience Institute, but it no longer has the budgetary muscle or national reach to keep Filipinos safe.</p><p>What's happening is a pattern of learned helplessness, masked as budget prioritization. Apathy has replaced urgency. Like the United States under Trump, we've turned off some of our satellites and laid off the scientists, not because the storms have stopped coming, but because we've stopped listening.</p><p>This negligence is not without cost. The People's Survival Fund, designed to help LGUs finance climate adaptation projects, remains underutilized-less than 6 percent disbursed, according to the Commission on Audit. The reasons? Red tape, a lack of local proposal-writing capacity, and the absence of political will.</p><p>Most local governments still rely on post-disaster response instead of investing in prevention. Many lack updated comprehensive land use plans or zoning regulations that align with flood hazard maps. Barangays in floodplains continue to host housing settlements. Urban drainage remains archaic. In some towns, a single rainstorm still means days of flooding, economic paralysis, and school closures.</p><p>The irony is that we do not suffer from a lack of knowledge. We have the maps, the rainfall models, the flood projections. We know where the danger zones are. What we lack is the courage to govern accordingly-to relocate communities, to impose building moratoriums, and to invest in green infrastructure and localized early warning systems.</p><p>We also lack accountability. Every typhoon season, we hold our breath, issue advisories, and pray that disaster won't strike. When it does, we send relief. We thank responders. Then we forget.</p><p>But if the Texas tragedy teaches us anything, it is this: disaster follows dysfunction. When systems are defunded, when forecasts are ignored, when response chains are broken, nature punishes the most vulnerable. In the Philippines, that means the poor, the coastal, the remote, the urban fringe-dwellers who have no escape when the floods come.</p><p>We need to refund, rebuild, and re-empower science. We need to revive and scale up Project Noah and integrate its tools directly into local planning and emergency operations centers. We need to train LGUs not just in writing plans but in implementing them. We need to enforce zoning, update hazard maps, and redesign public infrastructure for a climate-changed world.</p>", "publisher": "Philippines Daily Inquirer", "instances": ["Like the United States under Trump, we've turned off some of our satellites and laid off the scientists, not because the storms have stopped coming, but because we've stopped listening. This negligence is not without cost. The reasons? Red tape, a lack of local proposal-writing capacity, and the absence of political will."]}, {"relevance_score": 8, "title": "Government OKs P432 million climate adaptation projects", "published": "2024-05-19", "bodyText": "<p nitf:lede=\"true\"> The government has greenlighted some P432 million worth of projects meant to aid climate vulnerable areas in the Philippines.</p><p>In a statement, the Department of Finance said the People's Survival Fund (PSF) Board recently approved P432-million worth of climate adaptation projects.</p><p>The PSF was established to finance adaptation programs and projects of LGUs and accredited local and community organizations.</p><p>The projects are expected to benefit the provinces of Surigao del Sur and Ilocos Norte.</p><p>As such, the entire P1 billion initial capitalization of the PSF has already been allocated in a bid to increase the resilience of communities and ecosystems to climate change.</p><p>In approving projects, the PSF Board considers the level of risk and vulnerability to climate change, participation of affected communities in the design of the project, poverty reduction potential and cost effectiveness and attainability of the proposal.</p><p>The board likewise takes into account the identification of potential co-benefits extending beyond local government territory, maximization of multi-sectoral or cross-sectoral benefits, responsiveness to gender-differentiated vulnerabilities and availability of climate change adaptation action plan.</p><p>Chaired by the DOF, the PSF Board is composed of the Climate Change Commission, National Economic and Development Authority, Department of Interior and Local Government and the Philippine Commission on Women, as well as representatives from the academe and science community, business sector and the non-government organization sector.</p>", "publisher": "The Philippine Star", "instances": ["The government has greenlighted some P432 million worth of projects meant to aid climate vulnerable areas in the Philippines. The PSF was established to finance adaptation programs and projects of LGUs and accredited local and community organizations. The projects are expected to benefit the provinces of Surigao del Sur and Ilocos Norte."]}, {"relevance_score": 16, "title": "CCC promotes climate literacy, sustainable practices", "published": "2025-06-14", "bodyText": "<p nitf:lede=\"true\">MANILA, June 14 -- The Climate Change Commission (CCC) has emphasized the need to equip the public with adequate knowledge about climate change and its impact so that they can better respond to climate-induced disasters and adopt sustainable practices.</p><p>In observance of the 127th anniversary of the Philippine independence on June 12, the CCC joined other government agencies put up booths at Rizal Park in Manila on June 10 and 11 to showcase their services.</p><p>The CCC promoted its flagship policies, programs and initiatives aimed at building a climate-resilient Philippines.</p><p>\"Our policies, programs and initiatives are designed to help the country, especially vulnerable communities, to build resilience against the impacts of climate change,\" CCC Executive Director Robert Borje said in a news release on Saturday.</p><p>\"These booths help our fellow citizens understand what the government is doing. For instance, our agency may be small, but we carry out critical work. Climate change is one of the most pressing issues today, and yet not everyone is aware of the urgency to act,\" he noted.</p><p>Borje stressed the importance of the event in bridging the gap between the government and the public, giving the CCC the exposure as it plays a crucial role in driving sustainable development.</p><p>Based on the CCC's estimate, hundreds of students, families and professionals visited the booth to learn more about the commission's initiatives and take part in short climate quizzes.</p><p>Recognizing the importance of raising public awareness, the CCC also featured programs such as the Philippine Resilience Awards (PRA), an award-giving body that promotes resilience against climate-related disasters, where the agency serves as an implementing partner.</p><p>The booth highlighted the People's Survival Fund (PSF), a financing mechanism that provides grants for climate adaptation projects, as well as the Climate Change Expenditure Tagging, a tool used to identify and track government expenditures related to climate action.</p><p>The CCC booth also featured its recently launched \"Bawal Plastik Dito\" sticker pack, which can be downloaded through linktr.ee/cccphl.</p><p>On Tuesday, the CCC convened a multi-sectoral consultation with representatives from civil society, grassroots organizations, social movements, international national government organizations and private sector to further strengthen climate action through participatory climate governance.</p><p>Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htdigital.in\">contentservices@htdigital.in</email></p>", "publisher": "Philippines News Agency", "instances": ["Based on the CCC's estimate, hundreds of students, families and professionals visited the booth to learn more about the commission's initiatives and take part in short climate quizzes. Recognizing the importance of raising public awareness, the CCC also featured programs such as the Philippine Resilience Awards (PRA), an award-giving body that promotes resilience against climate-related disasters, where the agency serves as an implementing partner. The CCC booth also featured its recently launched \"Bawal Plastik Dito\" sticker pack, which can be downloaded through linktr. ee/cccphl."]}, {"relevance_score": 18, "title": "PH reaffirms commitment to UN Charter", "published": "2025-06-14", "bodyText": "<p nitf:lede=\"true\">Manila, June 14 -- Department of Foreign Affairs (DFA) Enrique Manalo expressed the country's recommitment to the United Nations (UN) Charter, emphasizing the importance of the rule of law and multilateralism, during his meeting with UN Secretary-General Antonio Guterres.</p><p>Manalo and Guterres met on Friday, June 13, at the UN headquarters in New York to discuss the Philippines' priorities and areas of cooperation with the international body.</p><p>Manalo is the incoming permanent representative to the UN in New York, replacing current Ambassador Antonio Lagdameo by August this year. He previously held the position during the past administration.</p><p>\"Secretary Manalo reassured UNSG Guterres that the Philippines, as a founding member of the UN, is deeply committed to the UN Charter and the work of the UN. He emphasized the importance of multilateralism, international law, and the rules-based international order,\" a statement from the DFA read.</p><p>In turn, Guterres \"expressed appreciation for the credible, valuable and positive contributions of the Philippines and confirmed the excellence of PH-UN relations.\"</p><p>He also thanked the Philippines for being \"a solid partner\" of the UN in various areas, such as peace and security, development, human rights, and the environment.</p><p>The two officials also discussed the issue of climate change and its impact on the Philippines as a country that's highly vulnerable to the impact of climate change.</p><p>\"They looked forward to having innovative solutions to the shortfalls in financing climate adaptation and the loss and damage fund,\" the DFA said.</p><p>The Philippines had been selected as the first host country of the board for the Loss and Damage Fund, which is mandated to assist developing countries in responding to economic and non-economic loss and damage associated with the effects of climate change.</p><p>These effects include extreme weather events and slow onset events.</p><p>\"They agreed that financing and investments are needed in the Philippines to address its climate vulnerability,\" the DFA added.</p><p>Aside from the Philippines' climate vulnerability and financing efforts to address these issues, Manalo and Guterres also tackled financing for development, peacekeeping, and the UN Security Council, wherein the Philippines is running for a non-permanent seat.</p><p>In concluding their meeting, the UN official conveyed his regards to President Marcos and wished the Philippines a Happy Independence Day.</p><p>Lagdameo and other officers of the Philippine Mission to the UN accompanied the DFA chief.</p><p>Published by HT Digital Content Services with permission from Manila Bulletin. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htdigital.in\">contentservices@htdigital.in</email></p>", "publisher": "Manila Bulletin", "instances": ["He also thanked the Philippines for being \"a solid partner\" of the UN in various areas, such as peace and security, development, human rights, and the environment. The two officials also discussed the issue of climate change and its impact on the Philippines as a country that's highly vulnerable to the impact of climate change. The Philippines had been selected as the first host country of the board for the Loss and Damage Fund, which is mandated to assist developing countries in responding to economic and non-economic loss and damage associated with the effects of climate change. These effects include extreme weather events and slow onset events."]}, {"relevance_score": 19, "title": "Science chief seeks easier access to climate financing", "published": "2025-06-09", "bodyText": "<p nitf:lede=\"true\"> THE country is pushing for more inclusive and accessible financing mechanisms to support communities grappling with the impacts of climate change, including displacement, relocation and migration.</p><p nitf:lede=\"true\">Speaking at the 2025 Global Platform for Disaster Risk Reduction, science and technology secretary Renato Solidum Jr. underscored the need to make Disaster Risk Reduction (DRR) financing a central feature of national development strategies and a key focus of global cooperation.</p><p>'We envision an international financing system that does not burden developing countries with unsustainable debt under the pretext of resilience,' Solidum said during a high-level ministerial roundtable in Geneva, Switzerland, on June 4.</p><p>'Instead, it must be one that delivers timely, adequate, and predictable assistance and support, that includes grants, technology transfer and capacity building,' he added.</p><p>He emphasized that access to global climate finance must be inclusive, non-discriminatory and accessible to the most vulnerable sectors.</p><p>The DOST chief welcomed recent developments such as the collaboration between the Adaptation Fund and the Fund for Responding to Loss and Damage, announced in February 2025, which aims to help developing nations boost their readiness to tap into climate funds.</p><p>The nation's pitch aligns with global frameworks such as the Sendai Framework for Disaster Risk Reduction, the Paris Agreement and the Global Biodiversity Framework, all of which stress the importance of accurate disaster loss accounting in securing financing.</p><p>Currently, the Sendai Framework remains the only universally endorsed guide for reducing disaster risks, adopted by 187 United Nations Member States.</p><p>Back home, Solidum highlighted how the government has been aligning national initiatives with global commitments.</p><p>The People's Survival Fund has been established to directly support climate adaptation projects at the local level.</p><p>Similarly, the Philippine Sustainable Finance Roadmap harmonizes green investment strategies and instructs agencies to align spending with the National Adaptation Plan.</p><p>Yet, Solidum pointed out that access to finance is not solely a matter of availability. To bridge this gap, he called for improved access to major global funds such as the Green Climate Fund, the Adaptation Fund, the Global Biodiversity Framework Fund and the Fund for Responding to Loss and Damage (FRLD).</p><p>The Department of Science and Technology (DOST) initially proposed a P49.253-billion budget for 2025. However, only P28.772 billion was approved under the National Expenditure Program (NEP)-a slight increase from the P27.22 billion allocated in 2024.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["Currently, the Sendai Framework remains the only universally endorsed guide for reducing disaster risks, adopted by 187 United Nations Member States. Back home, Solidum highlighted how the government has been aligning national initiatives with global commitments. Similarly, the Philippine Sustainable Finance Roadmap harmonizes green investment strategies and instructs agencies to align spending with the National Adaptation Plan. Yet, Solidum pointed out that access to finance is not solely a matter of availability."]}, {"relevance_score": 55, "title": "Tropical Depression Dante forms; classes, gov’t work remain suspended", "published": "2025-07-23", "bodyText": "<p nitf:lede=\"true\">The low-pressure area (LPA) east of Aurora province developed into a tropical depression on Tuesday, according to the state weather bureau, amid heavy rains caused by the southwest monsoon in northern and central Philippines.</p><p nitf:lede=\"true\">Classes and government work in Metro Manila and some provinces in Luzon and the Visayas were suspended again for Wednesday amid flooding.</p><p nitf:lede=\"true\">As of 3 p.m., Tropical Depression Dante was estimated at 1,120 kilometers east of Northern Luzon, with maximum sustained winds of 45 kilometers per hour (kph) near the center and gustiness of up to 55 kph, the Philippine Atmospheric, Geophysical and Astronomical Services Administration (PAGASA) said in a weather update.</p><p>It was moving north-northwestward at 20 kph. Meanwhile, a low-pressure area was spotted 155 kilometers east-southeast of Basco, Batanes.</p><p>Heavy rains caused the Marikina River’s water levels to reach the third and highest alarm, prompting the evacuation of more than 23,000 people in Metro Manila including Quezon City, the country’s largest city.</p><p>In Malabon, disaster officials pointed to a damaged floodgate in nearby Navotas as the cause of severe flooding.</p><p>As flooding persists, five dams in Luzon, including La Mesa Dam, have released water, with La Mesa’s water level breaching the 80.15-meter overflowing mark, PAGASA said on Tuesday morning.</p><p>Experts raised concerns over the Philippines’ disaster response, which they said remained reactive despite the country’s history of severe flooding.</p><p>“Clearly, what we’re seeing at the moment is that our flood preparedness and mitigation is not enough, despite the over P300 billion allocated for flood control this year,” Pamela Gloria Cajilig, a research fellow at the Resilience Development Initiative, said in an e-mailed reply to questions.</p><p>Amid public concerns over corruption, President Ferdinand R. Marcos Jr. vetoed P16.7 billion worth of flood control projects in the 2025 national budget.</p><p>Despite this, flood control still accounted for a third of this year’s infrastructure budget at P349.42 billion.</p><p>Party-list Rep. Terry L. Ridon, head of infrastructure think tank InfraWatch PH, urged the 20th Congress to review the delays in flood control projects.</p><p>“The delays should be subjected to a strict catch-up plan by concerned agencies in order to expedite completion within the most critical typhoon and monsoon months,” he said in a Facebook Messenger chat.</p><p>The Commission on Audit (CoA) flagged delays in the Metro Manila Flood Management Project, with 22 of the 58 projects already behind schedule by up to 310 days as of December 2023.</p><p>CoA also said 29 other flood control projects worth P371.03 million had yet to be implemented due to issues such as delayed procurement and cancellations.</p><p>Experts said certain development projects might be contributing to worsening flooding. The Metro Manila Development Authority (MMDA) earlier said the Manila Baywalk Dolomite Beach project, part of the Duterte administration’s initiative, blocked three major drainage outfalls, exacerbating floods in parts of Manila.</p><p>The Environment department, which oversees the project, has yet to respond to MMDA’s claim, but has attributed the flooding to the increasing volume of rainfall in the past decade.</p><p>‘SOCIAL AND POLITICAL CRISIS’</p><p>Mr. Ridon, who has filed a resolution for a House of Representatives probe into the Dolomite Beach project, cited the need for a holistic approach to flood management. “If reclamation projects significantly contribute to flooding, the government should put a stop to further approvals of future reclamation projects,” he added.</p><p>Mahar Lagmay, executive director of the Nationwide Operational Assessment of Hazards (NOAH) project, noted that many of the flooded areas including Commonwealth Avenue in Quezon City used to be natural waterways converted into roads.</p><p>Ms. Cajilig sought a shift in the country’s approach to flood management, urging officials to stop viewing flooding solely as a technological issue.</p><p>“We urgently need to stop thinking about flooding in purely technological terms and reframe it as a social and political crisis,” she said. “We need to see flooding as a systemic crisis of inequity and injustice.”</p><p>She added that while improvements like enhanced hazard monitoring and early warning systems are in place, they remain “reactive and focused on response” rather than proactive preparedness.</p><p>The role of poor communities in disaster preparedness remains minimal, Ms. Cajilig said, citing the need for greater inclusion.</p><p>“We need the voices, knowledge, and capacities of those experiencing the greatest disaster risks,” she said. “We need to recognize that those experiencing the problems directly have crucial insight into ways forward.”</p><p>Maria Ela L. Atienza, a political scientist who has researched the impact of disasters on communities, also called for reviews of the Philippine Disaster Risk Reduction and Management Act of 2010.</p><p>She urged lawmakers to prioritize addressing the root causes of flooding, including inadequate governance and a lack of climate adaptation measures.</p><p>Gary Ador Dionisio, dean of the Benilde School of Diplomacy and Governance, said flood control should be part of a broader strategy to mitigate climate change.</p><p>“Flood control should be accompanied by bigger plans related to climate mitigation,” he said via Messenger chat, citing the need for long- term strategies such as modernizing the agriculture sector, which sustained P57.78 billion in damage from disasters last year.</p><p>Meanwhile, the Philippines activated military bases in the Philippines to serve as relief hubs to support humanitarian operations, Defense Secretary Gilberto C. Teodoro, Jr. said in a video posted on Facebook.</p><p>The US Indo-Pacific Command would also deploy a “crisis action team” and military assets to bolster relief efforts by the Philippine military, he added.</p><p>“Using these forward-operating hubs allows us to deliver aid faster and more efficiently to our fellow Filipinos, especially in hard-hit and remote areas,” Philippine military chief General Romeo S. Brawner, Jr. said in a separate statement.</p>", "publisher": "BusinessWorld", "instances": ["”Maria Ela L. Atienza, a political scientist who has researched the impact of disasters on communities, also called for reviews of the Philippine Disaster Risk Reduction and Management Act of 2010. Gary Ador Dionisio, dean of the Benilde School of Diplomacy and Governance, said flood control should be part of a broader strategy to mitigate climate change. “Flood control should be accompanied by bigger plans related to climate mitigation,” he said via Messenger chat, citing the need for long- term strategies such as modernizing the agriculture sector, which sustained P57."]}, {"relevance_score": 17, "title": "On World Oceans Day, PBBM urged: Prevent fisheries crisis", "published": "2025-06-09", "bodyText": "<p nitf:lede=\"true\"> AN international nongovernment organization is urging President Ferdinand Marcos Jr. to protect the nation's marine resources and the millions of Filipinos who rely on the ocean's bounty.</p><p>Ocean Philippines, an ocean conservation advocacy NGO, issued the call as the world marked World Ocean Day on June 8, with the global theme, 'Catalyzing Action for Our Ocean  and  Climate.'</p><p>This year, the urgent focus on restoring fisheries abundance and protecting ocean health is deemed critical for the Philippines.</p><p>The country is located at the center of marine biodiversity, but its people, particularly in coastal communities, are the most vulnerable to the impact of climate emergencies.</p><p>The country's biodiversity faces increasing threats, including the erosion of artisanal municipal fishers' rights within the 15-kilometer municipal waters, the vulnerability of coastlines to climate-related disasters, and delays in passing essential conservation laws.</p><p>Oceana is calling on President Ferdinand Marcos Jr. to act swiftly to ensure that the Department of Agriculture-Bureau of Fisheries and Aquatic Resources (DA-BFAR) is competently defending the rights of artisanal municipal fishers and ensuring the sustainability of fishery resources. The recent ruling by the First Division of the Supreme Court-that the 15-kilometer municipal water boundary unconstitutional-poses a significant threat to the dwindling fish stocks and the livelihoods of over 2 million artisanal fisherfolk, the group said.</p><p>The DA-BFAR should strictly implement the law, particularly the vessel monitoring measures, the group stressed.</p><p>While 90 percent of all commercial fishing vessels reportedly have tracking devices installed, the agency must disclose the data to local government units (LGUs) at the very least, to help these track down commercial fishing vessels illegally operating inside municipal waters.</p><p>Another important measure, the National Coastal Greenbelt Bill pending in the Senate, must also be prioritized, said the group. The bill institutionalizes a science-based, community-driven framework to restore mangrove forest areas and protect these by building greenbelt zones in local coastal towns. It puts up safeguards in coastal barangays against the destructive impact of climate change, Integrating disaster risk reduction, climate adaptation, and sustainable livelihoods.</p><p>Meanwhile, the bill declaring Panaon Island in Southern Leyte a protected seascape has already passed the House of Representatives and the Senate. The bill has to be swiftly enrolled by Congress then approved the President's signature. With five years to go, the declaration of Panaon Island as a protected seascape is an important contribution to the Philippines' commitment to the global '30×30' target: protecting 30 percent of the country's marine and terrestrial areas by 2030.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["Another important measure, the National Coastal Greenbelt Bill pending in the Senate, must also be prioritized, said the group. The bill institutionalizes a science-based, community-driven framework to restore mangrove forest areas and protect these by building greenbelt zones in local coastal towns. Meanwhile, the bill declaring Panaon Island in Southern Leyte a protected seascape has already passed the House of Representatives and the Senate. The bill has to be swiftly enrolled by Congress then approved the President's signature."]}, {"relevance_score": 38, "title": "The future of offshore wind projects in PH", "published": "2025-07-12", "bodyText": "<p nitf:lede=\"true\">A FEW days ago, amid climate change's threats, I made a presentation on the future of offshore wind projects in the Philippines at the 2nd Offshore Wind Asia Expo and Conference 2025 at SMX Convention Center Manila.</p><p nitf:lede=\"true\">As a country ranked among the most vulnerable nations to climate impacts, our destiny hinges on embracing innovative, science-backed solutions that bolster resilience, ensure energy security and foster sustainable development.</p><p>The Philippines is no stranger to climate adversity. Our geography, an archipelago of over 7,000 islands, makes us exceptionally susceptible to climate change's worst consequences. The past decade has witnessed an alarming rise in the frequency and intensity of typhoons with stronger winds and heavier rainfall, devastating coastal communities, destroying livelihoods and displacing millions.</p><p>Rising sea levels threaten to swallow entire towns, particularly low-lying island communities, leaving families at risk of losing their homes and ways of life.</p><p>The National Adaptation Plan indicates that the Philippines, ranking first globally in the World Risk Index from 2022-2024, faces a future where climate shocks could exacerbate poverty, threaten food and water security, and strain our economy. In 2024 alone, the country faced losses totaling P673.3 billion from typhoons and disasters - an immense economic burden that hampers our development and resilience efforts.</p><p>Yet, amid these challenges, the Philippines has demonstrated remarkable progress in the transition to renewable energy (RE). Our country's Renewable Energy Act of 2008 laid the groundwork for innovative policies like the Green Energy Auction Program and the Renewable Portfolio Standards, helping to lower costs and attract investments in solar, wind, hydro and bioenergy.</p><p>BloombergNEF's 2024 Climatescope Report ranks the Philippines as the second most attractive emerging market for clean power investments in the Asia-Pacific region. All this underscores our nation's unwavering commitment to decarbonization and sustainable growth. Based on the Department of Energy's data, offshore wind potential capacity is 69.3 gigawatts.</p><p>A game changer</p><p>By 2030, our goal is that 35 percent of our power generation will come from renewable sources. We aim to push this further to 50 percent by 2040. These targets are bold but crucial steps in aligning ourselves with the global climate agenda, ensuring our country's energy independence and safeguarding our environment for future generations.</p><p>Amid this landscape of ambition, offshore wind energy emerges as a game changer that the Philippines must harness to meet our climate and energy goals. Offshore wind farms generate power by capturing the kinetic energy of the wind over water: vast, largely untapped and sustainable resources along our extensive coastline. Unlike land-based wind projects, offshore wind farms do not compete for space with agriculture or urban development, making them an ideal solution for our dense coastal areas.</p><p>Science demonstrates the potential. The Philippines benefits from wind speeds exceeding 8 meters per second along many coastlines, especially in the northern and central regions such as Camarines Norte and Sur, where the San Miguel Offshore Wind Project is set to generate 1 gigawatt of clean energy with an investment of approximately P170 billion. This project, under the leadership of Copenhagen Infrastructure Partners, will be the country's first fully offshore wind farm, paving the way for regional leadership in ocean-based RE.</p><p>Offshore wind projects hold immense socioeconomic potential. They can provide reliable power to remote islands, reducing dependence on imported, expensive and polluting fossil fuels. They can generate employment, stimulate local economies and promote energy equity across our archipelago.</p><p>Offshore wind acts as a climate-resilient infrastructure. Less vulnerable to floods, typhoons or saltwater intrusion, they ensure a dependable, clean energy supply that supports our broader disaster risk reduction and climate adaptation strategies. By integrating offshore wind into our national grid, the Philippines can reduce greenhouse gas emissions, advance our commitments under the Paris Agreement and bolster climate resilience in vulnerable communities.</p><p>The future of offshore wind projects in the Philippines hinges on strategic planning, supportive policies and international collaboration. Infrastructure investments, innovative financing schemes and robust ecological assessments are necessary to scale these projects rapidly and responsibly.</p><p>Regional collaboration, especially with neighboring countries with similar coastal profiles, can unlock shared opportunities. Partnerships with global leaders like Denmark, Germany and the United Kingdom on offshore wind technology and financing can accelerate our capacity-building and project implementation.</p><p>The author is the founder and chief strategic advisor of the Young Environmental Forum and a subject-matter expert at the Co-operative College of the Philippines. He completed a climate change and development course at the University of East Anglia (UK) and an executive program on sustainability leadership at Yale University (USA). You can email him at <email normalizedValue=\"mailto:ludwig.federigan@gmail.com\">ludwig.federigan@gmail.com</email></p>", "publisher": "The Manila Times", "instances": ["They can generate employment, stimulate local economies and promote energy equity across our archipelago. Offshore wind acts as a climate-resilient infrastructure. By integrating offshore wind into our national grid, the Philippines can reduce greenhouse gas emissions, advance our commitments under the Paris Agreement and bolster climate resilience in vulnerable communities. The future of offshore wind projects in the Philippines hinges on strategic planning, supportive policies and international collaboration."]}, {"relevance_score": 18, "title": "Pinoys told: Contribute to climate resilience, conservation efforts", "published": "2025-03-24", "bodyText": "<p nitf:lede=\"true\"> The Climate Change Commission (CCC) yesterday said that Earth Hour should not end with the switching off of lights as it asked the public to contribute to ongoing efforts toward conservation and climate resilience.</p><p>'This movement does not end here, but rather serves as a reminder for us to take daily steps to promote conservation and build resilience,' CCC Vice Chairperson and executive director Robert E.A. Borje said.</p><p>The global observance of Earth Hour on Saturday night coincided with World Water Day.</p><p>Borje cited the critical role of water in human survival and economic stability.</p><p>He cited the National Adaptation Plan (NAP) as a key strategy for strengthening conservation efforts, with a particular focus on innovative climate adaptation measures.</p><p>The NAP identifies water resources as one of eight key sectors crucial for climate adaptation, underscoring the need for comprehensive and sustainable water management strategies.</p><p>This year's Earth Hour highlighted the critical link between energy conservation and water security.</p><p>According to Borje, the Philippines continues to face significant challenges in water access as he cited data from the Department of Health where 2.87 million households or 11.26 percent had no access to basic water supply in 2022, while 4.17 million households or 16.36 percent had no basic sanitation facilities.</p><p>'Water is a fundamental human survival and a basic human right. It is also vital to the Philippine economy, particularly in major industries such as agriculture, tourism, and semiconductors,' Borje said.</p><p>He also noted that based on the report of the World Bank, 42 percent of the country's jobs are in sectors that use water intensively.</p><p>Borje said switching off lights for an hour served as a powerful reminder of the urgent need for stronger conservation efforts.</p>", "publisher": "The Philippine Star", "instances": ["The global observance of Earth Hour on Saturday night coincided with World Water Day. Borje cited the critical role of water in human survival and economic stability. The NAP identifies water resources as one of eight key sectors crucial for climate adaptation, underscoring the need for comprehensive and sustainable water management strategies. This year's Earth Hour highlighted the critical link between energy conservation and water security.", "Borje cited the critical role of water in human survival and economic stability. He cited the National Adaptation Plan (NAP) as a key strategy for strengthening conservation efforts, with a particular focus on innovative climate adaptation measures. This year's Earth Hour highlighted the critical link between energy conservation and water security. According to Borje, the Philippines continues to face significant challenges in water access as he cited data from the Department of Health where 2."]}, {"relevance_score": 12, "title": "Alyansa bets vow climate resilience, infrastructure reforms", "published": "2025-05-07", "bodyText": "<p nitf:lede=\"true\">Manila, May 7 -- Senate candidates under the administration-backed Alyansa Para sa Bagong Pilipinas on Wednesday called for stronger climate resilience policies and infrastructure safeguards.</p><p nitf:lede=\"true\">This, after reports said one of the rubber gates of the Bustos Dam in Bulacan province broke due to allegedly substandard construction, raising questions about public contractor accountability and infrastructure safety.</p><p>In a press conference held in Malolos, former Senate president Vicente Sotto III said dam-related failures and substandard public works reflect deeper issues in the national budget process.</p><p>\"It all boils down to budget. If the budget is being used properly, dapat 'yong mga pangangailangan sa mga dam at iba pang proyekto ay inilalagay sa DPWH (Department of Public Works and Highways), hindi kung saan-saan (all the funding for the dams and other projects should be placed with the DPWH, not elsewhere),\" Sotto said, citing the PHP160-billion worth of congressional realignments recently vetoed by President Ferdinand R. Marcos Jr.</p><p>\"Pag kami nakabalik sa Senado, makaka-asa kayo na 'yong budget for 2026 ay hindi mauuwi sa parehong pagkakamali (Once we're able to return to the Senate, you can hope that the budget for 2026 will not end up having the same mistake),\" he added.</p><p>For her part, senatorial candidate and Makati Mayor Abby Binay said legislative action is also needed to bolster long-term climate adaptation, beginning with the passage of the long-delayed National Land Use Act, which, she said, would prohibit construction of houses along danger zones.</p><p>She also urged more support for disaster science and forecasting initiatives, including funding for the Department of Science and Technology's Project NOAH (Nationwide Operational Assessment of Hazards).</p><p>\"Climate resilience is not just particularly for Bulacan, but for the entire country,\" she added.</p><p>Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htdigital.in\">contentservices@htdigital.in</email></p>", "publisher": "Philippines News Agency", "instances": ["Marcos Jr. Pag kami nakabalik sa Senado, makaka-asa kayo na 'yong budget for 2026 ay hindi mauuwi sa parehong pagkakamali (Once we're able to return to the Senate, you can hope that the budget for 2026 will not end up having the same mistake),\" he added. She also urged more support for disaster science and forecasting initiatives, including funding for the Department of Science and Technology's Project NOAH (Nationwide Operational Assessment of Hazards). Climate resilience is not just particularly for Bulacan, but for the entire country,\" she added."]}, {"relevance_score": 21, "title": "Insurance industry's role in addressing climate change highlighted in Pioneer Sustainability Talk", "published": "2025-05-16", "bodyText": "<p nitf:lede=\"true\"> Pioneer Insurance invited Butch Bacani, its former Reinsurance Head and current UN Environment Programme (UNEP) Insurance Head, for an engaging discussion with company officers and employees on the role of insurers in addressing climate change.</p><p>Bacani emphasized that sustainability should not just be a goal but a way of doing business, highlighting how insurers can drive resilience, risk reduction, and the transition to a net-zero economy, where any greenhouse gases released are balanced by removing the same amount from the atmosphere.</p><p>Climate Change Pioneer Insurance</p><p>Sharing his learnings from his global work, Bacani highlighted the growing role of insurers in climate summits like COP29. He stressed the need to move beyond loss assessment and invest in risk prevention, climate adaptation, and sustainable claims management.</p><p>'Most insurers are aware of how they can support communities withstand the impacts of climate change. However, many are not doing enough in terms of their role in helping reduce emissions,' Bacani said.</p><p>He also discussed the Forum for Insuring the Transition to Net Zero (FIT), a global initiative that helps insurers integrate sustainability, urging the audience to engage with corporate clients about de-carbonization plans and explore supportive insurance solutions.</p><p>Bacani began his career as a Management Trainee at Pioneer Insurance and worked his way up to become Head of Reinsurance from 1999 to 2006. He later joined the United Nations Principles for Sustainable Insurance (UN PSI) and currently serves as the Head of Insurance at the UN Environment Programme (UNEP).</p><p>He leads the UN PSI initiative, driving efforts to integrate sustainability into the global insurance industry and support the development of more inclusive communities and economies. He also chairs the UN Forum for Insurance Transition to Net Zero (FIT) since 2006.</p><p>In response, Pioneer Group Head Lorenzo Chan Jr. encouraged Pioneer leaders to be among the industry's early sustainability adopters. Acknowledging the challenges that come with change, he remarked, 'I think there is great resistance to anything that has to do with change, whether it's good change or progressive change. My perspective is simple-we do what is right, and that's how we move forward.'</p><p>Bacani ended his talk with a call for intergenerational equity, challenging attendees to keep the next generation in mind when pursuing sustainability. He urged, 'If we really care about our children, we must act now.' An engaging QandA with Pioneer officers and employees immediately followed.</p><p>Pioneer has been integrating sustainability and climate resilience in its operations and products over the past years. It is evident in various initiatives such as its LEED-certified properties, microinsurance efforts, and more. By learning from experts like Butch Bacani, Pioneer reaffirms its commitment to a forward-thinking approach to sustainability.</p>", "publisher": "Philippines Daily Inquirer", "instances": ["Bacani emphasized that sustainability should not just be a goal but a way of doing business, highlighting how insurers can drive resilience, risk reduction, and the transition to a net-zero economy, where any greenhouse gases released are balanced by removing the same amount from the atmosphere. Climate Change Pioneer InsuranceSharing his learnings from his global work, Bacani highlighted the growing role of insurers in climate summits like COP29. Most insurers are aware of how they can support communities withstand the impacts of climate change. However, many are not doing enough in terms of their role in helping reduce emissions,' Bacani said."]}, {"relevance_score": 34, "title": "Unbearable heat: A climate crisis in our classrooms", "published": "2025-05-20", "bodyText": "<p nitf:lede=\"true\"> The alarm bells are ringing loud and clear. A new global report by Save the Children and Vrije Universiteit Brussel paints a grim picture: extreme heat is not only endangering the health of Filipino children but also fundamentally impairing their ability to learn. With temperatures rising, the Philippines faces a future where millions of children will suffer unprecedented lifetime exposure to heatwaves, threatening their development, education, and well-being. (Read the BusinessMirror story, 'With relentless heat, can kids truly learn?,' May 18, 2025).</p><p>The data is striking and thought-provoking. If global warming reaches the worst-case scenario of 3.5 degrees Celsius by the end of the century, nearly 94 percent of Filipino children born today-roughly 1.4 million-will endure relentless heat stress throughout their lives. The immediate consequences are visible even now: young children are forced to stay indoors, deprived of outdoor play, while sweating, dizzy, and restless. These are not just childhood discomforts but warning signs of serious health risks like dehydration and heatstroke.</p><p>The impact extends beyond physical health. Learning under extreme heat is a formidable challenge. Schools without proper ventilation, cooling systems, or even running water become harsh environments where concentration falters and attendance drops. The educational setbacks could hobble an entire generation's potential, exacerbating existing inequalities, especially in low-income communities that are most vulnerable to climate change.</p><p>This crisis underscores the urgency of the Paris Agreement's goal to limit global warming to 1.5 degrees Celsius. The difference between 1.5 and 3.5 degrees is not merely a statistic; it is a lifeline separating manageable risk from catastrophic harm. Achieving this target could halve the number of Filipino children exposed to extreme heat, a crucial reprieve for millions.</p><p>Efforts by Save the Children Philippines to implement child-focused climate adaptation programs are commendable. Equipping children and communities with knowledge and skills to build resilience is essential. However, adaptation alone is not enough. The government, private sector, and international community must urgently accelerate emissions reductions and invest in climate-resilient infrastructure, especially in schools and health facilities.</p><p>The Department of Education's proactive measures-adjusting schedules, improving ventilation, encouraging hydration, and safeguarding learners- reflect a necessary response to an evolving threat. Yet, these are stopgap solutions. The reality is that climate change is rapidly outpacing the capacity of existing systems to protect vulnerable children.</p><p>Health authorities' updated guidelines and establishment of cooling centers and hydration stations provide vital support during heatwaves. But the fundamental solution lies in systemic change: aggressive climate action, sustainable urban planning, and prioritizing children's rights in environmental policies.</p><p>Children did not create the climate crisis, yet they are paying the highest price. Protecting their health, safety, and education must be a national and global priority. The window to prevent a future where learning is 'too hot' is closing fast. It is time to act with the urgency this crisis demands-not just for the children of today, but for the generations to come.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["5 degrees is not merely a statistic; it is a lifeline separating manageable risk from catastrophic harm. Achieving this target could halve the number of Filipino children exposed to extreme heat, a crucial reprieve for millions. Equipping children and communities with knowledge and skills to build resilience is essential. However, adaptation alone is not enough."]}, {"relevance_score": 95, "title": "The Philippine crisis: Poverty, overpopulation, corruption and indebtedness", "published": "2025-07-25", "bodyText": "<p nitf:lede=\"true\"> The Philippines, with its abundant natural resources and vibrant cultural legacy, should by all indicators be a thriving and resilient economy.</p><p nitf:lede=\"true\">Yet more than seventy years after independence, it remains mired in poverty, inequality, debt dependency, and institutional decay. These are not unfortunate results of poor planning or high birth rates. Rather, they are the outcomes of a system designed to extract, pacify, and disempower.</p><p nitf:lede=\"true\">Post-war policy frameworks, driven by external interests and domestic elite capture, embedded a development trajectory that devalued domestic industry, commodified labor, and eroded public services. Over time, these policies created a brittle state-one that exports people instead of products, borrows to repay debt instead of investing in its youth, and suppresses its farmers to subsidize cheap imports.</p><p nitf:lede=\"true\">This paper argues that the Philippines' endemic poverty, unchecked population growth, labor export dependence, and spiraling indebtedness are not natural phenomena nor failures of isolated governance-but the result of deliberate structural sabotage.</p><p>The roots of this crisis lie in post-war colonial economic blueprints, foreign-imposed debt-for-development paradigms, and domestic neoliberal policy capture-bivalve corruption and huge debt, that together engineered underdevelopment while consolidating elite power.</p><p>What has long been framed as managerial failure-overpopulation, poor learning outcomes, farmer collapse-is in truth the outcome of policies that subordinated national sovereignty to foreign interest and rent-seeking domestic elites.</p><p>The paper urges a national shift toward regenerative, sovereignty-centered frameworks that revalue Filipinos as stewards, not commodities, and reframe development as a people-powered, ecologically anchored pursuit of dignity and justice.</p><p>The Roots of Systemic Poverty, Overpopulation, Corruption and National Indebtedness</p><p>Post-war colonialism restructured the Philippine economy into a dependent appendage of foreign powers. U.S. economic advisors and global institutions-most notably under the Dodge Plan-promoted currency decontrol, austerity, and foreign investment incentives while dismantling nationalist industrial policy and land reform.</p><p>The Philippines was deliberately positioned as an exporter of raw materials and cheap labor. This blueprint set the stage for deeper dependency through the IMF and World Bank's debt-for-development schemes.</p><p>Structural Adjustment Programs (SAPs) imposed harsh conditions: trade liberalization, state asset privatization, and public sector downsizing. These did not stimulate real growth; but suppressed agriculture and manufacturing, redirected revenues toward debt servicing, and embedded poverty within public institutions.</p><p>The Roots/ factors of the Philippines Systemic Poverty, Overpopulation, Corruption and National Indebtedness and their interrelationships are is shown in Fig.1.</p><p>The Dodge Plan and U.S. Anti-Industrialization Policy</p><p>Historical Background:</p><p>The so-called 'Dodge Plan' was named after Joseph Morrell Dodge, an American banker and economic advisor appointed by the U.S. government during the post-World War II reconstruction of Japan and its former colonies, including the Philippines.</p><p>Dodge was tasked with implementing a stabilization policy that prioritized fiscal austerity, balanced budgets, and export-oriented growth-a framework that became the blueprint for U.S. economic influence in Asia.</p><p>While the Dodge Line is most famously associated with Japan, its principles were extended to the Philippines through U.S.-backed technocrats and institutions like the World Bank and IMF.</p><p>These policies discouraged state-led industrialization and instead promoted import liberalization, foreign investment dependency, and debt-financed development-a model that served U.S. geopolitical and corporate interests but undermined the Philippines' capacity to build a sovereign industrial base.</p><p>The Dodge Plan's legacy in the Philippines was compounded by elite capture and authoritarian governance, beginning with the Marcos Sr. dictatorship. The result was a hollowed-out economy, mass labor export, and chronic underdevelopment-symptoms of a nation trapped in a post-colonial economic architecture designed to serve others, not itself.</p><p>Origins of the Dodge Plan</p><p>The Dodge Plan, named after</p><p>American banker and economic advisor Joseph Morrell Dodge, was first implemented in post-war Japan in 1949 as a stabilization policy under the U.S.-led Allied Occupation. It aimed to curb hyperinflation and restore fiscal discipline through: A balanced national budget, Dissolution of state credit institutions,Fixed exchange rates (360 yen to 1 USD) ,Austerity and deflationary measures.</p><p>While it succeeded in stabilizing Japan's economy, it also triggered a severe recession known as the 'Dodge Squeeze', marked by mass layoffs and economic contraction.</p><p>Extension to the Philippines</p><p>Though less documented, the principles of the Dodge Plan were extended to the Philippines through U.S. economic advisors and institutions like the World Bank and IMF, which promoted a similar 'debt-for-development' paradigm.</p><p>This model discouraged state-led industrialization and instead emphasized:Export-oriented growth,Import liberalization,Reliance on foreign capital and loans ,Suppression of domestic manufacturing,</p><p>This policy orientation was formalized through structural adjustment programs and trade liberalization in the 1980s and 1990s, but its roots trace back to the post-war economic architecture imposed by the U.S..</p><p>Consequences for the Philippines</p><p>The long-term effects of this externally imposed model include:1)The collapse of domestic industries and the rise of import dependency,2)Chronic underinvestment in science, technology, and manufacturing,3)The mass export of Filipino labor, with over 10 million OFWs today,4) A population of 120 million, far exceeding the 'ideal' demographic capacity of 27 million as estimated by U.S. intelligence sources</p><p>5)Entrenchment of elite capture and corruption, beginning with the Marcos Sr. dictatorship and magnified under subsequent administrations</p><p>Reclaiming Regenerative Sovereignty</p><p>The way forward begins with acknowledging that these failures were engineered. The Philippines must end its addiction to debtfueled by corruption, its dependency on labor exports, and its subservience to foreign markets. This requires structural reform: repealing EO 62 and revising RTL to restore rice tariffs and use revenues for agroecological renewal; scrapping PD 1177 to redirect debt payments to education and climate resilience; and institutionalizing participatory budgeting and citizen-led audits to fight corruption at its root.</p><p>More than fiscal tools, the country needs a shift in consciousness. It must revalue its citizens not as labor units but as stewards of regenerative development. Overpopulation must be addressed through equity, education, and restored rural livelihoods-not moral panic. Labor migration must be treated as displacement-not triumph-and countered by sovereign industry and innovation. And poverty must be reframed not as laziness or poor choices-but as the predictable result of decades of foreign and elite sabotage.</p><p>The Path Forward: Regenerative Food Sovereignty</p><p>To regenerative food sovereignty, the Philippines must 1) reinstate rice tariffs ( abolish RTL) and redirect revenues to climate-resilient farming,2) Expand crop insurance with weather-indexed payouts and farmer cooperatives, 3)Audit and reform infrastructure spending, linking it to ecological and logistical outcomes,4) Invest in agroecology, seed sovereignty,and decentralized food systems as the main thrusts of DAFW,5) Integrate climate adaptation into budgeting, education, and transport planning.</p><p>Redirecting ?25 billion from the alleged ?28-33 billion kickback-laden rice import budget toward local palay procurement could transform the nation's food system from the ground up. This investment would secure 1 million metric tons of local palay at ?25 per kilo, directly benefiting 1 million Filipino rice farmers-each earning approximately ?50,000 net income, a tenfold increase over the current ayuda given to smallholders cultivating less than two hectares. The ripple effect across rural economies could stimulate ?40-50 billion in circulation through labor, farm inputs, transport, milling, and trade. Crucially, this isn't just a fiscal reallocation-it's a moral restoration. By positioning farmers as central contributors to national food security rather than passive recipients of charity, this shift restores their dignity as heroes feeding the nation .</p><p>In stark contrast, the status quo of import-driven rice supply perpetuates dependency, fiscal leakage, and ecological harm. Allegedly tainted by rent-seeking and foreign supplier payoffs, this approach disburses public funds outward, benefiting intermediaries while delivering only minimal support to farmers. Imports entail a heavy carbon footprint due to shipping, packaging, and spoilage; they undermine local food sovereignty and escalate debt servicing linked to foreign currency outflows.</p><p>'Farmers are portrayed as subsidy-reliant victims rather than heroes feeding the nation'.</p><p>Rechanneling even a fraction of the import budget into local procurement is not only more economically efficient-it carries profound cultural and ecological significance. It affirms that Filipino farmers, and the soils they steward, are the heartbeat of national renewal. Back to Qr procurement boost local food sovereignty and morale without harming treasury.</p><p>The way forward begins with acknowledging that these failures were engineered and they had backfired .</p><p>The Philippines must end its addiction to debt, its dependency on labor exports, and its subservience to foreign markets.</p><p>This requires structural reform: repealing EO 62 scrapping RTL to restore rice tariffs and use revenues for agroecological renewal; scrapping PD 1177 to redirect debt payments to education and climate resilience; and institutionalizing participatory budgeting and citizen-led audits to fight corruption at its root.</p><p>More than fiscal tools, the country needs a shift in consciousness. It must revalue its citizens not as labor units but as stewards of regenerative development. Overpopulation must be addressed through equity, education, and restored rural livelihoods-not moral panic. Labor migration must be treated as displacement-not triumph-and countered by sovereign industry and innovation. And poverty must be reframed not as laziness or poor choices-but as the predictable result of decades of foreign and elite sabotage.</p><p>Some Specific Safeguards</p><p>Strategic buffer stock at 90 days consumption to protect consumers from price volatility without imports</p><p>Ban rice imports before peak harvest seasons. Require farmer consultation.</p><p>STOP conversion of irrigated rice lands AND ancestral or heritage terraces.</p><p>Transparency in consumption metrics and exclude OFW from domestic demand projections.</p><p>LGUs to directly purchase palay and rice for nutrition programs, emergency reserves, and school feeding.</p><p>Synthesis: From the Path of Downward Spiral to Stewardship</p><p>The Philippines stands at a crossroads. It can continue down the path of downward spiral -borrowing to survive, exporting labor to endure(OFW), and suppressing farmers to subsidize elections. Or it can choose regeneration: a path of fiscal justice, ecological stewardship, and participatory governance. The future is not written by the IMF, the World Bank, or the next populist campaign. It MUST be written by citizens who dare to reclaim their dignity, their land, and their voice.</p>", "publisher": "Philippines Daily Inquirer", "instances": ["Labor migration must be treated as displacement-not triumph-and countered by sovereign industry and innovation. And poverty must be reframed not as laziness or poor choices-but as the predictable result of decades of foreign and elite sabotage. Redirecting ? 25 billion from the alleged ?"]}]