[{"relevance_score": 80, "title": "SOS ΓΙΑ ΤΗ ΛΕΙΨΥΔΡΙΑ – ΕΠΤΑ ΕΛΛΗΝΙΚΑ ΝΗΣΙΑ ΣΕ ΚΑΤΑΣΤΑΣΗ ΕΚΤΑΚΤΗΣ ΑΝΑΓΚΗΣ ΛΟΓ\\xCE ΕΛΛΕΙΨΗΣ ΝΕΡΟΥ – ΟΛΑ ΤΑ ΜΕΤΡΑ ΠΟΥ ΠΡΟΤΕΙΝΟΥΝ ΟΙ ΕΠΙΣΤΗΜΟΝΕΣ", "published": "2024-08-11", "bodyText": "<p nitf:lede=\"true\">Στο μικροσκόπιο των ερευνητών-επιστημόνων τίθενται το επόμενο διάστημα επτά νησιά της Ελλάδας, και συγκεκριμένα το Αγαθονήσι, η Αμοργός, η Θάσος, η Κάσος, η Σέριφος, η Σίφνος και οι Παξοί με σκοπό να υπολογιστούν οι σημερινές ανάγκες τους ως προς τη μελλοντική ζήτηση του νερού. Στόχος επίσης, της έρευνας, είναι να εξευρεθούν και να προταθούν οικοϋδρολογικές λύσεις, οι οποίες θα συνεισφέρουν στη συλλογή βρόχινου νερού αποσκοπώντας στην αύξηση των υδατοαποθεμάτων των παραπάνω νησιών. Ορισμένα από τα νησιά που έχουν επιλεγεί, πρόκειται για περιοχές που έχει παρατηρηθεί έντονα το ζήτημα της λειψυδρίας. Κάποια από αυτά μάλιστα, (Σέριφος και Σίφνος) έχουν κηρυχθεί κατά τη διάρκεια του φετινού καλοκαιριού από την Πολιτική Προστασία σε κατάσταση έκτακτης ανάγκης. Πρόκειται για τη δεύτερη φάση του πιλοτικού προγράμματος που είχε ξεκινήσει στο νησί των Φούρνων Ικαρίας, η οποία ανατέθηκε από τον γενικό γραμματέα Αιγαίου και Νησιωτικής Πολιτικής Μ. Κουτουλάκη, στη Διεπιστημονική Ερευνητική ομάδα της Έδρας UNESCO Con-E-Ect, του Δημοκριτείου Πανεπιστημίου Θράκης και στην οποία συμμετέχουν ακαδημαϊκοί από το ΔΠΘ, ΕΚΠΑ, ΠΑΔΑ κλπ. \\xAB\\xCEς Γενική Γραμματεία, επενδύουμε συστηματικά σε έργα και μελέτες που αντιμετωπίζουν τη λειψυδρία και δίνουν έμφαση στην ορθολογική χρήση του σχεδιασμού, αλλά στη βάση τοπικού σχεδιασμού ανα νησί. Κάθε νησί έχει διαφορετικά χαρακτηριστικά και βούληση μας είναι να συνδράμουμε τους Δήμους να αντιμετωπίζουν τη διαχείριση του νερού, όχι μόνο στο σκέλος της προσφοράς νερού με την υλοποίηση περισσότερων και πιο δαπανηρών έργων, αλλά και στη διαχείριση της ζήτησης, με βελτίωση των δεξαμενών αποθήκευσης, μείωσης των απωλειών που σε κάποιες περιπτώσεις φτάνει στο 40% κα. Τα τελευταία 3 χρόνια έχουμε υλοποιήσει πάνω από 300 έργα σε 75 νησιά. Το 2024 εκδώσαμε 25 νέες άδειες για προσωρινή λειτουργία αφαλατώσεων, ενώ τόσες είχαν εκδοθεί τα τελευταία 4 χρόνια συνολικά. Η αφαλάτωση είναι μια καλή λύση, ωστόσο χρειαζόμαστε και οικοσυστημικές λύσεις. Η εμπειρία αυτή μας επιτρέπει να κάνουμε ένα σχεδιασμό τριών σημείων, πρώτον, στην ανάγκη για πιο στοχευμένες χρηματοδοτήσεις, δεύτερον καλύτερη γνώση γύρω από το νερό και μελέτη των ιδιαιτεροτήτων της νησιωτικότητας και τρίτον, στη θέσπιση κανόνων για την ανάκτηση του κόστους του νερού και με κοινωνικά κριτήρια για τα μικρά νησιά\\xBB, δήλωσε στο ΑΠΕ-ΜΠΕ ο γενικός γραμματέας Αιγαίου και Νησιωτικής Πολιτικής του υπουργείου Ναυτιλίας και Νησιωτικής Πολιτικής, Μανώλης Κουτουλάκης. Όπως σημειώνει στο Αθηναϊκό – Μακεδονικό Πρακτορείο Ειδήσεων ο καθηγητής Διευθέτησης Ορεινών Υδάτων και διευθυντής Έδρας UNESCO Con-E-Ect στο Δημοκρίτειο Πανεπιστήμιο Θράκης, Δημήτρης Εμμανουλούδης, \\xABδιαπιστώθηκε ότι με τη βοήθεια τεχνικών παρεμβάσεων και έργων είναι δυνατή η κάλυψη όχι μόνον των σημερινών αναγκών αλλά και της μελλοντικής ζήτησης νερού έως το 2030, κατά την διάρκεια των θερινών μηνών (Ιούνιος, Ιούλιος και Αύγουστος), σε ποσοστό 100%. Με αυτό τον τρόπο, δίνεται η δυνατότητα αφενός μεν να μην χρησιμοποιηθούν τα υπόγεια υδατικά διαθέσιμα του νησιού, ώστε αυτά να μπορούν να χρησιμοποιηθούν στο σύνολό τους από τους κατοίκους κατά τους μήνες που δεν υπάρχει τουρισμός, σε κάθε είδους χρήσεις (οικιακή, γεωργία, κτηνοτροφία κλπ), αφετέρου το προσφερόμενο νερό στους επισκέπτες – τουρίστες, να είναι νερό βροχής και όχι αφαλατωμένο με ό,τι αυτό σημαίνει για τη βελτίωση των παρεχόμενων υπηρεσιών προς αυτούς\\xBB. </p><p>Σύμφωνα με τον κ. Εμμανουλούδη εξαιτίας των ενθαρρυντικών αποτελεσμάτων της προηγούμενης έρευνας, πρόκειται να ξεκινήσει άμεσα μετά από ανάθεση του ίδιου φορέα στην ίδια διεπιστημονική ερευνητική ομάδα, ερευνητικό έργο, το οποίο θα αποτελεί την διευρυμένη β’ φάση του προηγούμενου. Στο έργο αυτό, θα επιχειρηθεί ο επακριβής υπολογισμός σημερινών αναγκών και μελλοντικής ζήτησης νερού σε αυτά τα επτά νησιά της χώρας μας, με την βοήθεια σύγχρονων υπολογιστικών μεθόδων και δεικτών. Τα νησιά αυτά έχουν επιλεγεί με κλιματικά, γεωμορφολογικά, κοινωνικά, γεωγραφικά και τουριστικά κριτήρια. \\xABΣτη συνέχεια θα προταθούν τεχνικά έργα μικρής κλίμακας και λύσεις φιλικές προς τα οικοσυστήματα, προκειμένου να επιτευχθεί η μέγιστη δυνατή συλλογή βρόχινου νερού, κατά την διάρκεια των χειμερινών μηνών. Σκοπός είναι, η ενίσχυση των υδατικών διαθεσίμων και ο περιορισμός της χρήσης αφαλατωμένου νερού κατά το δυνατό, ανάλογα με την περίπτωση του κάθε νησιού. Εξυπακούεται, ότι οι διαστάσεις, ο αριθμός και το επακριβές είδος των έργων αυτών, θα διαφέρει από νησί σε νησί, εξαρτώμενος από τις κλιματικές και γεωμορφολογικές συνθήκες του, αλλά και από το μέγεθος του επιδιωκόμενου για κάλυψη υδατικού ελλείμματος. Τελικός μελλοντικός στόχος (ο οποίος όμως δεν αφορά την Β’ φάση που αναφέρθηκε), είναι η δημιουργία μιας ολοκληρωμένης εικόνας των αναγκών και της ζήτησης νερού, σε όλα τα νησιά μικρού και μεσαίου μεγέθους της χώρας και ένα ολοκληρωμένο σχέδιο υποβοήθησης, στην εξεύρεση λύσεων αποταμίευσης νερού βροχής, ώστε να ενισχυθούν το δυνατόν τα υδατικά διαθέσιμά τους, αλλά και να περιοριστεί η αφαλάτωση\\xBB, υπογραμμίζει στο ΑΠΕ-ΜΠΕ ο κ. Εμμανουλούδης. Ένα εκρηκτικό \\xABκοκτέιλ\\xBB Με το πρόβλημα της λειψυδρίας να έχει λάβει φέτος μεγάλες διαστάσεις εξαιτίας των κλιματικών συνθηκών, αρκετές περιοχές της χώρας κατά τη διάρκεια κυρίως των θερινών μηνών, τέθηκαν σε κατάσταση έκτακτης ανάγκης από την Πολιτική Προστασίας. Ο κ. Εμμανουλούδης επεξηγώντας ακριβώς τον όρο της λειψυδρίας τονίζει ότι πρόκειται για το φαινόμενο κατά το οποίο ο πολύτιμος αυτός φυσικός πόρος, το νερό, προσφέρεται σε μικρότερες ή πολύ μικρότερες ποσότητες σε σχέση με αυτές που ο άνθρωπος, η χλωρίδα και η πανίδα μιας συγκεκριμένης ή ευρύτερης περιοχής, χρειάζεται για να καλυφθούν οι αντίστοιχες ανάγκες και προσθέτει ότι συνήθως η λειψυδρία μιας περιοχής, είναι στενά συνυφασμένη με την έλλειψη βροχοπτώσεων για μεγάλο χρονικό διάστημα στην περιοχή αυτή (ανομβρία). Υπάρχει όμως και η περίπτωση – αρκετά συχνή τις τελευταίες δεκαετίες –, όπως τονίζει, να εμφανίζεται λειψυδρία σε μια περιοχή ακόμα και αν έχουμε αρκετές βροχοπτώσεις. \\xABΑυτό συμβαίνει γιατί η ζήτηση του νερού στην περιοχή αυτή, υπερβαίνει την προσφορά σε νερό των επιφανειακών και υπόγειων υδροφορέων\\xBB, σημειώνει. Παρατηρώντας τις συνθήκες που επικρατούν τη φετινή χρονιά, ο κ. Εμμανουλούδης επισημαίνει ότι το φαινόμενο της λειψυδρίας, εντάσσεται στην πρώτη από τις προαναφερθείσες περιπτώσεις καθώς διαπιστώθηκε ότι οι βροχοπτώσεις κατά την χειμερινή περίοδο στις περισσότερες περιοχές της χώρας ήταν κάτω από το μέσο όρο, ενώ οι χιονοπτώσεις σχεδόν ανύπαρκτες. Σε αυτές τις συνθήκες, έρχονται να προστεθούν και οι πολύ υψηλές θερμοκρασίες που παρατηρήθηκαν σε ολόκληρη την χώρα από τον περασμένο Μάρτιο και Απρίλιο ακόμα. \\xABΌλα τα ανωτέρω προαναφερθέντα γεγονότα, δημιούργησαν ένα εκρηκτικό “κοκτέιλ”, του οποίου τις συνέπειες βιώνουμε το διάστημα αυτό\\xBB, επισημαίνει ο κ. Εμμανουλούδης και προσθέτει ότι οι αρνητικές επιπτώσεις είναι πάρα πολλές και εξαιρετικά δυσμενείς. \\xABΕνδεικτικά αναφέρουμε την πολύ σημαντική αύξηση του κινδύνου των δασικών πυρκαγιών επειδή αυξάνεται η ευφλεκτότητα της βλάστησης, τον κίνδυνο καταστροφής των γεωργικών καλλιεργειών όλων των ειδών με ό,τι αυτό συνεπάγεται για την εφοδιαστική αλυσίδα τροφίμων, άνθρωπο και ζώα, τον κίνδυνο για την φυσιολογική ανάπτυξη της χλωρίδας και την επιβίωση της πανίδας (ασθένειες, μαζικοί θάνατοι). Όσον αφορά τις αρνητικές επιδράσεις στον άνθρωπο, αυτές σχετίζονται με την υγεία του, την υγιεινή του, την ποιότητα ζωής του, αλλά και την οικονομική του ευημερία, διότι η λειψυδρία επηρεάζει αρνητικά και μια σειρά από υπηρεσίες ή προϊόντα, όπως ο τουρισμός, η βιομηχανία, οι κατασκευές κλπ. Γίνεται εύκολα αντιληπτό ότι το φαινόμενο της λειψυδρίας παίρνει ακόμη πιο εφιαλτικές διαστάσεις όσο σε μια περιοχή, εμφανίζεται αυξημένη εποχιακά συγκέντρωση πληθυσμού, γεγονός που συμβαίνει στις περισσότερες νησιωτικές περιοχές της χώρας μας, εξαιτίας του τουρισμού\\xBB, σημειώνει. \\xABΑσφυκτικές υδρολογικά συνθήκες στις νησιωτικές περιοχές κατά τη θερινή περίοδο\\xBB Με τη χώρα μας να δέχεται μεγάλο αριθμό τουριστών, που όπως τονίζει ο κ. Εμμανουλούδης, τα τελευταία χρόνια ξεπερνά τα 30.000.000, εκ των οποίων το μεγαλύτερο μέρος κατά τη θερινή περίοδο, οι επισκέπτες αυτοί συκεντρώνονται σε ένα μεγάλο ποσοστό τους στην πρωτεύουσα και σε νησιωτικές περιοχές, δημιουργώντας στις τελευταίες, ασφυκτικές υδρολογικά συνθήκες, λαμβανομένων υπόψιν και των δυσμενών κλιματικών συνθηκών που προαναφέρθηκαν. Για το λόγο αυτό, ο κ. Εμμανουλούδης εκφράζει, τους φόβους και την ανησυχία του ότι \\xABόσα νέα έργα αποταμίευσης νερού και αν προταθούν (ιδιαίτερα στα δημοφιλή τουριστικά νησιά της χώρας) και όσα αν κατασκευαστούν, καθώς επίσης και όσες μονάδες αφαλάτωσης δημιουργηθούν, από ένα συγκεκριμένο όριο επισκεπτών και μετά, η κατάσταση θα είναι μη διαχειρίσιμη\\xBB. \\xABΣε αυτή την περίπτωση θα πρέπει από κοινού η Πολιτεία σε συνεννόηση με τους ΟΤΑ των περιοχών αυτών και τους κατοίκους, να καθορίσουν μια νέα τουριστική πολιτική, η οποία θα οδηγεί σε βιώσιμες καταστάσεις για ανθρώπους, χλωρίδα, πανίδα και ιχθυοπανίδα των περιοχών αυτών\\xBB, τονίζει ο κ. Εμμανουλούδης. \\xABΕμφανείς επιπτώσεις σε λίμνες στο μεγαλύτερο μέρος της χώρας\\xBB Πέρα ωστόσο από τα ζητήματα λειψυδρίας που παρατηρούνται σε αρκετές περιοχές της χώρας, έχει διαπιστωθεί και η κάθοδος της στάθμης των λιμνών. Σύμφωνα με τον κ. Εμμανουλούδη, αυτό είναι γενικότερα απόρροια μιας σειράς παραγόντων (κλιματικών, γεωμορφολογικών, τεκτονικών, τεχνικών κλπ.). Κατά την φετινή χρονική περίοδο, όπως εξηγεί, η διαπιστωθείσα κάθοδος της στάθμης στις λίμνες της χώρας μας, οφείλεται αφενός στην προαναφερθείσα έλλειψη βροχοπτώσεων και χιονοπτώσεων – διότι πολλές εξ’ αυτών τροφοδοτούνται με νερό από ορεινές λεκάνες απορροής, που καλύπτονται συνήθως με χιόνια – και αφετέρου στις πολύ υψηλές θερμοκρασίες και στην έντονη ηλιοφάνεια, που επικρατούν από τον περασμένο Μάρτιο, που έχουν ως αποτέλεσμα την έντονη εξάτμιση των ανώτερων στρωμάτων νερού των λιμνών. \\xABΤο φαινόμενο είναι οπτικά εντονότερο, σε λίμνες που έχουν μικρό βάθος όπως π.χ. η Δοϊράνη, της οποίας το βαθύτερο σημείο είναι 4 m και όπου με μια κάθοδο της στάθμης της κατά 2 m, η λίμνη εμφανίζεται να έχει μειωθεί στο μισό. Εξυπακούεται ότι από το φαινόμενο αυτό δεν εξαιρούνται και οι τεχνητές λίμνες – ταμιευτήρες – όπως π.χ. ο Μόρνος, η λίμνη Πλαστήρα κλπ. Δυστυχώς, αν εξαιρέσουμε τεχνητές ή φυσικές λίμνες των βορειοδυτικών τμημάτων της χώρας, σε όλο το υπόλοιπο τμήμα της, ακόμα και στη Βόρεια Ελλάδα (βλ. Δοϊράνη, λίμνη Λαγκαδά Θεσσαλονίκης κλπ), οι επιπτώσεις είναι από λίαν εμφανείς έως εμφανείς\\xBB, υπογραμμίζει. \\xABΕπιτακτική η λήψη μιας σειράς μέτρων\\xBB Σύμφωνα με τον κ. Εμμανουλουδή, για την αντιμετώπιση αυτής της επείγουσας κατάστασης – κρίσης, είναι επιτακτικό να ληφθούν μια σειρά από μέτρα, όπως γίνεται σε όλες τις περιπτώσεις εμφάνισης κρίσεων (υγειονομικής, οικονομικής, περιβαλλοντικής κλπ.). Αυτά, όπως εξηγεί, διακρίνονται σε τρεις κατηγορίες: άμεσα, βραχυπρόθεσμα, μεσοπρόθεσμα. Ειδικότερα, ο κ. Εμμανουλούδης προτείνει τα εξής μέτρα: Άμεσα: Υιοθέτηση ατομικής κουλτούρας εξοικονόμησης νερού στην καθημερινότητά μας (παρασκευή φαγητού, ατομική υγιεινή, καθαριότητα). Το μέτρο αυτό καθίσταται ακόμη πιο επιτακτικό για τις επιχειρήσεις εστίασης και ξενοδοχεία. Υιοθέτηση μεθόδων άρδευσης στην γεωργία, οι οποίες δεν είναι υδατοβόρες, εν ανάγκη αλλαγή και είδους καλλιεργειών (μην ξεχνάμε ότι η γεωργία καταναλώνει το 70% των διαθέσιμων υδάτινων πόρων, παγκοσμίως ! ). Αποφυγή κάθε είδους (τουλάχιστον για την θερινή περίοδο) χρήσης νερού για σκοπούς αναψυχής, αισθητικής κλπ. (πισίνες, συντριβάνια, άρδευση κήπων). Βραχυπρόθεσμα: Περιορισμός των απωλειών των δικτύων μεταφοράς και διανομής του νερού, από τις δεξαμενές αποθήκευσης ή σημεία υδροληψίας προς τις οικιακές – εμπορικές καταναλώσεις, δεδομένου ότι οι απώλειες των δικτύων στην χώρα μας, ακόμα και στην περιοχή της πρωτεύουσας κυμαίνονται από 45 – 55% (με διεθνώς παραδεκτό όριο το 20%), γεγονός που με απλά λόγια σημαίνει ότι από την διατιθέμενη ποσότητα νερού, η μισή φτάνει στο σημείο κατανάλωσης ! Ο περιορισμός των απωλειών θα προκύψει αφενός από την επισκευή των διαρροών και βλαβών, αφετέρου από την βελτίωση και τον εκσυγχρονισμό των υπαρχόντων δικτύων. Μεσοπρόθεσμα: Επακριβής υπολογισμός των σημερινών αναγκών αλλά και της μελλοντικής ζήτησης, ιδιαίτερα σε περιοχές που εμφανίζουν αυξημένη τουριστική κίνηση. Ο υπολογισμός αυτός μπορεί να γίνει με την βοήθεια σύγχρονων υπολογιστικών μεθόδων, που στηρίζονται σε νεοεισαγόμενους δείκτες όπως το Υδατικό Αποτύπωμα (Water Footprint). Το Υδατικό Αποτύπωμα είναι ουσιαστικά η ποσότητα του νερού που χρησιμοποιεί ένας άνθρωπος, μια επιχείρηση ή μια βιομηχανία καθημερινά. Από τον συγκεκριμένο υπολογισμό δύναται να προκύψει με ακρίβεια το ετήσιο έλλειμμα σε νερό για μια συγκεκριμένη περιοχή, για διαφορετικά κλιματικά σενάρια, στο παρόν και στο εγγύς μέλλον, γεγονός που τον καθιστά απαραίτητο για την επιλογή των κατάλληλων έργων αποταμίευσης νερού σε μια περιοχή και τον αντίστοιχο σχεδιασμό τους, ως προς την θέση και το μέγεθός τους. Τα έργα αυτά θα πρέπει να αποσκοπούν στην κατά το δυνατόν κάλυψη του ελλείμματος αυτού, ακόμα και για δυσμενή σενάρια. Κατασκευή τεχνικών έργων μικρής κλίμακας (ομβροπλατείες, υπερπηδητά εσχαρωτά φράγματα κλπ.), με την βοήθεια των ανωτέρω υπολογιστικών μεθόδων. Τα έργα αυτά μπορούν να συνδυάζονται, με τεχνικές κατασκευής και λειτουργίας φιλικές προς τα οικοσυστήματα (Ecosystem based adaptation) . Η κατασκευή των έργων αυτών προσιδιάζει ιδιαίτερα στις νησιωτικές περιοχές όπου πρέπει να δίνεται και η απαραίτητη προσοχή στην αισθητική των παρεμβάσεων, είναι δε εξαιρετικά αποτελεσματικά για την συλλογή βρόχινου νερού, ακόμα και από μικρές σε διάρκεια και ένταση βροχοπτώσεις, μπορούν δε να συνδυάζονται και με μια σειρά από nature based solutions (λύσεις με βάση την φύση). Το συλλεγόμενο βρόχινο νερό θα αποθηκεύεται σε υπόγειες δεξαμενές, προκειμένου να αποφευχθούν οι απώλειες εξάτμισης.</p>", "publisher": "Makeleio.gr", "instances": []}, {"relevance_score": 3, "title": "Η Περιφέρεια Θεσσαλίας στη 2η Διακρατική Συνάντηση του έργου Natured στo Gostivar", "published": "2025-06-21", "bodyText": "<p>Η Περιφέρεια Θεσσαλίας συμμετείχε στη 2η διακρατική συνάντηση του έργου NATURED: «Nature-bAsed soluTions for a jUst Resilience in thE Adriatic-Ionian cities – Λύσεις βασισμένες στη φύση για μια δίκαιη ανθεκτικότητα...</p>", "publisher": "Webnews - Greek", "instances": [". ."]}, {"relevance_score": 5, "title": "8+8 προτάσεις του ΣΥΡΙΖΑ για τις περιοχές των πυρκαγιών", "published": "2025-08-17", "bodyText": "<p>Τι αναφέρει σε επιστολή του προς τους βουλευτές του κόμματος ο Σωκράτης Φάμελλος. Πρωτοβουλίες για την αποκατάσταση των περιοχών που επλήγησαν από τις πρόσφατες πυρκαγιές ζητάει ο Σωκράτης Φάμελλος με 8+8 προτάσεις που περιλαμβάνει σε κείμενό του προς τους βουλευτές του κόμματός του. Στην επιστολή του ο πρόεδρος του ΣΥΡΙΖΑ ασκεί σφοδρή κριτική στον πρωθυπουργό, ενώ αμφισβητεί...</p>", "publisher": "Webnews - Greek", "instances": []}, {"relevance_score": 4, "title": "Scalable Cities – Το ευρωπαϊκό συνέδριο για την κλιματική ουδετερότητα στην Κηφισιά", "published": "2025-07-17", "bodyText": "<p>Ολοκληρώθηκε η ευρωπαϊκή εκδήλωση «Scalable Cities &amp; Smart Cities Marketplace Roadshow – Peer-to-Peer Event», η οποία φιλοξενήθηκε στις 15 Ιουλίου στον Δήμο Κηφισιάς, στο πλαίσιο της ευρύτερης ευρωπαϊκής πρωτοβουλίας για κλιματικά ουδέτερες και «έξυπνες» πόλεις έως το 2030. Η εκδήλωση συνδιοργανώθηκε από την πόλη της Βαρκελώνης (συντονίστρια του...</p>", "publisher": "Webnews - Greek", "instances": []}, {"relevance_score": 4, "title": "Ανοικτά περιβαλλοντικά δεδομένα &amp; ψηφιακή μετάβαση στην Περιφέρεια ΑΜΘ 25/06/25 - 9:00", "published": "2025-06-25", "bodyText": "<p>Το Περιφερειακό Ταμείο Ανάπτυξης Ανατολικής Μακεδονίας &amp; Θράκης πραγματοποίησε διαδικτυακή συνάντηση στο πλαίσιο του ευρωπαϊκού έργου OD4GROWTH, σε συνεργασία με το έργο DesirMED. Η συνάντηση είχε ως στόχο να αναδείξει τη σημασία της αξιοποίησης των ανοικτών δεδομένων για την προστασία του περιβάλλοντος, μέσα από την παρουσίαση σχετικών...</p>", "publisher": "Webnews - Greek", "instances": []}, {"relevance_score": 6, "title": "Ευρωπαϊκή έκθεση: Συχνότερες και πιο πολύπλοκες οι φωτιές λόγω κλιματικής αλλαγής – Οκτώ προτάσεις", "published": "2025-07-06", "bodyText": "<p>Ελλάδα - Επικαιρότητα Κυριακή 06.07.2025 14:00 Rodiaki NewsRoom ΑΝΑΓΝΩΣΤΗΚΕ 15 ΦΟΡΕΣ Τον κώδωνα του κινδύνου για την αυξανόμενη ένταση των πυρκαγιών και την ενίσχυση της πολυπλοκότητάς τους λόγω κλιματικής αλλαγής κρούει η ειδική ομάδα εργασίας του Επιστημονικού Γνωμοδοτικού Συμβουλίου των Ευρωπαϊκών Ακαδημιών (European Academies Science Advisory Council – EASAC). Οι φωτιές στην Ευρώπη επηρεάζουν πλέον και περιοχές...</p>", "publisher": "Webnews - Greek", "instances": []}, {"relevance_score": 4, "title": "Τη Δημιουργία Ενοποιημένου Ευρωπαϊκού Ολοκληρωμένου Συστήματος Διαχείρισης Δασικών Πυρκαγιών Ζητά Έρευνα του EASAC", "published": "2025-06-23", "bodyText": "<p>Στην έκθεση, την οποία συνέταξαν διακεκριμένοι επιστήμονες, ανάμεσά τους και δύο Έλληνες, ο γγ της Ακαδημίας Αθηνών, Χρήστος Ζερεφός και ο καθηγητής του Πανεπιστημίου Αιγαίου Κώστας Καλαμποκίδης, οι ερευνητές κρούουν τον κώδωνα του κινδύνου για τις όλο και συχνότερες και πολύπλοκες πυρκαγιές στην Ευρώπη επηρεάζοντας ακόμη και περιοχές που ιστορικά πλήττονται λιγότερο. Παράλληλα, εξετάζονται οι παράγοντες που...</p>", "publisher": "Webnews - Greek", "instances": []}, {"relevance_score": 3, "title": "Ευρωπαϊκή έκθεση: Συχνότερες και πιο πολύπλοκες οι φωτιές λόγω κλιματικής αλλαγής – Οκτώ προτάσεις", "published": "2025-06-22", "bodyText": "<p>«Ο κίνδυνος πυρκαγιών προβλέπεται να υπερδιπλασιαστεί έως το 2100 καθώς εντείνονται οι ξηρασίες και μειώνονται οι καλοκαιρινές βροχοπτώσεις», αναφέρεται στην έκθεση για τις φωτιές Τον κώδωνα του κινδύνου για την αυξανόμενη ένταση των πυρκαγιών και την ενίσχυση της πολυπλοκότητάς τους λόγω κλιματικής αλλαγής κρούει η ειδική ομάδα εργασίας του Επιστημονικού Γνωμοδοτικού Συμβουλίου των Ευρωπαϊκών Ακαδημιών (European Academies...</p>", "publisher": "Webnews - Greek", "instances": []}, {"relevance_score": 4, "title": "Επιστήμονες προτείνουν πανευρωπαϊκή συνεργασία για τη διαχείριση των δασικών πυρκαγιών", "published": "2025-06-22", "bodyText": "<p>Τη δημιουργία ενός ενοποιημένου ευρωπαϊκού ολοκληρωμένου συστήματος διαχείρισης δασικών πυρκαγιών (Integrated Fire Management) ώστε να καταστεί δυνατή η διαλειτουργικότητα της κοινής χρήσης πόρων και μέσων μεταξύ των κρατών-μελών προτείνει, σε έκθεσή της, η ειδική ομάδα εργασίας του Επιστημονικού Γνωμοδοτικού Συμβουλίου των Ευρωπαϊκών Ακαδημιών (European Academies Science Advisory Council - EASAC). Στην έκθεση, την οποία συνέταξαν διακεκριμένοι επιστήμονες,...</p>", "publisher": "Webnews - Greek", "instances": []}]