[{"relevance_score": 8, "title": "Farming Practices Evidence Library: A tool for agricultural sustainability", "published": "2025-02-24", "bodyText": "<p>The views expressed in any and all content distributed by Newstex and its re-distributors (collectively, the \"Newstex Authoritative Content\") are solely those of the respective author(s) and not necessarily the views of Newstex or its re-distributors. Stories from such authors are provided \"AS IS,\" with no warranties, and confer no rights. The material and information provided in Newstex Authoritative Content are for general information only and should not, in any respect, be relied on as professional advice. Newstex Authoritative Content is not \"read and approved\" before it is posted. Accordingly, neither Newstex nor its re-distributors make any claims, promises or guarantees about the accuracy, completeness, or adequacy of the information contained therein or linked to from such content, nor do they take responsibility for any aspect of such content. The Newstex Authoritative Content shall be construed as author-based content and commentary. Accordingly, no warranties or other guarantees are offered as to the quality of the opinions, commentary or anything else appearing in such Newstex Authoritative Content. Newstex and its re-distributors expressly reserve the right to delete stories at its and their sole discretion.</p>", "publisher": "EU Reporter", "instances": []}, {"relevance_score": 8, "title": "Achieving Holistic Sustainability Through Food Systems", "published": "2024-01-01", "bodyText": "<p>The views expressed in any and all content distributed by Newstex and its re-distributors (collectively, the \"Newstex Authoritative Content\") are solely those of the respective author(s) and not necessarily the views of Newstex or its re-distributors. Stories from such authors are provided \"AS IS,\" with no warranties, and confer no rights. The material and information provided in Newstex Authoritative Content are for general information only and should not, in any respect, be relied on as professional advice. Newstex Authoritative Content is not \"read and approved\" before it is posted. Accordingly, neither Newstex nor its re-distributors make any claims, promises or guarantees about the accuracy, completeness, or adequacy of the information contained therein or linked to from such content, nor do they take responsibility for any aspect of such content. The Newstex Authoritative Content shall be construed as author-based content and commentary. Accordingly, no warranties or other guarantees are offered as to the quality of the opinions, commentary or anything else appearing in such Newstex Authoritative Content. Newstex and its re-distributors expressly reserve the right to delete stories at its and their sole discretion.</p>", "publisher": "EU Reporter", "instances": []}, {"relevance_score": 8, "title": "EIT Climate-KIC moves Ireland towards climate neutrality", "published": "2023-05-09", "bodyText": "<p>The views expressed in any and all content distributed by Newstex and its re-distributors (collectively, the \"Newstex Authoritative Content\") are solely those of the respective author(s) and not necessarily the views of Newstex or its re-distributors. Stories from such authors are provided \"AS IS,\" with no warranties, and confer no rights. The material and information provided in Newstex Authoritative Content are for general information only and should not, in any respect, be relied on as professional advice. Newstex Authoritative Content is not \"read and approved\" before it is posted. Accordingly, neither Newstex nor its re-distributors make any claims, promises or guarantees about the accuracy, completeness, or adequacy of the information contained therein or linked to from such content, nor do they take responsibility for any aspect of such content. The Newstex Authoritative Content shall be construed as author-based content and commentary. Accordingly, no warranties or other guarantees are offered as to the quality of the opinions, commentary or anything else appearing in such Newstex Authoritative Content. Newstex and its re-distributors expressly reserve the right to delete stories at its and their sole discretion.</p>", "publisher": "EU Reporter", "instances": []}, {"relevance_score": 31, "title": "EU agricultural spending has not made farming more climate-friendly", "published": "2021-06-22", "bodyText": "<p nitf:lede=\"true\"/><p nitf:lede=\"true\">Jun 22, 2021( EU Reporter: <url normalizedValue=\"http://www.eureporter.co\">http://www.eureporter.co</url> Delivered by Newstex)  <br/> EU agricultural funding destined for climate action has not contributed to reducing greenhouse gas emissions from farming, according to a special report from the European Court of Auditors (ECA). Although over a quarter of all 2014-2020 EU agricultural spending - more than €100 billion - was earmarked for climate change, greenhouse gas emissions from agriculture have not decreased since 2010. This is because most measures supported by the Common Agricultural Policy (CAP) have a low climate-mitigation potential, and the CAP does not incentivize the use of effective climate-friendly practices. </p><p><br/><br/>'The EU's role in mitigating climate change in the agricultural sector is crucial, because the EU sets environmental standards and co-finances most of member states' agricultural spending,' said Viorel Ștefan, the member of the European Court of Auditors responsible for the report. 'We expect our findings to be useful in the context of the EU's objective of becoming climate-neutral by 2050. The new Common Agricultural Policy should have a greater focus on reducing agricultural emissions, and be more accountable and transparent about its contribution to climate mitigation.' <br/><br/>The auditors examined whether the 2014-2020 CAP supported climate mitigation practices with the potential to reduce greenhouse gas emissions from three key sources: livestock, chemical fertilisers and manure, and land use (cropland and grassland). They also analysed whether the CAP incentivised the uptake of effective mitigation practices better in the 2014-2020 period than it did in the 2007-2013 period. <br/><br/>Livestock emissions represent around half of emissions from agriculture; they have not decreased since 2010. These emissions are directly linked to the size of the livestock herd, and cattle cause two thirds of them. The share of emissions attributable to livestock rises further if the emissions from the production of animal feed (including imports) is taken into account. However, the CAP does not seek to limit livestock numbers; nor does it provide incentives to reduce them. CAP market measures include the promotion of animal products, consumption of which has not decreased since 2014; this contributes to maintaining greenhouse gas emissions rather than reducing them. <br/><br/>Emissions from chemical fertilisers and manure, which account for almost a third of agricultural emissions, increased between 2010 and 2018. The CAP has supported practices that may reduce the use of fertilisers, such as organic farming and cultivating grain legumes. However, these practices have an unclear impact on greenhouse gas emissions, according to the auditors. Instead, practices that are demonstrably more effective, such as precision farming methods that match fertiliser applications to crop needs, received little funding. <br/><br/>The CAP supports climate-unfriendly practices, for example by paying farmers who cultivate drained peatlands, which represent less than 2% of EU farmland but which emit 20% of EU agricultural greenhouse gases. Rural development funds could have been used for the restoration of these peatlands, but this was rarely done. Support under the CAP for carbon sequestration measures such as afforestation, agroforestry and the conversion of arable land to grassland has not increased compared to the 2007-2013 period. EU law does not currently apply a polluter-pays principle to greenhouse gas emissions from agriculture. <br/><br/>Finally, the auditors note that cross-compliance rules and rural development measures changed little compared to the previous period, despite the EU's increased climate ambition. Although the greening scheme was supposed to enhance the environmental performance of the CAP, it did not incentivise farmers to adopt effective climate-friendly measures, and its impact on climate has been only marginal. <br/><br/>Background information <br/><br/>Food production is responsible for 26 % of global greenhouse gas emissions, and farming - in particular the livestock sector - is responsible for most of these emissions. <br/><br/>The EU's 2021-2027 Common Agricultural Policy, which will involve around €387bn in funding, is currently under negotiation at EU level. Once the new rules are agreed, member states will implement them through 'CAP Strategic Plans' designed at national level and monitored by the European Commission. Under the current rules, each member state decides whether or not its farming sector will contribute to reducing agricultural emissions. <br/><br/>Special report 16/2021: 'Common Agricultural Policy and climate - Half of EU climate spending but farm emissions are not decreasing' is available on the ECA website[1] <br/> [ 1]: <url normalizedValue=\"http://eca.europa.eu\">http://eca.europa.eu</url></p><p/>", "publisher": "EU Reporter", "instances": ["The CAP supports climate-unfriendly practices, for example by paying farmers who cultivate drained peatlands, which represent less than 2% of EU farmland but which emit 20% of EU agricultural greenhouse gases. Rural development funds could have been used for the restoration of these peatlands, but this was rarely done. EU law does not currently apply a polluter-pays principle to greenhouse gas emissions from agriculture. Finally, the auditors note that cross-compliance rules and rural development measures changed little compared to the previous period, despite the EU's increased climate ambition."]}, {"relevance_score": 88, "title": "The important role carbon compensation plays in transitioning to a carbon free society", "published": "2021-12-02", "bodyText": "<p nitf:lede=\"true\"/><p nitf:lede=\"true\">Dec 02, 2021( EU Reporter: <url normalizedValue=\"http://www.eureporter.co\">http://www.eureporter.co</url> Delivered by Newstex)  <br/> A carbon credit is a certificate representing one metric ton of carbon dioxide equivalent that is either avoided from being emitted into the atmosphere (emissions avoidance/ reduction) or removed from the atmosphere. For a carbon-reduction project to generate carbon credits, it needs to demonstrate that the achieved emission reductions or carbon dioxide removals are real, measurable, permanent, additional, independently verified, and unique, writes Tiago Alves and Silvia Andrade of Reflora Initiative, Portugal. </p><p><br/><br/>Voluntary carbon offsets enable those in unregulated sectors or countries to offset their emissions by buying these carbon credits. This situation applies to those agents that are not under a legal mechanism, allowing the possibility of broad participation. Thus, Voluntary carbon offsets have an important role in the achievement of the different global efforts to achieve net-zero emissions since it involves a variety of participants through the implementation of different kinds of projects. The proceeds from the sale of voluntary carbon credits enable the development of carbon-reduction projects across a wide array of project types. These include renewable energy, avoiding emissions from fossil-fuel- based alternatives, natural climate solutions, such as reforestation, avoided deforestation, energy efficiency, and resource recovery, such as avoiding methane emissions from landfills or wastewater facilities, among others. <br/><br/>Today it represents an incredibly dynamic market that can be part of the solution to the climate crisis because of their economic and environmental efficiency. According to Portuguese based company Reflora Initiative the success of carbon markets depends on guaranteeing the quality of carbon projects by measuring the co- benefits delivered and making sure that every carbon credit sold brings real impact. Especially for voluntary carbon markets, this system also enables companies to gain experience with carbon inventories, emissions reductions, and carbon markets. Consequently, this mechanism may facilitate future participation in a regulated system. <br/><br/>Even though it is important the role that voluntary carbon markets have in contributing to the global effort to achieve net-zero emissions, it is also crucial to establish under what regulations this mechanism should work. For instance, the Science-Based Targets argues that the companies' net-zero targets will require long-term deep decarbonization targets of 90-95% across all scopes before 2050. They also argue that when a company reaches its net-zero target, only a very limited amount of residual emissions can be neutralized with high-quality carbon removals, this will be no more than 5-10%. Therefore, under the definition of net-zero emissions made by SBT, the voluntary carbon offsets should be applied to the amount of residual emissions for each company. <br/><br/>On the other hand, there are also some advances related to article 6 that is part of the Paris Agreement. After five years of negotiations, the world's governments settled on the rules for the global carbon market. Negotiators agreed to avoid double-counting in order to prevent that more than one country could claim the same emissions reductions as counting toward their own climate commitments. It is considered that this is critical to make real progress on reducing emissions. Additionally, this mechanism is also a potential tool for the execution of net-zero pledges in companies. <br/><br/>In addition to the Voluntary carbon markets, there are also the Compliance Markets which are created and regulated by mandatory regional, national, and international carbon reduction regimes, such as the Kyoto Protocol and the European Union's Emissions Trading Scheme. Each of the participants within a cap-and-trade system (usually countries, regions, or industries) is allocated a certain number of allowances based on an emissions reduction target. These allowances are then neither created nor removed, but merely traded among participants. <br/><br/><url normalizedValue=\"https://www.eureporter.co/wp-content/uploads/2021/12/Webp.net-compress-image-2.jpg\">https://www.eureporter.co/wp-content/uploads/2021/12/Webp.net-compress-image-2.jpg</url><br/><br/> Given the regulatory framework that a cap-and-trade system has, its mechanism is influenced by policy diffusion. One of the main distinctions with the voluntary carbon market is that this market does not need this policy diffusion. Therefore, companies could execute their climate goals in a faster manner since they do not depend on this compliance framework. Moreover, it is considered that this specific framework by having a cap-and-trade system could limit the emissions that can be offset, which could affect the natural development of the carbon market. <br/><br/>Additionally, the compliance framework has different mechanisms depending on each country. For example, the systems in South Korea and Tokyo stand out as the only ones with specific sectoral caps. Some systems seem to rely heavily on emissions trading to achieve reductions. Other systems include looser references to contributing to overall GHG emissions reductions in the jurisdiction target. In contrast, Voluntary carbon credits have also an important role in democratizing carbon compensation since any company or individual on a voluntary basis could compensate for their emissions. Therefore, even though voluntary carbon markets have a lack of standardized requirements, there is more consistency in terms of the supply/demand forces in this market which could, in turn, help the transition to a decarbonized society. <br/><br/>The Taskforce on Scaling Voluntary Carbon Markets (TSVCM) estimates that demand for carbon credits could increase by a factor of 15 or more by 2030 and by a factor of up to 100 by 2050. Overall, the market for carbon credits could be worth upward of $50 billion in 2030. Based on stated demand for carbon credits, demand projections from experts surveyed by the TSVCM, and the volume of negative emissions needed to reduce emissions in line with the 1.5-degree warming goal, McKinsey estimates that annual global demand for carbon credits could reach up to 1.5 to 2.0 gigatons of carbon dioxide (GtCO2) by 2030 and up to 7 to 13 GtCO2 by 2050. Therefore, it is considered that there is still a significant potential in the development of the carbon markets, especially leading by companies that need to offset their emissions. <br/><br/>In terms of Nature-Based Solutions or Nature Climate solutions, several actors argue that any credible pathway to net-zero must include ending deforestation and the degradation of natural ecosystems plus reducing emissions associated with agricultural production and food systems. Reflora Initiative is one of those companies focusing its carbon offsetting services on natural climate solutions and making sure that carbon projects are coupled with co-benefits, such as biodiversity conservation and enhancement, freshwater regulation, and social and economic support to rural and indigenous communities. For instance, a significant proportion of the voluntary market is based on projects in tropical developing nations. it is also considered that NCS also supports both adaptation to climate change and mitigation of emissions. For example, agroforestry systems can create more resilient farming economies, while restoration projects can reduce the impacts of intense rainfall events and floods. <br/><br/>To sum up, there is still a considerable potential for Carbon Credits Markets, specifically for Voluntary Carbon Credits. Companies' Net-zero Targets will need these offsetting tools in order to achieve their decarbonisation goals. Additionally, it also gives the option to individuals to compensate for their emissions. On the other hand, the role of NCS projects is key to remove emissions in the atmosphere, while their co-benefits are generating impacts not only to the biodiversity but also to support rural and indigenous communities. <br/><br/>References <br/><br/> Stockholm Environment Institute. 'Making Sense of the Voluntary Carbon Market: A Comparison of Carbon Offset Standards'. <url normalizedValue=\"https://www.sei.org/publications/making-sense-voluntary-carbon-market-comparison-\">https://www.sei.org/publications/making-sense-voluntary-carbon-market-comparison-</url> carbon-offset-standards/[1] Tom Dowall. 'Science-Based Net-Zero Targets: 'Less Net, more Zero''. <url normalizedValue=\"https://sciencebasedtargets.org/blog/science-based-net-zero-targets-less-net-more-zero\">https://sciencebasedtargets.org/blog/science-based-net-zero-targets-less-net-more-zero</url>[2] McKinsey. How the voluntary carbon market can help address climate change <url normalizedValue=\"https://www.mckinsey.com/business-functions/sustainability/our-insights/how-the-\">https://www.mckinsey.com/business-functions/sustainability/our-insights/how-the-</url> voluntary-carbon-market-can-help-address-climate-change/[3] McKinsey. A blueprint for scaling voluntary carbon markets to meet the climate challenge <url normalizedValue=\"https://www.mckinsey.com/business-functions/sustainability/our-insights/a-blueprint-for-\">https://www.mckinsey.com/business-functions/sustainability/our-insights/a-blueprint-for-</url> scaling-voluntary-carbon-markets-to-meet-the-climate-challenge/[4] World Economic Forum. Why natural climate solutions are about much more than carbon <url normalizedValue=\"https://www.weforum.org/agenda/2021/10/natural-climate-solutions-more-than-carbon/\">https://www.weforum.org/agenda/2021/10/natural-climate-solutions-more-than-carbon/</url>[5] <br/> [ 1]: <url normalizedValue=\"https://www.sei.org/publications/making-sense-voluntary-carbon-market-comparison-%20carbon-offset-standards/\">https://www.sei.org/publications/making-sense-voluntary-carbon-market-comparison-%20carbon-offset-standards/</url> [ 2]: <url normalizedValue=\"https://sciencebasedtargets.org/blog/science-based-net-zero-targets-less-net-more-zero\">https://sciencebasedtargets.org/blog/science-based-net-zero-targets-less-net-more-zero</url> [ 3]: <url normalizedValue=\"https://www.mckinsey.com/business-functions/sustainability/our-insights/how-the-%20voluntary-carbon-market-can-help-address-climate-change/\">https://www.mckinsey.com/business-functions/sustainability/our-insights/how-the-%20voluntary-carbon-market-can-help-address-climate-change/</url> [ 4]: <url normalizedValue=\"https://www.mckinsey.com/business-functions/sustainability/our-insights/a-blueprint-for-%20scaling-voluntary-carbon-markets-to-meet-the-climate-challenge/\">https://www.mckinsey.com/business-functions/sustainability/our-insights/a-blueprint-for-%20scaling-voluntary-carbon-markets-to-meet-the-climate-challenge/</url> [ 5]: <url normalizedValue=\"https://www.weforum.org/agenda/2021/10/natural-climate-solutions-more-than-carbon/\">https://www.weforum.org/agenda/2021/10/natural-climate-solutions-more-than-carbon/</url></p><p>The views expressed in any and all content distributed by Newstex and its re-distributors (collectively, the \"Newstex Authoritative Content\") are solely those of the respective author(s) and not necessarily the views of Newstex or its re-distributors. Stories from such authors are provided \"AS IS,\" with no warranties, and confer no rights. The material and information provided in Newstex Authoritative Content are for general information only and should not, in any respect, be relied on as professional advice. Newstex Authoritative Content is not \"read and approved\" before it is posted. Accordingly, neither Newstex nor its re-distributors make any claims, promises or guarantees about the accuracy, completeness, or adequacy of the information contained therein or linked to from such content, nor do they take responsibility for any aspect of such content. The Newstex Authoritative Content shall be construed as author-based content and commentary. Accordingly, no warranties or other guarantees are offered as to the quality of the opinions, commentary or anything else appearing in such Newstex Authoritative Content. Newstex and its re-distributors expressly reserve the right to delete stories at its and their sole discretion.</p>", "publisher": "EU Reporter", "instances": ["For instance, a significant proportion of the voluntary market is based on projects in tropical developing nations. it is also considered that NCS also supports both adaptation to climate change and mitigation of emissions. To sum up, there is still a considerable potential for Carbon Credits Markets, specifically for Voluntary Carbon Credits. Companies' Net-zero Targets will need these offsetting tools in order to achieve their decarbonisation goals."]}, {"relevance_score": 25, "title": "\"Bomen zijn de sleutel voor een duurzame landbouw\"", "published": "2024-03-08", "bodyText": "<p nitf:lede=\"true\">HOUTHULST/IEPER - Diderik Clarebout van de agro-ecologische boerderij De Woudezel lanceerde een nieuw soort landbouwsysteem: agroforestry. Op een perceel in de Omloopstraat in Ieper worden kastanjes gecombineerd met traditionele gewassen.</p><h>KastanjesCursus voedselbos</h><p>\"In traditionele landbouw zie je grote velden met één gewas zoals maïs, bieten, graan of gras. In agroforestry heb je respect voor wat er al staat, maar voeg je een extra laag toe: bomen\", legt Diderik Clarebout (43) uit. \"Het is dus geen bos maar een ecologische vorm van landbouw. Door in verschillende lagen te werken heeft een boer meerdere inkomstenbronnen en zorg je ervoor dat je boerderij beter tegen de droogte kan.\"</p><p>\"We kozen voor kastanjes omdat die in de toekomst een deel van het graan kunnen vervangen als basisproduct. Dit was traditioneel ook zo in delen van Europa maar is grotendeels verdrongen door de intensivering van de landbouw. Dit is het eerste landbouwproject in West-Vlaanderen waar kastanjes zullen worden gecombineerd met traditionele gewassen op zo'n grote oppervlakte. De aanplant gebeurt in de Omloopstraat in Ieper ter hoogte van het Dikkebusvijverpad en dit op een perceel van 1,8 hectare.\"</p><p>Diderik Clarebout groeide op in de Ieperse deelgemeente Boezinge en woont nu in Houthulst, vlak bij De Blankaart. \"Al op jonge leeftijd was ik gefascineerd door alles wat met natuur en tuinieren te maken heeft. Ik hielp graag mee in de bloementuin van mijn oma langs de vaart en ik ging elke dag vissen.\"</p><p>Hij studeerde moraalwetenschappen en de mosterd voor De Woudezel komt uit zijn scriptie. \"Ik maakte mijn thesis rond Paracelsus, De Woudezel genaamd. Wij kozen voor deze naam omdat we net als Paracelsus tegen het establishment in moesten gaan om landbouw opnieuw met bomen te verzoenen. In de beginjaren kenden we tegenwind, maar nu hebben we wel de wind vanachter.\"</p><p>Intussen is Diderik twee jaar fulltime bezig met De Woudezel. Hij is onder meer ook gediplomeerd herborist, bosgids en permacultuurontwerper. Zijn vrouw Michèle Vanscheeuwyck is eveneens nauw betrokken bij de werking van De Woudezel. \"We brengen ook regelmatig workshops en opleidingen. Zo geven we bijvoorbeeld binnenkort een tiendelige praktijkopleiding voedselbos.\"</p><p>Open voor afhaling op woensdag en zaterdag van 14 tot 17 uur. Info: woudezel.be - <email normalizedValue=\"mailto:info@woudezel.be\">info@woudezel.be</email></p>", "publisher": "De Krant van West-Vlaanderen", "instances": ["Op een perceel in de Omloopstraat in Ieper worden kastanjes gecombineerd met traditionele gewassen. KastanjesCursus voedselbos\"In traditionele landbouw zie je grote velden met één gewas zoals maïs, bieten, graan of gras.", "Op een perceel in de Omloopstraat in Ieper worden kastanjes gecombineerd met traditionele gewassen. KastanjesCursus voedselbos\"In traditionele landbouw zie je grote velden met één gewas zoals maïs, bieten, graan of gras. \"Het is dus geen bos maar een ecologische vorm van landbouw. Door in verschillende lagen te werken heeft een boer meerdere inkomstenbronnen en zorg je ervoor dat je boerderij beter tegen de droogte kan."]}, {"relevance_score": 10, "title": "Inagro doet onderzoek naar Agroforestry", "published": "2023-03-24", "bodyText": "<p nitf:lede=\"true\">ROESELARE - Op een perceel vlakbij kaasboerderij 't Groendal doet onderzoekscentrum Inagro de komende jaren onderzoek naar Agroforestry waarbij de teelt van bomen of struiken met die van een landbouwgewas worden gecombineerd. Inmiddels werden er al een vijftigtal bomen, vooral walnoot, aangeplant. \"Voor dit project werken we samen met landbouwers uit de buurt, maar dit perceel kan vooral een voorbeeld zijn voor de hele sector van hoe agroforestry wordt aangepakt\", aldus Willem Van Colen van Inagro.</p><p>Agroforestry is een duurzame, klimaatrobuuste landbouwvorm, maar toch blijven heel wat telers er eerder terughoudend tegenover staan. \"We willen agroforestry voorbij de pioniersgrens tillen en leggen daarom hier een nieuw onderzoeks- en demoperceel aan\", vertelt gedeputeerde Bart Naeyert. Vlakbij de Koolzaadstraat werden inmiddels een vijftigtal bomen geplant. De komende jaren wordt er onder andere onderzocht wat de impact van de bomen op de teelt en de bodem is. Het perceel bevat ook een weerstation waar verschillende metingen worden uitgevoerd. \"We kozen voor walnootbomen omdat die op een vrije korte termijn opbrengst zullen geven. Het belangrijkste is echter dat de landbouwers hier tijdens demo's en dergelijke een kijkje komen nemen.\"</p>", "publisher": "De Krant van West-Vlaanderen", "instances": ["Inmiddels werden er al een vijftigtal bomen, vooral walnoot, aangeplant. \"Voor dit project werken we samen met landbouwers uit de buurt, maar dit perceel kan vooral een voorbeeld zijn voor de hele sector van hoe agroforestry wordt aangepakt\", aldus Willem Van Colen van Inagro.", "ROESELARE - Op een perceel vlakbij kaasboerderij 't Groendal doet onderzoekscentrum Inagro de komende jaren onderzoek naar Agroforestry waarbij de teelt van bomen of struiken met die van een landbouwgewas worden gecombineerd. Inmiddels werden er al een vijftigtal bomen, vooral walnoot, aangeplant. Agroforestry is een duurzame, klimaatrobuuste landbouwvorm, maar toch blijven heel wat telers er eerder terughoudend tegenover staan. \"We willen agroforestry voorbij de pioniersgrens tillen en leggen daarom hier een nieuw onderzoeks- en demoperceel aan\", vertelt gedeputeerde Bart Naeyert.", "Inmiddels werden er al een vijftigtal bomen, vooral walnoot, aangeplant. \"Voor dit project werken we samen met landbouwers uit de buurt, maar dit perceel kan vooral een voorbeeld zijn voor de hele sector van hoe agroforestry wordt aangepakt\", aldus Willem Van Colen van Inagro. \"We willen agroforestry voorbij de pioniersgrens tillen en leggen daarom hier een nieuw onderzoeks- en demoperceel aan\", vertelt gedeputeerde Bart Naeyert. Vlakbij de Koolzaadstraat werden inmiddels een vijftigtal bomen geplant.", "\"Voor dit project werken we samen met landbouwers uit de buurt, maar dit perceel kan vooral een voorbeeld zijn voor de hele sector van hoe agroforestry wordt aangepakt\", aldus Willem Van Colen van Inagro. Agroforestry is een duurzame, klimaatrobuuste landbouwvorm, maar toch blijven heel wat telers er eerder terughoudend tegenover staan. Vlakbij de Koolzaadstraat werden inmiddels een vijftigtal bomen geplant. De komende jaren wordt er onder andere onderzocht wat de impact van de bomen op de teelt en de bodem is."]}, {"relevance_score": 23, "title": "Papes Putten krijgt Groene Voetafdruk van milieuraad", "published": "2024-06-28", "bodyText": "<h>Vijverkaffee</h><p nitf:lede=\"true\">LICHTERVELDE - De milieuraad reikte dit jaar de Groene Voetafdruk uit aan Papes Putten in de Weststraat, een natuurgebied met zachte recreaties. De Groene Voetafdruk wordt gegeven aan personen of verenigingen die iets bijdragen aan het milieu van Lichtervelde. \"De vele vijvers maken het aangenaam voor iedere liefhebbende hengelaar\", zegt Heidi Deleu, voorzitter van de milieuraad. \"Maar ook aan fauna en flora is er geen gebrek. Papes Putten staan vooral bekend omwille van de vele ruwe berken. Op weinig plaatsen in West-Vlaanderen staan zoveel grote berken bij elkaar. Wie hier op verkenning gaat, zal ongetwijfeld merken dat dit een gebied is voor tal van watervogels. Papes Putten draagt bij aan een groener Lichtervelde.\"</p><p>\"Papes Putten is eigenlijk een beetje een organisch gegroeid terrein\", zegt Bram Vandekerckhove. \"Een historische site van mijn grootvader. De visclub zit hier intussen al van voor mijn geboorte. In de jaren '50, helemaal in het begin, stond hier een boerderij. Halfweg de jaren '60 is André Pape zavelzand beginnen verkopen. Onder de zandputten zat klei, een korte periode is hier een steenbakkerij geweest, op de plaats waar nu de kantine staat. In de jaren 1970 is het rechtgetrokken geweest door de beek hierachter.\" Door een storm in 2015 waren heel wat grote bomen op het terrein onherstelbaar beschadigd. \"Er werden nieuwe bomen aangeplant langs de dreef en er zijn bomen bijgekomen in de weide, met het systeem van agroforestry.\"</p><p>Het prachtige Papes Putten is voor velen een felbegeerde plek in de zomermaanden. \"We krijgen heel dikwijls de vraag van jeugdbewegingen of mensen die willen komen zwemmen. Dat is allemaal tof en leuk, maar als we tegen één iemand ja zeggen, moeten we iedereen toelaten. Ik heb hier met mijn neven enorm veel gezwommen in mijn kinderjaren. Ergens is het jammer dat we dit niet meer aan de huidige generatie kunnen geven. Daarom is het Vijverkaffee een goed compromis, om een tiental dagen per jaar iets meer toe te laten dan de rest van het jaar.\" (JW)</p>", "publisher": "De Krant van West-Vlaanderen", "instances": ["In de jaren 1970 is het rechtgetrokken geweest door de beek hierachter. Door een storm in 2015 waren heel wat grote bomen op het terrein onherstelbaar beschadigd. Het prachtige Papes Putten is voor velen een felbegeerde plek in de zomermaanden. \"We krijgen heel dikwijls de vraag van jeugdbewegingen of mensen die willen komen zwemmen."]}, {"relevance_score": 60, "title": "Het klimaat bedreigt uw kopje koffie", "published": "2024-02-01", "bodyText": "<p nitf:lede=\"true\">De opwarming van de aarde planeet bedreigt de koffieteelt. Wetenschappers zoeken verwoed naar alternatieven om de productie op lange termijn te redden.</p><p nitf:lede=\"true\"/><p nitf:lede=\"true\">Koffie wordt verbouwd in meer dan zeventig landen en helpt naar schatting 125 miljoen mensen in hun levensonderhoud te voorzien. Maar de opwarming van de aarde dreigt de wereldwijde koffieteelt te verstoren. De temperaturen stijgen en de neerslagpatronen verschuiven in Zuid-Amerika, Centraal- Afrika en Zuidoost-Azië, waar de meeste koffie wordt verbouwd. Tegen eind deze eeuw kan tussen 35 en 75 procent van het koffieareaal in Brazilië, de grootste producent ter wereld, ongeschikt zijn voor de teelt, volgens een recent artikel van Cássia Gabriele Dias, een onderzoekster aan de universiteit van Itajubá in Brazilië. In 2015 voorspelde een ander wetenschappelijk artikel al dat tegen 2050 tussen 43 en 58 procent van het wereldwijde koffieareaal onbruikbaar zal zijn. </p><p>Dat verlies kan slechts deels worden gecompenseerd door nieuwe plantages in regio's waar het nu nog te koud is om koffie te verbouwen, bijvoorbeeld in Zuid-China of aan de noordkust van de Golf van Mexico. Koffie is een kieskeurige plant, en dan vooral de arabicavariant, die 70 procent van de wereldproductie uitmaakt. De beste oogsten worden behaald als de temperatuur het hele jaar door tussen 18 en 23 graden blijft. De plant is gevoelig voor schimmels als koffieroest en voor de bessenkever, die eitjes legt in de groeiende bonen. Naar verwachting zullen beide plagen zich sneller verspreiden in een warmere wereld. Boeren die de robustavariant telen, hoeven zich iets minder zorgen te maken. Robusta geeft de voorkeur aan warmere temperaturen. Maar koffiesnobs houden niet van de bittere smaak. Robustabonen zijn goedkoper dan arabicabonen en worden meestal gebruikt in oploskoffie.</p><p>Vooruit en omhoog</p><p>Eén optie is bergopwaarts te gaan. Tanzania heeft bijvoorbeeld aanzienlijke stukken land op 150 tot 200 meter boven het niveau van de huidige plantages, die geschikt zouden moeten zijn voor de arabicateelt als de temperaturen stijgen. In Ethiopië hebben sommige boeren hun plantages al 600 meter hoger verplaatst. Maar een grotere hoogte betekent ook steilere hellingen en ondiepere bodems, waardoor voedingsstoffen sneller wegspoelen door de regen. Ze vervangen door kunstmest is duur. Hogere hellingen zijn vaak ook bedekt met dichte bossen. Die kappen werkt de klimaatopwarming in de hand. En verhuizen kan niet van de ene op de andere dag. Nieuwe plantages hebben vijf jaar of meer nodig eer ze een normale oogst opbrengen. Voor veel kleine boeren is zo'n uitstel geen optie.Een andere optie is de plantages anders te beheren. Koffieplanten zijn vrij klein en werden oorspronkelijk verbouwd in de schaduw onder een bladerdak. Toen de vraag naar koffie vorige eeuw toenam, verwijderden boeren de hogere bomen om meer planten te kunnen telen. Nu keren sommigen terug naar die oude technieken. Onderzoek van de universiteit van Nottingham wees uit dat schaduw helpt te voorkomen dat de planten verschroeien bij heet weer. Reinhold Muschler, een ecoloog aan het Centre for Investigation of Tropical Agronomy in Costa Rica, heeft bewijs dat schaduw het rijpingsproces vertraagt, wat de grootte en de smaak van koffiebonen ten goede komt. Bomen kunnen een thuis bieden aan nuttige roofdieren en bestuivers, waardoor tot 10,8 procent meer koffiebessen per tak kunnen groeien dan op plantages zonder schaduw. Roofvleermuizen, vogels en insecten zullen zich maar al te graag tegoed doen aan de bessenkever.Door koffie onder bomen te telen - agroforestryin het jargon - is er dan wel minder ruimte voor koffieplanten, maar ook bananen- en avocadobomen - die hoger zijn - kunnen goed gedijen op koffieplantages, zodat boeren die boven hun koffieplanten kunnen telen en een inkomen uit een extra teelt hebben. En meer bomen betekent ook meer bladafval, wat kan helpen om voedingsstoffen in de bodem vast te houden.</p><p>Verloren en teruggevonden</p><p>Maar de klimaatmodellen in veel delen van de wereld suggereren dat de temperaturen uiteindelijk gewoon te heet zullen worden voor de gevoelige arabica. Dat betekent dat, als we de teelt willen voortzetten, de boon zelf zal moeten veranderen. Arabica en robusta zijn niet de enige koffiesoorten. Er zijn zo'n 130 varianten bekend, maar de meeste zijn vergeten vanwege hun mindere smaak, de slechte opbrengst of de kleine bonen. Historische data tonen aan dat veel van die soorten floreerden in omgevingen die warmer of droger waren dan die waarin arabica en robusta nu groeien. Coffea dewevrei, bekend als excelsa, is gemakkelijk te telen, heeft een hoge opbrengst en een goede smaak. Zijn grootste voordeel is misschien wel zijn resistentie tegen de koffiekorstschimmel. De plant werd in 1902 ontdekt in wat nu de Democratische Republiek Congo is. Excelsa werd al snel het dominante koffiegewas in delen van Centraal-Afrika. Maar in 1933 sloeg het noodlot toe: een nieuwe ziekte verwoestte de oogst en leidde ertoe dat boeren berooid achterbleven. Ze gaven de excelsa op en richtten zich in plaats daarvan op arabica en robusta.Nu koffieroest door de klimaatverandering een serieuzer probleem wordt, kijken onderzoekers opnieuw naar excelsa. Hoewel nog niet bekend is hoe hittebestendig die variant is, is het al wel duidelijk dat die hogere temperaturen kan verdragen dan zowel arabica als robusta. De soort lijkt ook beter bestand tegen droogte dan robusta.Aan de andere kant duurt het elf à twaalf maanden eer excelsa na de bloei oogstklare bonen oplevert, vergeleken met slechts negen maanden voor arabica. De bessen zitten steviger vast aan de takken, wat betekent dat het meer moeite kost om ze te oogsten - een probleem dat nog wordt verergerd doordat de plant hoger is dan veel andere koffiesoorten, waardoor boeren ladders moeten gebruiken. Er is weinig bekend over de ziekte die excelsa fataal is geworden, hoewel een artikel van juni vorig jaar suggereert dat die minder erg zou toeslaan in hogere temperaturen.Met de uiteindelijke conclusie is toch dat er niet één soort is die arabica helemaal kan vervangen. In plaats daarvan hopen wetenschappers dat ze er met een mix van genetische manipulatie en ouderwetse kruising in slagen de eigenschappen van die herontdekte soorten over te brengen op arabica of om de eigenschappen van arabica over te planten naar een nieuwe soort. Een artikel met het meest uitgebreide arabicagenoom tot nu toe, dat vorige maand in Nature verscheen, zou de zaken vooruit moeten helpen. Maar het zal nog wel even duren voor dat werk vruchten afwerpt. Cássia Gabriele Dias van de universiteit van Itajubá verwacht dat er wel tien jaar of meer kan liggen tussen het voorstellen van een nieuwe koffievariant en de goedkeuring voor commercieel gebruik. Ze stelt dat Brazilië directere maatregelen moet nemen, waarbij sommige boerderijen bergopwaarts worden verplaatst, terwijl andere op agroforestry overstappen. Dat zou tijd kunnen winnen voor wetenschappers om een koffieplant te ontwikkelen die kan gedijen in een warmere wereld.</p>", "publisher": "Trends Magazine", "instances": ["Bomen kunnen een thuis bieden aan nuttige roofdieren en bestuivers, waardoor tot 10,8 procent meer koffiebessen per tak kunnen groeien dan op plantages zonder schaduw. Roofvleermuizen, vogels en insecten zullen zich maar al te graag tegoed doen aan de bessenkever. En meer bomen betekent ook meer bladafval, wat kan helpen om voedingsstoffen in de bodem vast te houden. Verloren en teruggevondenMaar de klimaatmodellen in veel delen van de wereld suggereren dat de temperaturen uiteindelijk gewoon te heet zullen worden voor de gevoelige arabica.", "Maar het zal nog wel even duren voor dat werk vruchten afwerpt. Cássia Gabriele Dias van de universiteit van Itajubá verwacht dat er wel tien jaar of meer kan liggen tussen het voorstellen van een nieuwe koffievariant en de goedkeuring voor commercieel gebruik. Dat zou tijd kunnen winnen voor wetenschappers om een koffieplant te ontwikkelen die kan gedijen in een warmere wereld."]}, {"relevance_score": 120, "title": "Plant van aanpak", "published": "2024-04-10", "bodyText": "<p nitf:lede=\"true\">Een tuin waar je meer in kunt oogsten dan dat je moet wieden? Daarvoor kan je terecht bij Yannick Demarbaix van Gulle Grond.</p><h>Tuin in DeurneHoektuin in MerksemTuin in ZoerselPatio in Borgerhout</h><p nitf:lede=\"true\">Een naam voor zijn bedrijf bedenken was moeilijk, vond Yannick Demarbaix. Het werd Gulle Grond. 'Dat rolt vlot van de tong, heeft iets genereus, en ook iets van een Suske en Wiske-album. En het gaat over de essentie. De grond.' Demarbaix ontwerpt en legt ecologische en eetbare tuinen aan, maar voor advies over tuinmeubelen of een welgemikt zwembad moet je niet bij hem zijn. 'Ik ben geen tuinarchitect, maar een man van planten. Een tuin moet voor mij meer zijn dan alleen mooi. Ze geeft ook terug, aan ons en aan de lokale fauna en flora. Dat wil zeggen: een minimum aan verharding, een minimum aan gazon en een overvloed aan vaste en eetbare planten. Ik probeer in mijn tuinen ideeën uit de voedselbossen en permacultuur op kleinere schaal toe te passen. Bij een voedselbos probeert men zeven lagen beplanting te bereiken en dat is in een stadstuintje niet altijd mogelijk, maar als je op een andere schaal denkt kan je heel wat ideeën meenemen.'</p><p nitf:lede=\"true\">Je kreeg je liefde voor tuinen van thuis mee?</p><p>'Mijn vader en broer werken ook in de sector, ik studeerde handelswetenschappen en logistiek management. Maar tuinen boeiden me, dus ik ging aan zelfstudie doen. Ik had toen geen eigen tuin, maar wel een volkstuintje in Berchem. Ik zag iedereen daar altijd heel hard spitten en dacht: is dat de bedoeling? Zo kwam ik bij permacultuur, agroforestry en voedselbossen uit. Ik volgde cursussen en begon tuinen te tekenen, voor mezelf en voor mensen die mijn hulp vroegen. De combinatie van plantenkennis en de creativiteit die je nodig hebt om een specifiek stuk grond in te vullen is leuk en er kwam snel veel vraag. In buurten als Berchem en Borgerhout heb je kleinere koertjes of tuinen, met veel tegels ook. Maar de bewoners willen daar wel iets interessants mee doen, voor zichzelf, en om ecologische redenen. In het begin was ik nog heel erg gefocust op het eetbare, vandaag is het basisidee een goede, ecologische invulling voor ons ecosysteem. En veel bloemen en uiteraard nog steeds aandacht voor het eetbare.' (lacht)</p><p>Ecosysteem, dat associeert men met bossen en natuurgebieden?</p><p>'Soms werken we op een paar vierkante meter, soms zijn het grotere tuinen, maar de afmeting doet er niet toe. Het is allemaal belangrijk én nuttig. Een hectare bos planten in pakweg Antwerpen is zo goed als onmogelijk, maar als tienduizend mensen zelfs maar 1 vierkante meter in hun tuin op een goede manier aanplanten, kom je ook aan die hectare. Dus een paar vierkante meter tegels weghalen en daar platen zetten maakt echt een groot verschil. Voor de stad en de bewoners, want groen en planten zijn niet alleen mooi maar ook aangenaam. Een koer met de juiste planten is in een warme zomer een stuk aangenamer om in te zitten dan eentje die alleen uit stenen bestaat. Het is bovendien goed voor de insecten, dieren en zelfs de ondergrond.'</p><p>Er is de laatste jaren veel te doen rond ontharding.</p><p>'Een oprit, een plek om een tafel of bank te zetten, een onderhoudsstrook rond het huis of een plek om fietsen te parkeren, we denken altijd meteen aan verharding, maar is dat nodig? Want het is duur en het vraagt meer onderhoud dan mensen denken. Grind is vandaag populair, maar als er na een aantal jaren toch onkruid door komt wordt het moeilijk te onderhouden. Houtsnippers zijn gebruiksvriendelijk, makkelijk te onderhouden en aan te vullen, en als het na veel jaren vergaat is dat excellente compost om te gebruiken. Het fungeert ook als spons en neemt overtollig water op als het veel regent, om het weer af te geven wanneer het weer droog is. Ik doe dan ook met plezier aan ontharding, overal waar het kan.'</p><p>We houden van tuinen en groen, maar willen niet per se elk weekend uren tuinieren. Is weinig onderhoud een populaire vraag bij je klanten?</p><p>'Ja, en ik begrijp dat. Net daarom is het raar dat mensen voor gras kiezen. Het geeft zeer weinig terug, er is veel werk aan en het is gevoelig. Bij veel regen krijg je mos, bij droogte wordt het bruin. Bodembedekkers moeten nooit gemaaid worden, ze zorgen min of meer voor zichzelf en vragen maar één of twee keer per jaar je aandacht. Vandaag zijn bloemenweides populair, en die zijn natuurlijk mooi. Maar ook die vragen veel aandacht. Een bloemenweide is een mengeling van vaste planten met een- en tweejarigen, die het beste werkt op schrale grond. Heb je rijkere grond, dan zie je snel dat bepaalde planten zoals komkommerkruid gaan domineren. Het vraagt veel werk om daar een mooi evenwicht in te krijgen. Mijn principe is: werk met de natuur mee. Alles begint bij de bodem, want dat is waar we mee werken. Ik zoek uit hoe veel zand, klei of leem er is en hoe veel water hij vasthoudt. De oriëntatie is ook belangrijk. Bij het uitkiezen van planten hou ik rekening met hoe ze eruitzien, hoe ze met droogte omgaan en hoelang ze bloeien. Ik neig naar vaste planten, ook omdat er heel wat zijn die, zelfs als ze uitgebloeid zijn, mooi én nuttig zijn. In de zaaddozen zitten zaadjes waar kleine vogeltjes van eten, en waar ook insecten als oorwurmen en lieveheersbeestjes in overwinteren. Biodiversiteit is iets waar ik veel belang aan hecht en waar steeds meer klanten naar vragen. Ze willen ook een tuin die er het hele jaar goed uitziet, en dat komt goed uit, want zo'n tuin is ook uitstekend voor die biodiversiteit. Op een plek waar altijd iets bloeit, van dovenetel en voorjaarsbollen tot asters en helleborus - die tot laat in het najaar en zelfs de winter bloeien - blijven dieren en insecten rondhangen, omdat ze er altijd te eten hebben. Een goede diversiteit in planten is boeiender om naar te kijken, en betekent dat een plantje dat het minder goed doet niet opvalt. En vergeet niet dat ook bomen altijd mooi zijn. Iets als een krentenboom geeft bloesem in het voorjaar, een mooi blad in de zomer, daarna bessen die veel vogels aantrekken, de bladeren kleuren prachtig oranjerood en omdat de boom nogal grillig groeit, ziet het er ook in de winter mooi uit. Schoonheid is ook belangrijk. Klanten willen een fijne plek om hun koffie of een glas wijn te drinken. Ook voortuinen verdienen daarom aandacht. Ze worden soms wat stiefmoederlijk behandeld, maar ze zijn het eerste wat je ziet als je thuiskomt, dus het is belangrijk dat dat een plek is die je mooi vindt, die je het hele jaar rond verrast en die lekker ruikt. Het is ook letterlijk je façade, het stuk van je huis dat vanaf de straat te zien is. Je doet je buren een plezier als je daar een interessante plek van maakt.'</p><p>Geur is iets wat soms onderschat wordt als factor in de tuin.</p><p>'Wat ruikt er heerlijker dan een bos net na een regenbui? Dus ja, ik plan dat mee in mijn ontwerpen. Citrusgeuren en lavendel werken kalmerend, dat is ideaal voor een voortuin, zodat je al wat meer ontspannen bent als je aan je voordeur aankomt. (lacht) De tuinen die ik teken, zijn een totaalbelevenis.'</p><p>'Een tuin van een koppel dat op pensioen is. Dit is een mooi voorbeeld van hoe je ook praktisch moet denken. De klanten wilden keukenkruiden, en die zet je best vlak bij de keuken, want niemand wil door de regen lopen om bieslook te gaan oogsten. Er moest een strook voorzien worden om de ramen te kunnen lappen. De klant wilde klinkers, ik stelde houtsnippers voor. Dat werkt even goed, maar als je van buiten naar de tuin kijkt, is het een stuk mooier. We hebben veel bomen bijgeplant, en de klanten vertellen dat ze nu veel minder moeten tuinieren, maar best veel tijd doorbrengen met dingen plukken. Dat is mooi om te horen. Een tuin die je tekent, en die een paar jaar later echt blijkt te werken voor de klant, daar doe ik het voor. Het mooie aan dit vak is dat het elke dag een leerschool is, omdat je met levende organismen werkt.'</p><p>'Dit is een echte 3D-tuin. Het is een zonnige hoektuin aan de voorkant van het huis. Er stonden drie bomen in, maar verder was het gewoon gazon. Er is nog een stukje achtertuin met privacy en een terras, maar dit was het grootste stuk groen aan het huis. We maakten er een interessante, speelse tuin van, waar de twee kinderen zich in kunnen amuseren. Veel planten en bloemen, met paden en stapstenen. Handig om te tuinieren, snoeien, oogsten, maar ook om te spelen. Ik vind dat je best zo weinig mogelijk op de bodem zelf stapt, omdat je die dan verstoort. Stapstenen zonder ondergrond, gewoon op de bodem, precies waar je ze nodig hebt, zijn perfect. De bomen zorgen voor schaduw, niet alleen voor de bewoners, maar ook op het huis. Net als de Toscaanse jasmijn tegen een muur, betekent dat verkoeling in warme zomers. Er staat ook een vijgenboom, die gelukkig is in de zon, uit de wind, en niet alleen mooi is met zijn speciale bladeren, maar ook veel vruchten geeft. De tuin is nu een stuk diverser en kleurrijker, en daar krijgen de bewoners regelmatig complimenten over van de buren.'</p><p>'Deze tuin is zo'n zestig meter diep, er was een aangelegd terras, de klant wilde nog wat gras en er moest plaats voorzien worden voor een hottub. Het zijn enthousiaste tuiniers en ze wilden graag een moestuin. Die is er gekomen, ook al is het iets wat ik vaak afraad. Het is iets waar je elke dag mee bezig moet zijn, het kost een stevige investering en er is geen garantie op succes. Ik weet dat uit ervaring, want ik heb er een. Als je op zoek bent naar een tijdrovende hobby zeg ik: ga ervoor. Maar anders probeer ik mensen op andere ideeën te brengen. Een zelfgekweekte prei zal niet goedkoper zijn dan een biologische, gekochte prei, dus het is niet eens erg efficiënt. Waar wel veel winst te halen valt: struiken, fruitbomen, bessen en vaste planten die eetbaar zijn. Een frambozenstruik is mooi, vraagt geen aandacht, maar levert heel veel frambozen op, iets wat in de winkel bepaald duur is. Bosaardbeien geven lekkere vruchtjes, maar de blaadjes zijn ook lekker in de sla en er zit megaveel vitamine C in. Dat zijn het soort planten dat ik graag gebruik in mijn ontwerpen. Ik push dat eetbare echt bij mijn klanten.'</p><p>'Dit was een typische stadstuin: overal tegels, een paar potten en in elke hoek een plant. Eigenlijk is dat heel strak en koud. De klant wilde een meer ecologische tuin met minder verharding, maar ook graag een iets wildere beplanting. We moesten ruimte voorzien voor een tafel en nog wat plaats om te zitten, maar konden toch ongeveer de helft van de tegels weghalen. Die mooie boog gaf ons plaats om veel vaste planten en bloemen te zetten, en een vijgenboom die in een pot stond, kon nu ook in de volle grond. Tenminste, nadat we alles hadden opgevuld met goede grond. Het werd een allesbehalve afgelikte tuin op een heel kleine oppervlakte, net zoals de klant het wilde.'</p>", "publisher": "Knack", "instances": ["Ik had toen geen eigen tuin, maar wel een volkstuintje in Berchem. Ik zag iedereen daar altijd heel hard spitten en dacht: is dat de bedoeling? Ik volgde cursussen en begon tuinen te tekenen, voor mezelf en voor mensen die mijn hulp vroegen. De combinatie van plantenkennis en de creativiteit die je nodig hebt om een specifiek stuk grond in te vullen is leuk en er kwam snel veel vraag."]}, {"relevance_score": 119, "title": "Bosvoeding", "published": "2024-02-28", "bodyText": "<p nitf:lede=\"true\">Een voedselbos is een bos vol lekkers. Is dit buzzword meer dan een romantische pluktuin en kan het ook echt iets betekenen in onze voedselvoorziening?</p><p nitf:lede=\"true\"/><p nitf:lede=\"true\">Het op hol geslagen klimaat, de landbouw onder druk en hoognodig natuurbeheer zijn brandend actuele thema's. Willen we het tij keren, dan moeten we in een razend tempo inzetten op het herstel van de biodiversiteit. Monoculturen zijn de meest aanwezige vorm van landbouw en dat bleek geen goed idee: verandering dringt zich op. Voedselbossen - een woord dat je vast al hebt horen waaien - zijn het absolute tegenovergestelde van een monocultuur. Het zijn weelderige plekken waar meerjarige bomen en struiken zorgen voor een ecosysteem als dat van een bos, maar dan boordevol eetbare planten. Maar hoe passen deze bossen in ons huidige landbouwsysteem?</p><p> En wie zijn de mensen die ze geduldig aanplanten? Wij zochten en vonden enkele voorlopers in deze landbouwrevolutie. Wouter van Eck is zo'n rasechte voedselbospionier. Al in 2009 plantte hij in de buurt van Nijmegen het voedselbos Ketelbroek aan, op een kale maisakker van bijna drie hectare. 'Mijn motivatie was de band tussen natuur en landbouw herstellen', vertelt Wouter. 'Natuur en landbouw zijn de laatste decennia uit elkaar gedreven, de natuur werd ingeperkt in reservaten en de landbouwgebieden werden steeds stiller, leger en monotoner. Ik ging op zoek naar een gemengd systeem, waar je een natuurlijk bos imiteert. Het mooie is: zo'n systeem zorgt voor zichzelf, je hoeft niet te ploegen, zaaien, spuiten of mesten. Het is een weerbaar ecosysteem met een minimum aan input.'</p><p>Stresstest</p><p>Tegen de hittegolven en lange periodes zonder regen die onze contreien de laatste jaren te verduren kregen bleek het voedselbos bestand. 'Ik zag de akkers rondom het bos verdorren terwijl het bos groen was en bleef groeien. Dat geeft hoop: de extreme omstandigheden van de afgelopen seizoenen waren een stresstest. Ondanks het feit dat het nog een jong bos is, hield het stand. Dat sterkt mij in mijn geloof dat een voedselbos een toekomstbestendige vorm van landbouw is.' Intussen kan Wouter zichzelf expert in het vakgebied noemen. Hij geeft les aan de universiteit van Wageningen en helpt landbouwers om grootschalige voedselbossen, van wel twintig hectare, op poten te zetten. 'Ik denk dat het voor landbouwers interessant is om in te zetten op polycultuur. Zo zijn ze veel minder afhankelijk van de agro-industrie, die hun dure meststoffen, pesticiden en materiaal verkoopt, en krijgen ze een betere prijs omdat ze een bijzonder product hebben. De transitie in de landbouw die ik voor ogen heb houdt ook in dat zuivel en vlees een minder belangrijke plaats hebben in ons dieet. Nu wordt een groot deel van ons landschap in beslag genomen door graan en mais dat als voeder voor dieren wordt gekweekt. Die omweg moeten we schrappen.' Voedselbos Ketelbroek zet zelf het grootste deel van zijn oogst af bij het plantaardige tweesterrenrestaurant De Nieuwe Winkel in Nijmegen. Emile van der Staak, door Gault&amp;Millau uitgeroepen tot Chef van het Jaar 2024, is een veelgeprezen chef die zijn botanische gastronomie, zoals hij zijn eigen keuken omschrijft, heeft ontwikkeld dankzij de bijzondere smaken van het voedselbos. 'Soms lijkt mijn boodschap streng,' zegt Wouter, 'maar onze samenwerking met De Nieuwe Winkel bewijst dat de toekomst vooral heel smakelijk zal zijn.'</p><p>Geen idyllisch plukbosje</p><p>'Binnen voedselbosbouw onderscheiden we twee ontwerpprincipes', legt Wouter van Eck uit. 'De zogenaamde \"romantische\" voedselbossen zijn kleinere bossen met een heel diverse aanplanting, ze hebben vaak sociale en educatieve functies. Aan de andere kant heb je de \"rationeel ingedeelde voedselbossen\", die vaak groter zijn en gericht op meer agrarische volumeproductie. Zo staan in grote voedselbossen de planten op rijen aangeplant, zodat de oogstvolumes makkelijk opgeschaald kunnen worden. In de toekomst wordt het dan ook mogelijk dat er robotica wordt ingezet voor de oogst.' Het grote - en rationeel ingedeelde - voedselbos in Schijndel dat Wouter begeleidt, vindt zijn afzet bij een groot cateringbedrijf dat maaltijden aanbiedt aan bedrijven. 'Er zijn voldoende bedrijven die willen inzetten op een gezonde en lokale maaltijd voor hun werknemers. Een andere afnemer is de keten Dille &amp; Kamille, zij gaan bijvoorbeeld walnootolie aanbieden van noten uit het voedselbos, naast chutney van kweeperen en duindoornzalf. Ik ben blij dat er zulke grote initiatieven ontstaan die bewijzen dat een voedselbos niet altijd een idyllisch plukbosje is, maar ook een landbouwmethode die een serieuze bijdrage levert aan onze voedselvoorziening.'En al is Wouter heel enthousiast over het potentieel van een voedselbos, zijn grootste disclaimer is dat je er wel geduld voor moet hebben. Het aanplanten van meerjarigen betekent ook dat de oogst pas na enkele jaren op gang komt. 'Daar moet je als onderneming klaar voor zijn en in ondersteund worden. Eenmaal de productie op stoom is, wordt het bos rendabel. We hebben zoveel problemen met stikstof, waterkwaliteit en klimaat dat het logisch is dat de overheid de overstap naar dit soort landbouwsystemen ondersteunt. Nederland subsidieert intussen de aanplant van voedselbossen: dat zijn reuzenstappen in de goede richting waarvan ik amper durfde te dromen toen ik begon.'</p><p>Twee hectare drassig land</p><p>Terug in België spreken we met Adriaan Severins, die samen met zijn vrouw Elena Peeters een drassig weiland aan de overkant van hun straat kocht. 'Elena en ik zijn theatermakers, geen boeren,' vertelt Adriaan, 'maar landbouw interesseert ons mateloos. Zo maakten we in 2023 de voorstelling Wortels, over de spanning tussen natuur en landbouw. Ik interviewde tientallen boeren om de tekst te schrijven en acteur Bruno Vanden Broecke gaf gestalte aan een melkveehouder die zijn bedrijf staande probeert te houden.' De interesse van Adriaan in klimaat en biodiversiteit kreeg nog een extra laag toen hij een paar jaar geleden opgenomen werd in de geestelijke gezondheidszorg. 'Een van de dingen die me er weer bovenop hielp, is de verbinding die ik aanging met de natuur. Ik merkte dat werken in de natuur een enorm positief effect had op mijn mentale gezondheid: de natuur is zo'n weerbaar systeem, het biedt zoveel oplossingen. In eerste instantie ging mijn fascinatie uit naar permacultuur. In deze landbouwvorm wordt er bijvoorbeeld niet gesproken van onkruid maar wel van pionierskruiden, de eerste soorten die opduiken om de bodem te helpen. Zo zullen er in een stikstofrijke bodem veel bramen en brandnetels groeien, die iets vertellen over de toestand van de grond. In plaats van ze te bestrijden, kunnen we ook kijken welke boodschap ze vertellen. De link naar mentale gezondheid is niet ver te zoeken, zo wordt een depressie ook wel een gezond antwoord op een ongezonde situatie genoemd.'Toen Adriaan en Elena van de stad naar het platteland verhuisden, voelde hij de drang om iets te doen met landbouw en mentaal welzijn. 'Toen ik bijleerde over voedselbossen, wist ik dat dit mijn manier zou zijn. In het dichtbevolkte België en Nederland staat de open ruimte enorm onder druk. We willen er zowel voedselproductie in kwijt, als natuur én recreatie. Een voedselbos kan al deze noden invullen op één stuk grond. Deze verre droom werd concreet toen er voor onze deur twee hectare landbouwgrond te koop kwam. Traditionele boeren uit de buurt waren niet geïnteresseerd omdat een deel van de wei verwilderd was en onder bosdecreet viel, wat een klassiek veld mais moeilijk haalbaar maakte. Omdat we het positieve verhaal over voedselbossen met zoveel mogelijk mensen deelden, vonden we investeerders die de aankoop mee mogelijk maakten. Ons voedselbos zal zeker een sociale insteek hebben: wij kiezen niet voor een hoogproductief bos met een afnemer met bepaalde verwachtingen. Wij willen productie combineren met verbeelding en beleving. Omdat we moeten werken met een zompige wei kunnen we niet overal kiezen voor hoogstammen met fruit en noten, daarom gaan we inzetten op bessen en paddenstoelen. Op populier, zwarte els en boswilg zullen we shiitake en oesterzwam enten. Dit weekend starten we met de aanplant. Eens het bos groeit en bloeit, wil ik erin werken met mensen die langdurig ziek zijn. Voor ze opnieuw aan hun job beginnen, kunnen ze hier weer wennen aan een werkritme. Samen in de natuur werken aan een positief project en zich opnieuw nuttig voelen geeft hopelijk de kracht om opnieuw in te stromen in het werkveld.'</p><p>Burgers en boeren</p><p>De tijd nemen is belangrijk als je een voedselbos wilt opzetten, leerde Adriaan. 'Wij zijn niet meteen beginnen aanplanten, maar hebben de tijd genomen om onze grond te leren kennen: welke stukken zijn natter of droger? Hoe reageert de grond op hevige regen en op hete periodes? We willen een systeem dat we niet moeten irrigeren, dat zichzelf kan reguleren. Hiervoor zijn we teruggegaan in de geschiedenis en hebben de oude topografische kaarten geraadpleegd waarbij we de oude aanplantingen ontdekten. Zo gaan we de houtkanten en haagkanten uit de 17de eeuw reconstrueren, zodat we een microklimaat kunnen installeren en de wind wordt gebroken. We laten ons intensief begeleiden door een ecologische landschapsarchitect en een biologische landbouwer, zij adviseren ons over de aanplanting en begeleiden de groei van het bos.'Bij het communiceren over hun project stoten Adriaan en Elena weleens op scepsis. 'Elena komt uit een landbouwersfamilie, dus we spreken veel traditionele boeren. Ook landbouwers uit de buurt komen regelmatig kijken waar we mee bezig zijn. We merken dat de oudere generatie soms lacherig reageert op twee kunstenaars die de landbouw in stappen. Door de interviews voor onze theatervoorstelling ben ik een stuk milder geworden in die tegenstelling. Ik snap dat de boeren die meegezogen zijn in het dominante model, waarbij schaalvergroting de enige optie was, zich soms met hun rug tegen de muur gezet voelen. Er is momenteel nog weinig verbinding tussen burgers en boeren en het kan wrang zijn als wij dan met twintig vrijwilligers onze bessen staan aan te planten. Het lijkt wel of ze op een snelweg beland zijn waar ze niet meer af raken. Ik probeer die gesprekken met veel humor te voeren. Het is belangrijk om ze niet uit de weg te gaan: het laatste wat ik wil is hier een eilandje creëren waarop we enkel met gelijkgestemden zitten. We streven naar diversiteit in onze planten, hoe dom zou het dan zijn om alleen maar te willen samenwerken met één type medemens.'We trekken verder naar het oudste voedselbos van België, in Kruisem. Het werd in 2000 aangeplant door Bert Dhondt, nadat hij in Australië had geleerd over deze, toen in België nog onbekende, landbouwvorm. 'In Australië waren ze helemaal overtuigd van de samensmelting van landbouw en natuurbeheer. Ik was zo enthousiast over deze filosofie dat ik in het vliegtuig naar huis mijn eerste ontwerp tekende.' Al bleek de realisatie en de vertaling naar het koele Vlaanderen een serieuze uitdaging. Dankzij een rist binnen- en buitenlandse vrijwilligers is het bos 24 jaar later een weelderige plek waarin Bert voltijds aan de slag is. Hij geeft er opleidingen aan mensen die zelf een voedselbos hebben maar hun kennis nog willen verdiepen. Ook mensen die hun moestuin willen inrichten volgens de principes van permacultuur, krijgen hier les. 'Mijn voedselbos heeft een educatieve functie. Als de zeldzame witte vijg hier geurend aan de boom hangt, is de oogst bedoeld voor de cursisten, die zich verbazen over de smaak en overvloed. Ik heb maximaal ingezet op diversiteit, je kunt hier wel zeshonderd soorten plukken en proeven - in een hoogproductief systeem gericht op afzet zijn dat er aanzienlijk minder. Het meest onderschatte voordeel van voedselbossen en eetbare landschappen is volgens mij de sociale component. Deze projecten zijn stuk voor stuk ontmoetingsplaatsen: plekken waar we ons kunnen verbinden met elkaar, de natuur en onze voeding. Die verbinding is volgens mij de essentiële factor om het welbevinden van alle landbouwers weer naar gezonde hoogtes te brengen.'</p><p>Het bos dat blijft</p><p>Bert merkt dat er de laatste jaren een explosie is in de interesse in voedselbossen. 'Al heb je wel een minimum aan oppervlakte nodig om van een bos te kunnen spreken: de ongeschreven regel is dat er een ondergrens is van een halve hectare. Vanaf één hectare krijg je een bosecosysteem waar bijvoorbeeld voldoende grote roofvogels zijn om aan plaagbeheer te doen. Al zijn veel kleine bosjes ook een sterk geheel: hoe meer verweving van natuur en landbouw, hoe sneller de biodiversiteit weer zal aansterken.' Elk jaar komen meer en meer doctoraatsstudenten naar het voedselbos om onderzoek te doen naar de bodem of de diversiteit. 'Zo is er nu een onderzoek opgestart dat via DNA-onderzoek probeert te achterhalen welke schimmels hier in de grond leven en wat hun effect is op de gezondheid van de bodem en de planten: er zijn hier opvallend minder ziekten en plagen. Ik ben vereerd dat dit soort projecten - puur ontstaan uit liefde voor de natuur - wordt opgepikt door de wetenschap en dat de technieken die wij hier gebruiken een ruimere toepassing kunnen krijgen en zo de landbouw kunnen helpen in een transitie naar meer duurzaamheid.'Ook Ben Brumagne ziet veel heil in de ecologische principes die aan de grond liggen van een voedselbos. Deze professionele wildplukker richtte samen met Louis De Jaeger het 'Food Forest Institute' op, dat zoveel mogelijk informatie over het ontwerp, de aanplant en het onderhoud van voedselbossen probeert samen te brengen. Hij is dan ook enthousiast over het aanplanten van bomen op landbouwpercelen om de transitie naar 'agroforestry' te versnellen. 'Dit zorgt voor een heleboel voordelen: je combineert eenjarige gewassen zoals aardappelen of granen met kastanje- of appelbomen, die zorgen voor een extra oogst, maar ook het land beschermen tegen wind, zon en erosie.' Voedselbossen zullen morgen nog niet de wereld voeden, maar tonen nu al de kracht van een robuust ecosysteem.</p><p>'Het mooie is: zo'n systeem zorgt voor zichzelf, je hoeft niet te ploegen, zaaien, spuiten of mesten' Wouter van Eck</p><p>'De oudere generatie boeren reageert soms lacherig op ons, twee kunstenaars die de landbouw in stappen' Adriaan Severins</p><p>'Veel kleine bosjes zijn een sterk geheel: hoe meer verweving van natuur en landbouw, hoe sneller de biodiversiteit zal aansterken' Bert Dhondt</p>", "publisher": "Knack", "instances": ["Ook Ben Brumagne ziet veel heil in de ecologische principes die aan de grond liggen van een voedselbos. Deze professionele wildplukker richtte samen met Louis De Jaeger het 'Food Forest Institute' op, dat zoveel mogelijk informatie over het ontwerp, de aanplant en het onderhoud van voedselbossen probeert samen te brengen. 'Dit zorgt voor een heleboel voordelen: je combineert eenjarige gewassen zoals aardappelen of granen met kastanje- of appelbomen, die zorgen voor een extra oogst, maar ook het land beschermen tegen wind, zon en erosie. Voedselbossen zullen morgen nog niet de wereld voeden, maar tonen nu al de kracht van een robuust ecosysteem."]}, {"relevance_score": 229, "title": "Voedselbossen: de landbouw van de toekomst?", "published": "2020-06-05", "bodyText": "<p nitf:lede=\"true\">Het voedselbos steekt op steeds meer plaatsen de kop op. Ook Vlaanderen krijgt langzaam maar zeker interesse. In Nederland staat het fenomeen zelfs op de politieke agenda. Met de Green Deal Voedselbossen hebben onder meer overheden en beleidsmakers zich uitgesproken om het areaal voedselbossen in Nederland flink te vergroten. De vraag is: moeten we al die voedselbossen wel willen?</p><p nitf:lede=\"true\"> Eos Tracé </p><p nitf:lede=\"true\"><url normalizedValue=\"https://eostrace.be/artikelen/welke-rol-hebben-voedselbossen-in-de-landbouw-van-de-toekomst\">Deze reportage verscheen eerder bij</url><emphasis typeStyle=\"bf\">Eos Tracé</emphasis>.  </p><p>In een voedselbos worden natuur en landbouw verenigd. Mocht je ooit een voedselbos passeren dan vang je misschien wel een glimp op van een specht of een teruggekeerde bever, begeleid door vrolijk kwetterende zangvogels.</p><p>Tegelijkertijd vind je er allerlei lekkers: welbekende noten en vruchten van de hazelaar, kastanje of framboos. Maar ook minder bekende soorten zoals de Chinese mahonie, met bladeren die smaken naar Franse uiensoep mét gesmolten kaas, of de schapenbes, waarvan de vruchten doen denken aan een combinatie van banaan en chocolade.</p><h>Weerbaar tegen klimaatverandering</h><p>Een wandeling langs een monocultuur is doorgaans minder avontuurlijk. Het gebrek aan natuur laat weinig ruimte voor romantiek. Dat is niet enkel betreurenswaardig vanuit recreatief oogpunt, ook het milieu heeft eronder te lijden. Het monotone landschap in combinatie met bestrijdingsmiddelen brengt insectenpopulaties in de <url normalizedValue=\"https://ipbes.net/assessment-reports/pollinators target=_blank rel=noreferrer noopener\">knel</url>.</p><p> Lees ook </p><p><url normalizedValue=\"https://www.apache.be/2020/05/27/muisstil-op-monotone-akkers-grassroots-grondfondsen-voor-meer-biodiversiteit/\">Hoe grondenbanken de zorg voor</url><emphasis typeStyle=\"bf\">biodiversiteit</emphasis> de <emphasis typeStyle=\"bf\">landbouw</emphasis> willen binnenloodsen en tegelijk <emphasis typeStyle=\"bf\">landbouwgrond</emphasis><emphasis typeStyle=\"bf\">betaalbaar</emphasis> houden.  </p><p>De landbouw is anno 2020 een van de <url normalizedValue=\"http://www.fao.org/news/story/en/item/1180463/icode/ target=_blank rel=noreferrer noopener\">hoofdredenen</url> van biodiversiteitsverlies en klimaatverandering.            <url normalizedValue=\"https://www.ipcc.ch/2019/08/08/land-is-a-critical-resource_srccl/ target=_blank rel=noreferrer noopener\">Volgens</url> de Intergouvernementele Werkgroep inzake Klimaatverandering (afgekort tot <emphasis typeStyle=\"bf\">IPCC</emphasis> in het Engels) moeten we – naast andere aspecten van de samenleving – ook onze landbouwmethoden drastisch omgooien als we klimaatverandering echt een halt willen toeroepen.</p><p>Biedt het voedselbos hier een alternatief? Als we voorstanders mogen geloven kan het voedselbos ons het hele jaar door voorzien van een divers pallet aan voedsel, geproduceerd zonder landbouwgif of kunstmest. Dat terwijl de biodiversiteit er vergelijkbaar <url normalizedValue=\"https://www.greendeals.nl/sites/default/files/downloads/GD219-dealtekst-Voedselbossen.pdf target=_blank rel=noreferrer noopener\">zou zijn</url> met die van een natuurgebied, de bomen er CO&lt;sub&gt;2&lt;/sub&gt; opslaan en het systeem als geheel weerbaar is tegen klimaatverandering.            <url normalizedValue=\"https://www.greendeals.nl/sites/default/files/downloads/GD219-dealtekst-Voedselbossen.pdf target=_blank rel=noreferrer noopener\">Mogelijk</url> zelfs met hogere opbrengsten dan we tot op heden uit de gangbare monocultuur putten.</p><p>Te mooi om waar te zijn? Of produceren we straks werkelijk ons voedsel in paradijselijke bossen? Samen met experts nemen we de claims onder de loep en gaan we op zoek naar de potentie van het voedselbos.</p><h>Weinig wetenschappelijk onderzoek</h><p>Anderhalf jaar geleden startte <emphasis typeStyle=\"bf\">Kris Verheyen</emphasis>, professor Bosecologie en Bosbeheer aan de UGent, samen met enkele collega’s een onderzoek bij een beginnend voedselbos in het Oost-Vlaamse Deinze.</p><p>Professor Kris Verheyen: 'Er zijn allerlei aannames en veronderstellingen over voedselbossen, maar bijzonder weinig wetenschappelijk onderzoek naar de functionaliteit en productiviteit ervan'</p><p>“Er wordt nogal veel beweerd over voedselbossen”, stelt hij. “Er zijn allerlei aannames en veronderstellingen, maar er is bijzonder weinig wetenschappelijk onderzoek verricht naar de functionaliteit en productiviteit ervan. Met dit experiment willen we beter begrijpen hoe dergelijke systemen functioneren en achterhalen wat ze kunnen betekenen in termen van voedselproductie.”</p><p>Sinds een jaar of zeven doet Verheyen onderzoek naar 'agroforestry'. “Eigenlijk valt alles wat een combinatie is tussen landbouw en bosbouw daar onder. Het voedselbos kun je zien als een extreme uiting van agroforestry.\"</p><p>\"Een voedselbos is een door de mens ontworpen systeem naar voorbeeld van een natuurlijk bos. Het is opgebouwd uit meerdere lagen; de kruintoppen worden gevormd door opgaande bomen, daaronder staan struik- en kruidenlagen en helemaal op de grond is er een laag van bodembedekkers.”</p><p/><p>Oogst uit voedselbos Ketelbroek (Foto: © Voedselbos Ketelbroek)</p><p>“Het verschil tussen een voedselbos en een gewoon bos is dat wat er staat in hoofdzaak bedoeld is om opgegeten te worden. En het verschilt van een akker door het gebruik van meerjarige gewassen. Dat zijn planten die niet na een jaar volledig geoogst worden zoals granen of aardappelen, maar jarenlang – soms wel honderden jaren – leven omdat enkel de vruchten, bladeren of stengels geoogst worden.”</p><p>“In Nederland is het voedselbos al langere tijd populair”, weet Verheyen. “Ik merk dat het sinds een paar jaar in Vlaanderen ook sterk opgang maakt. Er zijn allerhande projecten die hier de kop opsteken. Een aantal voedselbossen is hier nu een paar jaar oud, maar er zijn vooral veel nieuwe initiatieven. Er zijn geen concrete cijfers van, maar ik schat dat het aantal startende voedselbossen in Vlaanderen nu in de enkele tientallen zit.”</p><p>Net als UGent heeft ook <emphasis typeStyle=\"bf\">Wageningen University &amp; Research</emphasis> (WUR) interesse in voedselbossen. Samen met de Green Deal Voedselbossen is in 2019 een onderzoek gestart om de kennis omtrent voedselbossen te vergroten.</p><p>Voorlopig zijn er nog weinig harde conclusies te trekken. Dat heeft alles te maken met het feit dat een voedselbos pas volop in werking is na tien tot twintig jaar. Zowel in Vlaanderen als in Nederland staan de voedselbossen vanuit die optiek nog in de kinderschoenen. Toch kunnen er al wel enkele voorzichtige uitspraken gedaan worden.</p><h>Natuurgebieden niet vervangen</h><p>Een voedselbos dat die eerste prille fase voorbij is, vinden we in de Nederlandse provincie Gelderland. Ruim tien jaar geleden plantte voedselbospionier <emphasis typeStyle=\"bf\">Wouter van Eck</emphasis> daar zijn eigen voedselbos aan, genaamd <emphasis typeStyle=\"bf\">Ketelbroek</emphasis>. Op een voormalige maïsakker van ruim twee hectare is inmiddels een weelderig bos verrezen. Uit <url normalizedValue=\"https://greendealvoedselbossen.nl/wp-content/uploads/2019/03/DLN-Breidenbach-e.a.-Voedselbossen-van-belang-voor-biodiversiteit-2017.pdf target=_blank rel=noreferrer noopener\">studentenonderzoek</url> is gebleken dat Ketelbroek over een vergelijkbare grote soortenbiodiversiteit beschikt als een nabijgelegen natuurgebied.</p><p>Kris Verheyen: 'Voedselbossen kunnen natuurgebieden niet vervangen. Er zijn veel soorten die niet voorkomen in voedselbossen'</p><p>Verheyen plaatst daar kanttekeningen bij. “Er zijn op verschillende plaatsen al wat studies naar biodiversiteit gedaan, maar die focusten zich vooral op het tellen van soorten. Terwijl, wanneer je het over vitale natuur hebt, het niet enkel over soortenaantallen moet gaan. Niet alle soorten hebben een even grote natuurbehoudswaarde. Juist de zeldzame, meestal veeleisende soorten, zullen in een voedselbos vaak geen geschikt leefgebied vinden.”</p><p>Toch zijn binnen Ketelbroek ook zeldzame soorten aangetroffen, zoals de fruitboomdwergspanner, een bedreigde nachtvlinder.</p><p>“Het is absoluut niet onverwacht dat er soms zeldzame soorten gevonden worden. Dat is in tuinen ook weleens het geval”, zegt Verheyen. “Dat betekent niet dat voedselbossen natuurgebieden kunnen vervangen. Er zijn veel soorten die niet voorkomen in voedselbossen en daar waarschijnlijk ook nooit zullen voorkomen – meer nog, die zouden verdwijnen als we natuur vervangen met voedselbossen.\"</p><p>Kris Verheyen: 'Complexe voedselwebben opbouwen kost tijd. De meeste voedselbossen zijn jong, en veel typische bossoorten zijn er nog niet aanwezig'</p><p>“Verander je een akker in een voedselbos, dan verrijkt dat vanzelfsprekend de plantenbiodiversiteit, want die wordt aangeplant\", zegt Verheyen. \"Maar de soortensamenstelling en soortendiversiteit is niet te vergelijken met die in een oud inheems bos. Het opbouwen van complexe voedselwebben kost nu eenmaal tijd. De meeste voedselbossen zijn jong, wat maakt dat veel typische bossoorten er nog niet aanwezig zijn.”</p><p>Wat Verheyen betreft hoeft het voedselbos ook helemaal niet te kunnen tippen aan een natuurlijk bos. “De functie kan simpelweg zijn: de diversiteit van meer algemene soorten versterken, binnen een voedselproducerend systeem.”</p><p>Bovendien kan het voedselbos indirect bijdragen aan natuurbehoud. “De aanrukkende wildpluktrend kan lokaal tot natuurschade leiden”, noemt Verheyen. “Sommige voedselbossen zijn ingericht als pluktuin, waar mensen een wildplukervaring kunnen beleven, zonder hiervoor de natuur in te gaan.”</p><h>Interessante vorm van voedselproductie</h><p>De biodiversiteit binnen het voedselbos dient naast de natuurwaarde nog een doel. Het zou het voedselbos weerbaar maken tegen klimaatverandering. Volgens WUR-onderzoeker <emphasis typeStyle=\"bf\">Jeroen Kruit</emphasis> is dat inderdaad het geval. “Of het nu weide- of akkerbouw is, grote open landschappen met weinig diversiteit zijn extreem kwetsbaar. Zodra je daar meer diversiteit introduceert, wordt het hele systeem robuuster”.</p><p>Onderzoeker Jeroen Kruit: 'Terwijl omringende akkers verdrogen in de zon en bij regenval veranderen in een modderpoel, merk je van verdroging of vernatting in een voedselbos nauwelijks iets'</p><p>Kruit coördineert vanuit WUR het onderzoek voor de Green Deal Voedselbossen en komt zo regelmatig op voedselbos Ketelbroek.</p><p>“De laatste paar zomers is daar heel goed te zien hoe voedselbossen zich kunnen gedragen ten opzichte van hun vaak monocultuur agrarische omgeving. Terwijl omringende akkers liggen te verdrogen in de zon en vervolgens bij regenval veranderen in een modderpoel, merk je van verdroging of vernatting in een voedselbos nauwelijks iets.”</p><p>“Bomen en struiken kunnen dankzij hun diepe wortels langere tijd tegen droogte”, verklaart Kruit. “Wanneer het na een periode van droogte hard regent neemt de grond juist door die diepe doorworteling het vocht gemakkelijker weer op. Het maakt het voedselbos een ontzettend interessante vorm van voedselproductie in tijden van klimaatverandering.”</p><h>Potentieel voor CO2-opslag</h><p>Naast klimaatadaptatie biedt het voedselbos ook een manier om klimaatverandering tegen te gaan. “Het onderzoek hiernaar is tot op heden zeer beperkt”, benadrukt Verheyen. “Maar het is niet zo heel moeilijk om in te schatten dat als je een voedselbos vergelijkt met een akker, er in een voedselbos meer koolstof wordt opgeslagen. Dat zal een flink stuk hoger liggen vanwege de aanwezige biomassa, zowel boven- als ondergronds.”</p><p>Kris Verheyen: 'In uitzonderlijke gevallen zal het voedselbos de CO&lt;sub&gt;2&lt;/sub&gt;-opslag van reguliere bossen zelfs kunnen benaderen'</p><p>Die opslagcapaciteit ligt volgens Verheyen weer lager dan in een natuurlijk bos. “In een voedselbos dat is ontworpen voor hoge productie, is de structuur vaak meer open dan in een natuurlijk bos. Afhankelijk van de hoogte van de bomen en de dichtheid van beplanting zal er in sommige voedselbossen meer koolstof worden opgeslagen dan in andere.\"</p><p>\"In uitzonderlijke gevallen zal het voedselbos de opslag van reguliere bossen zelfs kunnen benaderen. Maar over het algemeen zal het qua CO&lt;sub&gt;2&lt;/sub&gt;-opslag ergens tussen een intensief landbouwsysteem en een natuurlijk bos in zitten\", stelt Verheyen.</p><p>Volgens <emphasis typeStyle=\"bf\">Wijnand Sukkel</emphasis>, senior onderzoeker Agroecology aan Wageningen Plant Research, zou het voedselbos in sommige gevallen zelfs meer CO&lt;sub&gt;2&lt;/sub&gt; &lt;sub&gt; &lt;/sub&gt;kunnen vastleggen dan een natuurlijk bos. “Voedselbossen worden vaak op voedselrijke gronden aangelegd. Vergelijk je dat met een natuurlijk bos op arme zandgrond, dan legt het voedselbos waarschijnlijk meer koolstof vast.”</p><h>Wel of niet bemesten?</h><p>Een andere veronderstelling is dat een voedselbos na aanplant geen bemesting nodig heeft. Dat klopt volgens Verheyen, althans voor de eerste periode. “Veel voedselbossen beginnen op voormalige landbouwgrond. In die bodems zitten al ontzettend veel voedingsstoffen opgeslagen.\"</p><p>\"Daarnaast krijg je door de toevoeging van struiken en bomen, een opbouw van organisch materiaal op de bodem, afkomstig van bladeren en takken, wat ook een bron van voedingsstoffen vormt. Bovendien wordt er in een voedselbos vaak gewerkt met stikstofbindende planten, zoals de duindoorn of de olijfwilg. Bemesting is daarom de eerste decennia nog niet aan de orde.”</p><p>Sukkel benadrukt dat aanvulling na de eerste decennia wel essentieel wordt. “Die voedingsvoorraad is immers niet onuitputtelijk. Je oogst, dus je haalt nutriënten weg en die zal je moeten aanvullen. Zeker wanneer je een hoge afvoer van voedsel per hectare wilt realiseren, wordt dit noodzakelijk.”</p><p>Kruit benadrukt dat er wel voorzichtige aanwijzingen zijn dat het – ook op lange termijn - zonder bemesting kan. “Studentenonderzoek laat zien dat (diepe) doorworteling en een rijk bodemleven voedingsstoffen en mineralen uit bodems kunnen vrijmaken die nu gebonden zijn.” Een rijk bodemleven is iets wat het voedselbos door onder meer het uitsluiten van landbouwgif beoogt.</p><p>Volgens Sukkel hangt de noodzaak voor bemesting dan nog steeds af van de hoeveelheid die wordt geoogst. “Mineralen worden langzaam uit bodemvoorraden vrijgemaakt. Zolang je lage opbrengsten hebt, en dus weinig materiaal afvoert, kan de mineralisatie uit de bodem de behoefte van de planten bijbenen. Maar als je naar hogere opbrengstniveaus gaat, dan kan de mineralisatie de afvoer niet meer bijhouden en zal je dus moeten bemesten.”</p><h>Verlies accepteren</h><p>Dankzij de biodiversiteit binnen het voedselbos gedijen ziekten en plagen er minder goed. “In monoculturen staat dezelfde soort overal naast elkaar en kunnen ziekten en plagen zich razendsnel verspreiden. Ga je gewassen mengen, dan gaat verspreiding minder snel”, vertelt Sukkel.</p><p>Onderzoeker Wijnand Sukkel: 'In monoculturen staat dezelfde soort overal naast elkaar en kunnen ziekten en plagen zich razendsnel verspreiden'</p><p>Maar, ook in een voedselbos zullen volgens Sukkel ziekten en plagen voorkomen. “Zeker als er veel fruit wordt geproduceerd, dat is immers zoet en lekker. Je zou kunnen zeggen dat het gemaakt is om door insecten en vogels opgegeten en verspreid te worden.”</p><p>Binnen een voedselbos is de gifspuit evenwel nooit het antwoord. Dat onderschrijft ook Kruit. “Bij de ontwikkeling van een voedselbos zijn voorwaarden voor natuurlijke plaagbestrijding expliciet onderdeel van het ontwerp. Zo houden bijvoorbeeld kleinere vogels de insecten in toom. Wanneer het systeem veel fruit etende vogels aantrekt, zullen daar op hun beurt roofvogels op af komen. Zo ontstaat een complexe voedselpiramide die naast voedsel voor de mens, ook voedsel voor de bosbewoners produceert.”</p><p>Het achterwege laten van de gifspuit, zal hiermee ten koste gaan van de opbrengst en kwaliteit, benadrukt Sukkel. Stellen dat het voedselbos zonder landbouwgif kan is daarom volgens hem niet helemaal juist. “Het is een keuze om dit verlies te accepteren.”</p><h>Waardevol alternatief</h><p>Tot zover staan de voedselbosclaims nog redelijk overeind. Hoewel het op sommige aspecten naar verwachting minder presteert dan echte natuur, biedt het voedselbos een landbouwmethode die biodiversiteit inbouwt en aantrekt, weerbaarder is tegen klimaatverandering dan reguliere landbouw en – middels CO&lt;sub&gt;2&lt;/sub&gt;-opslag – kan helpen om klimaatverandering in te perken.</p><p>Dat biedt een hoopvol perspectief op voedselproductie in tijden van biodiversiteitsverlies en klimaatverandering.</p><p>Martin Van Ittersum: 'Willen we nog wat natuur overhouden, dan moeten we de landbouw zo efficiënt mogelijk inrichten'</p><p>Of het voedselbos daadwerkelijk zonder kunstmest en landbouwgif kan, hangt waarschijnlijk af van de opbrengst die men ermee beoogt te realiseren. Dus, hoe zit het met de productiviteit van het voedselbos? Kan het voldoende voedsel leveren? Liefst voor een betaalbare prijs en zonder daarbij al teveel grond in beslag te nemen?</p><p>“Wij produceren meer dan de grasakkers hiernaast”, beweerde Van Eck vorig jaar in de <url normalizedValue=\"https://www.volkskrant.nl/kijkverder/v/2019/als-ons-landbouwsysteem-failliet-is-is-het-voedselbos-dan-het-antwoord/ target=_blank rel=noreferrer noopener\">Volkskrant</url> over zijn voedselbos Ketelbroek. Aangezien de harde cijfers ontbreken zullen we Van Eck vooralsnog op zijn woord moeten geloven.</p><p>Het realiseren van een hoge opbrengst is belangrijk, aangezien <url normalizedValue=\"http://www.fao.org/faostat/en/#data/EL\">landbouw wereldwijd nu al ongeveer 40% van het landoppervlak inneemt</url>. “Straks zijn we met negen miljard mensen, die allemaal op de een of andere manier gevoed moeten worden”, vertelt <emphasis typeStyle=\"bf\">Martin van Ittersum</emphasis>, hoogleraar plantaardige productiesystemen aan Universiteit Wageningen. “Willen we nog wat natuur overhouden, dan moeten we de landbouw zo efficiënt mogelijk inrichten.”</p><p>Dat voedselbossen qua opbrengst ooit kunnen tippen aan reguliere landbouw lijkt Verheyen onwaarschijnlijk. “De schalen waarop er geteeld en geoogst wordt zijn niet met elkaar te vergelijken.”</p><p>Van Ittersum deelt die visie. “De gewassen die geteeld worden in voedselbossen zijn voornamelijk bladgroenten, noten en vruchten. Dat zijn niet de producten waar wij doorgaans de bulk van onze energie uit putten, want die halen we nog steeds vooral uit tarwe, maïs, rijst en aardappelen.”</p><p>Het zijn precies die landbouwgewassen waar Van Ittersum zich in specialiseert. “Een belangrijk aspect van waarom die grote gewassen zo succesvol zijn, is dat ze veel energie bieden en daarnaast ook andere voedingswaarden bevatten.”</p><p>Dat je uit een voedselbos goed vitaminen en mineralen kunt oogsten, gelooft Van Ittersum wel. Maar of er voldoende calorieën uit te halen zijn betwijfelt hij. “Dan wil ik graag concrete cijfers zien van wat een voedselbos kan opbrengen in termen van calorieën.\"</p><h>Half zo productief</h><p>Die cijfers zijn er dus (nog) niet. Sukkel waagt zich wel aan een schatting. “Als je getallen uit de fruit-, bos- en notenteelt combineert, kun je enigszins inschatten wat een volgroeid voedselbos in onze klimaatzone zou opleveren. Tel daar nog 25% bij – we weten dat mengteelt een hogere opbrengst genereert – en dan zie je dat gerekend in kilo’s droge stof de oogst van een eenjarige monocultuur als tarwe minimaal tweemaal hoger ligt dan die van een voedselbos.”</p><p>Wijnand Sukkel: 'Gerekend in kilo’s droge stof ligt de oogst van een eenjarige monocultuur als tarwe minimaal tweemaal hoger dan die van een voedselbos'</p><p>De 25% telt Sukkel er dus bij omdat in mengteelt verschillende gewassen elkaar ondersteunen. Hoe komt dat?</p><p>“Door meer efficiënte lichtonderschepping bijvoorbeeld, en doordat het water beter wordt vastgehouden. We kunnen verwachten dat dit principe binnen een voedselbos de oogst verhoogt met een vergelijkbaar percentage. Ondanks dat voordeel kom je dus bij lange na niet uit op wat een monocultuur met tarwe of maïs produceert\", zegt Sukkel.</p><p>Afhankelijk van de nadruk op noten of vruchten zal het voedselbos meer of minder calorieën opleveren. Over het algemeen kunnen we volgens Sukkel stellen dat ook wat calorieën betreft een eenjarige monocultuur dubbel zo productief is.</p><h>Oneerlijke vergelijking</h><p>“Nu zeggen sommigen: ‘Er is zoveel onderzoek en geld gestoken in de veredeling van eenjarige gewassen, het is een oneerlijke vergelijking.' Dat is ten dele waar. In potentie zouden gewassen in voedselbossen nog verder veredeld kunnen worden”, vertelt Sukkel. \"Bij noten zou dit de productiviteit met 25 tot 50% kunnen verhogen – misschien pakt het percentage nog hoger uit.”</p><p>Een dergelijke winst is volgens Sukkel niet bij alle meerjarige gewassen te halen. “Als je kijkt naar de opbrengsten van fruitsoorten als appels, kun je niet anders dan vaststellen dat die al ontzettend doorontwikkeld zijn.”</p><p>Het verschil zit hem volgens Sukkel deels in het feit dat een voedselbos naast voedsel ook veel niet-eetbaars oplevert: hout, stengels en bladeren. “Bij eenjarige gewassen ligt het productieaandeel dat niet-eetbaar is veel lager.”</p><p>Nu kunnen stengels en bladeren – net als in de eenjarige teelt – wel dienen als veevoeder en zo indirect voedsel opleveren. Het hout kan bovendien nog wat opleveren in termen van geld. Het afvoeren van dergelijk materiaal gaat evenwel ten koste van de beoogde voordelen van het voedselbos. Sukkel: “Met het afvoeren van organische stof sla je minder CO&lt;sub&gt;2 &lt;/sub&gt;op en zal je bovendien sneller de afgevoerde mineralen weer moeten aanvullen met kunstmest.”</p><h>Niets-doen-boeren</h><p/><p>Braambessen (Foto: Loris Tissino (Unsplash))</p><p>Naast productie is er nog een aspect dat meegewogen moet worden: de benodigde arbeid.</p><p>Van Eck noemt het werk in het voedselbos regelmatig ‘niets-doen-boeren’. Daar schuilt waarheid in. In een voedselbos is het na het ontwerp en de aanplant – wat snoeiwerken daargelaten – vooral een kwestie van wachten op de oogst. Vergelijk dat maar eens met wat reguliere landbouw allemaal vergt: ploegen, spuiten, bemesten, irrigeren en jaarlijks zaaien.</p><p>Toch ligt de arbeidstijd die je kwijt bent in een voedselbos vele malen hoger. Dat zit zo: “De grote eenjarige gewassen zijn – naast hun hoge voedingswaarde per hectare – vooral succesvol omdat ze het zo goed doen in de makkelijk te mechaniseren monocultuur”, verklaart Van Ittersum. “Daarom is de benodigde arbeid hiervoor zo ontzettend afgenomen.”</p><p>Sukkel schudt wederom een berekening uit zijn mouw. “In de appelteelt vergt één hectare drie- tot vijfhonderd uur werk. Terwijl je in de graanteelt voor een hectare slechts dertien arbeidsuren nodig hebt.”</p><p>Dat verschil kan vooral verklaard worden door de oogst. Appels worden nog altijd met de hand geplukt, terwijl een eenjarige monocultuur in z’n totaliteit met een vloeiende machinale beweging van het land wordt gehaald.</p><p>Ondanks het feit dat er in een voedselbos niet gespoten, gesnoeid, geïrrigeerd of bemest hoeft te worden, maakt de handmatige oogst dat de totale arbeidstijd niet ver van die in de appelteelt zal liggen. Bovendien is een appelgaard rationeel opgezet, in lange rijen om snel te kunnen oogsten. In een voedselbos staan soorten soms kriskras door elkaar.</p><h>Geen arbeid, maar aardolie</h><p>De doorsnee monocultuur mag dan wel een minimum aan arbeid kosten, er is wel veel aardolie voor nodig. Het ploegen, zaaien en spuiten is in de reguliere landbouw uitbesteed aan op aardolie functionerende machines.</p><p>Wijnand Sukkel: 'Op het moment is het inderdaad zo dat reguliere landbouw vergeleken met een voedselbos dat volledig met de hand wordt geoogst, veel meer fossiele energie verbruikt'</p><p>“Wat daarom weleens wordt gedaan is het omrekenen van aardolie in calorieën”, zegt Sukkel. “Dan blijkt uit sommige berekeningen dat om bijvoorbeeld één calorie aan tarwe te produceren, er een half tot één calorie aan aardolie nodig is.”</p><p>Voorstanders van voedselbossen gebruiken deze cijfers om aan te tonen dat reguliere landbouw niet efficiënt is. Sukkel vindt dat geen valide argument. “Ten eerste zijn het onvergelijkbare zaken: we eten geen fossiele energie, we eten wel voedsel. En ten tweede kan die fossiele energie natuurlijk vervangen worden door arbeid of hernieuwbare energie.”</p><p>“Op het moment is het inderdaad zo dat reguliere landbouw vergeleken met een voedselbos dat volledig met de hand wordt geoogst, veel meer fossiele energie verbruikt”, nuanceert Sukkel. “Dat is een gerechtvaardigd bezwaar. En we moeten hiervoor zeker naar andere bronnen toe. Willen we voedselbossen minder arbeidsintensief maken, dan moeten we ook daar machines gebruiken. En dan staan we daar evengoed voor de keuze: fossiel of hernieuwbaar.”</p><h>Efficiënt ontworpen voedselbos</h><p><emphasis typeStyle=\"bf\">Stichting Voedselbosbouw Nederland</emphasis> is afgelopen winter de aanplant gestart van wat een twintig hectare groot voedselbos moet worden in het Noord-Brabantse Schijndel. Zo ontworpen dat de oogst efficiënt, mogelijk zelfs machinaal, uitgevoerd kan <url normalizedValue=\"https://www.voedselbosbouw.org/schijndel target=_blank rel=noreferrer noopener\">worden</url>.</p><p>Martin Van Ittersum: 'Voedselbossen kunnen een prima buffer vormen tussen natuur- en landbouwgebieden'</p><p>Nu is het niet de bedoeling dat er zware oogsttractoren door een voedselbos heen rijden, want die brengen het fragiele bodemleven letterlijk in verdrukking. Sukkel ziet daarom wel wat in oogstrobots, die efficiënt en goedkoop de vruchten van de toekomst oogsten. “Dat zal de oogsttijd aanzienlijk verkorten, ook al zal die daarmee nog niet in de buurt komen van een eenjarige monocultuur.”</p><p>“Dat wil niet zeggen dat voedselbossen niets te bieden hebben”, benadrukt Sukkel. “We eten immers ook nu al appels en kersen, terwijl we weten dat dit meer land en arbeid vergt. Zouden we ons dieet enkel uit eenjarige monoculturen moeten samenstellen, dan zou dit wel erg schraal zijn. Het voedselbos kan dus zeker zin en nut hebben voor een duurzame productie van allerlei gewassen – zij het dan vooral als niche en dus niet om in de bulk van ons voedsel te voorzien.”</p><p>Ook Van Ittersum benadrukt deze nichefunctie. “Voedselbossen kunnen een prima buffer vormen tussen natuur- en landbouwgebieden. Ook rondom landgoederen zie ik de meerwaarde ervan. Zo kan het producten leveren die in hogere prijsklassen vallen, voor restaurants en biowinkels bijvoorbeeld.\"</p><h>Wat is nu het potentieel van het voedselbos?</h><p>Tijd om de balans op te maken. Het voedselbos biedt een systeem dat beter dan reguliere landbouw om kan gaan met extreme weersomstandigheden – iets wat met het oog op klimaatverandering essentieel is. Bovendien biedt het de mogelijkheid om de landbouw te gebruiken als opslagplaats voor CO&lt;sub&gt;2&lt;/sub&gt; en zo klimaatverandering af te remmen.</p><p>Kris Verheyen: 'Door klassieke akkers te verrijken met voedselbossen en andere vormen van agroforestry creëren we een robuuster landbouwsysteem'</p><p>Tegelijkertijd kan het voedselbos niet tippen aan de efficiënte productie in de reguliere landbouw. Zouden we op grote schaal voedselbossen realiseren, dan zal het totale landbouwareaal toenemen en dat zal dan weer ten koste gaan van natuur.</p><p>Wegen de voordelen van het voedselbos op tegen de extra grond (lees: natuur) die er voor nodig is om voedsel te produceren? Hoe waardeer je iets als natuur of klimaatweerbaarheid? Het zijn ingewikkelde vragen waar niet meteen een eenduidig antwoord op gegeven kan worden.</p><p>Het slimst lijkt vooralsnog een tussenweg, waarin het beste van beide systemen wordt gecombineerd. Kris Verheyen ziet het zo. “Door klassieke akkers te verrijken met voedselbossen en andere vormen van agroforestry creëren we een robuuster landbouwsysteem, wat erosie en klimaatverandering helpt tegengaan, biodiversiteit in landbouwlandschappen bevordert, maar ook serieuze hoeveelheden voedsel oplevert. Bovendien kunnen we dan genieten van allerlei gezonde, onbekende en lekkere producten uit het voedselbos; dat zal echt een verrijking zijn voor ons dieet.”</p>", "publisher": "APACHE", "instances": ["“Er zijn allerlei aannames en veronderstellingen, maar er is bijzonder weinig wetenschappelijk onderzoek verricht naar de functionaliteit en productiviteit ervan. Met dit experiment willen we beter begrijpen hoe dergelijke systemen functioneren en achterhalen wat ze kunnen betekenen in termen van voedselproductie. “Eigenlijk valt alles wat een combinatie is tussen landbouw en bosbouw daar onder. Het voedselbos kun je zien als een extreme uiting van agroforestry.", "”Sinds een jaar of zeven doet Verheyen onderzoek naar 'agroforestry'. “Eigenlijk valt alles wat een combinatie is tussen landbouw en bosbouw daar onder. Een voedselbos is een door de mens ontworpen systeem naar voorbeeld van een natuurlijk bos. Het is opgebouwd uit meerdere lagen; de kruintoppen worden gevormd door opgaande bomen, daaronder staan struik- en kruidenlagen en helemaal op de grond is er een laag van bodembedekkers.", "Het voedselbos biedt een systeem dat beter dan reguliere landbouw om kan gaan met extreme weersomstandigheden – iets wat met het oog op klimaatverandering essentieel is. Bovendien biedt het de mogelijkheid om de landbouw te gebruiken als opslagplaats voor CO&lt;sub&gt;2&lt;/sub&gt; en zo klimaatverandering af te remmen. Zouden we op grote schaal voedselbossen realiseren, dan zal het totale landbouwareaal toenemen en dat zal dan weer ten koste gaan van natuur. Wegen de voordelen van het voedselbos op tegen de extra grond (lees: natuur) die er voor nodig is om voedsel te produceren?", "Het slimst lijkt vooralsnog een tussenweg, waarin het beste van beide systemen wordt gecombineerd. Kris Verheyen ziet het zo. Bovendien kunnen we dan genieten van allerlei gezonde, onbekende en lekkere producten uit het voedselbos; dat zal echt een verrijking zijn voor ons dieet. ”"]}, {"relevance_score": 88, "title": "Agro-ecologische landbouw groeit in verzet", "published": "2019-08-16", "bodyText": "<p nitf:lede=\"true\"> Een groeiende groep landbouwers rukt zich los van de industriële voedselproductie en kiest radicaal voor een ecologische bedrijfsvoering gericht op de korte keten. De agro-ecologische beweging groeit en toont dat een andere landbouw mogelijk is.</p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">Pepingen/Gooik</emphasis>. 16 juli 2019. Een vijftigkoppig gezelschap wisselt van gedachten over hoe ze hun landbouwpraktijken kunnen aanpassen aan de klimaatverandering. Boeren zijn vanuit de praktijk duidelijk op zoek naar klimaatadaptieve landbouwtechnieken. De leden van het losse netwerk <emphasis typeStyle=\"bf\">‘Boerenforum’</emphasis> doen dat vanuit een agro-ecologische benadering.</p><p nitf:lede=\"true\">Onder de aanwezigen zijn zowel gangbare als biologische boeren, stedenbouwkundigen, landbouwonderzoekers, ngo-medewerkers en sympathisanten. Ze staan in de velden van '<emphasis typeStyle=\"bf\">De Groentelaar'</emphasis> in Bogaarden (Pepingen). Dat kleinschalig tuinbouwbedrijf teelt twee hectare biologische groenten, kruiden en bloemen, naast zeven hectare akkerbouwgewassen. Een groot deel van de aandacht gaat er naar een experiment met boslandbouw (agroforestry). Bomen op het veld beschermen akkers tegen erosie, ze zorgen voor een gunstig microklimaat, stimuleren de biodiversiteit op het veld en met de opbrengst wordt verder risico gespreid.</p><p>De Groentelaar maakt deel uit van het ‘Granennetwerk Pajottenland’. Een tiental boeren verbouwt ondertussen dertig ha oude graangewassen voor de kleinschalige lambikbrouwerij ‘Brouwerij 3 Fonteinen’ in Beersel. Boeren en brouwers sloegen de handen in elkaar om streekgebonden moutgerst terug in het artisanaal productieproces te brengen. Decennialange veredeling focuste overigens op eiwitrijke bakgranen. Hier wil men teug verdelen bij de boer op het veld.</p><p><emphasis typeStyle=\"bf\">Tijs Boelens</emphasis> (De Groentelaar/Boerenforum) en zijn vennoot <emphasis typeStyle=\"bf\">Sander</emphasis> plantten vorig jaar appel- en pruimenbomen in combinatie met rabarberteelt op zijn groenteveld. “Vorig jaar tijdens de zomer viel er 3,5 maanden geen neerslag, dit jaar is ook bijzonder droog”, zegt Boelens. “Als blijkt dat dit de toekomst wordt, kunnen we geen tien jaar meer wachten om bomen aan te planten. Dit is een wake-up call. We gaan geen nieuwe grondwaterpomp zetten, maar op een agro-ecologische manier nadenken over watercaptatie.”</p><p>Tijs krijgt tips van <url normalizedValue=\"https://www.agroforestryvlaanderen.be/\">agroforestry</url>-pionier <emphasis typeStyle=\"bf\">François Ongenaert</emphasis>. Want dat is Boerenforum: boeren-experten wisselen vanuit hun eigen praktijk ervaringen en ideeën uit.</p><p>Het gezelschap verplaatst zich in de namiddag enkele kilometers verder naar hoeve '<emphasis typeStyle=\"bf\">Dubbeldoel</emphasis>' in Gooik. <emphasis typeStyle=\"bf\">Hilde Nechelpoel</emphasis> en haar echtgenoot <emphasis typeStyle=\"bf\">Seppe</emphasis> brengen biologisch rundsvlees, geslacht in een Kluisbergse slagerij, enkel via thuisverkoop aan de man. De melk van hun koeien komt via de coöperatie<url normalizedValue=\"http://www.biomilk.be/welkom\">Biomilk</url> onder meer in <emphasis typeStyle=\"it\">Delhaize</emphasis> terecht. Op hun weides tonen ze de voordelen van diversiteit in graslanden tijdens droge zomers. De waarde van hagen langs, en hoogstamboomgaard in weides past in hetzelfde verhaal.</p><h>Boerenlandbouw</h><p>Het initiatief gaat uit van<url normalizedValue=\"https://boerenforum.wordpress.com/\">Boerenforum</url><emphasis typeStyle=\"bf\">. Samen met</emphasis>           <url normalizedValue=\"https://www.wervel.be/\">Wervel</url><emphasis typeStyle=\"bf\">(Werkgroep voor Rechtvaardige en Verantwoorde Landbouw) ijveren de bewegingen voor een andere landbouw. De organisaties klagen daarbij niet alleen het huidig voedselproductiesysteem aan, maar werken ook aan een progressief alternatief.</emphasis></p><p>Wervel, bij het brede publiek bekend van onder meer de LEF-schoolmaaltijden (Lokale, Ecologisch en Fair), bundelde met Boerenforum zes verhalen van boeren die het anders deden in de <url normalizedValue=\"https://www.wervel.be/?view=article&amp;id=1644:boeren-aan-het-woord-nood-aan-een-echte-toekomst-voor-landbouw-en-voedsel&amp;catid=38\">uitgave</url> “Boeren aan het woord. Kruispunt van onrecht en zoektocht naar ommekeer.”</p><p>Boerenlandbouw is voor Boerenforum de hoeksteen. “De boerenlandbouw brengt de boer en consument bij elkaar door de uitbouw van korte gedecentraliseerde ketens”, zegt <emphasis typeStyle=\"bf\">Tijs Boelens</emphasis>. “De combinatie van een eerlijke verloning, zorg voor de omgeving en autonomie van speculatieve markten voor grond, zaad, mest, technologie, infrastructuur of de afzet van producten, garandeert haar voortbestaan.”</p><p><emphasis typeStyle=\"bf\">Annelies Marchand</emphasis>, die met Boerenforum strijdt tegen de <url normalizedValue=\"https://www.apache.be/tag/fernand-huts/\">verkoop van 450 ha publieke landbouwgrond</url>aan een vennootschap van ondernemer Fernand Huts, vat haar bedrijfsvoering als volgt samen. “We telen 100% lokaal voor de korte keten en zijn op die manier autonoom. We hangen niet af van de grote spelers. We krijgen niet alleen een correcte prijs, maar ook veel voldoening door het contact met onze klanten.”</p><h>Agro-ecologie</h><p>De boerenlandbouw wil voedsel produceren via agro-ecologische technieken. Die benadering gaat uit van samenwerking met en nabootsing van de natuur. Een aantal basisprincipes zijn het sluiten van kringlopen (recycleren van voedingsstoffen), de zorg voor vruchtbare bodems en het stimuleren van genetische diversiteit.</p><p>De wereldwijde beweging deelt een strijd voor het autonome, onafhankelijke boerenbedrijf, voedselsoevereinitieit en eerlijke prijsvorming en rechtvaardige handel. De groeiende beweging verenigt zich in Vlaanderen via het <url normalizedValue=\"http://www.voedsel-anders.be/wat-is-agro-ecologie\">netwerk</url><emphasis typeStyle=\"bf\">Voedsel Anders</emphasis>           <url normalizedValue=\"https://viacampesina.org/en/\">Via Campesina.</url></p><p>De agro-ecologische beweging valt niet helemaal samen met de biologische landbouw. “Een agro-ecologische benadering kan zowel in de biolandbouw, die werkt volgens de voorschriften van het bio-lastenboek, als in de gangbare landbouw”, zegt <emphasis typeStyle=\"bf\">Nico Peiren</emphasis><emphasis typeStyle=\"bf\">ILVO</emphasis> (Instituut voor Landbouw-, Visserij-, en Voedingsonderzoek) onderzoekt hij de impact van de veeteelt op het milieu en het klimaat, zowel in experimentele omstandigheden als op praktijkbedrijven. “Veel elementen van agro-ecologie, bij voorbeeld het kringloopdenken, zie je al toegepast worden op gangbare boerderijen die niet het biolabel dragen.\"</p><p>Wetenschapper Nico Peiren is van mening dat de verschillende systemen van elkaar kunnen leren.</p><p>“Streven naar een gesloten kringloop binnen één individueel bedrijf is dikwijls een utopie, ook omdat de schaal van de Vlaamse bedrijven vrij bescheiden is en omdat de specialisatiegraad hoog is. In de biosector kunnen ze enkel met andere biobedrijven samenwerken om de kringloop (binnen het lastenboek) gesloten te krijgen. Stalmest van een bio-veeboer is de enige mest die een bio-vollegrondsgroententeler kan aanwenden. Ik vind dat er ook breder tussen de verschillende subsectoren kan worden samengewerkt om de cyclus te sluiten. Je kijkt best op een regionale schaal. Alleen al om reststromen te valoriseren is zo’n bedrijfs- en sectoroverschrijdende samenwerking noodzakelijk.”</p><h>Participatief onderzoek</h><p>De agro-ecologische beweging hoopt op meer ondersteuning van de overheid. Ook het belang van participatief onderzoek, tussen onderzoekers en landbouwers op het veld, wordt meermaals benadrukt door Boerenforum en Wervel.</p><p>Hun oproep krijgt dan wel gehoor, maar stoot meteen ook op beperkingen rond financiering en de manier waarop wetenschappelijk onderzoek georganiseerd is en de prioriteiten gelegd worden.</p><p>ILVO-onderzoekers gingen in elk geval in op de uitnodiging van Boerenforum om een studiedag bij te wonen. “Het is belangrijk dat organisaties zoals Boerenforum ons expertisecentrum leren kennen, want wij staan ook open voor nieuwe contacten”, zegt <emphasis typeStyle=\"bf\">Nico Peiren</emphasis>.</p><p>Meteen aan de slag gaan met alle nieuwe concrete vragen uit het werkveld is helaas niet mogelijk, klinkt het. “Het is best eerst één van de <emphasis typeStyle=\"it\">Living labs</emphasis> op ILVO te contacteren”, zegt Nico Peiren.</p><p>De agro-ecologische beweging onderstreept belang van participatief onderzoek tussen onderzoekers en landbouwers op het veld</p><p>Dergelijke 'innovatieversnellers' zijn gericht op samenwerking tussen praktijkmensen en wetenschappers. “Zij proberen dan in samenwerking met de andere Living labs en de betrokken onderzoekers de vraag te beantwoorden. Lukt dit niet, kan de vraag in een onderzoeksvraag omgezet worden en kan op zoek gegaan worden naar een financieringskanaal van het project. Dit moet meestal gebeuren via competitieve projectvoorstellen, die veelal beperkt gecofinancierd moeten worden door groepen of individuele bedrijven die baat hebben bij het voorstel. Pas als het project geselecteerd wordt, kunnen we aan de slag.\"</p><p>\"Ten slotte zijn er soms ook maatschappelijke uitdagingen die van zulk een urgentie of belang zijn dat de overheid zijn publieke wetenschappelijke instituten opdracht geeft om er de basismiddelen voor in te zetten.”</p><p>ILVO voert overigens al onderzoekprojecten uit rond agro-ecologie. “In mijn domein hadden we bijvoorbeeld het <url normalizedValue=\"https://www.ilvo.vlaanderen.be/language/nl-BE/NL/Pers-en-media/Alle-media/articleType/ArticleView/articleId/4317/Agro-ecologie-kan-hefboom-zijn-voor-duurzame-landbouw.aspx#.XS89y-gzZPY\">internationaal interregproject</url>rond kennisuitwisseling van boerenpraktijken inzake duurzaam voederen tussen Vlaamse, Franse en Waalse boeren.”</p><h>Autonomie</h><p>'Dit zijn allemaal pioniers: boeren die het aandurfden om het anders te doen'</p><p>Terug naar andere kenmerken van boerenlandbouw. Die organiseert zijn ketens in zelfbeheer, al betekent dat niet dat er geen interactie is met de markt. Boerenforum komt wel op voor een gereguleerde markt met aanbodbeheersing en leefbare prijzen. Door hun aanwezigheid op publieke fora, proberen de boeren aan beleidsbeïnvloeding te doen.</p><p>“We voelen ons momenteel door de politiek in een hoekje gezet”, zegt <emphasis typeStyle=\"bf\">Wim Moyaert</emphasis> (Boerenforum). “De nieuwe bioverordening bijvoorbeeld zet veel te veel in op wettelijke verplichtingen, in plaats van zij die het goed doen te belonen. Biologische boeren moeten ook vechten tegen een subsidiëringssysteem dat de nieuwe evoluties niet volgt, terwijl ze een netto-inkomen genereren dat hoger ligt dan dat van klassieke boeren.”</p><p>De dag eindigt in de schaduw met lokale bieren. Want naast kennis uitwisselen is ontmoeting ook heel belangrijk.</p><p>“Dit zijn allemaal pioniers: boeren die het aandurfden om het anders te doen”, zegt Wim Moyaert. “We brengen hen en anderen samen om te inspireren. Want veel boeren willen het anders, maar zijn financieel gebonden of durven gewoonweg de stap niet zetten. We zijn bescheiden, maar denken dat we een duwtje in de rug kunnen geven voor zij die aarzelen, maar wél geloven dat het anders kan. We willen een soort beweging creëren zodat mensen hun vrijheid grijpen om terug eigen keuzes te maken.”</p><p>Wim Moyaert laat zich inspireren door de Indiase wetenschapsfilosofe <emphasis typeStyle=\"bf\">Shiva Vandana</emphasis>, sinds begin jaren negentig een belangrijke stem in de andersglobalismebeweging. “We moeten in onze voeding en bodem terug voor kwaliteit gaan. Willen we echte voeding, dan moeten we aandacht hebben voor waarden.\"</p><p> </p><list><listItem><label>•</label><bodyText><p/>", "publisher": "APACHE", "instances": ["Ze staan in de velden van 'De Groentelaar' in Bogaarden (Pepingen). Dat kleinschalig tuinbouwbedrijf teelt twee hectare biologische groenten, kruiden en bloemen, naast zeven hectare akkerbouwgewassen. Bomen op het veld beschermen akkers tegen erosie, ze zorgen voor een gunstig microklimaat, stimuleren de biodiversiteit op het veld en met de opbrengst wordt verder risico gespreid. De Groentelaar maakt deel uit van het ‘Granennetwerk Pajottenland’.", "Dit is een wake-up call. We gaan geen nieuwe grondwaterpomp zetten, maar op een agro-ecologische manier nadenken over watercaptatie. Want dat is Boerenforum: boeren-experten wisselen vanuit hun eigen praktijk ervaringen en ideeën uit. Het gezelschap verplaatst zich in de namiddag enkele kilometers verder naar hoeve 'Dubbeldoel' in Gooik."]}, {"relevance_score": 5, "title": "Boslandbouw", "published": "2024-08-23", "bodyText": "<p nitf:lede=\"true\">Agroforestry of boslandbouw is een landbouwsysteem waar bomen of struiken gecombineerd worden met een landbouwgewas of landbouwdieren op eenzelfde perceel. De traditionele hoogstamboomgaard met begrazing door dieren is er een voorbeeld van. Varkens en bomen kunnen uitstekende partners zijn op een landbouwbedrijf. De bomen beschermen de varkens tegen verbranding door de zon. De vruchten, noten, blad- en twijgmateriaal zijn een aanvulling op het voeder van de varkens.</p><p nitf:lede=\"true\">Hof ter Meulen (vlakbij de route)</p>", "publisher": "De Krant van West-Vlaanderen", "instances": ["De traditionele hoogstamboomgaard met begrazing door dieren is er een voorbeeld van. Varkens en bomen kunnen uitstekende partners zijn op een landbouwbedrijf."]}, {"relevance_score": 5, "title": "Boslandbouw", "published": "2024-08-23", "bodyText": "<p nitf:lede=\"true\">Agroforestry of boslandbouw is een landbouwsysteem waar bomen of struiken gecombineerd worden met een landbouwgewas of landbouwdieren op eenzelfde perceel. De traditionele hoogstamboomgaard met begrazing door dieren is er een voorbeeld van. Varkens en bomen kunnen uitstekende partners zijn op een landbouwbedrijf. De bomen beschermen de varkens tegen verbranding door de zon. De vruchten, noten, blad- en twijgmateriaal zijn een aanvulling op het voeder van de varkens.</p><p nitf:lede=\"true\">Hof ter Meulen (vlakbij de route)</p>", "publisher": "De Krant van West-Vlaanderen", "instances": ["De traditionele hoogstamboomgaard met begrazing door dieren is er een voorbeeld van. Varkens en bomen kunnen uitstekende partners zijn op een landbouwbedrijf."]}, {"relevance_score": 5, "title": "Boslandbouw", "published": "2024-08-23", "bodyText": "<p nitf:lede=\"true\">Agroforestry of boslandbouw is een landbouwsysteem waar bomen of struiken gecombineerd worden met een landbouwgewas of landbouwdieren op eenzelfde perceel. De traditionele hoogstamboomgaard met begrazing door dieren is er een voorbeeld van. Varkens en bomen kunnen uitstekende partners zijn op een landbouwbedrijf. De bomen beschermen de varkens tegen verbranding door de zon. De vruchten, noten, blad- en twijgmateriaal zijn een aanvulling op het voeder van de varkens.</p><p nitf:lede=\"true\">Hof ter Meulen (vlakbij de route)</p>", "publisher": "De Krant van West-Vlaanderen", "instances": ["De traditionele hoogstamboomgaard met begrazing door dieren is er een voorbeeld van. Varkens en bomen kunnen uitstekende partners zijn op een landbouwbedrijf."]}, {"relevance_score": 5, "title": "Boslandbouw", "published": "2024-08-23", "bodyText": "<p nitf:lede=\"true\">Agroforestry of boslandbouw is een landbouwsysteem waar bomen of struiken gecombineerd worden met een landbouwgewas of landbouwdieren op eenzelfde perceel. De traditionele hoogstamboomgaard met begrazing door dieren is er een voorbeeld van. Varkens en bomen kunnen uitstekende partners zijn op een landbouwbedrijf. De bomen beschermen de varkens tegen verbranding door de zon. De vruchten, noten, blad- en twijgmateriaal zijn een aanvulling op het voeder van de varkens.</p><p nitf:lede=\"true\">Hof ter Meulen (vlakbij de route)</p>", "publisher": "De Krant van West-Vlaanderen", "instances": ["De traditionele hoogstamboomgaard met begrazing door dieren is er een voorbeeld van. Varkens en bomen kunnen uitstekende partners zijn op een landbouwbedrijf."]}, {"relevance_score": 5, "title": "Boslandbouw", "published": "2024-08-23", "bodyText": "<p nitf:lede=\"true\">Agroforestry of boslandbouw is een landbouwsysteem waar bomen of struiken gecombineerd worden met een landbouwgewas of landbouwdieren op eenzelfde perceel. De traditionele hoogstamboomgaard met begrazing door dieren is er een voorbeeld van. Varkens en bomen kunnen uitstekende partners zijn op een landbouwbedrijf. De bomen beschermen de varkens tegen verbranding door de zon. De vruchten, noten, blad- en twijgmateriaal zijn een aanvulling op het voeder van de varkens.</p><p nitf:lede=\"true\">Hof ter Meulen (vlakbij de route)</p>", "publisher": "De Krant van West-Vlaanderen", "instances": ["De traditionele hoogstamboomgaard met begrazing door dieren is er een voorbeeld van. Varkens en bomen kunnen uitstekende partners zijn op een landbouwbedrijf."]}, {"relevance_score": 12, "title": "KWB Woumen bezoekt voedselbos", "published": "2023-05-19", "bodyText": "<p nitf:lede=\"true\">WOUMEN - Op vrijdag 26 mei brengt KWB Woumen een bezoek aan het voedselbos in de Iepersteenweg 84 Houthulst. Om 19 uur worden de aanwezigen opgewacht door Diederick, eigenaar van het domein. De Woudezel is een boerderij/voedselbos/plantenkwekerij van een kleine 6 ha. Er is een hoogstamboomgaard, plantenkwekerij, bessenrijen, agroforestry delen, moestuin en graslanden. Rationele en romantische delen wisselen elkaar af. Omdat het aantal deelnemers beperkt wordt, is inschrijven vooraf noodzakelijk en dit ook voor KWB-leden. Dit kan door Johan Lannoye te verwittigen (051/503690, 0492647601 <email normalizedValue=\"mailto:ofjohan.lannoye@gmail.com\">ofjohan.lannoye@gmail.com</email>). Schrijf je tijdig in. KWB leden betalen 5 euro en niet leden (EURO) 12.50. (SD)</p>", "publisher": "De Krant van West-Vlaanderen", "instances": ["Om 19 uur worden de aanwezigen opgewacht door Diederick, eigenaar van het domein. De Woudezel is een boerderij/voedselbos/plantenkwekerij van een kleine 6 ha. Rationele en romantische delen wisselen elkaar af. Omdat het aantal deelnemers beperkt wordt, is inschrijven vooraf noodzakelijk en dit ook voor KWB-leden."]}]