[{"relevance_score": 8, "title": "Compassion in World Farming calls for improved animal welfare", "published": "2024-11-08", "bodyText": "<p>The views expressed in any and all content distributed by Newstex and its re-distributors (collectively, the \"Newstex Authoritative Content\") are solely those of the respective author(s) and not necessarily the views of Newstex or its re-distributors. Stories from such authors are provided \"AS IS,\" with no warranties, and confer no rights. The material and information provided in Newstex Authoritative Content are for general information only and should not, in any respect, be relied on as professional advice. Newstex Authoritative Content is not \"read and approved\" before it is posted. Accordingly, neither Newstex nor its re-distributors make any claims, promises or guarantees about the accuracy, completeness, or adequacy of the information contained therein or linked to from such content, nor do they take responsibility for any aspect of such content. The Newstex Authoritative Content shall be construed as author-based content and commentary. Accordingly, no warranties or other guarantees are offered as to the quality of the opinions, commentary or anything else appearing in such Newstex Authoritative Content. Newstex and its re-distributors expressly reserve the right to delete stories at its and their sole discretion.</p>", "publisher": "EU Reporter", "instances": []}, {"relevance_score": 46, "title": "PEPSICO Europe expands healthier snacks and beverage portfolio across Europe", "published": "2021-07-01", "bodyText": "<p nitf:lede=\"true\"/><p nitf:lede=\"true\">Jul 01, 2021( EU Reporter: <url normalizedValue=\"http://www.eureporter.co\">http://www.eureporter.co</url> Delivered by Newstex)  <br/> July 1st 2021 - PepsiCo Europe is today announcing an ambitious new plan to add more choice to its food and beverage portfolio in the member states of the European Union. The plan involves a series of commitments based on rigorous science-based nutrition guidelines. This voluntary commitment will be submitted to the European Commission as a part of its Code of Conduct for Responsible Business and Marketing Practices. </p><p><br/><br/>These commitments build on progressPepsiCo has already made globally over the past decade[1]to reduce added sugars in beverages and sodium and saturated fat in foods, introduce smaller portion sizes and create alternatives of existing brands with improved nutritional profiles, like Pepsi MAX, 7UP Free and Lay's Oven Baked. <br/><br/>For its beverage portfolio in Europe, which includes Pepsi-Cola, Lipton Ice Tea and 7UP, PepsiCo's new pledge will reduce the average level of added sugars across its entire soft drinks range by 25% by 2025 and 50% by 2030[2][2]. Across Europe, PepsiCo has already established a strong sugar-free portfolio in beverages, including Pepsi MAX and 7UP Free. The sugar reduction also has a positive climate impact. The company estimates that moving from full sugar to sugar-free formulations reduces up to a quarter of the greenhouse gas emissions from a beverage. <br/><br/>PepsiCo Europe wants to also further its journey to diversify its snack portfolio to include healthier options, learning from its success in growing sugar-free beverages. It aims to increase sales of snacks rated a B or better in the widely used Nutri-Score nutrition labelling system[3][3]by more than 10X by 2025. This will make healthier snacks its fastest growing food category over the next four years with an ambition to expand this to a $1 billion portfolio by 2030.  <br/><br/>The new goals will be achieved through reformulation of existing products, expanding the company's existing brands, including Lay's Oven Baked, to more markets, and introducing new snacking ranges such as PopWorks, its newly launched popped corn crisps range. <br/><br/>PepsiCo's grains portfolio, which includes Quaker Oats, already offers a range of nutritious products to EU consumers with 70% of the product[4][4]rated at either Nutri-Score A or B. <br/><br/>Silviu Popovici, Chief Executive Officer, PepsiCo Europe said:'Consumers want healthier and more sustainable brands, and they want products that taste great. Over the past decade, we've reformulated and launched new products to bring more options to consumers. As a result, in Europe today, almost one in three beverages we sell is sugar-free and we believe this trend will continue to grow over time. With this pledge, we can use our experience with sugar reduction to accelerate our shift to a healthier snacks portfolio.' <br/><br/>PepsiCo understands that it is vital to market its products responsibly. The company has also aligned to UNESDA (the European soft drinks industry association) and the World Federation of Advertisers (EU Pledge) commitments around no marketing or advertising to children under 13. Since 2006, PepsiCo has not advertised its soft drinks to under 12s across Europe and it has applied science-based nutrition criteria to determine which food products it can advertise to under 12s. <br/><br/>This new plan is part of PepsiCo's efforts to create a more sustainable food system and support the EU's ambitious Green Deal. At the end of 2020, the company announced its plans to reduce virgin plastic use by moving to 100% recycled plastic bottles for brand Pepsi across nine EU markets by 2022. PepsiCo has also stepped up its goals to tackle climate change, committing to net zero by 2040 and a 40% reduction in greenhouse gas emissions (GHGs) by 2030, while also scaling regenerative agriculture across its entire agricultural footprint, reducing GHGs by 3 million tons by 2030. <br/><br/>About PepsiCo<br/><br/>PepsiCo products are enjoyed by consumers more than one billion times a day in more than 200 countries and territories around the world. PepsiCo generated more than $70 billion in net revenue in 2020, driven by a complementary food and beverage portfolio that includes Frito-Lay, Gatorade, Pepsi-Cola, Quaker, Tropicana and SodaStream. PepsiCo's product portfolio includes a wide range of enjoyable foods and beverages, including 23 brands that generate more than $1 billion each in estimated annual retail sales. <br/><br/><br/><br/>[1][5]Calculated by Retail Sales Value <br/><br/>[2][6]Compared to a baseline of 2019 <br/><br/>[3][7]Nutri-Score is a nutritional label which evaluates the overall nutritional quality of food based on a five-colour coded scale going from A to E. <br/><br/>[4][8]Calculated by Quaker product volume. <br/> [ 1]: <url normalizedValue=\"https://www.pepsico.com/sustainability-report/strategy\">https://www.pepsico.com/sustainability-report/strategy</url> [ 2]: file:///C:/Users/80051719/AppData/Local/Microsoft/Windows/INetCache/Content.Outlook/FE7831OR/Draft%20Media%20Release%20FINAL%20(002).docx#_ftn2 [ 3]: file:///C:/Users/80051719/AppData/Local/Microsoft/Windows/INetCache/Content.Outlook/FE7831OR/Draft%20Media%20Release%20FINAL%20(002).docx#_ftn3 [ 4]: file:///C:/Users/80051719/AppData/Local/Microsoft/Windows/INetCache/Content.Outlook/FE7831OR/Draft%20Media%20Release%20FINAL%20(002).docx#_ftn4 [ 5]: file:///C:/Users/80051719/AppData/Local/Microsoft/Windows/INetCache/Content.Outlook/FE7831OR/Draft%20Media%20Release%20FINAL%20(002).docx#_ftnref1 [ 6]: file:///C:/Users/80051719/AppData/Local/Microsoft/Windows/INetCache/Content.Outlook/FE7831OR/Draft%20Media%20Release%20FINAL%20(002).docx#_ftnref2 [ 7]: file:///C:/Users/80051719/AppData/Local/Microsoft/Windows/INetCache/Content.Outlook/FE7831OR/Draft%20Media%20Release%20FINAL%20(002).docx#_ftnref3 [ 8]: file:///C:/Users/80051719/AppData/Local/Microsoft/Windows/INetCache/Content.Outlook/FE7831OR/Draft%20Media%20Release%20FINAL%20(002).docx#_ftnref4 </p><p/>", "publisher": "EU Reporter", "instances": ["This new plan is part of PepsiCo's efforts to create a more sustainable food system and support the EU's ambitious Green Deal. At the end of 2020, the company announced its plans to reduce virgin plastic use by moving to 100% recycled plastic bottles for brand Pepsi across nine EU markets by 2022. About PepsiCoPepsiCo products are enjoyed by consumers more than one billion times a day in more than 200 countries and territories around the world. PepsiCo generated more than $70 billion in net revenue in 2020, driven by a complementary food and beverage portfolio that includes Frito-Lay, Gatorade, Pepsi-Cola, Quaker, Tropicana and SodaStream."]}, {"relevance_score": 30, "title": "#Caribbean food innovations with #TrulyTurmeric and #CaribbeanCureTeas recognized at #SIAL, Paris", "published": "2018-10-16", "bodyText": "<p nitf:lede=\"true\"/><p nitf:lede=\"true\">Oct 16, 2018( EU Reporter: <url normalizedValue=\"http://www.eureporter.co\">http://www.eureporter.co</url> Delivered by Newstex)  Two Caribbean companies have been selected as finalists in the SIAL Innovation Awards 2018 for their product innovation. They are Caribbean Cure Ltd of Trinidad and Tobago and Naledo Belize Ltd. SIAL is regarded as the world's largest food innovation exhibition and hosts the SIAL Innovation Awards each year to recognize those who help to shape what we eat both today and tomorrow. </p><p>Taking place in Paris from October 21-25, 2018, the Caribbean Export Development Agency (Caribbean Export) in collaboration with the European Union are supporting twelve food and beverage producers to participate at SIAL under the Caribbean Kitchen[1] banner. Of the twelve companies Caribbean Cure and Naledo's participation has already started draw attention given their shortlisting for a SIAL Innovation Award for their dynamic and creative product offerings. Naledo Belize Ltd are one of the world's first manufacturers of fresh turmeric paste. Developed by CEO Umeeda Switlo, Naledo use a recipe based on her own traditional Indian cooking to create Truly Turmeric. Turmeric is a healthy root often found in supermarkets and health stores in a powered or capsule form to be taken as supplements however, Naledo Belize Ltd have transformed it to create a deliciously healthy wildcrafted whole root turmeric paste making it a niche product within the global market. 'We are very excited to be a finalist in the SIAL 2018 product innovation award for Truly Turmeric. Naledo is the first company in the world to manufacture a fresh turmeric paste and our CEO Umeeda Switlo came up with this recipe based on her traditional Indian cooking. This nomination means that our company has been recognized for the innovativeproduct we produce and our social enterprise model. We hope that it opens trade doors to the EU and beyond,' said Nareena Switlo, COO at Naledo. Naledo is a social enterprise based in Toledo, Belize and focuses on youth entrepreneurship, sustainable production, regenerative agriculture, and community empowerment. With every jar sold customers know that they are directly impacting our network of small-scale growers in Belize Keeping with tradition Caribbean Cure Ltd produce a line of loose leaf natural healing teas that utilize indigenous plants found within the Caribbean. Their handcrafted teas which utilize premium organic ingredients are crafted through the preservation of nutrients found within the roots, herbs and flowers of plants that have been used for generations within the Caribbean to heal and treat ailments. 'When we began hand- crafting our blends, we had one simple mission - to share our passion and love for the age-old traditions and healing qualities of Caribbean herbs. We visited farmers, herbalists and tea lovers from across the region to find out what makes the perfect cup of natural tea. We were determined to create much more than tea with health benefits. We are excited to share the Caribbean tea experience at Sial Paris and will continue to share our passion with the world on this global platform,' saidCaribbean Cure LtdFounder and Managing Director Sophia Stone. 'We are thrilled that two of the companies that will be attending as part of the Caribbean Kitchen pavilion have been recognized for a SIAL Innovation Award and we hope that they receive a prize. This doesn't only bode well for Caribbean Cure and Naledo but also for the region as a whole. We have some fantastic food innovations across CARIFORUM and we need to gain greater visibility for them,' said Caribbean ExportCompetitiveness and Export Promotion Manager Chris McNair. The participation of CARIFORUM companies at international trade shows is a key intervention of Caribbean Export to support the region's exporters to increase their market penetration namely in Europe. 'It's important for Caribbean companies to be present at international events. We have to leverage the support from the European Union via the 11th EDF to ensure the innovation, great products coming out of the region are seen internationally. At the end of the day there's no point in having great products if no one knows about them,' McNair added. [ 1]: <url normalizedValue=\"https://www.carib-export.com/news/the-caribbeans-finest-food-and-drinks-to-inspire-at-sial-2018/\">https://www.carib-export.com/news/the-caribbeans-finest-food-and-drinks-to-inspire-at-sial-2018/</url></p><p/>", "publisher": "EU Reporter", "instances": ["This nomination means that our company has been recognized for the innovativeproduct we produce and our social enterprise model. We hope that it opens trade doors to the EU and beyond,' said Nareena Switlo, COO at Naledo. With every jar sold customers know that they are directly impacting our network of small-scale growers in Belize Keeping with tradition Caribbean Cure Ltd produce a line of loose leaf natural healing teas that utilize indigenous plants found within the Caribbean. Their handcrafted teas which utilize premium organic ingredients are crafted through the preservation of nutrients found within the roots, herbs and flowers of plants that have been used for generations within the Caribbean to heal and treat ailments."]}, {"relevance_score": 31, "title": "#Caribbean food innovations with #TrulyTurmeric and #CaribbeanCureTeas recognized at #SIAL, Paris", "published": "2018-10-05", "bodyText": "<p nitf:lede=\"true\"/><p nitf:lede=\"true\">Oct 05, 2018( EU Reporter: <url normalizedValue=\"http://www.eureporter.co\">http://www.eureporter.co</url> Delivered by Newstex)  Two Caribbean companies have been selected as finalists in the SIAL Innovation Awards 2018 for their product innovation. They are Caribbean Cure Ltd of Trinidad and Tobago and Naledo Belize Ltd.SIAL is regarded as the world's largest food innovation exhibition and hosts the SIAL Innovation Awards each year to recognise those who help to shape what we eat both today and tomorrow. Taking place in Paris from October 21-25, 2018, the Caribbean Export Development Agency (Caribbean Export) in collaboration with the European Union are supporting twelve food and beverage producers to participate at SIAL under the Caribbean Kitchen[1] banner. </p><p>Of the twelve companies Caribbean Cure and Naledo's participation has already started draw attention given their shortlisting for a SIAL Innovation Award for their dynamic and creative product offerings. Naledo Belize Ltd are one of the world's first manufacturers of fresh turmeric paste. Developed by CEO Umeeda Switlo, Naledo use a recipe based on her own traditional Indian cooking to create Truly Turmeric. Turmeric is a healthy root often found in supermarkets and health stores in a powered or capsule form to be taken as supplements however, Naledo Belize Ltd have transformed it to create a deliciously healthy wildcrafted whole root turmeric paste making it a niche product within the global market. 'We are very excited to be a finalist in the SIAL 2018 product innovation award for Truly Turmeric. Naledo is the first company in the world to manufacture a fresh turmeric paste and our CEO Umeeda Switlo came up with this recipe based on her traditional Indian cooking. This nomination means that our company has been recognized for the innovativeproduct we produce and our social enterprise model. We hope that it opens trade doors to the EU and beyond,' said Nareena Switlo, COO at Naledo. Naledo is a social enterprise based in Toledo, Belize and focuses on youth entrepreneurship, sustainable production, regenerative agriculture, and community empowerment. With every jar sold customers know that they are directly impacting our network of small-scale growers in Belize. Keeping with tradition Caribbean Cure Ltd produce a line of loose leaf natural healing teas that utilize indigenous plants found within the Caribbean. Their handcrafted teas that utilize premium organic ingredients are crafted through the preservation of nutrients found within the roots, herbs and flowers of plants that have been used for generations within the Caribbean to heal and treat ailments. 'When we began hand- crafting our blends, we had one simple mission - to share our passion and love for the age-old traditions and healing qualities of Caribbean herbs. We visited farmers, herbalists and tea lovers from across the region to find out what makes the perfect cup of natural tea. We were determined to create much more than tea with health benefits. We are excited to share the Caribbean tea experience at Sial Paris and will continue to share our passion with the world on this global platform,' said Caribbean Cure LtdFounder and Managing Director Sophia Stone. 'We are thrilled that two of the companies that will be attending as part of the Caribbean Kitchen pavilion have been recognized for a SIAL Innovation Award and we hope that they receive a prize. This doesn't only bode well for Caribbean Cure and Naledo but also for the region as a whole. We have some fantastic food innovations across CARIFORUM and we need to gain greater visibility for them,' said Caribbean ExportCompetitiveness and Export Promotion Manager Chris McNair. The participation of CARIFORUM companies at international trade shows is a key intervention of Caribbean Export to support the region's exporters to increase their market penetration namely in Europe. 'It's important for Caribbean companies to be present at international events. We have to leverage the support from the European Union via the 11th EDF to ensure the innovation, great products coming out of the region are seen internationally. At the end of the day there's no point in having great products if no one knows about them,' McNair added. [ 1]: <url normalizedValue=\"https://www.carib-export.com/news/the-caribbeans-finest-food-and-drinks-to-inspire-at-sial-2018/\">https://www.carib-export.com/news/the-caribbeans-finest-food-and-drinks-to-inspire-at-sial-2018/</url></p><p/>", "publisher": "EU Reporter", "instances": ["This nomination means that our company has been recognized for the innovativeproduct we produce and our social enterprise model. We hope that it opens trade doors to the EU and beyond,' said Nareena Switlo, COO at Naledo. With every jar sold customers know that they are directly impacting our network of small-scale growers in Belize. Keeping with tradition Caribbean Cure Ltd produce a line of loose leaf natural healing teas that utilize indigenous plants found within the Caribbean."]}, {"relevance_score": 38, "title": "#Caribbean food innovations recognized at #SIAL, Paris", "published": "2018-08-29", "bodyText": "<p nitf:lede=\"true\"/><p nitf:lede=\"true\">Aug 29, 2018( EU Reporter: <url normalizedValue=\"http://www.eureporter.co\">http://www.eureporter.co</url> Delivered by Newstex)  Two Caribbean companies have been selected as finalists in the SIAL Innovation Awards 2018 for their product innovation. They are Caribbean Cure Ltd of Trinidad and Tobago and Naledo Belize Ltd.  SIAL is regarded as the world's largest food innovation exhibition and hosts the SIAL Innovation Awards each year to recognize those who help to shape what we eat both today and tomorrow. </p><p>Taking place in Paris from October 21-25, 2018, the Caribbean Export Development Agency (Caribbean Export) in collaboration with the European Union are supporting twelve food and beverage producers to participate at SIAL under the Caribbean Kitchen banner. Of the twelve companies Caribbean Cure and Naledo's participation has already started draw attention given their shortlisting for a SIAL Innovation Award for their dynamic and creative product offerings.  Naledo Belize Ltd is one of the world's first manufacturers of fresh turmeric paste. Developed by CEO Umeeda Switlo, Naledo use a recipe based on traditional Indian cooking to create Truly Tumeric. Tumeric is a healthy root often found in supermarkets and health stores in a powered or capsule form to be taken as supplements however, Naledo Belize Ltd have transformed it to create a deliciously healthy wildcrafted whole root turmeric paste making it a niche product within the global market.  'We are very excited to be a finalist in the SIAL 2018 product innovation award for Truly Turmeric. Naledo is the first company in the world to manufacture a fresh turmeric paste and our CEO Umeeda Switlo came up with this recipe based on her traditional Indian cooking. This nomination means that our company has been recognized for the innovative product we produce and our social enterprise model. We hope that it opens trade doors to the EU and beyond,' said Nareena Switlo, COO at Naledo. Naledo is a social enterprise based in Toledo, Belize and focuses on youth entrepreneurship, sustainable production, regenerative agriculture, and community empowerment. With every jar sold customers know that they are having a direct impact on the network of small-scale growers in Belize. Keeping with tradition Caribbean Cure Ltd produce a line of loose leaf natural healing teas that utilize indigenous plants found within the Caribbean. Their handcrafted teas which utilise premium organic ingredients are crafted through the preservation of nutrients found within the roots, herbs and flowers of plants that have been used for generations within the Caribbean to heal and treat ailments.  'When we began hand- crafting our blends, we had one simple mission - to share our passion and love for the age-old traditions and healing qualities of Caribbean herbs. We visited farmers, herbalists and tea lovers from across the region to find out what makes the perfect cup of natural tea. We were determined to create much more than tea with health benefits. We are excited to share the Caribbean tea experience at Sial Paris and will continue to share our passion with the world on this global platform,' commented Sophia Stone, founder and managing director at Caribbean Cure Ltd. 'We are thrilled that two of the companies that will be attending as part of the Caribbean Kitchen pavilion have been recognised for a SIAL Innovation Award and we hope that they receive a prize. This doesn't only bode well for Caribbean Cure and Naledo but also for the region as a whole. We have some fantastic food innovations across CARIFORUM and we need to gain greater visibility for them,' said Chris McNair, manager, Competitiveness and Export Promotion, Caribbean Export. The participation of CARIFORUM companies at international trade shows is a key intervention of Caribbean Export to support the region's exporters to increase their market penetration namely in Europe.  'It's important for Caribbean companies to be present at international events. We have to leverage the support from the European Union via the 11th EDF to ensure the innovation, great products coming out of the region are seen internationally. At the end of the day there's no point in having great products if no one knows about them,' McNair added. About Caribbean Export Caribbean Export is a regional export development and trade and investment promotion organisation of the Forum of Caribbean States (CARIFORUM) currently executing the Regional Private Sector Programme (RPSDP) funded by the European Union under the 10th European Development Fund (EDF) Caribbean Export's mission is to increase the competitiveness of Caribbean countries by providing quality export development and trade and investment promotion services through effective programme execution and strategic alliances. More information about Caribbean Export can be found here[1].  The post #Caribbean food innovations recognized at #SIAL, Paris[2] appeared first on EU Reporter[3]. [ 1]: <url normalizedValue=\"http://www.carib-export.com\">http://www.carib-export.com</url> [ 2]:            <url normalizedValue=\"https://www.eureporter.co/frontpage/2018/08/29/caribbean-food-innovations-recognized-at-sial-paris/\">https://www.eureporter.co/frontpage/2018/08/29/caribbean-food-innovations-recognized-at-sial-paris/</url> [ 3]:            <url normalizedValue=\"https://www.eureporter.co\">https://www.eureporter.co</url></p><p/>", "publisher": "EU Reporter", "instances": ["This nomination means that our company has been recognized for the innovative product we produce and our social enterprise model. We hope that it opens trade doors to the EU and beyond,' said Nareena Switlo, COO at Naledo. With every jar sold customers know that they are having a direct impact on the network of small-scale growers in Belize. Keeping with tradition Caribbean Cure Ltd produce a line of loose leaf natural healing teas that utilize indigenous plants found within the Caribbean."]}]