{"Canada_wildfires_1": ["<p>Smoke has long cast shadows across the skies in the northern hemisphere. Our aversion to smoke has influenced the way we're willing to deal with the rising risk of wildfires.</p>", "<p nitf:lede=\"true\">125 YEARS AGO: AUG. 15 and 22, 1896</p><p nitf:lede=\"true\">FISHING PARTY (1): A party composed of Miss Katie Newland, Miss Ethel Reynolds and Frank L. Reynolds left early this morning for a days fishing at the lake in Highland Valley. It will probably take them a day to go and return, but we bet they catch a large number of fish as they have never failed to on one of their other trips. We hope they will have a pleasant day. Will give full particulars next issue.</p><p nitf:lede=\"true\">FISHING PARTY (2): A party of three left town last Saturday — four o'clock in the morning — fishing excursion — lake — Highland valley — fifteen miles — Returned eleven o'clock at night — no fish — tired — hungry — sore — cranky — horses played out — Highland valley is now fifty miles — didn't find lake.</p><p>100 YEARS AGO: AUG. 12 and 19, 1921</p><p>MINING NEWS: M.J. Cameron, of Vancouver, is developing a copper property in Highland Valley known as the Kathleen. Much difficulty is experienced in the Highland for want of transportation, although it is one of the most promising copper camps in the province.</p><p>LANDSLIDE BLOCKS THOMPSON RIVER NEAR ASHCROFT: A landslide with about half a mile frontage came down without warning on the west side of the Thompson river at Basque, about six miles south of Ashcroft on Saturday morning last, and has changed completely the aspect of the country in that section, it is reported. The river was entirely blocked, and several miles up stream a rise of about twelve feet took place. No damage was done to either the C.P.R. or the C.N.R., fortunately, as the two lines follow parallel along the east side of the river at the point where the slide occurred. The Hammond ranch at Basque is the scene of the landslide, and, during the afternoon the ground was still falling down at intervals. At this writing no damage to the right-of-way, or to traffic is reported from either railway.</p><p>75 YEARS AGO: AUG. 10 and 17, 1946</p><p>796 FOREST FIRES SO FAR THIS YEAR: A total of 796 forest fire outbreaks have cost B.C. $84,518 so far this year, forest branch officials revealed at Victoria. The figures compare with those up to August 1 last year, which show 878 outbreaks costing $68,479 to overcome. Officials pointed out that heavy rains this season have helped to keep forest hazards at a minimum although the province has just passed through one dangerous period. They added that August is often a dangerous month for forest fires, and urged the public to remember the danger is not over. [As of Aug. 1, 2021 there had been 1,275 wildfires reported in the province this year.]</p><p>CACHE CREEK TO GET ELECTRIC LIGHT: Poles are being placed along the road from the Ashcroft Water, Electric power plant on the Bonaparte in preparation for the installation of a power and light line to Cache Creek. Cedar poles are being imported for the work at a cost, we understand, of approximately $10 each. They will run along the Boston Flat, and Cache Creek will be put on an up-to-date basis, so far as electric light is concerned. The installation will include not only the T.U. Auto Camp and homes there, but will take in the surrounding farms.</p><p>\"ASHCROFT\" POTATOES: Mr. Mike Leigh, local agent for the B.C. Interior Vegetable Marketing Board, is a booster for Ashcroft. Recently the Board shipped him a supply of sacks branded \"Drybelt Potatoes\" for shipping local spuds. He immediately objected and informed the Board that he wanted the name \"Ashcroft\" included on the brand to denote that they were grown in Ashcroft. That is the right patriotic spirit, and he was advised he would have his own way. In olden times we were told it was bad breeding to blow ones' own horn. Today the one who shouts the loudest does the most business.</p><p>NEW ROUTE: Ashcroft businesses notice quite a difference in business since the cut-off has been opened behind Elephant mountain.</p><p>50 YEARS AGO: AUG. 12 and 19, 1971</p><p>CACHE CREEK SCHOOL DEBRIS DISAPPEARING: Casadio and Son Holding Co. Ltd. has been awarded the contract to clean up the debris of the recent Cache Creek school fire. This work will be completed by August 17th. On August 18th, Atco Industries of Calgary will commence moving six portable classrooms onto the Cache Creek school site and 2 more units onto the Ashcroft Secondary site… The Board of School Trustees, immediately after the fire, commissioned their architects to proceed with new plans and specifications for rebuilding the school, using cement block construction rather than wood frame. These plans are proceeding favourably and the new construction should be in progress by early fall.</p><p>OLD AGE PENSIONERS SEEK HOSPITAL FOR HOME: The Ashcroft and Cache Creek Old Age Pensioners Organization has set their sights on using the most modern wing of Lady Minto Hospital for a senior citizens rest and convalescent home once the new hospital is in use… The group, formed in November 1970 under the leadership of Mr. and Mrs. Fred Langler of Scotty Creek, is drawing public support to its ambition by circulating a petition throughout the area extending from Spences Bridge to Savona and north to Clinton.</p><p>BETHLEHEM DISCOVERS NEW ORE BODY: A report released this morning in Vancouver by Patrick M. Reynolds, president of Bethlehem Copper Corporation Ltd., advised shareholders that a major ore discovery had been made on the Company's Highland Valley property. In his report the president stated: \"Our Exploration Department has discovered an important copper ore zone approximately two miles southeast of our mill in Highland Valley… It is too early to estimate ore tonnage but indications are that the deposit will be of substantial proportions.\"</p><p>LYTTON LIONS HELP LILLOOET FIRE VICTIMS WITH DONATIONS: A goodwill caravan consisting of 5 vehicles loaded with household furniture, clothing, bedding and cooking utensils, left for Lillooet on Sunday, after Lytton Lions assembled a work crew to collect donations of articles on Saturday night. Excellent response was given by local citizens and the Parish Hall at Lytton soon was partly filled with useful articles for the burned out folk at Lillooet.</p><p><email normalizedValue=\"mailto:editorial@accjournal.ca\">editorial@accjournal.ca</email></p><p>Like us on Facebook and follow us on Twitter</p><p>Copyright 2021 Ashcroft Cache Creek Journal</p>", "<p nitf:lede=\"true\">But, even though as a young man he tried a seaman's job, his true love was working in towering forests.</p><p nitf:lede=\"true\">In her eulogy, his daughter, Janice Lippert, said that water and wood would be key elements throughout his life. She also spoke about the pull he would feel every year to return to the place of his birth.</p><p nitf:lede=\"true\">Born April 5, 1931, on Easter Sunday, in the pulp and paper town of Grand Falls, Nfld., to Olive and Henry Hicks, George was a middle child among six kids, heavily weighted with girls. Four sisters to be exact.</p><p>George's first job was with CN Marine, serving in the coastal service. The seafaring life, however, was not for him and George decided on a landlubber life, enrolling in the Maritime Forest Ranger School in Fredericton, N.B., in 1950. Not only was he embarking on a new career, but George also met Amy Perry, a New Brunswick girl, former teacher and a newly minted nurse. Amy had grown up with four brothers so she knew about being outnumbered.</p><p>The couple married in December 1951 in Thunder Bay, after George accepted a job with Marathon Pulp and Paper.</p><p>Over the next few years, the couple would move between the Maritimes and Ontario as George's jobs required. They finally settled in Sussex, N.B., where George worked as a forest ranger/technician for three decades for the Department of Natural Resources.</p><p>It was in that job George had a tremendous impact on the health of the forests. Spruce budworm was decimating the fir and spruce forests of New Brunswick. Along with a team of five colleagues, they mapped out the damage caused by the invasive pest over 10 seasons. It was important work.</p><p>The New Brunswick Archives indicates there was a particularly devastating outbreak in the Atlantic provinces from the mid-1970s until the 1980s and George was in the middle of fighting to preserve what was left. In 1976, the province reacted by spraying about 20 million acres and replanting. George played a part in helping save and restore the forests.</p><p>George also focused on wildlife in his desire to protect wild Canada. He would do aerial forest fire patrols and, during deer season, he'd be searching for illegal nighttime deer hunting spotted from the sky. George loved to fly and this became the best part of his job.</p><p>George extended his love of nature to schoolchildren, helping develop natural resources protection programs for elementary schools. The passion for protecting and appreciating wild spaces would be shared with their only daughter, Janice, and grandchildren, Amy and Seth.</p><p>In her eulogy, granddaughter Amy spoke of the years the family would spend at her grandparents' New Brunswick cabin and, later, at their cottage on Lake Conestogo. Her poetic words about the nature that surrounded them were a testament to George's lasting influence.</p><p>In 1994, after George retired from the government and Amy from nursing, the couple moved to Kitchener to be closer to their daughter. Janice had moved to Waterloo Region as a student and decided to stay and raise her family.</p><p>When Amy developed Alzheimer's, the couple sold the Kitchener home and moved to live with Janice and her family in New Hamburg. Amy later moved into long-term care and George moved to a retirement home in Elmira. Amy died in 2017.</p><p>Janice spoke about her father's skills in the workshop, particularly after he retired. He made doll houses, a garage for tiny toy cars and a little kitchen. As she said, no store-bought toy could compare to her father's craftsmanship. He also had an uncanny ability to fix just about anything with a piece of rope. George had ingenuity.</p><p>Janice remembers her dad as kind, generous and her constant source of support.</p><p>\"As my dad, he was strong and yet gentle,\" she said. \"He always took time to chat, listen or help out in whatever way possible.\" She also spoke of how important his faith was and how he lived by the principals he learned within that faith, particularly the part about loving your neighbours.</p><p>George had a stroke followed by a bout of pneumonia last fall. He died Dec. 22.</p><p>Freelance writer Valerie Hill is a former Record reporter. She can be reached by email at <email normalizedValue=\"mailto:vmhill296@gmail.com\">vmhill296@gmail.com</email></p>", "<p nitf:lede=\"true\">Growing up in Newfoundland, George Hicks was drawn to the sea and it would always be the place that anchored him to his past.</p><p nitf:lede=\"true\">But, even though as a young man he tried a seaman's job, his true love was working in towering forests.</p><p nitf:lede=\"true\">In her eulogy, his daughter, Janice Lippert, said that water and wood would be key elements throughout his life. She also spoke about the pull he would feel every year to return to the place of his birth.</p><p>Born April 5, 1931, on Easter Sunday, in the pulp and paper town of Grand Falls, Nfld., to Olive and Henry Hicks, George was a middle child of six kids, heavily weighted with girls. Four sisters to be exact.</p><p>George's first job was with CN Marine, serving in the coastal service. The seafaring life, however, was not for him and George decided on a landlubber life, enrolling in the Maritime Forest Ranger School in Fredericton, N.B., in 1950. Not only was he embarking on a new career, but George also met Amy Perry, a New Brunswick girl, former teacher and a newly minted nurse. Amy had grown up with four brothers so she knew about being outnumbered.</p><p>The couple married in December 1951 in Thunder Bay, after George accepted a job with Marathon Pulp and Paper.</p><p>Over the next few years, the couple would move between the Maritimes and Ontario as George's jobs required. They finally settled in Sussex, N.B., where George worked as a forest ranger/technician for three decades for the Department of Natural Resources.</p><p>It was in that job George had a tremendous impact on the health of the forests. Spruce budworm were decimating the fir and spruce forests of New Brunswick. Along with a team of five colleagues, they mapped out the damage caused by the invasive pest over 10 seasons. It was important work.</p><p>The New Brunswick Archives indicates there was a particularly devastating outbreak in the Atlantic Provinces from the mid-1970s until the 1980s and George was in the middle of fighting to preserve what was left. In 1976, the province reacted by spraying about 20 million acres and replanting. George played a part in helping save and restore the forests.</p><p>George also focused on wildlife in his desire to protect wild Canada. He would do aerial forest fire patrols and, during deer season, he'd be searching for illegal nighttime deer hunting spotted from the sky. George loved to fly and this became the best part of his job.</p><p>George extended his love of nature to schoolchildren, helping develop natural resources protection programs for elementary schools. The passion for protecting and appreciating wild spaces would be shared with their only daughter, Janice, and grandchildren, Amy and Seth.</p><p>In her eulogy, granddaughter Amy spoke of the years the family would spend at her grandparents' New Brunswick cabin and, later, at their cottage on Lake Conestogo. Her poetic words about the nature that surrounded them were a testament to George's lasting influence.</p><p>In 1994, after George retired from the government and Amy from nursing, the couple moved to Kitchener to be closer to their daughter. Janice had moved to Waterloo Region as a student and decided to stay and raise her family.</p><p>When Amy developed Alzheimer's, the couple sold the Kitchener home and moved to live with Janice and her family in New Hamburg. Amy later moved into long-term care and George moved to a retirement home in Elmira. Amy died in 2017.</p><p>Janice spoke about her father's skills in the workshop, particularly after he retired. He made doll houses, a garage for tiny toy cars and a little kitchen. As she said, no store-bought toy could compare to her father's craftsmanship. He also had an uncanny ability to fix just about anything with a piece of rope. George had ingenuity.</p><p>Janice remembers her dad as kind, generous and her constant source of support.</p><p>\"As my dad, he was strong and yet gentle,\" she said. \"He always took time to chat, listen or help out in whatever way possible.\" She also spoke of how important his faith was and how he lived by the principals he learned within that faith, particularly the part about loving your neighbours.</p><p>George had a stroke followed by a bout of pneumonia last fall. He died Dec. 22.</p><p>Freelance writer Valerie Hill is a former Record reporter. She can be reached by email at <email normalizedValue=\"mailto:vmhill296@gmail.com\">vmhill296@gmail.com</email></p>", "<p nitf:lede=\"true\">125 YEARS AGO: AUG. 15 and 22, 1896</p><p nitf:lede=\"true\">FISHING PARTY (1): A party composed of Miss Katie Newland, Miss Ethel Reynolds and Frank L. Reynolds left early this morning for a days fishing at the lake in Highland Valley. It will probably take them a day to go and return, but we bet they catch a large number of fish as they have never failed to on one of their other trips. We hope they will have a pleasant day. Will give full particulars next issue.</p><p nitf:lede=\"true\">FISHING PARTY (2): A party of three left town last Saturday &amp; - four o'clock in the morning &amp; - fishing excursion &amp; - lake &amp; - Highland valley &amp; - fifteen miles &amp; - Returned eleven o'clock at night &amp; - no fish &amp; - tired &amp; - hungry &amp; - sore &amp; - cranky &amp; - horses played out &amp; - Highland valley is now fifty miles &amp; - didn't find lake.</p><p>100 YEARS AGO: AUG. 12 and 19, 1921</p><p>MINING NEWS: M.J. Cameron, of Vancouver, is developing a copper property in Highland Valley known as the Kathleen. Much difficulty is experienced in the Highland for want of transportation, although it is one of the most promising copper camps in the province.</p><p>LANDSLIDE BLOCKS THOMPSON RIVER NEAR ASHCROFT: A landslide with about half a mile frontage came down without warning on the west side of the Thompson river at Basque, about six miles south of Ashcroft on Saturday morning last, and has changed completely the aspect of the country in that section, it is reported. The river was entirely blocked, and several miles up stream a rise of about twelve feet took place. No damage was done to either the C.P.R. or the C.N.R., fortunately, as the two lines follow parallel along the east side of the river at the point where the slide occurred. The Hammond ranch at Basque is the scene of the landslide, and, during the afternoon the ground was still falling down at intervals. At this writing no damage to the right-of-way, or to traffic is reported from either railway.</p><p>75 YEARS AGO: AUG. 10 and 17, 1946</p><p>796 FOREST FIRES SO FAR THIS YEAR: A total of 796 forest fire outbreaks have cost B.C. $84,518 so far this year, forest branch officials revealed at Victoria. The figures compare with those up to August 1 last year, which show 878 outbreaks costing $68,479 to overcome. Officials pointed out that heavy rains this season have helped to keep forest hazards at a minimum although the province has just passed through one dangerous period. They added that August is often a dangerous month for forest fires, and urged the public to remember the danger is not over. [As of Aug. 1, 2021 there had been 1,275 wildfires reported in the province this year.]</p><p>CACHE CREEK TO GET ELECTRIC LIGHT: Poles are being placed along the road from the Ashcroft Water, Electric power plant on the Bonaparte in preparation for the installation of a power and light line to Cache Creek. Cedar poles are being imported for the work at a cost, we understand, of approximately $10 each. They will run along the Boston Flat, and Cache Creek will be put on an up-to-date basis, so far as electric light is concerned. The installation will include not only the T.U. Auto Camp and homes there, but will take in the surrounding farms.</p><p>\"ASHCROFT\" POTATOES: Mr. Mike Leigh, local agent for the B.C. Interior Vegetable Marketing Board, is a booster for Ashcroft. Recently the Board shipped him a supply of sacks branded \"Drybelt Potatoes\" for shipping local spuds. He immediately objected and informed the Board that he wanted the name \"Ashcroft\" included on the brand to denote that they were grown in Ashcroft. That is the right patriotic spirit, and he was advised he would have his own way. In olden times we were told it was bad breeding to blow ones' own horn. Today the one who shouts the loudest does the most business.</p><p>NEW ROUTE: Ashcroft businesses notice quite a difference in business since the cut-off has been opened behind Elephant mountain.</p><p>50 YEARS AGO: AUG. 12 and 19, 1971</p><p>CACHE CREEK SCHOOL DEBRIS DISAPPEARING: Casadio and Son Holding Co. Ltd. has been awarded the contract to clean up the debris of the recent Cache Creek school fire. This work will be completed by August 17th. On August 18th, Atco Industries of Calgary will commence moving six portable classrooms onto the Cache Creek school site and 2 more units onto the Ashcroft Secondary site&amp;#x26;#8230; The Board of School Trustees, immediately after the fire, commissioned their architects to proceed with new plans and specifications for rebuilding the school, using cement block construction rather than wood frame. These plans are proceeding favourably and the new construction should be in progress by early fall.</p><p>OLD AGE PENSIONERS SEEK HOSPITAL FOR HOME: The Ashcroft and Cache Creek Old Age Pensioners Organization has set their sights on using the most modern wing of Lady Minto Hospital for a senior citizens rest and convalescent home once the new hospital is in use&amp;#x26;#8230; The group, formed in November 1970 under the leadership of Mr. and Mrs. Fred Langler of Scotty Creek, is drawing public support to its ambition by circulating a petition throughout the area extending from Spences Bridge to Savona and north to Clinton.</p><p>BETHLEHEM DISCOVERS NEW ORE BODY: A report released this morning in Vancouver by Patrick M. Reynolds, president of Bethlehem Copper Corporation Ltd., advised shareholders that a major ore discovery had been made on the Company's Highland Valley property. In his report the president stated: \"Our Exploration Department has discovered an important copper ore zone approximately two miles southeast of our mill in Highland Valley&amp;#x26;#8230; It is too early to estimate ore tonnage but indications are that the deposit will be of substantial proportions.\"</p><p>LYTTON LIONS HELP LILLOOET FIRE VICTIMS WITH DONATIONS: A goodwill caravan consisting of 5 vehicles loaded with household furniture, clothing, bedding and cooking utensils, left for Lillooet on Sunday, after Lytton Lions assembled a work crew to collect donations of articles on Saturday night. Excellent response was given by local citizens and the Parish Hall at Lytton soon was partly filled with useful articles for the burned out folk at Lillooet.</p><p><email normalizedValue=\"mailto:editorial@accjournal.caLike\">editorial@accjournal.caLike</email> us on Facebook and follow us on Twitter</p>", "<p nitf:lede=\"true\">Trading Symbol: NWX (TSX-V)</p><p nitf:lede=\"true\">VANCOUVER, BC, Aug. 17, 2021 /CNW/ - Newport Exploration Ltd (\"Newport\" or \"the Company\") provides an update on operations and reserves for licences in the Cooper Basin, Australia, over which the Company has a 2.5% gross overriding royalty (\"GOR\"). This information was reported by Beach Energy Ltd (\"Beach\") (ASX: BPT) in its 2021 Annual Report and FY21 Results Presentation, both dated 16th August 2021.</p><p nitf:lede=\"true\">Beach reports on the Western Flank, which includes ex PEL's 91, 106 and 107, and PRL 26 which are subject to the Company's GOR, as well as for ex PEL's 92, 104/111, PEL's 113/115/516/90/93, PRL's 83, 135 and PPL 270 which are not.</p><p nitf:lede=\"true\">Production </p><p>Beach report total Western Flank production for the year was 8.9 MMboe, a decrease of 7% from the prior year; </p><p> Western Flank oil production was 6.7 MMboe, down 10% from FY20. Western Flank gas and associated liquids production was 2.2 MMboe, up 3% from FY20.</p><p>The Company will update shareholders as soon as it is in receipt of any specific production forecasts for the GOR licences. </p><p>During FY21, Beach report Western Flank unit field operating costs were less than AUD$6 per boe. </p><p>Beach drilled and operated a total of 21 Western Flank oil wells during FY21, 11 of which were in the Bauer Field.</p><p>Reserves</p><p>Beach report Western Flank reserves and contingent resources as at 30th June, 2021. Categories presented for reserves are 1P reserves (Proved) and 2P reserves (Proved and Probable). Reported reserves have been independently audited by RISC Advisory in accordance with the definitions and guidelines contained within the Petroleum Resources Management System (PRMS) as set out in SPE Reserves Auditing Standards in Australia.</p><p>Beach report the following Western Flank 1P reserves at 30th June 2021:</p><p> Western Flank oil production was 6.7 MMboe, down 10% from FY20. Western Flank gas and associated liquids production was 2.2 MMboe, up 3% from FY20.</p><p>Beach report the following Western Flank 2P reserves at 30th June 2021:</p><p> Western Flank oil production was 6.7 MMboe, down 10% from FY20. Western Flank gas and associated liquids production was 2.2 MMboe, up 3% from FY20.</p><p>Despite the FY21 reserves downgrade (see Company news release dated April 30th, 2021), the four-year Western Flank 2P oil reserve replacement ratio is 125%. </p><p>FY22 Program</p><p>Beach report it has more than 100 prospects and leads across the Western Flank oil and gas acreage. </p><p>As previously reported in a Company News Release dated July 22nd, 2021, Beach has undertaken a thorough review of the Western Flank and plans to recommence drilling operations on the Western Flank oil and gas assets during its FY22.  The program aims to help reduce the current decline being experienced across Beach's Western Flank oil fields and extend plateau production from Western Flank gas fields.</p><p>The planned program comprises the drilling of seven wells, including three oil wells and four gas wells. Oil exploration is then planned subject to finalization of drilling targets.</p><p>As reported by Beach, the first well in its drilling program spudded early in their FY22. </p><p>Chu Chua Copper-Gold Project.</p><p>The Company was able to access the Chu Chua property during early July 2021 just prior to the extreme forest fire risk in Central British Columbia in order to conduct a site visit and work as part of the proposed update to the NI43-101 Technical Report. The Company has been approached by several parties looking to enter into joint venture and/or earn-in agreements on the project and management will continue to evaluate all options to move the project forward in the best interests of its shareholders. </p><p>\"The prudent capital management plan and focus on maintaining a strong balance sheet has allowed the Company to withstand the oil price shock of 2019, and notwithstanding the Company reporting a 100% increase for the previous two dividend periods,  Newport maintains a healthy balance sheet with no debt\" stated Ian Rozier, President and CEO. </p><p>About Newport</p><p>The Company receives its GOR from Beach, which is not a reporting issuer in Canada. Therefore Newport is not able to confirm if disclosure satisfies the requirements of Canadian Securities legislation. </p><p>Newport has no control over operating decisions made by Beach and is not privy to exploration or production data derived by Beach during operations. Accordingly, this prevents the Company from commenting on operating plans going forward. </p><p>As always, the Company recommends that shareholders and potential investors access material information relevant to the Company as released independently by Beach and Santos Ltd in order to keep current during exploration, development and production of all the licenses subject to the Company's GOR.</p><p>The Company currently has 105,579,874 common shares issued and outstanding and approximately $5.2 million in the treasury (comprised of cash, cash equivalents, and short-term investments), and no debt.</p><p>Neither the TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the accuracy or adequacy of this news release.</p><p>Cautionary Statement on Forward-Looking Information</p><p>This news release is intended to provide readers with a reasonable basis for assessing the future performance of the Company. The words \"believe\", \"should\", \"could\", \"expect\", \"anticipate\", \"contemplate\", \"target\", \"plan\", \"intends\", \"continue\", \"budget\", \"estimate\", \"may\", \"will\", \"schedule\" and similar expressions identify forward-looking statements. Forward-looking statements may pertain to assumptions regarding Beach's drilling plans, future dividends, the price of oil and fluctuations in currency markets (specifically the Australian dollar). Forward-looking statements are based upon a number of estimates and assumptions that, which are considered reasonable by the Company, are inherently subject to business, economic and competitive uncertainties and contingencies. Factors include, but are not limited to, the risk of fluctuations in the assumed prices of oil, the risk of changes in government legislation including the risk of obtaining necessary licences and permits, taxation, controls, regulations and political or economic developments in Canada, Australia or other countries in which the Company carries or may carry on business in the future, risks associated with developmental activities, the speculative nature of exploration and development, and assumed quantities or grades of reserves. Readers are cautioned that forward-looking statements are not guarantees of future performance. There can be no assurance that such statements will prove to be accurate and actual results and future events could differ materially from those acknowledged in such statements.</p><p>The Company disclaims any intention or obligation to update or revise any forward-looking statements whether as a result of new information, future events or otherwise, except to the extent required by applicable laws.</p><p>© 2021 Newport Exploration Ltd.</p><p>SOURCE  Newport Exploration Ltd.</p><p> View original content to download multimedia: <url normalizedValue=\"http://www.newswire.ca/en/releases/archive/August2021/17/c4971.html\">http://www.newswire.ca/en/releases/archive/August2021/17/c4971.html</url></p>", "<p nitf:lede=\"true\">40 YEARS AGO</p><p nitf:lede=\"true\">A forest fire covering about 300 acres north of Blue River was reported over the weekend. Operations Superintendent for the Clearwater District, Max Tanner, said as of Monday, 50 men and six cats were involved in fighting the blaze which Forestry officials are calling the \"Ad\" fire.</p><p nitf:lede=\"true\">New \"highly-informative\" tourist maps were printed, showcasing the locations of smaller roads, public facilities and businesses located throughout the area. A regional map is included, following the Yellowhead from Louis Creek to Alberta highlighting sights along the way.</p><p>The B.C. Rollers slowpitch team from Kamloops dominated the tournament with a five-game winning streak and managed to shut out the Clearwater Bears in the final game. More than 30 softball games were played during the event at the Clearwater Park and in Sunshine Valley.</p><p>35 YEARS AGO</p><p>A recent decision to close the Little Fort school and bus the children to Barriere caused problems for families with small children who live on McNab Road as the school authorities didn't plan extend bus services to those children. School board policy won't allow extensions of bus service so there were situations where children who live within walking distance of their school are bussed and those living further out are not.</p><p>Over 100 people attended a meeting called to urge the Thompson-Nicola Regional District directors to release approximately $10,000 for a feasibility study into building a swimming pool and leisure complex in Clearwater.</p><p>Activity in the Clearwater Forest District increased dramatically after a relatively quiet fire season to date. Extensive lightning strikes recorded in Wells Gray Park and the headwaters of Adams River were the cause of many of the new blazes. At least 12 new fires were recorded overnight.</p><p>For the fourth consecutive year, the B.C. Rollers from Kamloops will have their name engraved on the Clearwater Sloballers perpetual trophy after their win in the weekend slowpitch tournament held at the Clearwater ball park.</p><p>30 YEARS AGO</p><p>About 50 people taking part in a relay run across Canada passed through the North Thompson over two days. They were travelling from Vancouver to Montreal as part of the \"Sacred Run,\" to carry the message of the sacredness of all things and prayers for the healing of Mother Earth. The run was planned end around Sept. 27 at Kahnawake near Montreal.</p><p>Over 500 people stopped by the Birch Island homecoming to enjoy the festivities. Many entries participated in the parade with many pioneer families having their own float.</p><p>About 45 people took part in the annual \"Summit Meeting\" organized by Friend of Wells Gray Park and BC Parks on Trophy Mountain. Only around a dozen made it to the skyline ridge for the view north into the park.</p><p>25 YEARS AGO</p><p>Failure to use a seatbelt almost cost a Barriere trucker his life when he was thrown from his Kentworth tractor onto Highway 5 following a collision with a chip truck and then was narrowly missed being run over by both big rigs.</p><p>Barriere RCMP want parents to pay attention to where their children are and what they're up to as local youth gathering behind the Thompson Valley Credit Union are attracting the wrong kind of attention. Police report complaints are coming in that those hanging out in that area have broken lights, thrown cigarettes into the mail slot and thrown garbage around the area.</p><p>The future of anew multi-level care facility hangs in limbo while the provincial government reviews capital projects. An urge, however is creeping into the lives of those who have worked for so many years to bring extensive care facilities to Clearwater.</p><p>20 YEARS AGO</p><p>Two weeks of excessive rain lowered the fire hazard in the area after a low snowfall, dry spring and two weeks of hot weather increased the hazard in early July. Now, the fire season is likely over, though there's still some potential in the Clearwater to Vavenby area, according to Clearwater Fire Centre staff.</p><p>An 18-year-old 100 Mile House resident became stuck on a ledge about 40 metres from the top of Spahats Falls viewpoint, unable to move up or down. Jason Schapansky was later rescued by volunteers from Clearwater Search and Rescue. He summed up the climbing attempt as being \"harder than it looked.\"</p><p>Blue River's Steve Quinn, director for TNRD Area B, told Vancouver to keep its coyotes. He was responding to a television interview buy Vancouver mayor Philip Owen who said the city's problem coyotes should be trapped and relocated to wilderness areas of the province. Quinn gave to reasons for his comments: there are already enough coyotes in the TNRD to form a natural balance; and urban coyotes will quickly move back to urban areas when moved.</p><p>15 YEARS AGO</p><p>The Zone 2 Pee Wee boys softball team took home gold in the B.C. Summer Games held in Kamloops. They were the only team to have to play three games in one day.</p><p>The three day long Great Canadian Music Explosion Family Festival began, ran and ended with a bang. Entertainers of every type were present to strut their stuff. Clowns, children's entertainers, Elvis Presley tribute artists and ramp jumping BMXers all showed.</p><p>April Francis and Paul Michie decided to have their wedding with a splash - literally. The two were married after a white water rafting trip on the Clearwater River.</p><p>10 YEARS AGO</p><p>Differing views on territorial claims by several First Nations bands appear to have postponed the proposed signing of a cooperation agreement between Selkirk Metals and Simpcw First Nation. The signing was cancelled at the last minute, apparently because of questions raised by Neskonlith and Adams Lake Indian Bands.</p><p>A children's story about a lamb has almost sold out its first printing after just a couple of months and the author is looking at doing a second. The book, written by June Moilliet, tells the story of a lamb born on the Moilliet family's heritage sheep ranch near Vavenby.</p><p>5 YEARS AGO</p><p>Clearwater residents Keith McNeill and Jean Nelson completed their first leg of a 350 kilometre carbon cycle at the Bear Radio Station in Barriere. The pair are dedicated to promoting e-Petition 297 which is an online petition to Canada's parliament that calls for nationwide carbon fee-and-dividend as a way to help control global warming.</p><p>Clearwater was hit with a thunderstorm accompanied by a heavy rainfall on Aug. 2 resulting in flash flooding. Some parts of the community were hit harder than others &amp; - Weyerhaeuser Subdivision, Clearwater Flats, Park Drive area and Wyndhaven.</p>", "<p nitf:lede=\"true\">I miss the old days when new parents would send out a casual email.</p><p nitf:lede=\"true\">\"Hey, just to let you know, we are having a boy.\" Or, <emphasis typeStyle=\"it\">\"</emphasis>Hey, just to let you know, we are having a girl.\" Back then, there was zero chance of getting an email that read: \"Hey, just to let you know, the TNT was a big mistake, as was the Big Bertha howitzer from eBay. Anyway, the cops are here. Fire marshals are investigating. Do you know a good lawyer?\"</p><p nitf:lede=\"true\">I am so glad this bonkers trend of \"gender reveal parties\" arrived after my twin daughters were born. God knows if I would've felt peer pressure to set off a dirty bomb next to the hostas: \"Hey, thanks for coming and, just to let you know, it's time to strap on your gas masks and radiation suits because we are having - <emphasis typeStyle=\"it\">kaboom!</emphasis> - TWO GIRLS!\"</p><p>How did the stork get replaced by a Lockheed Martin F-22 Raptor?</p><p>Among last year's AFP Pictures of The Year, there was a haunting image of a firefighter in California, a hose draped over his shoulders as he's battling apocalyptic flames. The partial caption: \"A firework at a gender reveal party triggered a wildfire in Southern California that has destroyed 7,000 acres (2,800 hectares) and forced many residents to flee their homes ...\"</p><p>Imagine a conga line at a wedding that accidentally triggers a tsunami.</p><p>Or an earthquake, which is what many thought was happening this week in New Hampshire after a couple detonated 80 pounds of Tannerite to celebrate news they were having a boy. The explosion, according to an NBC affiliate, put cracks in home foundations, disrupted the clean water supply and could be heard from across the state line.</p><p>Entire towns shook. As one local resident told the station: \"We heard this godawful blast. It knocked pictures off our walls ... I'm all up for silliness and whatnot, but that was extreme.\"</p><p><emphasis typeStyle=\"it\">Yeah</emphasis>. The gender reveal party is now all about the extreme.</p><p>Last month in Cancun, two people died when an airplane trailing pink contrails for the baby girl news suddenly nosedived into the sea. Previous gender party fatalities now include \"death by shrapnel\" and \"death by improvised device.\" In a recent story about the body count of these manic birth celebrations, Newsweek cited a February incident from Michigan in which, \"a couple fired a cannon at a baby shower, but accidentally killed one of their friends.\"</p><p>Good lord. Baby showers should be about feigned enthusiasm and questionable finger foods. That's it. As the mom-to-be rambles on sweetly and incoherently, unaware she's not going to get a good night's sleep for the next two years, all you should be doing is grinning and stealing glances at your watch. What you should absolutely not be doing is fretting about possibly meeting your maker after a merry mishap with 12th century artillery.</p><p>I don't want to sound like an old man shaking his fist at the clouds, even though that's exactly what I am, but all of our cultural rituals are now totally out of whack. For example, when I was a kid, birthday parties involved chips, pop, hot dogs, games and a slab cake more toxic than a dirty bomb. It was awesome. Parents back then didn't feel any need to recreate \"The Falcon and The Winter Soldier\" or go viral on Instagram. But as social media has become the second-hand smoke of an entire generation, parents are now choking on the fumes of their own folly.</p><p>Gender reveal parties started out innocently enough. New parents wheeled out blue or pink baked goods and everyone cheered. Or parents bought big helium balloons that, once popped, gave way to Trojan Horse streamers in the symbolic colours of male or female. What new parents did not do was succumb to extreme one-upmanship as guests ran for cover and the mushroom cloud spelled out boy or girl.</p><p>And the craziest part? Nobody cares about the gender of your baby. I mean, grandparents care. If you already have kids, they might also care, as is suggested by the YouTube library of Gender Reveal Party Fails in which distraught tykes have meltdowns over news of their impending siblings: \"I don't want a baby brother! I don't want a baby sister!\"</p><p>But everyone else in your social group? They don't care!</p><p>A gender reveal is not grounds to host a hare-brained party that possibly leads to an explosion, forest fire, earthquake, tsunami and fatalities. It's not. The sex of your baby is about as exciting as your views on Shakespeare. Nobody cares. If you want me to attend a party in which there's a risk I may be vapourized by a festive direct-energy weapon, your new bundle of joy better be capable of terraforming or interdimensional shape-shifting. I'll take that risk.</p><p>Boy or girl doesn't cut it.</p><p>When this pandemic is over, we should rethink all of our cultural rituals. All of them.</p><p>And banning gender reveal parties would be a good start.</p><p>Vinay Menon is the Star's pop culture columnist based in Toronto. Follow him on Twitter: @vinaymenon</p>", "<p nitf:lede=\"true\">Kathy Etheridge I have been a part of the Creston Valley for over 40 years, and I love everything about living here. I have recently started a new venture as a small business owner taking over Simply Raw, a kitchen located inside Fly in the Fibre. My partner and I now reside in Canyon on a small acreage with our nine-year-old daughter, a cat, a dog, and some chickens.</p><p nitf:lede=\"true\">Over the last couple years, I have been a volunteer with the Canyon-Lister Elementary School (CLES) breakfast program and I also joined the Parent Advisory Council.</p><p nitf:lede=\"true\">My interest to be a trustee is for the students and parents of the community. I would like to be an assertive voice for Creston.</p><p>Prior to taking over a small business, I was employed with Labatt, where I was in a leadership role and collaborated with many different departments within the company. I believe my integrity, honesty, ability to be a team player, and my drive to obtain results makes me a good candidate.</p><p>At an early age my daughter was diagnosed with Distal 18q, with the diagnoses came along low muscle tone and a small ear canal. When she joined kindergarten, I was worried for her safety. CLES has been so amazing and after day one I never worried about that again. If elected, my focus will be the safety and equity of all students and staff in Creston.</p><p>Being a stakeholder, I will work hard and focus on what is important to students and staff in Creston. I will be a lifeline for inclusion, integrity, and equity for all learners. Student safety and success should be priority! Clements Verhoeven Thirty years of classroom experience only served to reinforce my motivation for entering the teaching profession in the first place-after parenting, teaching is the most important human activity. I taught english and history according to the timetable, but my focus was always critical thinking. “What does this poem tell us about being human?” was a favourite question. The discussion that didn’t end because the bell rang meant the class had been a success.</p><p>Why do I wish to be Creston’s school trustee? Because I want to be there to ensure that our school board values and facilitates the excitement of classrooms engaged in real learning, where students develop the thinking skills and self-awareness to confidently deal with our increasingly challenging world. And, to that end, I think there is much to be done in allocating resources, ensuring that Creston schools are safe, healthy, well-funded vibrant places of learning.</p><p>Committed administrators and teaching staff are critical in this quest of creating the best learning conditions, and their concerns need to be addressed in all school board decisions. Without representation and a sense that their concerns are valid and will be heard and acted upon by their school board, teacher morale suffers and a vibrant learning situation is that much harder to sustain.</p><p>My experience in the various roles I filled as a representative of my colleagues included voluntary work as chairperson for professional development and working learning conditions. As a leader in my department, I served at various times as department head of English, as an assistant for curriculum development and implementation, and as a member of the school’s hiring committee. These roles have given me insights and skills that I will utilise as Creston’s school trustee.</p><p>Why should people vote for me? Ask my former students about Mr. V.</p><p>Cody Beebe There’s two options for writing an interview. You could choose to waste space bashing other opponents, trying to besmirch the name of others. Point fingers, blame, spread half truths, and insult others. Alternatively, you can choose to focus on yourself. I choose to tell the public about my plans, my ideals, and the type of person I am. I won’t point fingers like the others have chosen to, since after all, it’s a petty tactic to dismiss legitimate ideals of others.</p><p>I was born and raised in Creston. I have coached hockey here, taught Conservation and Outdoor Recreation Education here, and am currently helping to establish a drone program for the Creston Air Search and Rescue. I went through the schools that your kids have gone to, are going to, or will go to.</p><p>Though now the times are changing, many trustee candidates will want the older ways of teaching and schooling. But as parents, as neighbours, and as a community we all know that we need new innovations, new strategies. I myself have one child in post secondary, and two children in the public school system. I get an inside perspective on the issues at large, on what struggles our kids are really facing. Communication is very important to me. Without proper communication, the board can’t function properly, which is why I will hold communication as a top priority. Along with providing a safe, equitable, and inclusive education for all. I believe strongly in putting funding into the children’s hands, to further better their chances at receiving the best education they can. In a calm manner, with pro-fessionalism in mind, I have, and will continue to fight for these kids. One major issue that’s being talked about is the de-amalgamation of Creston from School District 8. I am for this process, if Creston wants it, I will fight for it at every level. De-amalgamation will be a hard fight and will come with many issues on its own, but we mustn’t look through one lens.</p><p>I intend to solve any issues in a way where Creston won’t lose, where our community won’t lose, where the kids don’t lose out. I promise to keep the voice of Creston alive during my term, and intend for it to channel the community’s voices to solve issues at a board level. By fixing communication, and fighting for our students in an effective manner that leaves everyone happy, I assure you, your kids will receive the best education Creston can offer them.</p><p>Mary Jayne Blackmore I am a teacher of 13 years in the Creston Valley I am passionate about education. My first love is to be in the classroom with students, yet the design of our school system plays such a critical role in how effective an individual teacher can be in supporting the learning journey of a child. I’ve worked to support students from the Bountiful Community as they’ve transitioned into the school district and college. I’ve advocated to the trustees of School District 8 for the unique needs and challenges of many youth in this valley. I’ve been frustrated to see that often programs designed for youth have not tried to address the distinct barriers our rural populations face:distance, relocating, cost of travel, and unsafe highways. During the sale of the Home Links building, I was infuriated as the school board gave no con-sideration to protecting a vital resource that is a hub and unique service supporting a vulnerable population in our community. I’ve witnessed the continued erosion of educational assets in the Creston Valley and often hear the frustration many community members feel about this. My keen interest in community development is influenced by my training with Tamarack Institute. A school as the heartbeat of a community is a philosophy I follow. Healthy communities start with healthy schools. I’ve worked as a vice principal of Mormon Hills Schools. I am familiar with the Ministry of Education accreditation process and school funding models. I’ve worked in the non-profit sector as president of Trails for Creston Valley Society. I completed university studies in Utah and have studied many different educational models. I sat on a consultation committee for developing BC’s new curriculum. I feel inspired by the direction the new curriculum is headed and the Ministry of Education’s work to apply Indigenous ways of knowing into our everyday classrooms.</p><p>If elected, I promise to work towards building community through a culture of respect and support, listening and taking action for what families need, placing value on re-skilling our youth with practical life skills, creating a culture of reciprocity with the natural world to combat helplessness in our current climate crisis, serving an active and responsible role in truth and reconciliation, being an advocate and stronger voice for securing educational resources for youth, and lobby provincial government to return Creston Valley to its own school district.</p><p>Allan Gribbin As a school trustee running for re-election, I am in this race because there is unfinished business for Creston schools and our community. Since the amalgamation of the Creston School District with the larger Nelson District 25 years ago, Creston has faired poorly. There are six trustees on the north side of the district with close connections to Nelson and three trustees in the Creston region. One of the first decisions the new district made was to saddle Creston taxpayers with paying off a share of the $1 million debt that Nelson schools brought to the new amalgamated district. Creston had always operated with a balanced budget and Creston schools were never given any credit for the strict financial discipline we followed.</p><p>I am dedicated to community and strongly believe that a strong relationship between our schools and our community must be re-established and maintained. Last year.a $750,000 computer purchase was approved by the current school board. The contract went to a Kelowna business while a local business who wanted to participate in the bidding process was excluded. I was the only trustee who fought to try to give local business an opportunity to participate but my lone vote was shut down by our current board. Our board chair even refused to allow my motion that would require us to give local business an opportunity to bid on district contracts, a policy that other districts have.</p><p>I believe that we need to re-establish the relationship between the school district and our community. The importance of this relationship can be seen on graduation night with tens of thousands of dollars in donations for scholarships coming from local businesses. It is sad that the benefits of this relationship hasn’t flowed back to these generous donors. I will continue to work to require the board to give local business an opportunity to bid on district contracts.</p><p>As a retired teacher of 28 years, I understand education and hold the board to account when they present education policy. I was the first teacher in the district to pilot the First Nations 11 course in the 90s, and I have maintained a strong relationship with the Yaqan Nukiy community ever sense. My two children graduated here in Creston and my son is about to graduate from the University of Regina education program. Education has been my life and advancing the benefits of education to every child is my vision and goal.</p><p>By electing Clements Verhoeven in Creston, and Mary Jayne Blackmore and myself in the South Rural Zone, you will have three trustees working to return Creston’s school district where it belongs.</p><p>My wife Jo and I live in Canyon. We spent many years traveling the Kootenays, paddling and camping at the Kootenay, Columbia, and Slocan lakes. We always wanted to live in the Creston Valley. Our dream was to move here and have a big garden and a place for Jo’s horses. Thankfully our dream has been realized and we absolutely love this valley.</p><p>Since our arrival, I have been an active member of the Canyon Community Association initially as a member and now as chairperson of the board focusing on developing and improving Canyon Park. With my experience in water systems and governmental affairs, I have served as a board member of the North Canyon Water Improvement District for the past three years. The board has achieved so much in that time developing the Roger Tierney water system to better sustain our users through drought conditions and to better support our neighbours. I have been actively involved as a certified spotter with the Civil Air Search and Rescue in the Creston Valley since 2019.</p><p>My previous work experience is highly suited for the role of RDCK director. I worked in government for 35 years, for BC Parks in roles such as operations manager for the East Kootenay Parks and later as the recreation head for the Kootenay Region. As such, I was responsible for the facility maintenance for the $75 million plant, spending approximately $1 million a year for facility rebuilds including potable and wastewater systems and new construction projects. I was also the project director for the Kokanee Glacier Cabin. In my position, I was responsible for Search and Rescue for BC Parks for the Kootenays. I was trained in Alpine Rescue and Recovery in my position as Superintendent of Mount Robson Provincial Park. I was a park ranger, deputy conservation officer, and auxiliary RCMP constable in addition to my work for BC Parks. This was all to serve and support the communities in which I lived.</p><p>I have in-depth knowledge of governmental affairs and processes, legalities, and funding. If elected, my points of focus will be the supply and affordability of accessible water, re-establishing planning commissions within Area B for residents to have a stronger voice and to be able to liaise with local government, being available and fully accessible, questioning initiatives that may impact taxation and additional costs to Area B residents, and requesting a review of directors’ wages.</p><p>I wish to continue serving and making our communities better. I have a lot to offer and a tremendous amount of experience and energy. I see many opportunities to make a positive impact for Area B residents and to engage with local government so they are heard and involved in matters that impact them most.</p><p>Calling the Creston Valley home for over 40 years, I have lived for the last 15 years in Erickson.</p><p>In 2021, along with my partner Garry, we invested in a mobile food trailer business – Savour &amp; Company Kitchen. This has allowed me to follow my passion for food, showcasing what the Creston Valley produces, serving people as well as the flexibility to make my role as a regional director my priority.</p><p>Our valley is full of agricultural diversity, strong and resilient businesses, and recreational and tourism opportunities. These are just some of the reasons why I want to continue to serve this community. Serving as Director for Area B for the last eight years and two terms on Creston council prior, I understand the roles and responsibilities of this position. I have spent the last 14 years building relationships with other levels of government that have opened the doors to successful Tanya Wall grant applications. With experience in revitalizing and building a business such as Casey’s Community House with my late husband Ralph, operating a safety consulting business, and 18 years at Columbia Brewery as the safety and environmental compliance manager, I have gained a vast skill set that is adaptable and can deal with many issues at once. Personally, I understand how quickly one’s life can change and how to rebuild it. We can make all the plans in the world but there are times when circumstances are uncontrollable and those plans need to be adaptable, as we have seen through this global pandemic and in our ever-changing world.</p><p>Listening to the community, I know we have challenges coming out of the pandemic. We need to work together supporting our community associations and volunteers to ensure that we are fiscally responsible. My focus if re-elected will be to deal with arising issues, listen to residents’ concerns, and adjust plans accordingly. Agricultural Sustainability – maintaining a healthy growth, supporting our food security needs, finding a balance on our greatest resource, water, and to continue with the provincial government to investigate a more affordable and sustainable supply for irrigation. Water-we face many challenges in our area water systems and we will need to be innovative to ensure we are investing for the future. Climate Awareness – this will require us to deal with extreme heat events, forest fire risk, flooding, and our changing weather patterns. Recreation – continue to invest in our parks and trails network, maintain and enhance our recreation facility and community halls and parks and offer programming that fits the needs of all ages. Economic Diversity –to continue to support the businesses in Area B while creating new opportunities in agriculture tourism and showcasing the beauty and diversity of what the Creston Valley offers.</p><p>I will continue to work for you with confidence and leadership. I have the knowledge, determination and enthusiasm to continue working towards strengthening our community.</p><p>Adam Casemore I was born and raised in Creston. I am a bricklayer by trade, I own and operate my own Masonry Business. My wife and I live in Area C and enjoy everything the valley has to offer.</p><p>I want to continue to serve as Director for Area C because I’m passionate about the community. I have built meaningful relationships with individuals and groups over the years who share the same passion and want to see enhancement and growth. I feel that I have a good foundation in place to continue that work.</p><p>I have previously served on town council and was able to obtain a good understanding of how municipal governments operate. I continued by being elected as a regional director the following term. I understand the partnership that is needed to work together collectively. I have established good working relationships with key stakeholders and RDCK staff to build a vast network that helps move things forward efficiently, as well as address any issues. I also was elected to the Association of Kootenay Boundary Local Government Executive where I eventually served as vice president. I have been elected and continue to serve as Chair of the Rural Affairs Committee for the RDCK for the last three years.</p><p>If re-elected, I would continue to move projects forward such as the construction of the West Creston Fire Hall, a supply of potable water for Alice siding, improved water access for recreation along the Goat River and Kootenay River, funding to address the dykes along the Kootenay River, improved services for the landfill and compost facility, and potential curbside pick-up for rural residents. These are just a few projects I would like keep working on and potentially complete in the next term.</p><p>Residents should consider voting for me because I’m knowledgeable about the issues that mean the most. I have plans and funding in place to continue moving forward to execute and deliver on the initiatives. I have worked hard the last four years to deliver on the needs of the community and would like to use that experience and knowledge for the next term. I plan to continue Kelly Vandenberghe I am very pleased to be a member of this community. I come from an energy and auction business background and have always served in my communities from a firefighter and volunteer to taking on leadership roles. My wife and I have five kids and four grandchildren. She is a teacher in Creston. We both have a strong connection to agriculture.</p><p>My interest in public service comes from a strong desire to do my part in enriching the lives of my neighbours and my community. I have always served whether as a coach, fund-raising auctioneer, or leader. Municipal representatives are directly connected to the grass roots of their community.</p><p>I have experience as municipal elected official and am proud with how I served and what I accomplished. I believe strongly I am an effective communicator, always prepared, highly organized and with great attention to detail. Relationship building works very well for me. My business background allows me to understand the fiscal challenges and responsibilities in decision making. Integrity and honesty have always been my cornerstones.</p><p>I have talked with many people from this and surrounding areas listening to people’s stories and points of view on what they feel is working and what is not. My job is to investigate and ask the hard questions (at the RDCK table) to ensure service level standards are appropriate and Area C is receiving their fair share of fiscal resources. Improving on service delivery and efficiency is a strength developed from my business and communications background.</p><p>Residents should count on someone committed to the task of professional representation, a pledge to report and gather feedback and a proven track record in returning calls within a day. Residents in Area C should feel comfortable and connected by voting for Kelly Vandenberghe to represent them in RDCK Area C. Visit KellyV.cafor more information.</p>", "<p>40 YEARS AGO A forest fire covering about 300 acres north of Blue River was reported over the weekend. Operations Superintendent for the Clearwater District, Max Tanner, said as of Monday, 50 men and six cats were involved in fighting the blaze which Forestry officials are calling the “Ad” fire.</p><p>New “highly-informative” tourist maps were printed, showcasing the locations of smaller roads, public facilities and businesses located throughout the area. A regional map is included, following the Yellowhead from Louis Creek to Alberta highlighting sights along the way.</p><p>The B.C. Rollers slowpitch team from Kamloops dominated the tournament with a five-game winning streak and managed to shut out the Clearwater Bears in the final game. More than 30 softball games were played during the event at the Clearwater Park and in Sunshine Valley.</p><p>35 YEARS AGO A recent decision to close the Little Fort school and bus the children to Barriere caused problems for families with small children who live on McNab Road as the school authorities didn’t plan extend bus services to those children. School board policy won’t allow extensions of bus service so there were situations where children who live within walking distance of their school are bussed and those living further out are not.</p><p>Over 100 people attended a meeting called to urge the Thompson-Nicola Regional District directors to release approximately $10,000 for a feasibility study into building a swimming pool and leisure complex in Clearwater.</p><p>Activity in the Clearwater Forest District increased dramatically after a relatively quiet fire season to date. Extensive lightning strikes recorded in Wells Gray Park and the headwaters of Adams River were the cause of many of the new blazes. At least 12 new fires were recorded overnight.</p><p>For the fourth consecutive year, the B.C. Rollers from Kamloops will have their name engraved on the Clearwater Sloballers perpetual trophy after their win in the weekend slowpitch tournament held at the Clearwater ball park.</p><p>30 YEARS AGO About 50 people taking part in a relay run across Canada passed through the North Thompson over two days. They were travelling from Vancouver to Montreal as part of the “Sacred Run,” to carry the message of the sacredness of all things and prayers for the healing of Mother Earth. The run was planned end around Sept. 27 at Kahnawake near Montreal.</p><p>Over 500 people stopped by the Birch Island homecoming to enjoy the festivities. Many entries participated in the parade with many pioneer families having their own float.</p><p>About 45 people took part in the annual “Summit Meeting” organized by Friend of Wells Gray Park and BC Parks on Trophy Mountain. Only around a dozen made it to the skyline ridge for the view north into the park.</p><p>25 YEARS AGO Failure to use a seatbelt almost cost a Barriere trucker his life when he was thrown from his Kentworth tractor onto Highway 5 following a collision with a chip truck and then was narrowly missed being run over by both big rigs.</p><p>Barriere RCMP want parents to pay attention to where their children are and what they’re up to as local youth gathering behind the Thompson Valley Credit Union are attracting the wrong kind of attention. Police report complaints are coming in that those hanging out in that area have broken lights, thrown cigarettes into the mail slot and thrown garbage around the area. The future of anew multi-level care facility hangs in limbo while the provincial government reviews capital projects. An urge, however is creeping into the lives of those who have worked for so many years to bring extensive care facilities to Clearwater.</p><p>20 YEARS AGO Two weeks of excessive rain lowered the fire hazard in the area after a low snowfall, dry spring and two weeks of hot weather increased the hazard in early July. Now, the fire season is likely over, though there’s still some potential in the Clearwater to Vavenby area, according to Clearwater Fire Centre staff.</p><p>An 18-year-old 100 Mile House resident became stuck on a ledge about 40 metres from the top of Spahats Falls viewpoint, unable to move up or down. Jason Schapansky was later rescued by volunteers from Clearwater Search and Rescue. He summed up the climbing attempt as being “harder than it looked.”</p><p>Blue River’s Steve Quinn, director for TNRD Area B, told Vancouver to keep its coyotes. He was responding to a television interview buy Vancouver mayor Philip Owen who said the city’s problem coyotes should be trapped and relocated to wilderness areas of the province. Quinn gave to reasons for his comments:there are already enough coyotes in the TNRD to form a natural balance; and urban coyotes will quickly move back to urban areas when moved.</p><p>15 YEARS AGO The Zone 2 Pee Wee boys softball team took home gold in the B.C. Summer Games held in Kamloops. They were the only team to have to play three games in one day.</p><p>The three day long Great Canadian Music Explosion Family Festival began, ran and ended with a bang. Entertainers of every type were present to strut their stuff. Clowns, children’s entertainers, Elvis Presley tribute artists and ramp jumping BMXers all showed.</p><p>April Francis and Paul Michie decided to have their wedding with a splash-literally. The two were married after a white water rafting trip on the Clearwater River.</p><p>10 YEARS AGO Differing views on territorial claims by several First Nations bands appear to have postponed the proposed signing of a cooperation agreement between Selkirk Metals and Simpcw First Nation. The signing was cancelled at the last minute, apparently because of questions raised by Neskonlith and Adams Lake Indian Bands.</p><p>A children’s story about a lamb has almost sold out its first printing after just a couple of months and the author is looking at doing a second. The book, written by June Moilliet, tells the story of a lamb bom on the Moilliet family’s heritage sheep ranch near Vavenby.</p><p>5 YEARS AGO Clearwater residents Keith McNeill and Jean Nelson completed their first leg of a 350 kilometre carbon cycle at the Bear Radio Station in Barriere. The pair are dedicated to promoting e-Petition 297 which is an online petition to Canada’s parliament that calls for nationwide carbon fee-and-dividend as a way to help control global warming.</p><p>Clearwater was hit with a thunderstorm accompanied by a heavy rainfall on Aug. 2 resulting in flash flooding. Some parts of the community were hit harder than others — Weyerhaeuser Subdivision, Clearwater Flats, Park Drive area and Wyndhaven.</p>", "<p nitf:lede=\"true\"/><p nitf:lede=\"true\">Aug 11, 2021( Digital Journal: <url normalizedValue=\"http://www.digitaljournal.com\">http://www.digitaljournal.com</url> Delivered by Newstex)  <br/> Nearly 900 firefighters were slowly bringing a wildfire under control that has raged for nine days on the Greek island of Evia, authorities said Wednesday, while fresh forces were deployed to fight a massive blaze on the Peloponnese peninsula. </p><p><br/> 'I think we can say that the fire fronts are slowly coming under control,' Yiannis Kontzias, mayor of Istiaia on Evia, told state TV ERT. <br/> But the battle was far from won, with sudden flare-ups an ever present danger owing to bone-dry conditions on the ground. <br/> The wildfires in Greece have scorched their way through thousands of hectares, leaving three dead, hundreds homeless, causing incalculable damage and capsizing the critical tourism season. <br/> Those staying behind have been without running water and electricity, sometimes for days on end. <br/> The fires have been fanned by the country's worst heatwave in decades and the authorities have pointed the finger at climate change, which experts say increases the intensity and frequency of such extreme weather events. <br/>Algeria has meanwhile become the latest Mediterranean country to be hit by devastating wildfires this summer, with the death toll there rising to 65 on Wednesday. <br/> Eight people were killed in blazes in Turkey earlier in the month. <br/> - Peloponnese fires - <br/> The fire situation in Greece was most precarious on Wednesday in the mountainous and forested Peloponnese region of Gortynia. <br/> Christos Lambropoulos, deputy governor for the broader Arcadia region, said efforts were concentrated on keeping the fire from reaching the area's tallest mountain, Mount Mainalo. <br/> 'We estimate the front is over 10 kilometres (6.2 miles) long,' he told Skai TV. <br/> 'It's a very thick forest with many communities,' he said. <br/> Forces in Gortynia were beefed up Wednesday to nearly 600 firefighters including crews from the Czech Republic, Britain, France and Germany. <br/> Another 60 firemen were tackling a smaller fire in Laconia, in the southeastern Peloponnese, the fire department said. <br/> A huge multinational force of nearly 900 firefighters has meanwhile been deployed to back fire crews on the Greek island of Evia, where the town of Istiaia has been under threat for days. <br/> It included Cypriots, Moldovans, Poles, Serbs, Slovaks, Romanians and Ukrainians. Serbian, Swedish and Swiss planes and helicopters were among a fleet of seven aircraft providing support. <br/> 'Yesterday, we saw the light of the sun for the first time in days,' Istiaia mayor Yiannis Kontzias told state TV ERT. <br/> He was referring to giant smoke clouds that have choked residents and obstructed flights by water-bombing aircraft. <br/> EU states and other countries have so far contributed 21 aircraft, 250 vehicles and more than 1,200 firefighters, some of whom were due to arrive by Friday. <br/> Support from abroad has helped avert an even greater disaster. <br/> 'When we arrived, it seemed like the whole of Greece was burning,' said Nicolas Faure, part of a detachment of more than 170 French firefighters that began arriving late last week. <br/> - 'Entire ecosystem destroyed' - <br/><br/>Even as the immediate danger for his town receded, Kontzias said local businesses 'face extinction' in coming months in a tourism season already decimated by the Covid-19 pandemic. <br/> 'We have lost the month of August, which would have sustained people here over the coming year.' <br/> '(Local) tourism has been demolished, most (visitors) have left,' the mayor said. <br/> 'The damage is huge, and the environmental disaster will have economic repercussions for decades.' <br/> From July 29 to August 11, more than 93,000 hectares (231,000 acres) were burnt in Greece,according to the European Forest Fire Information System. The average area burnt over the same period between 2008 and 2020 was 2,330 hectares. <br/> A draft UN assessment seen exclusively by AFP called the Mediterranean a 'climate change hotspot' and said increasing temperatures and aridity had lengthened fire seasons and 'doubled potential burnable area'. <br/> Dimitris Haliotis, the head of a Red Cross team, said that 'the entire ecosystem is destroyed' on the island, with the loss of forest animals running in the hundreds. <br/> Theodoros Roumeliotis, the local hoteliers president in the Greek spa town of Aidipsos, said August reservations had collapsed by 90 percent. <br/> 'It's a colossal loss,' he told AFP. <br/> 'Right now, hotels are obliged to refund one million euros in reservations cancelled,' he said, adding that some operators were unlikely to survive the blow. <br/> - Calls for sackings - <br/><br/>There have been growing calls in Greece for the resignation of top public safety officials who as recently as June had insisted that the country was well-prepared. <br/> There was additional anger over the loss last week of much of the forest of Varibobi, one of Athens' last remaining nature reserves. In that fire, the former royal estate of Tatoi narrowly avoided destruction. <br/> Civil protection deputy minister Nikos Hardalias said Greece's resources were 'stronger than ever before'. <br/> 'We faced an operationally unique situation with 586 fires in eight days during the worst weather phenomenon in 40 years,' he said on Tuesday. <br/>Greek Prime Minister Kyriakos Mitsotakis this week apologised to the nation for any possible 'shortcomings' in the state's response. He is to hold a press conference on Thursday. <br/> The PM has pledged hundreds of millions of euros in additional funds for civil protection, reforestation and flood prevention. <br/><url normalizedValue=\"https://www.addtoany.com/add_to/facebook?linkurl=https%3A%2F%2Fwww.digitaljournal.com%2Fworld%2Fgreece-counts-cost-as-firefighters-battle-flare-ups%2Farticle&amp;#38;linkname=Greece%20counts%20cost%20as%20firefighters%20battle%20flare-upshttps://www.addtoany.com/add_to/twitter?linkurl=https%3A%2F%2Fwww.digitaljournal.com%2Fworld%2Fgreece-counts-cost-as-firefighters-battle-flare-ups%2Farticle&amp;#38;linkname=Greece%20counts%20cost%20as%20firefighters%20battle%20flare-upshttps://www.addtoany.com/add_to/linkedin?linkurl=https%3A%2F%2Fwww.digitaljournal.com%2Fworld%2Fgreece-counts-cost-as-firefighters-battle-flare-ups%2Farticle&amp;#38;linkname=Greece%20counts%20cost%20as%20firefighters%20battle%20flare-upshttps://www.addtoany.com/add_to/email?linkurl=https%3A%2F%2Fwww.digitaljournal.com%2Fworld%2Fgreece-counts-cost-as-firefighters-battle-flare-ups%2Farticle&amp;#38;linkname=Greece%20counts%20cost%20as%20firefighters%20battle%20flare-upshttps://www.addtoany.com/share#url=https%3A%2F%2Fwww.digitaljournal.com%2Fworld%2Fgreece-counts-cost-as-firefighters-battle-flare-ups%2Farticle&amp;#38;title=Greece%20counts%20cost%20as%20firefighters%20battle%20flare-ups\">https://www.addtoany.com/add_to/facebook?linkurl=https%3A%2F%2Fwww.digitaljournal.com%2Fworld%2Fgreece-counts-cost-as-firefighters-battle-flare-ups%2Farticle&amp;#38;linkname=Greece%20counts%20cost%20as%20firefighters%20battle%20flare-upshttps://www.addtoany.com/add_to/twitter?linkurl=https%3A%2F%2Fwww.digitaljournal.com%2Fworld%2Fgreece-counts-cost-as-firefighters-battle-flare-ups%2Farticle&amp;#38;linkname=Greece%20counts%20cost%20as%20firefighters%20battle%20flare-upshttps://www.addtoany.com/add_to/linkedin?linkurl=https%3A%2F%2Fwww.digitaljournal.com%2Fworld%2Fgreece-counts-cost-as-firefighters-battle-flare-ups%2Farticle&amp;#38;linkname=Greece%20counts%20cost%20as%20firefighters%20battle%20flare-upshttps://www.addtoany.com/add_to/email?linkurl=https%3A%2F%2Fwww.digitaljournal.com%2Fworld%2Fgreece-counts-cost-as-firefighters-battle-flare-ups%2Farticle&amp;#38;linkname=Greece%20counts%20cost%20as%20firefighters%20battle%20flare-upshttps://www.addtoany.com/share#url=https%3A%2F%2Fwww.digitaljournal.com%2Fworld%2Fgreece-counts-cost-as-firefighters-battle-flare-ups%2Farticle&amp;#38;title=Greece%20counts%20cost%20as%20firefighters%20battle%20flare-ups</url><br/>The post Greece counts cost as firefighters battle flare-ups[1] appeared first on Digital Journal[2]. <br/> [ 1]: <url normalizedValue=\"https://www.digitaljournal.com/world/greece-counts-cost-as-firefighters-battle-flare-ups/article\">https://www.digitaljournal.com/world/greece-counts-cost-as-firefighters-battle-flare-ups/article</url> [ 2]: <url normalizedValue=\"https://www.digitaljournal.com\">https://www.digitaljournal.com</url></p><p/>", "<p nitf:lede=\"true\">ALX RESOURCES CORP (\"AL-V\") - Receives Drilling Permit and Exercises Option to Purchase Claims at - the Vixen Gold Project</p><p nitf:lede=\"true\">ALX Resources Corp. (\"ALX\" or the \"Company\") is pleased to provide an update for its 100%-owned Vixen Gold Project (\"Vixen\" or the \"Project\") located in the Red Lake Mining District of Ontario. Vixen consists of three sub-projects totaling 10,614 hectares (26,227 acres), Vixen North, Vixen South and Vixen West, located within the Birch-Uchi greenstone belt approximately 60 kilometres (37 miles) east of Red Lake, Ontario.</p><p nitf:lede=\"true\">Vixen North Exploration Permit</p><p nitf:lede=\"true\">In the fall of 2020, ALX completed a high-resolution helicopter-borne magnetic and VLF-EM survey totaling 475.7 line-kilometres to over a known 3,000 metre-long high magnetic trend and other important structural trends present at Vixen North. Drill targets were subsequently defined by the integration of the airborne survey results with the geochemical results of site visits carried out in 2019 and 2020 (see ALX news release dated October 29, 2020), which led to the filing of an exploration permit application for Vixen North.</p><p>In late June 2021, following a positive engagement with local First Nations, ALX received an exploration permit from the Ontario Ministry of Energy, Northern Development and Mines (the \"Permit\"). The Permit allows for diamond drilling at up to ten locations at Vixen North totaling approximately 1,000 metres (3,280 feet), and is effective until June 28, 2024. The drilling program is designed to be helicopter-supported with a start date to be determined, due to the continuing forest fire emergency and the resulting moratorium on exploration activities in the Red Lake Mining District.</p><p>Vixen South Claims Acquisition</p><p>In early May 2021, ALX executed an option-to-purchase agreement with arm's-length vendors (the \"Vendors\") to purchase a 100% interest in a group of claims west of Grace Lake, consisting of nineteen claim units and a single patented claim (the \"Claims\", see ALX news release dated May 12, 2021). The Claims comprise approximately 384 hectares (949 acres) and are located along the northern edge of the Vixen South claim block.</p><p>ALX carried out due diligence on the Claims, which included a site visit in late June 2021 before forest fires effectively closed off access to the Vixen South area. In August 2021, ALX decided to exercise its right to purchase a 100% interest in the Claims in exchange for a total of $40,000 cash and 500,000 common shares of ALX. The Claims remain subject to a 2.5% net smelter returns royalty (\"NSR\") in favour of the Vendors, which can be purchased in its entirety by ALX for $2.5 million. This transaction is subject to the acceptance of the TSX Venture Exchange.</p><p>Click here for maps and photos of the Vixen Gold Project</p><p>National Instrument 43-101 Disclosure</p><p>The technical information in this news release has been reviewed and approved by Jody Dahrouge, P.Geo., a Director of ALX, who is a Qualified Person in accordance with the Canadian regulatory requirements set out in National Instrument 43-101.</p><p>About ALX</p><p>ALX is based in Vancouver, BC, Canada and its common shares are listed on the TSX Venture Exchange under the symbol \"AL\", on the Frankfurt Stock Exchange under the symbol \"6LLN\" and in the United States OTC market under the symbol \"ALXEF\". ALX's mandate is to provide shareholders with multiple opportunities for discovery by exploring a portfolio of prospective mineral properties, which include gold, nickel, copper, and uranium projects. The Company uses the latest exploration technologies and holds interests in over 200,000 hectares of prospective lands in Saskatchewan and Ontario, stable Canadian jurisdictions that collectively host the highest-grade uranium mines in the world, and offer a significant legacy of production from gold and base metals mines.</p><p>ALX owns 100% interests in the Firebird Nickel Project (now under option to Rio Tinto Exploration Canada Inc., who can earn up to an 80% interest), the Flying Vee Nickel/Gold and Sceptre Gold projects, and can earn up to an 80% interest in the Alligator Lake Gold Project, all located in northern Saskatchewan, Canada. ALX owns, or can earn, up to 100% interests in the Vixen Gold Project, the Electra Nickel Project and the Cannon Copper Project located in historic mining districts of Ontario, Canada, and in the Draco VMS Project in Norway. ALX holds interests in a number of uranium exploration properties in northern Saskatchewan, including a 20% interest in the Hook-Carter Uranium Project, located within the prolific Patterson Lake Corridor, with Denison Mines Corp. (80% interest) operating exploration since 2016, a 40% interest in the Black Lake Uranium Project, a joint venture with UEX Corporation and Orano Canada Inc., and a 100% interest in the Gibbons Creek Uranium Project.</p><p>For more information about the Company, please visit the ALX corporate website at <url normalizedValue=\"http://www.alxresources.com\">www.alxresources.com</url> or contact Roger Leschuk, Manager, Corporate Communications at: PH: 604.629.0293 or Toll-Free: 866.629.8368, or by email: <email normalizedValue=\"mailto:rleschuk@alxresources.com\">rleschuk@alxresources.com</email></p><p>On Behalf of the Board of Directors of ALX Resources Corp.</p><p>\"Warren Stanyer\"</p><p>Warren Stanyer, CEO and Chairman</p><p>FORWARD-LOOKING STATEMENTS</p><p>Statements in this document which are not purely historical are forward-looking statements, including any statements regarding beliefs, plans, expectations or intentions regarding the future. Forward-looking statements in this news release include references to ALX's exploration projects, prospective for minerals, and the Company's plans to undertake exploration activities at its projects. It is important to note that the Company's actual business outcomes and exploration results could differ materially from those in such forward-looking statements. Risks and uncertainties include that ALX may not be able to fully finance exploration at its projects, including drilling; our initial findings at its projects may prove to be unworthy of further expenditure; commodity prices may not support exploration expenditures at its projects; and economic, competitive, governmental, public health, environmental and technological factors may affect the Company's operations, markets, products and share price. Even if we explore and develop our projects, and even if gold or other metals or minerals are discovered in quantity, the project may not be commercially viable. Additional risk factors are discussed in the Company's Management Discussion and Analysis for the Three Months Ended March 31, 2021, which is available under Company's SEDAR profile at <url normalizedValue=\"http://www.sedar.com\">www.sedar.com</url>. Except as required by law, we will not update these forward-looking statement risk factors.</p><p>Neither the TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release. Tel : 604-629-0293 ALX URANIUM CORP Fax : 604-684-9365 Email : <email normalizedValue=\"mailto:info@alxuranium.com\">info@alxuranium.com</email> WWW : <url normalizedValue=\"http://www.alxuranium.com\">http://www.alxuranium.com</url></p><p>______________________________</p><p>_______________________________________________</p><p>____________________________________________________________</p><p>(c)2021 Market News Publishing Inc. All rights reserved. Toronto:(416)366-8881 Vancouver:(604)689-1101 Fax:(604)689-1106</p>", "<p nitf:lede=\"true\">The northern portion of the Regional District of Kitimat-Stikine is totally dependent on a single fibre optic cable route. One solution could mean putting a ring on it.</p><p>On May 22, TANEx Engineering Corporation presented a connectivity draft strategy to the regional board of directors, showing the state of connectivity services in the district.</p><p>One risk factor in the report is that there is only one fibre optic cable route into the district. It runs along Highway 16 and poses a connectivity risk because if it was damaged the whole district would be severely affected.</p><p>The Nisga'a and Tahltan Nations have secured fibre optic cable on the Northwest Transmission Line. That fibre backbone could be used to complete a ring of cable in the north, running through Terrace, Dease Lake, Watson Lake, Dawson Creek and Prince George.</p><p>\"Once you've completed a ring like this a break in a fibre due to a forest fire or something means that all that connectivity can be rerouted around the ring so that there is no impact in service,\" said Mike Thomas, TANEx president.</p><p>A northern ring would not only be beneficial for the regional district but for the province as a whole, but it is not expected to happen anytime soon.</p><p>\"The reality is they are just plagued by excessive delays, these things take a long time to get through the funding process and even once they get through the funding process getting access to get these things built can take years,\" said Mike Thomas.</p><p>The report found that connectivity in the district is diverse. The Terrace area and the southern part of the district is reasonably developed, with many service providers. That is contrasted by the northern areas in the district, where there is little to no service and Northwestel is the only provider.</p><p>\"It's really about making high speed internet connectivity available throughout your region to benefit all of your constituents regardless of where they live, so that they can benefit from the economy as well as important services,\" said Kerri-Anne Thomas, TANEx project manager, to the district board.</p><p>Cellular service coverage in the district is far from total. Right now, over 600 kilometres of major roadways in the district do not have cellular service, a public safety issue because there is no access to emergency services.</p><p>The eventual goal is to have cellular coverage along all highway corridors in the regional district.</p><p>\"Obviously we all know that it's seriously lacking along many of the major roads, we think it's about 28 per cent now,\" said Kerri-Anne Thomas.</p><p>TANEx identified download and upload speeds for various types of homes and businesses in the region based on 50 megabytes per second download and 10 megabytes per second upload speeds (50/10).</p><p>Outside of municipalities, about 14 per cent of anchor tenants like schools, libraries, first responder facilities and healthcare facilities have 50/10 service. Within RDKS member municipalities that number is 42 per cent.</p><p>About one third of homes outside member municipalities have access to 50/10 service.</p><p>TANEx will present its final report to the regional district board in late July.</p><p>READ MORE: RDKS developing strategy to bring higher internet speeds to remote areas</p><p>@BenBogstie <email normalizedValue=\"mailto:ben.bogstie@terracestandard.comLike\">ben.bogstie@terracestandard.comLike</email> us on Facebook and follow us on Twitter.</p>", "<p nitf:lede=\"true\">The northern portion of the Regional District of Kitimat-Stikine is totally dependent on a single fibre optic cable route. One solution could mean putting a ring on it.</p><p>On May 22, TANEx Engineering Corporation presented a connectivity draft strategy to the regional board of directors, showing the state of connectivity services in the district.</p><p>One risk factor in the report is that there is only one fibre optic cable route into the district. It runs along Highway 16 and poses a connectivity risk because if it was damaged the whole district would be severely affected.</p><p>The Nisga'a and Tahltan Nations have secured fibre optic cable on the Northwest Transmission Line. That fibre backbone could be used to complete a ring of cable in the north, running through Terrace, Dease Lake, Watson Lake, Dawson Creek and Prince George.</p><p>\"Once you've completed a ring like this a break in a fibre due to a forest fire or something means that all that connectivity can be rerouted around the ring so that there is no impact in service,\" said Mike Thomas, TANEx president.</p><p>A northern ring would not only be beneficial for the regional district but for the province as a whole, but it is not expected to happen anytime soon.</p><p>\"The reality is they are just plagued by excessive delays, these things take a long time to get through the funding process and even once they get through the funding process getting access to get these things built can take years,\" said Mike Thomas.</p><p>The report found that connectivity in the district is diverse. The Terrace area and the southern part of the district is reasonably developed, with many service providers. That is contrasted by the northern areas in the district, where there is little to no service and Northwestel is the only provider.</p><p>\"It's really about making high speed internet connectivity available throughout your region to benefit all of your constituents regardless of where they live, so that they can benefit from the economy as well as important services,\" said Kerri-Anne Thomas, TANEx project manager, to the district board.</p><p>Cellular service coverage in the district is far from total. Right now, over 600 kilometres of major roadways in the district do not have cellular service, a public safety issue because there is no access to emergency services.</p><p>The eventual goal is to have cellular coverage along all highway corridors in the regional district.</p><p>\"Obviously we all know that it's seriously lacking along many of the major roads, we think it's about 28 per cent now,\" said Kerri-Anne Thomas.</p><p>TANEx identified download and upload speeds for various types of homes and businesses in the region based on 50 megabytes per second download and 10 megabytes per second upload speeds (50/10).</p><p>Outside of municipalities, about 14 per cent of anchor tenants like schools, libraries, first responder facilities and healthcare facilities have 50/10 service. Within RDKS member municipalities that number is 42 per cent.</p><p>About one third of homes outside member municipalities have access to 50/10 service.</p><p>TANEx will present its final report to the regional district board in late July.</p><p>READ MORE: RDKS developing strategy to bring higher internet speeds to remote areas</p><p>@BenBogstie <email normalizedValue=\"mailto:ben.bogstie@terracestandard.comLike\">ben.bogstie@terracestandard.comLike</email> us on Facebook and follow us on Twitter.</p>", "<p nitf:lede=\"true\">ATHENS, Greece (AP) — As the worst of Greece's massive wildfires were being tamed Tuesday, the country's civil protection chief defended the firefighting efforts, saying every resource was thrown into the battle against what he described as the fire service's biggest-ever challenge.</p><p nitf:lede=\"true\">Nikos Hardalias said authorities “truly did what was humanly possible” against blazes that destroyed tens of thousands of hectares (acres) of forest and hundreds of homes, killed a volunteer firefighter and forced more than 60,000 people to flee. Two other firefighters were in intensive care with severe burns.</p><p>“We handled an operationally unique situation, with 586 fires in eight days during the worst weather conditions we’ve seen in 40 years,” Hardalias told a news conference. “Never was there such a combination of adverse factors in the history of the fire service.”</p><p>Greece had just experienced its worst heat wave since 1987, which left its forests tinder-dry. Other nearby nations such as Turkey  and Italy also faced the same searing temperatures and quickly spreading fires.</p><p>Worsening drought and heat – both linked to climate change – have also fueled wildfires this summer in the U.S. West  and in Siberia in northern Russia.</p><p>Scientists say there is little doubt that climate change from the burning of coal, oil and natural gas  is driving extreme events. Researchers can directly link a single event to climate change only through intensive data analysis, but they say such calamities are expected to happen more frequently.</p><p>In Greece, the worst blaze still burning Tuesday was in the northern section of Evia, the country's second-largest island, which is linked by a bridge to the mainland north of Athens and is a favorite holiday destination for the Greek capital's residents.</p><p>Nearly 900 firefighters, 50 ground teams and more than 200 vehicles were fighting the blaze that broke out Aug. 3, the fire service said. They included crews from Ukraine, Romania, Serbia, Slovakia, Cyprus and Poland — part of a huge international response to Greece's plea for assistance.</p><p>Fourteen helicopters provided air support Tuesday on Evia, including three from Serbia, two from Switzerland and two from Egypt. The wildfire on Evia, unlike many in the United States, was burning in an area in which villages and forests are entwined.</p><p>Hardalias said all the fire fronts on Evia were waning, but firefighters were guarding the perimeter of the blaze, particularly around a cluster of villages that were among the dozens evacuated on the island in recent days. However, heavy smoke from the fires has often reduced visibility to zero, making it too dangerous for water-dropping aircraft to assist ground forces.</p><p>According to EU wildfire data and satellite imagery, more than 49,000 hectares (121,000 acres) have burned up on Evia — by far the worst damage from any of the recent fires in Greece.</p><p>Several other wildfires were burning in the country, with the most significant in the southern Peloponnese region, where new evacuations were ordered Tuesday afternoon. About 400 firefighters, including teams from the Czech Republic and Britain, battled that blaze, assisted by five helicopters and 23 water-dropping planes from several countries.</p><p>A judicial investigation is under way into the causes of the fires, including any links to criminal activity. Several arson suspects have been arrested.</p><p>“I don’t know whether there is any organized arson plan, that’s not my job,” Hardalias told the news conference. But it was his “feeling” that at least with the flames near ancient Olympia, the seven or eight fires that broke out in close succession could be due to arson.</p><p>Also on Tuesday, a woman convicted of intentionally starting a fire in an Athens park last week was sentenced to five years in prison.</p><p>Residents and local officials on Evia have complained about a lack of water-dropping planes in the early stages that they say left the fire to grow to such proportions that flying became too hazardous.</p><p>Hardalias argued that when the Evia blaze broke out, authorities were already facing other enormous challenges. A major forest fire was burning through the northern outskirts of Athens, forcing the evacuation of thousands, and another was coursing through villages towards ancient Olympia — a hugely important archaeological site in the Peloponnese where the ancient Olympic Games were held for more than 1,000 years.</p><p>“Every house lost is a tragedy for all of us. It’s a knife in our heart,” he said.</p><p>Asked whether he was satisfied with the country's firefighting response, Hardalias said: “Obviously, there can be no satisfaction after such a catastrophe. But all our available forces, ground and airborne, were sent immediately to the fires.”</p><p>“Whether we could have done something different remains to be seen,” he said. “But in any case, we fought a great battle, and the losses were among those fighting it, not among civilians.”</p><p>Greek authorities have emphasized saving lives, issuing evacuation alerts for dozens of villages and neighborhoods this summer. In 2018, a deadly fire that engulfed a seaside settlement near Athens killed more than 100 people, including some who drowned trying to escape the flames and smoke by sea.</p><p>Critics say the government’s focus on evacuating villages prevented villagers with local knowledge from helping firefighters and led to more property destruction.</p><p>Greece's center-right government has pledged to provide compensation to everyone who suffered loss from the wildfires and to undertake a massive reforestation effort to replace the trees that have burned.</p><p>Prime Minister Kyriakos Mitsotakis told a special cabinet meeting Tuesday that owners of destroyed or damaged homes would receive up to 150,000 euros ($176,000) in state compensation, with initial payments to begin next week, while businesses and farmers will also get support and tax breaks.</p><p>In southwest Turkey, crews battled two fires Tuesday in the coastal province of Mugla, including a brush fire near Bodrum’s Gumusluk resort neighborhood. Bodrum’s mayor said the fire was close to being extinguished and no residential areas were threatened.</p><p>Meanwhile, firefighters quickly put out a new blaze in a forest in Istanbul’s Sariyer district.</p><p>___</p><p>Paphitis reported from Kontias, Greece.</p><p>___</p><p>Follow all AP stories about climate change issues at <url normalizedValue=\"https://apnews.com/hub/climate\">https://apnews.com/hub/climate</url>.</p>", "<p nitf:lede=\"true\">The northern portion of the Regional District of Kitimat-Stikine is totally dependent on a single fibre optic cable route. One solution could mean putting a ring on it.</p><p>On May 22, TANEx Engineering Corporation presented a connectivity draft strategy to the regional board of directors, showing the state of connectivity services in the district.</p><p>One risk factor in the report is that there is only one fibre optic cable route into the district. It runs along Highway 16 and poses a connectivity risk because if it was damaged the whole district would be severely affected.</p><p>The Nisga'a and Tahltan Nations have secured fibre optic cable on the Northwest Transmission Line. That fibre backbone could be used to complete a ring of cable in the north, running through Terrace, Dease Lake, Watson Lake, Dawson Creek and Prince George.</p><p>\"Once you've completed a ring like this a break in a fibre due to a forest fire or something means that all that connectivity can be rerouted around the ring so that there is no impact in service,\" said Mike Thomas, TANEx president.</p><p>A northern ring would not only be beneficial for the regional district but for the province as a whole, but it is not expected to happen anytime soon.</p><p>\"The reality is they are just plagued by excessive delays, these things take a long time to get through the funding process and even once they get through the funding process getting access to get these things built can take years,\" said Mike Thomas.</p><p>The report found that connectivity in the district is diverse. The Terrace area and the southern part of the district is reasonably developed, with many service providers. That is contrasted by the northern areas in the district, where there is little to no service and Northwestel is the only provider.</p><p>\"It's really about making high speed internet connectivity available throughout your region to benefit all of your constituents regardless of where they live, so that they can benefit from the economy as well as important services,\" said Kerri-Anne Thomas, TANEx project manager, to the district board.</p><p>Cellular service coverage in the district is far from total. Right now, over 600 kilometres of major roadways in the district do not have cellular service, a public safety issue because there is no access to emergency services.</p><p>The eventual goal is to have cellular coverage along all highway corridors in the regional district.</p><p>\"Obviously we all know that it's seriously lacking along many of the major roads, we think it's about 28 per cent now,\" said Kerri-Anne Thomas.</p><p>TANEx identified download and upload speeds for various types of homes and businesses in the region based on 50 megabytes per second download and 10 megabytes per second upload speeds (50/10).</p><p>Outside of municipalities, about 14 per cent of anchor tenants like schools, libraries, first responder facilities and healthcare facilities have 50/10 service. Within RDKS member municipalities that number is 42 per cent.</p><p>About one third of homes outside member municipalities have access to 50/10 service.</p><p>TANEx will present its final report to the regional district board in late July.</p><p>READ MORE: RDKS developing strategy to bring higher internet speeds to remote areas</p><p>@BenBogstie <email normalizedValue=\"mailto:ben.bogstie@terracestandard.comLike\">ben.bogstie@terracestandard.comLike</email> us on Facebook and follow us on Twitter.</p>", "<p nitf:lede=\"true\"/><p nitf:lede=\"true\">Aug 07, 2021( Digital Journal: <url normalizedValue=\"http://www.digitaljournal.com\">http://www.digitaljournal.com</url> Delivered by Newstex)  <br/> Hundreds of firefighters fought wildfires and flare-ups that have devoured record numbers of woodlands in Greece Saturday and left hundreds of families homeless, but heavy rains brought some respite to hard-hit Turkey. <br/> More than 1,450 Greek firefighters backed by at least 15 aircraft were battling the fires, with reinforcements arriving from other countries, the fire service said. </p><p><br/> The blazes in Greece are set to continue, with strong winds and temperatures of up to 38 degrees C (100 F) forecast in some regions on Saturday. <br/> This year's fires have been far more destructive than in previous years. <br/> In the last 10 days, 56,655 hectares (140,000 acres) have been burnt in Greece,according to the European Forest Fire Information System. The average number of hectares burnt over the same period between 2008 and 2020 was 1,700 hectares. <br/> 'When this nightmarish summer ends we will reverse the damage as soon as possible,' Prime Minister Kyriakos Mitsotakis pledged on Saturday. <br/> In Pefkofyto, in the north of Athens, pensioner Tasos Tsilivakos struggled to contain his tears. <br/> 'This is a horrible disaster,' he told AFP. <br/> 'I'm really afraid that maybe only our great-grand children will have the chance to walk again in these areas.' <br/> One 62-year-old man from nearby Agios Stefanos told Alpha TV how after being evacuated he had had to watch his house burning on television. 'My child is still crying from the shock,' he said. <br/><br/>- Rains help Turkey - <br/><br/>Greece and Turkey have been fighting devastating fires for more than a week as the region suffers its worst heatwave in decades. Officials and experts have linked such intense weather events to climate change. <br/> So far, they have killed two people in Greece and eight in Turkey, with dozens more hospitalised there during 10 days of the blazes. <br/> A UN draft report seen by AFP labelled the Mediterranean region a 'climate change hotspot', warning that heatwaves, droughts and fires would become more fierce in the future, supercharged by rising temperatures. <br/> But the weather gave Turkey some respite Saturday. Officials in the Turkish coastal city of Antalya said the blazes were under control in the southwestern province after rainfall there. <br/> And heavy rainfall was expected to continue until the afternoon in areas including Manavgat, one of the most affected by the fires. <br/> The situation remained serious however around the tourist hotspot of Mugla, where at least three neighbourhoods have been ordered to evacuate. <br/> There have been over 200 fires in 47 of Turkey's 81 provinces, Agriculture and Forestry Minister Bekir Pakdemirli tweeted early on Saturday. Thirteen fires continue in five provinces. <br/><br/>- Fears of more high winds - <br/><br/>Greek Civil Protection deputy minister, Nikos Hardalias said on Saturday that 55 blazes were raging across Greece. <br/> They were burning on Evia, the country's second largest island, which lieseast of the capital; in the Peloponnese region in the southwest; and in Fthiotida in Central Greece. <br/> The fire front on Evia alone ran across 30 kilometres (18 miles) long, said Fanis Spanos, regional governor of Central Greece, but in Attica peninsula there the situation was 'more stable'. <br/> There is, however, concern as winds are expected to pick up pace later in the day, the Fire Brigade said. <br/> Part of a motorway linking Athens to the north of the country that had been shut down as a precaution was reopened Saturday. <br/> In the northern Evia, where more than 1,300 people fled the fires on ferry boats Friday from the coastal village of Limni, another 23 were evacuated Saturday morning from a nearby beach at Rovies. <br/> Navy warships are on high alert off the north of the island in case more evacuations are required. <br/> Local officials there have already called for more air support in the firefighting efforts warning for hundreds of homeless families. <br/> Fanis Spanos told the Athens News Agency (ANA) that more than 300 families whose homes had been burned down were being sheltered in hotels. <br/> The situation remained dire in Mani, in the Peloponnese, where 5,000 people were evacuated on Friday. <br/> Eleni Drakoulakou, the mayor of East Mani, told ERT TV on Saturday that half the town had been burnt, blaming a lack of water-dropping air support during the critical first hours of the wildfire. <br/> ANA also reported that two people had been charged for arson. <br/> In Athens, police arrested a woman in a park on Friday as she was carrying two lighters, petrol and flammable materials,a few minutes after a fire broke out there. <br/> Authorities have banned visits to parks and forests through Greece. <br/> A 43-year-old man was arrested in the area of Krioneri and charged with arson, according to ANA. <br/><url normalizedValue=\"https://www.addtoany.com/add_to/facebook?linkurl=https%3A%2F%2Fwww.digitaljournal.com%2Fworld%2Fhundreds-of-families-homeless-as-greek-fires-rage-turkey-saved-by-the-rain%2Farticle&amp;#38;linkname=Hundreds%20of%20families%20homeless%20as%20Greek%20fires%20rage%2C%20Turkey%20saved%20by%20the%20rainhttps://www.addtoany.com/add_to/twitter?linkurl=https%3A%2F%2Fwww.digitaljournal.com%2Fworld%2Fhundreds-of-families-homeless-as-greek-fires-rage-turkey-saved-by-the-rain%2Farticle&amp;#38;linkname=Hundreds%20of%20families%20homeless%20as%20Greek%20fires%20rage%2C%20Turkey%20saved%20by%20the%20rainhttps://www.addtoany.com/add_to/linkedin?linkurl=https%3A%2F%2Fwww.digitaljournal.com%2Fworld%2Fhundreds-of-families-homeless-as-greek-fires-rage-turkey-saved-by-the-rain%2Farticle&amp;#38;linkname=Hundreds%20of%20families%20homeless%20as%20Greek%20fires%20rage%2C%20Turkey%20saved%20by%20the%20rainhttps://www.addtoany.com/add_to/email?linkurl=https%3A%2F%2Fwww.digitaljournal.com%2Fworld%2Fhundreds-of-families-homeless-as-greek-fires-rage-turkey-saved-by-the-rain%2Farticle&amp;#38;linkname=Hundreds%20of%20families%20homeless%20as%20Greek%20fires%20rage%2C%20Turkey%20saved%20by%20the%20rainhttps://www.addtoany.com/share#url=https%3A%2F%2Fwww.digitaljournal.com%2Fworld%2Fhundreds-of-families-homeless-as-greek-fires-rage-turkey-saved-by-the-rain%2Farticle&amp;#38;title=Hundreds%20of%20families%20homeless%20as%20Greek%20fires%20rage%2C%20Turkey%20saved%20by%20the%20rain\">https://www.addtoany.com/add_to/facebook?linkurl=https%3A%2F%2Fwww.digitaljournal.com%2Fworld%2Fhundreds-of-families-homeless-as-greek-fires-rage-turkey-saved-by-the-rain%2Farticle&amp;#38;linkname=Hundreds%20of%20families%20homeless%20as%20Greek%20fires%20rage%2C%20Turkey%20saved%20by%20the%20rainhttps://www.addtoany.com/add_to/twitter?linkurl=https%3A%2F%2Fwww.digitaljournal.com%2Fworld%2Fhundreds-of-families-homeless-as-greek-fires-rage-turkey-saved-by-the-rain%2Farticle&amp;#38;linkname=Hundreds%20of%20families%20homeless%20as%20Greek%20fires%20rage%2C%20Turkey%20saved%20by%20the%20rainhttps://www.addtoany.com/add_to/linkedin?linkurl=https%3A%2F%2Fwww.digitaljournal.com%2Fworld%2Fhundreds-of-families-homeless-as-greek-fires-rage-turkey-saved-by-the-rain%2Farticle&amp;#38;linkname=Hundreds%20of%20families%20homeless%20as%20Greek%20fires%20rage%2C%20Turkey%20saved%20by%20the%20rainhttps://www.addtoany.com/add_to/email?linkurl=https%3A%2F%2Fwww.digitaljournal.com%2Fworld%2Fhundreds-of-families-homeless-as-greek-fires-rage-turkey-saved-by-the-rain%2Farticle&amp;#38;linkname=Hundreds%20of%20families%20homeless%20as%20Greek%20fires%20rage%2C%20Turkey%20saved%20by%20the%20rainhttps://www.addtoany.com/share#url=https%3A%2F%2Fwww.digitaljournal.com%2Fworld%2Fhundreds-of-families-homeless-as-greek-fires-rage-turkey-saved-by-the-rain%2Farticle&amp;#38;title=Hundreds%20of%20families%20homeless%20as%20Greek%20fires%20rage%2C%20Turkey%20saved%20by%20the%20rain</url><br/>The post Hundreds of families homeless as Greek fires rage, Turkey saved by the rain[1] appeared first on Digital Journal[2]. <br/> [ 1]: <url normalizedValue=\"https://www.digitaljournal.com/world/hundreds-of-families-homeless-as-greek-fires-rage-turkey-saved-by-the-rain/article\">https://www.digitaljournal.com/world/hundreds-of-families-homeless-as-greek-fires-rage-turkey-saved-by-the-rain/article</url> [ 2]: <url normalizedValue=\"https://www.digitaljournal.com\">https://www.digitaljournal.com</url></p><p/>", "<p nitf:lede=\"true\">DROSOPIGI, Greece (AP) — Thousands of people fled wildfires burning out of control in Greece and Turkey on Friday, including a major blaze just north of the Greek capital of Athens that left one person dead, as a protracted heat wave turned forests into tinderboxes and flames threatened populated areas, electricity installations and historic sites. </p><p nitf:lede=\"true\">Firefighters across Greece were battling 56 active wildfires, Civil Protection chief Nikos Hardalias said. Multiple evacuation orders were issued for inhabited areas of the country's mainland and the nearby island of Evia, while the fire near Athens burned forestland and houses in its path heading toward Lake Marathon, the capital’s main water reservoir. </p><p>“We continue our effort hour by hour to tackle the multiple fires we face today,” Hardalias said. “Conditions are exceptionally dangerous.” Strong winds were forecast for Friday afternoon in much of Greece, which could hamper firefighting efforts.</p><p>Athens' main trauma hospital said a 38-year-old man died after sustaining a head injury from a falling utility pole in Ippokrateios Politeia, one of the neighborhoods north of Athens affected by the fire. The man was taken to the hospital by ambulance Friday afternoon without any vital signs, and efforts to revive him for more than an hour were unsuccessful. </p><p>On Evia, the coast guard mounted a major operation to evacuate hundreds of people by sea, using patrol vessels, fishing and tourist boats and private vessels to rescue residents and vacationers overnight and into Friday. Dozens of other villages and neighborhoods were emptied in the southern Peloponnese region and just north of the Greek capital as blazes raced through pine forests. </p><p>“We're talking about the apocalypse, I don't know how to describe it,” Sotiris Danikas, head of the coast guard in the town of Aidipsos on Evia, told state broadcaster ERT, describing the sea evacuation.</p><p>The coast guard said 668 people had been evacuated from beaches in northeast Evia by early Friday afternoon after flames cut off all other means of escape. Coast guard vessels continued to patrol the coastline.</p><p>A massive amphibious aircraft leased from Russia joined the firefighting effort on the island. The Beriev Be-200 is the largest firefighting plane Greece currently has at its disposal.</p><p>Greek and European officials have blamed climate change for the multiple fires burning through swathes of southern Europe, from southern Italy to the Balkans, Greece and Turkey. Massive fires have been burning across Siberia in Russia's north for weeks, while hot, bone-dry, gusty weather has also fueled devastating wildfires in California, decimating whole towns in some cases. </p><p>Greece has been baked by its worst heat wave in three decades, with temperatures soaring to 45 degrees Celsius (113 degrees Fahrenheit). Thousands have fled homes and holiday accommodation, while at least 20 people, including four firefighters, have been treated for injuries. Two of the firefighters were in intensive care in Athens, while another two were hospitalized with light burns, the Health Ministry said. </p><p>In neighboring Turkey, wildfires described as the worst in decades have swept through swaths of the southern coast for the past 10 days, killing eight people.</p><p>More than 1,000 firefighters and nearly 20 aircraft are now battling major fires across Greece. Several European countries are sending or already sent firefighters, planes, helicopters and vehicles to help, while Israel also announced it was sending firefighters.</p><p>In Turkey, authorities on Friday evacuated six more neighborhoods near the Mugla province town of Milas as a wildfire fanned by winds burned some 5 kilometers (3 miles) from a power plant. At least 36,000 people were evacuated to safety in Mugla province alone, officials said.</p><p>Meanwhile, several excavators cleared strips of land to form firebreaks in a bid to stop flames from reaching the Yenikoy power plant, the second such facility to be threatened by wildfires in the region. </p><p>Wildfires near the tourism resort of Marmaris, also in Mugla province, were largely contained by late Thursday, officials said, while at least two fires were still burning in Antalya province, another beach holiday destination.</p><p>In Greece, firefighters went door to door in areas around 20 kilometers (12.5 miles) north of Athens telling people to evacuate, while helicopters dropped water on towering flames and thick smoke blanketed the area. Authorities sent push alerts to mobile phones in the area urging residents to leave. </p><p>Constant flare-ups that threatened inhabited areas hampered the work of hundreds of firefighters there.</p><p>The fire halted traffic on the country's main highway connecting Athens to northern Greece and damaged electricity installations. The power distribution company announced rolling cuts in the wider capital region to protect the electrical grid. </p><p>In the Drosopigi area, resident Giorgos Hatzispiros surveyed the damage to his house Friday morning, the first time he was seeing it after being ordered to evacuate the previous afternoon. Only the charred walls of the single-story home remained, along with his children's bicycles, somehow unscathed in a storeroom. Inside, smoke rose from a still-smoldering bookcase. </p><p>“Nothing is left,” Hatzispiros said. He urged his mother to leave, to spare her the sight of their destroyed home. </p><p>In southern Greece, nearly 60 villages and settlements were evacuated Thursday and early Friday. In addition to Evia, fires were burning in multiple locations in the southern Peloponnese region where a blaze was stopped before reaching monuments at Olympia, birthplace of the ancient Olympic Games. </p><p>A summer palace outside Athens once used by the former Greek royal family was also spared. </p><p>The fires also disrupted COVID-19 vaccinations. The Health Ministry announced the suspension of vaccinations at centers in areas affected by the fires, saying appointments could be rescheduled when conditions allow.</p><p>“Our priority is always the protection of human life, followed by the protection of property, the natural environment and critical infrastructure. Unfortunately, under these circumstances, achieving all these aims at the same time is simply impossible,” Prime Minister Kyriakos Mitsotakis said in a televised address Thursday night. </p><p>The wildfires, he said, display “the reality of climate change.”</p><p>In 2018, more than 100 people died when a fast-moving forest fire engulfed a seaside settlement east of Athens. Some of them drowned trying to escape by sea from the choking smoke and flames after becoming trapped on a beach.</p><p>____</p><p>Becatoros reported from Argostoli, Greece, and Fraser from Ankara, Turkey. Associated Press journalists Thanassis Stavrakis in Drosopigi, Greece, and Mehmet Guzel in Mugla, Turkey, contributed.</p>", "<p nitf:lede=\"true\">GOLDEN GOLIATH RESOURCES LTD (\"GNG-V;GGTHF-0\") - New Potential Gold Settings Discovered Encourage Further Follow-Up - at Kwai</p><p nitf:lede=\"true\">Golden Goliath Resources Ltd. has been drilling on the Kwai gold property since July and has now completed holes K21-25 to K21-35. K21-25 to K21-28 tested the area around the anomalous gold value that was returned earlier in drill hole K21-21 on the south side of Beauregard Lake. K21-29 to K21-34 tested IP anomalies on the Pakwash fault east of Beauregard Lake. The final hole in the program, K21-35, tested a mag and structural anomaly with weak IP in an area northwest of Beauregard Lake that is now interpreted to be directly up ice of the high gold in till values returned in early 2020.</p><p>Hole K21-35, which was just completed on October 1, cut multiple zones of brick red potassic alteration associated with brecciation, silicification, hematite and up to 15% disseminated sulfides. This hole was located off the main trend of the Pakwash fault targeting a crosscutting northwest trending magnetic anomaly associated with a weak IP anomaly. Recent geological fieldwork has established a 040 degree ice direction, which is much steeper than previously understood. This places K21-035 directly up ice of the strong gold in till results found on the West Grid. This alteration is very similar to a style of mineralization seen in the Red Lake region, in particular in the Spring Pole deposit area in the north end of the Uchi belt.</p><p>There are a number of untested weak IP anomalies beneath conductive overburden that are now potential targets and a large area of the northern part of the property has yet to be surveyed by IP. The original Kwai gold showing is in this area of unexplored terrain.</p><p>Figure 1: Red Lake District Properties including the Kwai and SLF properties of Golden Goliath</p><p>To view an enhanced version of Figure 1, please visit: <url normalizedValue=\"https://orders.newsfilecorp.com/files/4761/98600_d\">https://orders.newsfilecorp.com/files/4761/98600_d</url></p><p>In July four holes were drilled to follow up on an anomalous gold value of 864 ppb over 1 m in hole K21-21 and these were K21-25 to K21-28, all of which intersected a shear-fault zone on the south side of Beauregard Lake in a feature parallel to and south of the Pakwash Fault. Although no further gold values were encountered in these four holes, a 400-500m long section of the structure with associated IP anomalies has yet to be drill tested.</p><p>The area east of Beauregard Lake was tested by holes K21-29 to K21-34 on lines 28E, 30E, 32E, 34E, 39E and 41E. Three other potential gold settings were encountered. Silicified sediments similar to those that occur on the Great Bear Dixie property to the north lie along a basalt contact, and wide albite alteration zones occur in holes 31 and 32. In addition a shear zone in basalt was found in hole K21-34 with disseminated pyrite and lenses of quartz. Assays are pending on these holes.</p><p>Figure2: Kwai Property showing completed drill hole locations</p><p>To view an enhanced version of Figure 2, please visit: <url normalizedValue=\"https://orders.newsfilecorp.com/files/4761/98600_d\">https://orders.newsfilecorp.com/files/4761/98600_d</url></p><p>The drill was then moved to an area north of the West Grid on line 6E where hole K21-35 intersected the very interesting zone of potassic alteration, silicification and hematite. A pause in the program will now take place to give time for assays to catch up prior to expanding the coverage of the Kwai project.</p><p>Golden Goliath CEO Paul Sorbara PGeo comments:</p><p>\"This drilling project, in such a great area of prospective geology, continues to excite our team as we explore along the Pakwash fault boundary edge of the Uchi Subprovince. We have confidence in the potential of the Kwai property given the number of favourable environments we have identified and, given the recent LP Fault deep drilling success at Great Bear, the fact that all of our drill holes are shallow. Our improved understanding of the geology, ice history, and models of mineralization are focusing our search. I would also like to thank Niigaani drilling, and the Ministry of Northern Development, Mines, and Forestry for ensuring our program could be completed through what was a very difficult forest fire season in the area.\"</p><p>QAQC</p><p>All the gold values reported in this round of drilling were obtained by fire assaying 30 gm samples. Blank and standards were inserted into the sample stream alternating at 25m intervals.</p><p>This news release has been reviewed by R.S. Middleton P.Eng who is acting as QP for this phase of the exploration under the NI 43-101 requirements.</p><p>On behalf of the Board of Directors</p><p>Paul Sorbara, MSc, PGeo</p><p>CEO, Golden Goliath Resources Ltd.</p><p>About Golden Goliath</p><p>Golden Goliath Resources Ltd. is a junior exploration company listed on the TSX Venture Exchange (symbol GNG). The Company is focused on exploring and developing the gold and silver potential of properties in the Red Lake District of Ontario. The Company also holds a 100% interest in the San Timoteo property, located in the Sierra Madre Occidental Mountains of northwestern Mexico, as well as NSR royalties on several other nearby properties.</p><p>To find out more about Golden Goliath visit our website at <url normalizedValue=\"http://www.goldengoliath.com\">www.goldengoliath.com</url>.</p><p>Cautionary Statements Regarding Forward Looking Information</p><p>Certain statements included herein may constitute \"forward-looking statements\". All statements included in this press release that address future events, conditions or results, including in connection with exploration activity, future acquisitions and any financing, are forward-looking statements. These forward-looking statements can be identified by the use of words such as \"may\", \"must\", \"plan\", \"believe\", \"expect\", \"estimate\", \"think\", \"continue\", \"should\", \"will\", \"could\", \"intend\", \"anticipate\" or \"future\" or the negative forms thereof or similar variations. These forward-looking statements are based on certain assumptions and analyses made by management in light of their experiences and their perception of historical trends, current conditions and expected future developments, as well as other factors they believe are appropriate in the circumstances. These statements are subject to risks, uncertainties and assumptions, including those mentioned in the Company's continuous disclosure documents, which can be found under its profile on SEDAR (<url normalizedValue=\"http://www.sedar.com\">www.sedar.com</url>). Many of such risks and uncertainties are outside the control of the Company and could cause actual results to differ materially from those expressed or implied by such forward-looking statements. In making such forward-looking statements, management has relied upon a number of material factors and assumptions, on the basis of currently available information, for which there is no insurance that such information will prove accurate. All forward-looking statements are expressly qualified in their entirety by the cautionary statements set forth above. The Company is under no obligation, and expressly disclaims any intention or obligation, to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise, except as expressly required by applicable law.</p><p>FOR MORE INFORMATION CONTACT: Golden Goliath Resources Ltd. J. Paul Sorbara, M.Sc., P.Geo President &amp;CEO Phone: +1(604) 682-2950 Email: <email normalizedValue=\"mailto:jps@goldengoliath.com\">jps@goldengoliath.com</email></p><p>Neither TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release. Tel : 604-682-2950 GOLDEN GOLIATH RESOURCES LTD Fax : 604-685-3764 WWW : <url normalizedValue=\"https://www.goldengoliath.com\">https://www.goldengoliath.com</url></p><p>______________________________</p><p>_______________________________________________</p><p>____________________________________________________________</p><p>(c)2021 Market News Publishing Inc. All rights reserved. Toronto:(416)366-8881 Vancouver:(604)689-1101 Fax:(604)689-1106</p>", "<p>As wildfires continue to edge closer to towns and agricultural areas, grape producers and wine-makers in the Okanagan must once again deal with this increasingly frequent threat of smoke taint.</p>", "<p>40 YEARS AGO</p><p>The Clearwater District Forest Office has reported nine fires so far this season with three of those still burning and under observation. All of the fires were started by lightning except for one which was caused by slash burning.</p><p>For the third consecutive year the PrincetonWeyerhaeuser team has won the Weyerhaeuser Softball Tournament held in Clearwater over the weekend. The Princeton Crocs defeated B.C.I from Kamloops 16-4 in the final game.</p><p>New residents to the area, Jack and Dianne Marlow, will soon be taking over management of the Stedmans store in Clearwater. Jack Marlow, who has 24 years experience in the retail trade including 12 years with Stedmans, will operate the store with help from his wife, Dianne and their 19-year-old son, Johnny.</p><p>35 YEARS AGO</p><p>Members of the IWA carried out their threat to call a strike at wood work operations, after a breakdown in contract negotiations. Pickets turned up at Weyerhaeuser Canada sawmills in the southern Interior, including the company's mill in Vavenby.</p><p>The Clearwater Fire Department responded to a fire which broke out in a CN rail car full of potash. The train was pulled onto the siding at Birch Island where fire crew fought the heavy smoke.</p><p>A brush control project is proposed to start again on a 50-hectare 10-year-old forest plantation on Road 3 above Vavenby in the Clearwater Forest District. Brush saws will be used to cut the brush, then registered herbicide Roundup will be applied to the freshly cut stumps.</p><p>30 YEARS AGO</p><p>Sports fishery for chinook salmon in the Clearwater River is due to open Aug. 2 and a couple of regulations are to be more strictly enforced. The use of natural bait is prohibited in the Clearwater River from the Mahood River confluence upstream to Falls Creek at Clearwater Lake. This regulation is now law and will be enforced in 1991.</p><p>The Barriere and District Health Centre is to be expanded and renovated at a cost of $100,000. The project will include the addition of a third doctor's office, together with two examination rooms, doctor's storage space and an enlarged clinic waiting area.</p><p>Up to 300 participants are expected for a one-day tour to look at vegetation management techniques used in the Clearwater Forest District. The tour will investigate using sheep, cattle and grass-legume mixes to control competing vegetation on cutblocks.</p><p>25 YEARS AGO</p><p>Four persons, believed to be suffering non-life threatening injuries, were taken to Dr. Helmcken Memorial Hospital in Clearwater following a head-on collision between a motorcycle and a mid-sized car.</p><p>Barriere firefighters contained and extinguished a small forest fire that broke out on the east side of Agate Bay Road, below Glen Grove Estates. About a dozen firefighters responded to the call out. One firefighter suffered smoke inhalation and another burned a hand.</p><p>An 18'x24' ready-to-assemble wooden shed that was reported stolen wasn't actually stolen and wasn't ready to assemble. It was a disassembled old shed.</p><p>20 YEARS AGO</p><p>Clearwater's Ian Archibald won $500,000 in the Lotto Super 7 lottery. It was only the fourth time he had bought a lottery ticket. He won a free play from the previous ticket and gave the clerk $1 for the extra.</p><p>A 15-year-old Prince George youth was lucky to be alive following a fall near Helmcken Falls viewpoint. He was visiting Wells Gray Park with his church group. The young man somehow got beyond the easternmost or upstream end of the safety fences near the viewpoint and was not on a secure trail when he fell.</p><p>The road to Wells Gray Park was cut for the third time in six years due to flooding. Despite this, the local area was not added to a list of areas eligible to receive flood disaster assistance from the Provincial Emergency Program.</p><p>15 YEARS AGO</p><p>Kevin Kreuger presented Bert Walker with a $60,000 cheque for improvements to the Sportsplex, the first of three. The funding came from the Ministry of Small Business and Economic Development for a program called Olympic/Paralympic Live Sites awards. The award will enable communities like Clearwater to complete special projects.</p><p>Reports have filtered through that International Ranger Corp has been drilling despite the lack of a permit. Witnesses have seen it take place on the Foghorn property. But it's copper, not uranium and the drilling is being done by Yellowhead Mining Inc at Harper Creek.</p><p>Two local girls, Kristin Sunderman and Tiana Blouin, who began their softball careers in Clearwater were integral members of the Darlen Transport Coyotes Junior Ladies Softball team that won the Provincial C Championships in Kamloops.</p><p>10 YEARS AGO</p><p>Clearwater Stingers won all seven of their games at the Squirt C provincial championships and took home gold.</p><p>Naturalist Trevor Goward is working with the Land Conservancy of B.C. and the Ancient Forest Alliance to auction off the naming rights to two lichen species he discovered. Proceeds of the auction go towards preserving B.C.'s ancient rain forests.</p><p>Clearwater now has a FrontCounter BC desk, located in the Headwaters Forest District office on Highway 5. Kamloops-Thompson MLA Terry Lake presented a $400,000 cheque from Towns for Tomorrow for the District of Clearwater's water system.</p><p>5 YEARS AGO</p><p>A total of 44 riders took part in the Wells Gray Riders gymkhana at the Upper Clearwater riding arena, held monthly during the summer. Twenty-four of the riders were kids.</p><p>Logging blocks under discussion on the shoulder of Trophy Mountain and on the west side of the Clearwater River would yield about 200,000 cubic metres of wood, equivalent to between 20 and 25 per cent of Candor's Vavenby division's annual allowable cut. Information about Canfor's Upper Clearwater logging plans were presented at an open house.</p><p>The Blue River fire hall is to get upgrades, thanks to the Thompson-Nicola Regional District board of directors' approval of spending up to $24,000 to improve the hall's energy efficiency. Proposed improvements include new heating equipment, upgrades of single-pane windows, lighting and new insulation and siding along one side of the building.</p><p>Copyright 2021 Clearwater Times</p>", "<p nitf:lede=\"true\">40 YEARS AGO</p><p nitf:lede=\"true\">The Clearwater District Forest Office has reported nine fires so far this season with three of those still burning and under observation. All of the fires were started by lightning except for one which was caused by slash burning.</p><p nitf:lede=\"true\">For the third consecutive year the PrincetonWeyerhaeuser team has won the Weyerhaeuser Softball Tournament held in Clearwater over the weekend. The Princeton Crocs defeated B.C.I from Kamloops 16-4 in the final game.</p><p>New residents to the area, Jack and Dianne Marlow, will soon be taking over management of the Stedmans store in Clearwater. Jack Marlow, who has 24 years experience in the retail trade including 12 years with Stedmans, will operate the store with help from his wife, Dianne and their 19-year-old son, Johnny.</p><p>35 YEARS AGO</p><p>Members of the IWA carried out their threat to call a strike at wood work operations, after a breakdown in contract negotiations. Pickets turned up at Weyerhaeuser Canada sawmills in the southern Interior, including the company's mill in Vavenby.</p><p>The Clearwater Fire Department responded to a fire which broke out in a CN rail car full of potash. The train was pulled onto the siding at Birch Island where fire crew fought the heavy smoke.</p><p>A brush control project is proposed to start again on a 50-hectare 10-year-old forest plantation on Road 3 above Vavenby in the Clearwater Forest District. Brush saws will be used to cut the brush, then registered herbicide Roundup will be applied to the freshly cut stumps.</p><p>30 YEARS AGO</p><p>Sports fishery for chinook salmon in the Clearwater River is due to open Aug. 2 and a couple of regulations are to be more strictly enforced. The use of natural bait is prohibited in the Clearwater River from the Mahood River confluence upstream to Falls Creek at Clearwater Lake. This regulation is now law and will be enforced in 1991.</p><p>The Barriere and District Health Centre is to be expanded and renovated at a cost of $100,000. The project will include the addition of a third doctor's office, together with two examination rooms, doctor's storage space and an enlarged clinic waiting area.</p><p>Up to 300 participants are expected for a one-day tour to look at vegetation management techniques used in the Clearwater Forest District. The tour will investigate using sheep, cattle and grass-legume mixes to control competing vegetation on cutblocks.</p><p>25 YEARS AGO</p><p>Four persons, believed to be suffering non-life threatening injuries, were taken to Dr. Helmcken Memorial Hospital in Clearwater following a head-on collision between a motorcycle and a mid-sized car.</p><p>Barriere firefighters contained and extinguished a small forest fire that broke out on the east side of Agate Bay Road, below Glen Grove Estates. About a dozen firefighters responded to the call out. One firefighter suffered smoke inhalation and another burned a hand.</p><p>An 18'x24' ready-to-assemble wooden shed that was reported stolen wasn't actually stolen and wasn't ready to assemble. It was a disassembled old shed.</p><p>20 YEARS AGO</p><p>Clearwater's Ian Archibald won $500,000 in the Lotto Super 7 lottery. It was only the fourth time he had bought a lottery ticket. He won a free play from the previous ticket and gave the clerk $1 for the extra.</p><p>A 15-year-old Prince George youth was lucky to be alive following a fall near Helmcken Falls viewpoint. He was visiting Wells Gray Park with his church group. The young man somehow got beyond the easternmost or upstream end of the safety fences near the viewpoint and was not on a secure trail when he fell.</p><p>The road to Wells Gray Park was cut for the third time in six years due to flooding. Despite this, the local area was not added to a list of areas eligible to receive flood disaster assistance from the Provincial Emergency Program.</p><p>15 YEARS AGO</p><p>Kevin Kreuger presented Bert Walker with a $60,000 cheque for improvements to the Sportsplex, the first of three. The funding came from the Ministry of Small Business and Economic Development for a program called Olympic/Paralympic Live Sites awards. The award will enable communities like Clearwater to complete special projects.</p><p>Reports have filtered through that International Ranger Corp has been drilling despite the lack of a permit. Witnesses have seen it take place on the Foghorn property. But it's copper, not uranium and the drilling is being done by Yellowhead Mining Inc at Harper Creek.</p><p>Two local girls, Kristin Sunderman and Tiana Blouin, who began their softball careers in Clearwater were integral members of the Darlen Transport Coyotes Junior Ladies Softball team that won the Provincial C Championships in Kamloops.</p><p>10 YEARS AGO</p><p>Clearwater Stingers won all seven of their games at the Squirt C provincial championships and took home gold.</p><p>Naturalist Trevor Goward is working with the Land Conservancy of B.C. and the Ancient Forest Alliance to auction off the naming rights to two lichen species he discovered. Proceeds of the auction go towards preserving B.C.'s ancient rain forests.</p><p>Clearwater now has a FrontCounter BC desk, located in the Headwaters Forest District office on Highway 5. Kamloops-Thompson MLA Terry Lake presented a $400,000 cheque from Towns for Tomorrow for the District of Clearwater's water system.</p><p>5 YEARS AGO</p><p>A total of 44 riders took part in the Wells Gray Riders gymkhana at the Upper Clearwater riding arena, held monthly during the summer. Twenty-four of the riders were kids.</p><p>Logging blocks under discussion on the shoulder of Trophy Mountain and on the west side of the Clearwater River would yield about 200,000 cubic metres of wood, equivalent to between 20 and 25 per cent of Candor's Vavenby division's annual allowable cut. Information about Canfor's Upper Clearwater logging plans were presented at an open house.</p><p>The Blue River fire hall is to get upgrades, thanks to the Thompson-Nicola Regional District board of directors' approval of spending up to $24,000 to improve the hall's energy efficiency. Proposed improvements include new heating equipment, upgrades of single-pane windows, lighting and new insulation and siding along one side of the building.</p>", "<p>KUALA LUMPUR, Nov 6 (Bernama) -- A forest fire was reportedin Taman Seri Timah, Balakong, near here today. Selangor Fire and Rescue Department...</p>", "<p nitf:lede=\"true\"/><p nitf:lede=\"true\">Sep 27, 2021( Digital Journal: <url normalizedValue=\"http://www.digitaljournal.com\">http://www.digitaljournal.com</url> Delivered by Newstex)  <br/> Frequented by presidents, Supreme Court justices and even the occasional movie star, it is the transport of choice for some of the world's most powerful movers and shakers — yet few Americans know it exists. <br/> The Capitol Subway System, a network of trolleys in the fluorescent-lit bowels of the labyrinthine, 600-room US Congress in Washington, has been ferrying politicians back and forth for more than a century. </p><p><br/> The journey is just enough time for lawmakers such as Democratic Senator Amy Klobuchar, pictured in 2008, to engage in serious political conversation, idle gossip, an impromptu press conference or a pleasant daydream. —  AFP<br/> It has made headlines as the scene of a botched assassination bid, an impromptu off-Broadway stage and a hiding place for a president who disappeared from the Oval Office without telling anyone. <br/> 'Children love it so there are always senators who are willing to bring family members with young children, nieces and nephews, to ride on it,' Dan Holt, an assistant historian at the Senate Historical Office, told AFP. <br/> 'And so I think there's just something kind of special about it.' <br/> The track stretches 3,100 feet — a shade under a kilometer — with the 90-second hop between stations just enough for serious political debate, idle gossip, an impromptu press conference or a moment of quiet reverie. <br/> 'Think about getting on the train to ride to work in other contexts, where you have that moment where you can just sit for a minute and think — or sit and have casual conversation,' Holt said. <br/> 'The train in the Capitol has served that purpose as well over time.' <br/> Barack Obama may be one of the world's most famous faces but to his fellow subway passengers in 2007, he was just another senator. —  AFP<br/> It has also provided useful photo opportunities for presidential hopefuls looking to show the common touch, such as Ronald Reagan, although a boyish JFK — then just plain old Senator Jack Kennedy — was once refused entry and scolded to 'stand aside for the senators, son.' <br/> - 'Good fortune bad marksmanship' - <br/> Today, the bustling main station is abuzz whenever the Senate is in session, with journalists waiting patiently to swarm legislators as they disembark to vote in the upper chamber. <br/> But the cut-and-thrust of political discourse isn't always as convivial below ground as it is on the Senate floor. <br/> In 1950, Maine senator Margaret Chase Smith was preparing to deliver a rebuke to fellow Republican Joe McCarthy when the intimidating anti-communist crusader and smear-artist saw her in a subway car. <br/> 'Margaret, you look very serious,' Smithlater recalled McCarthy saying, according to Holt.'Are you going to make a speech?' <br/> 'Yes,' she responded, 'and you're not going to like it very much.' <br/> Three years earlier the subway had seen its only recorded assassination attempt, when disgruntled ex-Capitol Police officer William Kaiser opened fire from a .22-caliber pistol on presidential hopeful John Bricker. <br/> The Ohio senator dived for cover into the waiting subway car, yelling at the driver to whisk him away, as a second bullet whistled over his head. <br/> 'Only good fortune and the bad marksmanship of his assailant saved the senator,' The New York Times reported after the gunman fled the scene, only to be arrested later. <br/> Actor Denzel Washington, pictured in 2018 after riding the Capitol Subway, is a among a long list of celebrity patrons that also includes Richard Gere, Chuck Norris, Jon Stewart and the rock star Bono. —  AFP<br/> In less querulous times, political leaders have seen the subway as something of a refuge from the frenetic pace of Washington politics. <br/> William Howard Taft, the 27th president, alarmed aides one Saturday in January 1911 when he went missing for around an hour to go see the trains. <br/> 'A keen thrill of fear swept over the city when anxious inquiries at the White House brought forth the reply that the president could not be found. The alarm spread like a forest fire,' the Washington Times reported at the time. <br/> - Show tunes - <br/> The first subway was opened on March 7 1909 for senators hoping to avoid the punishing Washington heat as they went between their offices and the upper chamber. <br/> Electric Studebaker automobiles were replaced by a monorail with its own track three years later and, in 1960, officials added four $75,000 electric subway cars — dubbed 'swift chariots of democracy' by the Senate chaplain. <br/> This 1934 image courtesy of the Library of Congress, shows people riding the US Capitol's subway system. —  AFP<br/> A House line connected the Rayburn House Office Building to the Capitol five years after that and, in 1993, an $18 million Disneyland-style driverless train was introduced to great fanfare. <br/> Not everyone supported these improvements. Some senators grumbled about bumpy rides while others complainedthat their delicately coiffured hair was being ruined by gusts of wind. Ohio's Mike DeWine banned his staff from riding in protest against government waste. <br/> Future presidents aside, the system's famous patrons have included actors Richard Gere, Chuck Norris and Denzel Washington, satirist Jon Stewart and the rock star Bono. <br/> Lin-Manuel Miranda, the Tony Award-winningcreator of hit musical 'Hamilton,' decided to take a midnight ride and belt out show tunes for his Twitter following when he was in the building to receive an award in 2017. <br/> Some Capitol Hill staff see the gentility of subway interactions becoming rarer as health-conscious politicians with step-counting devices increasingly take to walking between buildings. <br/> But the clientele will never truly disappear as long as the urgent task of running the country requires busy people to be in 10 places at once. <br/> 'If you're in a rush, it's great,' Holt told AFP. <br/><url normalizedValue=\"https://www.addtoany.com/add_to/facebook?linkurl=https%3A%2F%2Fwww.digitaljournal.com%2Fworld%2Fswift-chariots-of-democracy-all-aboard-washingtons-secret-subway%2Farticle&amp;#38;linkname=%27Swift%20chariots%20of%20democracy%27%3A%20all%20aboard%20Washington%27s%20secret%20subwayhttps://www.addtoany.com/add_to/twitter?linkurl=https%3A%2F%2Fwww.digitaljournal.com%2Fworld%2Fswift-chariots-of-democracy-all-aboard-washingtons-secret-subway%2Farticle&amp;#38;linkname=%27Swift%20chariots%20of%20democracy%27%3A%20all%20aboard%20Washington%27s%20secret%20subwayhttps://www.addtoany.com/add_to/linkedin?linkurl=https%3A%2F%2Fwww.digitaljournal.com%2Fworld%2Fswift-chariots-of-democracy-all-aboard-washingtons-secret-subway%2Farticle&amp;#38;linkname=%27Swift%20chariots%20of%20democracy%27%3A%20all%20aboard%20Washington%27s%20secret%20subwayhttps://www.addtoany.com/add_to/email?linkurl=https%3A%2F%2Fwww.digitaljournal.com%2Fworld%2Fswift-chariots-of-democracy-all-aboard-washingtons-secret-subway%2Farticle&amp;#38;linkname=%27Swift%20chariots%20of%20democracy%27%3A%20all%20aboard%20Washington%27s%20secret%20subwayhttps://www.addtoany.com/share#url=https%3A%2F%2Fwww.digitaljournal.com%2Fworld%2Fswift-chariots-of-democracy-all-aboard-washingtons-secret-subway%2Farticle&amp;#38;title=%27Swift%20chariots%20of%20democracy%27%3A%20all%20aboard%20Washington%27s%20secret%20subway\">https://www.addtoany.com/add_to/facebook?linkurl=https%3A%2F%2Fwww.digitaljournal.com%2Fworld%2Fswift-chariots-of-democracy-all-aboard-washingtons-secret-subway%2Farticle&amp;#38;linkname=%27Swift%20chariots%20of%20democracy%27%3A%20all%20aboard%20Washington%27s%20secret%20subwayhttps://www.addtoany.com/add_to/twitter?linkurl=https%3A%2F%2Fwww.digitaljournal.com%2Fworld%2Fswift-chariots-of-democracy-all-aboard-washingtons-secret-subway%2Farticle&amp;#38;linkname=%27Swift%20chariots%20of%20democracy%27%3A%20all%20aboard%20Washington%27s%20secret%20subwayhttps://www.addtoany.com/add_to/linkedin?linkurl=https%3A%2F%2Fwww.digitaljournal.com%2Fworld%2Fswift-chariots-of-democracy-all-aboard-washingtons-secret-subway%2Farticle&amp;#38;linkname=%27Swift%20chariots%20of%20democracy%27%3A%20all%20aboard%20Washington%27s%20secret%20subwayhttps://www.addtoany.com/add_to/email?linkurl=https%3A%2F%2Fwww.digitaljournal.com%2Fworld%2Fswift-chariots-of-democracy-all-aboard-washingtons-secret-subway%2Farticle&amp;#38;linkname=%27Swift%20chariots%20of%20democracy%27%3A%20all%20aboard%20Washington%27s%20secret%20subwayhttps://www.addtoany.com/share#url=https%3A%2F%2Fwww.digitaljournal.com%2Fworld%2Fswift-chariots-of-democracy-all-aboard-washingtons-secret-subway%2Farticle&amp;#38;title=%27Swift%20chariots%20of%20democracy%27%3A%20all%20aboard%20Washington%27s%20secret%20subway</url><br/>The post 'Swift chariots of democracy': all aboard Washington's secret subway[1] appeared first on Digital Journal[2]. <br/> [ 1]: <url normalizedValue=\"https://www.digitaljournal.com/world/swift-chariots-of-democracy-all-aboard-washingtons-secret-subway/article\">https://www.digitaljournal.com/world/swift-chariots-of-democracy-all-aboard-washingtons-secret-subway/article</url> [ 2]: <url normalizedValue=\"https://www.digitaljournal.com\">https://www.digitaljournal.com</url></p><p/>", "<p>40 YEARS AGO The Clearwater District Forest Office has reported nine fires so far this season with three of those still burning and under observation. All of the fires were started by lightning except for one which was caused by slash burning.</p><p>For the third consecutive year the PrincetonWeyerhaeuser team has won the Weyerhaeuser Softball Tournament held in Clearwater over the weekend. The Princeton Crocs defeated B.C. I from Kamloops 16-4 in the final game.</p><p>New residents to the area. Jack and Dianne Marlow, will soon be taking over management of the Stedmans store in Clearwater. Jack Marlow, who has 24 years experience in the retail trade including 12 years with Stedmans, will operate the store with help from his wife, Dianne and their 19-year-old son, Johnny.</p><p>35 YEARS AGO Members of the IWA carried out their threat to call a strike at wood work operations, after a breakdown in contract negotiations. Pickets turned up at Weyerhaeuser Canada sawmills in the southern Interior, including the company’s mill in Vavenby.</p><p>The Clearwater Fire Department responded to a fire which broke out in a CN rail car full of potash. The train was pulled onto the siding at Birch Island where fire crew fought the heavy smoke.</p><p>A brush control project is proposed to start again on a 50-hectare 10-yearold forest plantation on Road 3 above Vavenby in the Clearwater Forest District. Brush saws will be used to cut the brush, then registered herbicide Roundup will be applied to the freshly cut stumps.</p><p>30 YEARS AGO Sports fishery for chinook salmon in the Clearwater River is due to open Aug. 2 and a couple of regulations are to be more strictly enforced. The use of natural bait is prohibited in the Clearwater River from the Mahood River confluence upstream to Falls Creek at Clearwater Lake. This regulation is now law and will be enforced in 1991.</p><p>The Barriere and District Health Centre is to be expanded and renovated at a cost of $100,000. The project will include the addition of a third doctor’s office, together with two examination rooms, doctor’s storage space and an enlarged clinic waiting area.</p><p>Up to 300 participants are expected for a one-day tour to look at vegetation management techniques used in the Clearwater Forest District. The tour will investigate using sheep, cattle and grass-legume mixes to control competing vegetation on cutblocks.</p><p>25 YEARS AGO Four persons, believed to be suffering non-life threatening injuries, were taken to Dr. Helmcken Memorial Hospital in Clearwater following a head-on collision between a motorcycle and a mid-sized car.</p><p>Barriere firefighters contained and extinguished a small forest fire that broke out on the east side of Agate Bay Road, below Glen Grove Estates. About a dozen firefighters responded to the call out. One firefighter suffered smoke inhalation and another burned a hand.</p><p>An 18’x24’ ready-to-assemble wooden shed that was reported stolen wasn’t actually stolen and wasn’t ready to assemble. It was a disassembled old shed.</p><p>20 YEARS AGO Clearwater’s Ian Archibald won $500,000 in the Lotto Super 7 lottery. It was only the fourth time he had bought a lottery ticket. He won a free play from the previous ticket and gave the clerk $1 for the extra.</p><p>A 15-year-old Prince George youth was lucky to be alive following a fall near Helmcken Falls viewpoint. He was visiting Wells Gray Park with his church group. The young man somehow got beyond the easternmost or upstream end of the safety fences near the viewpoint and was not on a secure trail when he fell. The road to Wells Gray Park was cut for the third time in six years due to flooding. Despite this, the local area was not added to a list of areas eligible to receive flood disaster assistance from the Provincial Emergency Program.</p><p>15 YEARS AGO Kevin Kreuger presented Bert Walker with a $60,000 cheque for improvements to the Sportsplex, the first of three. The funding came from the Ministry of Small Business and Economic Development for a program called Olympic/Paralympic Live Sites awards. The award will enable communities like Clearwater to complete special projects.</p><p>Reports have filtered through that International Ranger Corp has been drilling despite the lack of a permit. Witnesses have seen it take place on the Foghorn property. But it’s copper, not uranium and the drilling is being done by Yellowhead Mining Inc at Harper Creek.</p><p>Two local girls, Kristin Sunderman and Tiana Blouin, who began their softball careers in Clearwater were integral members of the Darien Transport Coyotes Junior Ladies Softball team that won the Provincial C Championships in Kamloops.</p><p>10 YEARS AGO Clearwater Stingers won all seven of their games at the Squirt C provincial championships and took home gold.</p><p>Naturalist Trevor Goward is working with the Land Conservancy of B.C. and the Ancient Forest Alliance to auction off the naming rights to two lichen species he discovered. Proceeds of the auction go towards preserving B.C. ’s ancient rain forests.</p><p>Clearwater now has a FrontCounter BC desk, located in the Headwaters Forest District office on Highway 5. Kamloops-Thompson MLA Terry Lake presented a $400,000 cheque from Towns for Tomorrow for the District of Clearwater’s water system. 5 YEARS AGO A total of 44 riders took part in the Wells Gray Riders gymkhana at the Upper Clearwater riding arena, held monthly during the summer. Twentyfour of the riders were kids.</p><p>Logging blocks under discussion on the shoulder of Trophy Mountain and on the west side of the Clearwater River would yield about 200,000 cubic metres of wood, equivalent to between 20 and 25 per cent of Candor’s Vavenby division’s annual allowable cut. Information about Canfor’s Upper Clearwater logging plans were presented at an open house.</p><p>The Blue River fire hall is to get upgrades, thanks to the Thompson-Nicola Regional District board of directors’ approval of spending up to $24,000 to improve the hall’s energy efficiency. Proposed improvements include new heating equipment, upgrades of single-pane windows, lighting and new insulation and siding along one side of the building.</p>", "<p nitf:lede=\"true\">Sometimes it feels like dissatisfaction is the backdrop of modern living. The Canadian Mental Health Association reports that suicide is one of the leading causes of death for both men and women from adolescence to middle age.</p><p nitf:lede=\"true\">How can society combat this epidemic? While there are medications to ease the effects of anxiety and depression, it is not a cure. Unfortunately, there is no simple solution for depression.</p><p nitf:lede=\"true\">Everybody is sensitive to different things and has different thresholds. What barely bruises the ego for one person can be shattering to another person's sense of self.</p><p>But just because depression can't be eradicated doesn't mean that we should admit defeat. Metaphorically speaking, sadness is an illness of the heart and the heart is a muscle. Therefore, we can train it to be stronger. Just as our bodies can heal themselves, so can our hearts. We just need to figure out how to confront and tame our pain.</p><p>Using tarot as a meditation tool can help us understand and take control of our emotions. Because tarot is a reflection of life, it contains cards that speak of life's unpleasant events. Contemplating these \"negative\" cards can help us find the strength to face it with maturity. Studying their lessons can give us the determination to move through it.</p><p>The following cards reflect some of the rough patches in life's journey:</p><p>Card: 3 of Swords</p><p>This card is about heartbreaks. It can be caused by anything ranging from dramatic betrayals akin to those found in soap operas to quietly repressed disappointment. It represents all those times we felt let down and not receiving the results we'd hoped for in spite of our best and most sincere efforts. If left unchecked, pain can hijack our emotions until it's all we have room for in our hearts.</p><p>Although pain is something we try to avoid, when we do feel it, it's important to remember that this is an important life experience. Pain offers us a chance to grow. Taking time to understand how our hearts got broken will make us wiser, making us less likely to commit to the same situations and people in the future. Also, because it can be frightening to face the things that hurt us, we gain strength and courage once we make peace with it.</p><p>Card: 5 of Swords</p><p>In this card, we see the end of a battle. The victor holds the spoils while the losers walk away with their tails between their legs. This card speaks about those times when we feel beaten and defeated. There was no glory in a good fight, only the bitterness and humiliation of failure.</p><p>During these moments, it's easy to believe that nothing good came out of it. The irony here is that failure is a prerequisite to success. Every great figure in history has failed before. They say that whatever doesn't kill you will make you stronger. I say that it can also make you better. Moments of failures are windows of opportunity to self-reflect in ways we don't do when we feel good about ourselves. It forces us to confront our own weaknesses and arrogance.</p><p>Did we lose because we weren't well prepared? Or did we choose the wrong fight altogether? Acknowledging where we went wrong will give us a better chance of getting it right the next time. So if we ever fall short of our goals and someone else beats us to the finish line, instead of wallowing in self-pity or assuming that the world is unfair, concentrate on how we can improve. Remember, those who refuse to see their own faults will never rise above the cycle of failure.</p><p>Card: Tower</p><p>When people are first introduced to tarot, many think that Death or the Devil are the most difficult cards to work with. Personally, I think the Tower is the most frightening card of all. Unlike Death, in which we gradually come to an end of a chapter, the changes brought forth by the Tower are sudden and unexpected. The lightning strikes the watch tower out of nowhere, destroying a structure that is supposed to protect us. It speaks about radical changes, often not in our favour.</p><p>So what good can possibly come from this? How can we grow and learn from tragic events beyond our own control?</p><p>In truth, words alone cannot offer enough comfort when the Tower pays us a visit. The loss and suffering must be endured seemingly without reason. It's perhaps the most difficult lesson one can learn in life: sometimes bad things happen to good people.</p><p>The key to recovery is time, faith and determination. A forest fire may seem like a tragic event. During these times, we must remember that nature never destroys without purpose. With time, new flora will grow over the nutrient-rich ashes.</p><p>Just like nature, we must learn to salvage what we can and focus on rebuilding. Use this as an opportunity to consciously restart your life.</p><p>Wing is a GTA-based tarot reader and teacher, you can find her on Instagram @tarotmechanic</p>", "<p>40 YEARS AGO:Clearwater Timber Products mills were shut down Friday when IWA employees staged an illegal work stoppage.</p><p>Later in the day Weyerhaeuser Vavenby mill was also closed down by similar action.</p><p>Reason for the walkout is believed to be an effort to secure a single provincial agreement for members rather than bargaining in three units as at present.</p><p>35 YEARS AGO:Chosen to represent the area as the 1986 Miss Clearwater May Queen was Miss Lisa Wilgosh. Her princess will be Valerie Braaten.</p><p>Miss Wilgosh, sponsored by Newby Construction, was also chosen from among her fellow contestants as Miss Congeniality, at the annual May Queen pageant.</p><p>The five contestants seeking the Miss Clearwater banner included Valerie Braaten, Miss Stedmans; Miss Raft River Riders, Ashley Sjodin, Miss Clearwater Lions, Laura Shipley; Miss OORP, Connie Arneson as well as Miss Wilgosh.</p><p>The new queen and her princess were crowned by retiring royalty, queen Dee Dee Null and her princess Donna Cooper. 30 YEARS AGO:About 30 boaters attended a meeting to discuss boat use on Clearwater and Azure Lakes in Wells Gray Park met with BC Parks staff at the Infocentre in Clearwater. Even if they were not all totally pleased with the outcome of the meeting, most appeared happy that Parks is making an effort to get their input. Major topics were camping fees for those staying overnight at the campsites along the two lakes, canoeonly campsites and how to lessen congestion at the boat launch at the south end of Clearwater Lake.</p><p>Boaters staying overnight along the lakes will now pay $5 per vessel per night, explained Parks’ Brian Carruthers.</p><p>25 YEARS AGO:It was worthy of prime time TV.</p><p>As the two RCMP officers waved at the oncoming car to stop for an alcohol check, the driver hit the gas and dodged past, speeding along the shoulder of the gravel road.</p><p>We all piled into the police vehicles and gave chase down Candle Creek Road headed for Highway 5, red light flashing.</p><p>Looking for an out, the fleeing driver made a sharp turn onto a dirt road, the open front passenger side door of the car open and swinging wildly.</p><p>The desperate move proved just that, desperate, as the suspect vehicle was forced to a halt in the yard of a private residence approximately one-half kilometre later. Sgt. Henry, in the lead vehicle, leaped out of the unmarked police cruiser, collared the suspect driver, threw him over the trunk of his car and cuffed him while police service dog Brig, riding in the second RCMP vehicle, barked wildly and two of the suspect vehicle passengers screamed that the third needed medical attention.</p><p>20 YEARS AGO: Licenses and the rest of the forest sector have to recognize that First Nations have an underlying ownership title to the land.</p><p>That was the message brought by North Thompson Indian Band chief Nathan Matthew to about 30 local foresters at a breakfast meeting in Clearwater.</p><p>“That’s the hardest part for people to accept,” said Matthew. “Most can agree on the soft stuff, but when it gets to ownership of the land it gets difficult. It’s a legal issue. “The companies want more power, and First Nations are seen as an impediment to that. This has led to First Nations being pushed out the door.”</p><p>Possibly First Nations should share in stumpage and other resource revenue collected from their traditional territory, he felt. 15 YEARS AGO:RCMP officer and father of five, Chris Newel, is riding in the Cops for Kids Charitable Foundation in September. He says he’s looking forward to the challenging 1,000 kilometre, nineday ride.</p><p>Newel first became interested in the ride when he saw the Cops for Cancer riders in the fall. However, due to location, he just couldn’t get onboard. So this year, Newel is able to ride for Cops for Kids and raise some much-needed funds.</p><p>“I was a little hesitant at first because it’s a huge challenge,” he said. “It’s not something you can just do on a whim.”</p><p>Newel needs to have $1,500 in pledges before he can rise, but he’s aiming for a total of $3,000 by September.</p><p>10 YEARS AGO:Black Press publisher Al Kirkwood said he’s more than a little proud of how his papers fared at the recent Canadian Community Newspapers Assocation and B.C. and Yukon Community Newspaper Association’s awards held during the Ink and Beyond conference, at the River Rock Resort in Richmond on April 30 and May 1. Kirkwood, commented that it takes outstanding staff to mold all facets of a newspaper into an award-winning publication. And that’s why the staff at both papers, especially The Times, are celebrating their recent triumphs.</p><p>The North Thompson Times took first place honours at the CNA Awards for Best All-Round Newspaper circulation up to 1249, and Best Editorial Page circulation up to 1249.</p><p>5 YEARS AGO:Clearwater resident Tom Grimm and his son, Brue, recently returned home after being evacuated from Fort McMurray.</p><p>“Compared to Fort Mac, 2003 was just a campfire,” according to the elder Grimm.</p><p>Tom was comparing the forest fire that forced the evacuation last week of that northern Alberta town with the fire of 13 years ago that destroyed Louis Creek and forced the evacuation of much of the lower North Thompson Valley.</p><p>Grimm, a heavy equipment operator, had experience fighting both.</p><p>The fire behaviour at Fort McMurray was much more extreme, he said, and the damage to homes and property far more extensive.</p><p>“I was on top of a hill they call Super Test in Fort Mac,” he recalled. “I looked toward town and it looked as if three or four volcanoes were going off.”</p>", "<p nitf:lede=\"true\">Sometimes it feels like dissatisfaction is the backdrop of modern living. The Canadian Mental Health Association reports that suicide is one of the leading causes of death for both men and women from adolescence to middle age.</p><p nitf:lede=\"true\">How can society combat this epidemic? While there are medications to ease the effects of anxiety and depression, it is not a cure. Unfortunately, there is no simple solution for depression. Everybody is sensitive to different things and has different thresholds. What barely bruises the ego for one person can be shattering to another person's sense of self.</p><p nitf:lede=\"true\">But just because depression can't be eradicated doesn't mean that we should admit defeat. Metaphorically speaking, sadness is an illness of the heart and the heart is a muscle. Therefore, we can train it to be stronger. Just as our bodies can heal themselves, so can our hearts. We just need to figure out how to confront and tame our pain.</p><p>Using tarot as a meditation tool can help us understand and take control of our emotions. Because tarot is a reflection of life, it contains cards that speak of life's unpleasant events. Contemplating these \"negative\" cards can help us find the strength to face it with maturity. Studying their lessons can give us the determination to move through it.</p><p>The following cards reflect some of the rough patches in life's journey:</p><p><emphasis typeStyle=\"bf\">Card: 3 of Swords</emphasis></p><p>This card is about heartbreaks. It can be caused by anything ranging from dramatic betrayals akin to those found in soap operas to quietly repressed disappointment. It represents all those times we felt let down and not receiving the results we'd hoped for in spite of our best and most sincere efforts. If left unchecked, pain can hijack our emotions until it's all we have room for in our hearts.</p><p>Although pain is something we try to avoid, when we do feel it, it's important to remember that this is an important life experience. Pain offers us a chance to grow. Taking time to understand how our hearts got broken will make us wiser, making us less likely to commit to the same situations and people in the future. Also, because it can be frightening to face the things that hurt us, we gain strength and courage once we make peace with it.</p><p><emphasis typeStyle=\"bf\">Card: 5 of Swords</emphasis></p><p>In this card, we see the end of a battle. The victor holds the spoils while the losers walk away with their tails between their legs. This card speaks about those times when we feel beaten and defeated. There was no glory in a good fight, only the bitterness and humiliation of failure.</p><p>During these moments, it's easy to believe that nothing good came out of it. The irony here is that failure is a prerequisite to success. Every great figure in history has failed before. They say that whatever doesn't kill you will make you stronger. I say that it can also make you better. Moments of failures are windows of opportunity to self-reflect in ways we don't do when we feel good about ourselves. It forces us to confront our own weaknesses and arrogance.</p><p>Did we lose because we weren't well prepared? Or did we choose the wrong fight altogether? Acknowledging where we went wrong will give us a better chance of getting it right the next time. So if we ever fall short of our goals and someone else beats us to the finish line, instead of wallowing in self-pity or assuming that the world is unfair, concentrate on how we can improve. Remember, those who refuse to see their own faults will never rise above the cycle of failure.</p><p><emphasis typeStyle=\"bf\">Card: Tower</emphasis></p><p>When people are first introduced to tarot, many think that Death or the Devil are the most difficult cards to work with. Personally, I think the Tower is the most frightening card of all. Unlike Death, in which we gradually come to an end of a chapter, the changes brought forth by the Tower are sudden and unexpected. The lightning strikes the watch tower out of nowhere, destroying a structure that is supposed to protect us. It speaks about radical changes, often not in our favour.</p><p>So what good can possibly come from this? How can we grow and learn from tragic events beyond our own control?</p><p>In truth, words alone cannot offer enough comfort when the Tower pays us a visit. The loss and suffering must be endured seemingly without reason. It's perhaps the most difficult lesson one can learn in life: sometimes bad things happen to good people.</p><p>The key to recovery is time, faith and determination. A forest fire may seem like a tragic event. During these times, we must remember that nature never destroys without purpose. With time, new flora will grow over the nutrient-rich ashes. Just like nature, we must learn to salvage what we can and focus on rebuilding. Use this as an opportunity to consciously restart your life.</p><p>Wing is a GTA-based tarot reader and teacher, you can find her on Instagram @tarotmechanic</p>", "<p nitf:lede=\"true\">Another 69 Canadians are heading to Australia this week to help fight the country's worst bush fires in recent memory.</p><p nitf:lede=\"true\">Foreign Affairs Minister Francois-Philippe Champagne says the deployment comes after Australia asked for more help.</p><p>More than 200 bush fires continue to rage across Australia, with the two most populated states of New South Wales and Victoria bearing the brunt of the damage.</p><p>The Canadian Interagency Forest Fire Centre says 27 incident management staff will leave for Melbourne Thursday, followed by two more incident managers and 40 firefighters on the weekend.</p><p>This is the sixth wave of Canadians helping out in Australia, bringing the total number to more than 160 people.</p><p>The first group of 21 experts left for Australia in early December, and returned to Canada last week.</p><p>The latest wave will spend 31 days, all of it in the state of Victoria. Previous groups were deployed to other parts of the country, including Sydney.</p><p>\"We are all proud of their efforts,\" Champagne said on Twitter Tuesday afternoon.</p><p>Paul Schnurr, an incident commander with the Nova Scotia Department of Lands and Forestry, said he and the other two experts from his province who are part of the latest wave are happy to help.</p><p>\"Australia has been there for Canada when we needed them on some of our big fires, it feels great to be able to return the favour,\" he said in a statement.</p><p>The interagency centre, a Winnipeg-based nonprofit entity run by federal, provincial and territorial fire management agencies, said in a statement Australian firefighters helped out in Canada in 2015, 2017 and 2018.</p><p>Australia is suffering a lengthy and deadly wildfire season that began in October, which is several months earlier than usual.</p><p>More than seven million hectares across the country have burned, killing 28 people, destroying or damaging more than 3,000 homes, and forcing the largest peacetime evacuation in Australia's history.</p><p>It's estimated more than half a billion animals have died.</p><p>Smoke in Melbourne was so bad Tuesday Canadian tennis star Eugenie Bouchard needed medical attention in a qualifying match at the Australian Open tennis tournament Tuesday, while at least one other match was called off because of the smoke.</p><p>Champagne said last week Canada would consider any assistance Australia needs but its government had only asked for additional people so far.</p><p>Most of the Canadians who have travelled there to date are helping with managing the response teams, overseeing the use of airplanes and providing expertise in how the fires will behave. The United States and New Zealand have also sent firefighters to help.</p>", "<p nitf:lede=\"true\">Another 69 Canadians are heading to Australia this week to help fight the country's worst bush fires in recent memory.</p><p nitf:lede=\"true\">Foreign Affairs Minister Francois-Philippe Champagne says the deployment comes after Australia asked for more help.</p><p>More than 200 bush fires continue to rage across Australia, with the two most populated states of New South Wales and Victoria bearing the brunt of the damage.</p><p>The Canadian Interagency Forest Fire Centre says 27 incident management staff will leave for Melbourne Thursday, followed by two more incident managers and 40 firefighters on the weekend.</p><p>This is the sixth wave of Canadians helping out in Australia, bringing the total number to more than 160 people.</p><p>The first group of 21 experts left for Australia in early December, and returned to Canada last week.</p><p>The latest wave will spend 31 days, all of it in the state of Victoria. Previous groups were deployed to other parts of the country, including Sydney.</p><p>\"We are all proud of their efforts,\" Champagne said on Twitter Tuesday afternoon.</p><p>Paul Schnurr, an incident commander with the Nova Scotia Department of Lands and Forestry, said he and the other two experts from his province who are part of the latest wave are happy to help.</p><p>\"Australia has been there for Canada when we needed them on some of our big fires, it feels great to be able to return the favour,\" he said in a statement.</p><p>The interagency centre, a Winnipeg-based nonprofit entity run by federal, provincial and territorial fire management agencies, said in a statement Australian firefighters helped out in Canada in 2015, 2017 and 2018.</p><p>Australia is suffering a lengthy and deadly wildfire season that began in October, which is several months earlier than usual.</p><p>More than seven million hectares across the country have burned, killing 28 people, destroying or damaging more than 3,000 homes, and forcing the largest peacetime evacuation in Australia's history.</p><p>It's estimated more than half a billion animals have died.</p><p>Smoke in Melbourne was so bad Tuesday Canadian tennis star Eugenie Bouchard needed medical attention in a qualifying match at the Australian Open tennis tournament Tuesday, while at least one other match was called off because of the smoke.</p><p>Champagne said last week Canada would consider any assistance Australia needs but its government had only asked for additional people so far.</p><p>Most of the Canadians who have travelled there to date are helping with managing the response teams, overseeing the use of airplanes and providing expertise in how the fires will behave. The United States and New Zealand have also sent firefighters to help.</p>", "<p nitf:lede=\"true\">OTTAWA - Another 69 Canadians are heading to Australia this week to help fight the country's worst bush fires in recent memory.</p><p nitf:lede=\"true\">Foreign Affairs Minister Francois-Philippe Champagne says the deployment comes after Australia asked for more help.</p><p>More than 200 bush fires continue to rage across Australia, with the two most populated states of New South Wales and Victoria bearing the brunt of the damage.</p><p>The Canadian Interagency Forest Fire Centre says 27 incident management staff will leave for Melbourne Thursday, followed by two more incident managers and 40 firefighters on the weekend.</p><p>This is the sixth wave of Canadians helping out in Australia, bringing the total number to more than 160 people.</p><p>The first group of 21 experts left for Australia in early December, and returned to Canada last week.</p><p>The latest wave will spend 31 days, all of it in the state of Victoria. Previous groups were deployed to other parts of the country, including Sydney.</p><p>\"We are all proud of their efforts,\" Champagne said on Twitter Tuesday afternoon.</p><p>Paul Schnurr, an incident commander with the Nova Scotia Department of Lands and Forestry, said he and the other two experts from his province who are part of the latest wave are happy to help.</p><p>\"Australia has been there for Canada when we needed them on some of our big fires, it feels great to be able to return the favour,\" he said in a statement.</p><p>The interagency centre, a Winnipeg-based non-profit entity run by federal, provincial and territorial fire management agencies, said in a statement Australian firefighters helped out in Canada in 2015, 2017 and 2018.</p><p>Australia is suffering a lengthy and deadly wildfire season that began in October, which is several months earlier than usual.</p><p>More than seven million hectares across the country have burned, killing 28 people, destroying or damaging more than 3,000 homes, and forcing the largest peacetime evacuation in Australia's history.</p><p>It's estimated more than half a billion animals have died.</p><p>Smoke in Melbourne was so bad Tuesday Canadian tennis star Eugenie Bouchard needed medical attention in a qualifying match at the Australian Open tennis tournament Tuesday, while at least one other match was called off because of the smoke.</p><p>Champagne said last week Canada would consider any assistance Australia needs but its government had only asked for additional people so far.</p><p>Most of the Canadians who have travelled there to date are helping with managing the response teams, overseeing the use of airplanes, and providing expertise in how the fires will behave.</p><p>The United States and New Zealand have also sent firefighters to help.</p><p>This report by The Canadian Press was first published Jan. 14, 2020.</p>", "<p nitf:lede=\"true\">Ticats open Sunday practice</p><p nitf:lede=\"true\">If you want to catch a live glimpse of the 2021 Hamilton Tiger-Cats - including at least a couple of dozen who won't be with them when the regular season begins - Sunday morning is your one chance.</p><p nitf:lede=\"true\">The Ticats will open their training camp practice at Tim Hortons Field to the public on Sunday from 8:30 a.m. to 11 a.m. It will be the first time fans have been able to see the team on the field since the Eastern Final on Nov. 17, 2019.</p><p nitf:lede=\"true\">It's a ticketed event, although there is no charge. Tickets are available online at ticats.ca/open-practice-july25 on a first-come, first-served basis. Each request is limited to four tickets and the person requesting the tickets must fill out a form with their email address and phone number for contact tracing purposes. Masks will be required. Gates open at 8 a.m. and entry is at the south-side gates off the plaza on Cannon Street. The team will follow the 75 per cent capacity restrictions laid out in public health protocols for the sections it opens on the south-west side of the lower bowl.</p><p nitf:lede=\"true\">Different turf, fewer logos</p><p>It won't be fully evident until the home opener against the Argos on Labour Day, but the Tim Hortons Field turf will have a very different look for Ticats fans watching the game live. There's the new darker, and more lush, playing surface. And, apparently, there will be only one logo painted onto the turf for home games: the big Ticat primary logo at centre field. Sources said the other sponsors' logos will be only shown virtually on TSN broadcasts and that will be the case in all league cities. The CFL did not return The Spectator's request for confirmation and details on Tuesday.</p><p>Add heavy smoke to Forge hurdles</p><p>Forge FC had to cancel its practice in Winnipeg Tuesday because of forest fire smoke that has carried into the city. It was to be an important full-training session prior to Thursday's final match in the eight-game CPL season kickoff bubble against Cavalry FC. Head coach Bobby Smyrniotis wanted to test injured Tristan Borges and Maxim Tissot Tuesday for game readiness. Hamilton's Calgary-based rival has 11 points, while Forge has 12. If the Forge can win, its 5-3 record has to be seen as overachievement with nine player injuries, and the inability to adequately train in Hamilton.</p><p>\"There's a blanket of smoke,\" Smyrniotis said. \"I'm not sure, going forward, what will happen. I don't think we've ever experienced something like this. We felt it yesterday and today it was like a full foggy day with that kind of limited visibility. Only it's not fog. Two minutes in it, you could feel it in your lungs. It's quite bad at the moment.\"</p><p>Alarming study on girls' sport participation</p><p>This triggers our personal alarm bell and calls for preventive action from those of us who care, which should be everyone. According to a report based on research by Canadian Women &amp; Sport, E-alliance and Canadian Tire Jumpstart, one in four Canadian girls aged six to 18 who engaged in organized sport at least once per week before the pandemic are not committed to return to that level of participation when restrictions are fully lifted. That, the study says, represents 350,000 females who aren't sure they want to play.</p><p>The five leading barriers to participation in organized sport for girls before COVID-19 struck - access to programs, quality of programs, other interests, costs, and lack of confidence - have been magnified by the pandemic.</p><p>To see the report go to womenandsport.ca/resources/research-insights/the-pandemic-impact-on-girls-in-sport/.</p><p>Canadian Football League</p><p>As they got down to the required 75 plus \"non-counters\" Monday, the Ticats released defensive back Maurice Carnell IV, who played one game for the team in 2019, but is hurt and can't play this season. They have five players on the suspended list: defensive linemen Jalen Bates, Marshall Esokpunwu and Valentin Gnahoua, wide receiver Emmanuel Butler and offensive lineman Jordan Murray ... Al McColman of Hamilton, the CFL official who worked 14 Grey Cups and now does crew evaluations for the league, is the CFL's COVID compliance officer responsible for the Tiger-Cats. He advises and assesses on league-mandated health and safety pandemic protocols ... Over the weekend, the Montreal Alouettes released kicker Tyler Crapigna, whose winning field goal in double overtime gave McMaster its only Vanier Cup in 2011, but Winnipeg signed him Tuesday ... Good eye from Spectator reader Todd Laidman who noticed in the Mike Filerretirement column that Marv Allemang was mentioned as one of the longtime Ticats' centres. He did play some over the ball but was more regularly at guard and it was seven-time all-star Henry Waszczuk, of course, who was the main centre for a decade or so, beginning in the mid-1970s ... Jim Lawson, former CFL chair and interim commissioner and recently announced as a new member of the Burlington Sports Hall of Fame, co-owns a thoroughbred named Zuger, named after JoeZuger. Other co-owners in the Black and Gold Stables include Ticat CEO Scott Mitchell, his mother Lois Mitchell and his father former league commissioner Doug Mitchell, and NFL sideline official Steve Foxcroft. When Zuger begins racing as a two-year-old next year, it will be under Ticat-coloured silks ... The CFL has released its 2021 promotionalcampaign video, called Rise With Us.</p><p>National Lacrosse League</p><p>As part of the NLL's Faceoff weekend, the Toronto Rock will play their first game back in Hamilton on Saturday, Dec. 4 against Albany after a 23-year absence in the city where they originated. Albany and The Rock will play in the East conference with Georgia, Halifax, New York, Philadelphia and Rochester. Calgary, Colorado, Panther City (Fort Worth), Saskatchewan and Vancouver will play in the west ... The Rock signed defender Brandon Slade and goaltender Riley Hutchcraft to one-year contract extensions. Hutchcraft has played only 75 minutes in his three-year career as Nick Rose has started 67 consecutive regular-season games, dating back to 2016 ... TSN, which will broadcast a regular-season game of the week, returns to the NLL for the first time since 2016. It makes sense: five of the 14 teams are Canadian and national legends Steve Nash and Wayne Gretzky, who played box lacrosse in Brantford, have joined the league in the ownership group of expansion team Las Vegas, which starts play in 2022.</p><p>Steve Milton is a Hamilton-based sports columnist at The Spectator. Reach him via email:</p><p><email normalizedValue=\"mailto:smilton@thespec.com\">smilton@thespec.com</email></p>", "<p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">Ticats open Sunday practice</emphasis></p><p nitf:lede=\"true\">If you want to catch a live glimpse of the 2021 Hamilton Tiger-Cats - including at least a couple of dozen who won't be with them when the regular season begins - Sunday morning is your one chance.</p><p nitf:lede=\"true\">The Ticats will open their training camp practice at Tim Hortons Field to the public on Sunday from 8:30 a.m. to 11 a.m. It will be the first time fans have been able to see the team on the field since the Eastern Final on Nov. 17, 2019.</p><p nitf:lede=\"true\">It's a ticketed event, although there is no charge. Tickets are available online at ticats.ca/open-practice-july25 on a first-come, first-served basis. Each request is limited to four tickets and the person requesting the tickets must fill out a form with their email address and phone number for contact tracing purposes. Masks will be required. Gates open at 8 a.m. and entry is at the south-side gates off the plaza on Cannon Street. The team will follow the 75 per cent capacity restrictions laid out in public health protocols for the sections it opens on the south-west side of the lower bowl.</p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">Different turf, fewer logos</emphasis></p><p>It won't be fully evident until the home opener against the Argos on Labour Day but the Tim Hortons Field turf will have a very different look for Ticats fans watching the game live. There's the new darker, and more lush, playing surface. And apparently there will be only one logo painted onto the turf for home games: the big Ticat primary logo at centre field. Sources said the other sponsors' logos will be only shown virtually on TSN broadcasts and that will be the case in all league cities. The CFL did not return The Spectator's request for confirmation and details on Tuesday.</p><p><emphasis typeStyle=\"bf\">Add heavy smoke to Forge hurdles</emphasis></p><p>Forge FC had to cancel its practice in Winnipeg Tuesday because of forest fire smoke that has carried into the city. It was to be an important full-training session prior to Thursday's final match in the eight-game CPL season kickoff bubble against Cavalry FC. Head coach Bobby Smyrniotis wanted to test injured Tristan Borges and Maxim Tissot Tuesday for game readiness. Hamilton's Calgary-based rival has 11 points, while Forge has 12. If the Forge can win, its 5-3 record has to be seen as overachievement with nine player injuries, and the inability to adequately train in Hamilton.</p><p>\"There's a blanket of smoke,\" Smyrniotis said. \"I'm not sure, going forward, what will happen. I don't think we've ever experienced something like this. We felt it yesterday and today it was like a full foggy day with that kind of limited visibility. Only it's not fog. Two minutes in it, you could feel it in your lungs. It's quite bad at the moment.\"</p><p><emphasis typeStyle=\"bf\">Alarming study on girls' sport participation</emphasis></p><p>This triggers our personal alarm bell and calls for preventive action from those of us who care, which should be everyone. According to a report based on research by Canadian Women &amp; Sport, E-alliance and Canadian Tire Jumpstart, one in four Canadian girls aged 6 to 18 who engaged in organized sport at least once per week before the pandemic are not committed to return to that level of participation when restrictions are fully lifted. That, the study says, represents 350,000 females who aren't sure they want to play.</p><p>The five leading barriers to participation in organized sport for girls before COVID-19 struck - access to programs, quality of programs, other interests, costs, and lack of confidence - have been magnified by the pandemic.</p><p>To see the report go to womenandsport.ca/resources/research-insights/the-pandemic-impact-on-girls-in-sport/</p><p><emphasis typeStyle=\"bf\">Canadian Football League</emphasis></p><p>As they got down to the required 75 plus \"non-counters\" Monday, the Ticats released defensive back <emphasis typeStyle=\"bf\">Maurice Carnell IV</emphasis>, who played one game for the team in 2019, but is hurt and can't play this season. They have five players on the suspended list: defensive linemen <emphasis typeStyle=\"bf\">Jalen Bates, Marshall Esokpunwu</emphasis> and <emphasis typeStyle=\"bf\">Valentin Gnahoua</emphasis>, wide receiver <emphasis typeStyle=\"bf\">Emmanuel Butler</emphasis> and offensive lineman <emphasis typeStyle=\"bf\">Jordan Murray</emphasis> ... <emphasis typeStyle=\"bf\">Al McColman</emphasis> of Hamilton, the CFL official who worked 14 Grey Cups and now does crew evaluations for the league, is the CFL's COVID compliance officer responsible for the Tiger-Cats. He advises and assesses on league-mandated health and safety pandemic protocols ... Over the weekend, the Montreal Alouettes released kicker <emphasis typeStyle=\"bf\">Tyler Crapigna,</emphasis> whose winning field goal in double overtime gave McMaster its only Vanier Cup in 2011, but Winnipeg signed him Tuesday ... Good eye from Spectator reader <emphasis typeStyle=\"bf\">Todd Laidman</emphasis> who noticed in the <emphasis typeStyle=\"bf\">Mike Filer</emphasis> retirement column that <emphasis typeStyle=\"bf\">Marv Allemang</emphasis> was mentioned as one of the longtime Ticats' centres. He did play some over the ball but was more regularly at guard and it was seven-time all-star <emphasis typeStyle=\"bf\">Henry Waszczuk</emphasis>, of course, who was the main centre for a decade or so, beginning in the mid-1970s ... <emphasis typeStyle=\"bf\">Jim Lawson</emphasis>, former CFL chair and interim commissioner and recently announced as a new member of the Burlington Sports Hall of Fame, co-owns a thoroughbred named Zuger, named after <emphasis typeStyle=\"bf\">Joe Zuger</emphasis>. Other co-owners in the Black and Gold Stables include Ticat CEO <emphasis typeStyle=\"bf\">Scott Mitchell</emphasis>, his mother <emphasis typeStyle=\"bf\">Lois Mitchell</emphasis> and his father former league commissioner <emphasis typeStyle=\"bf\">Doug Mitchell,</emphasis> and NFL sideline official <emphasis typeStyle=\"bf\">Steve Foxcroft</emphasis>. When Zuger begins racing as a two-year-old next year, it will be under Ticat-coloured silks ... The CFL has released its 2021 promotionalcampaign video, called Rise With Us.</p><p><emphasis typeStyle=\"bf\">National Lacrosse League</emphasis></p><p>As part of the NLL's Faceoff weekend, the Toronto Rock will play their first game back in Hamilton on Saturday, Dec. 4 against Albany after a 23-year absence in the city where they originated. Albany and The Rock will play in the East conference with Georgia, Halifax, New York, Philadelphia and Rochester. Calgary, Colorado, Panther City (Fort Worth), Saskatchewan and Vancouver will play in the west ... The Rock signed defender <emphasis typeStyle=\"bf\">Brandon Slade</emphasis> and goaltender <emphasis typeStyle=\"bf\">Riley Hutchcraft</emphasis> to one-year contract extensions. Hutchcraft has played only 75 minutes in his three-year career as <emphasis typeStyle=\"bf\">Nick Rose</emphasis> has started 67 consecutive regular-season games, dating back to 1976 ... TSN, which will broadcast a regular-season game of the week, returns to the NLL for the first time since 2016. It makes sense: five of the 14 teams are Canadian and national legends <emphasis typeStyle=\"bf\">Steve Nash</emphasis> and <emphasis typeStyle=\"bf\">Wayne Gretzky</emphasis>, who played boxla in Brantford, have joined the league in the ownership group of expansion team Las Vegas, which starts play in 2022.</p><p>Steve Milton is a Hamilton-based sports columnist at The Spectator. Reach him via email: <email normalizedValue=\"mailto:smilton@thespec.com\">smilton@thespec.com</email></p>", "<p nitf:lede=\"true\"/><p nitf:lede=\"true\">Dec 21, 2021( Newsfile Corp.: <url normalizedValue=\"https://www.newsfilecorp.com\">https://www.newsfilecorp.com</url>/ Delivered by Newstex) ; <br/>Thunder Bay, Ontario--(Newsfile Corp. - December 21, 2021) - Kesselrun Resources Ltd. (TSXV: KES) (OTC Pink: KSSRF) (\"Kesselrun\" or the \"Company\") is pleased to provide the following update. </p><p><br/>As 2021 comes to a close and the Huronian exploration program breaks for the holidays our team is diligently integrating the data into the model as we plan the recommencement of drilling in the new year. <br/>Highlights of 2021 <br/>Huronian Gold Project Drilling continues with approximately 23,000 metres completed since drilling commenced in 2020All known zones in Huronian mine area extended in strike and depthAssays are pending for approximately 8,000 metres of drilling2021 drilling has come under budgetTargets outside the immediate Huronian mine area in final stages of planning for 2022 programs Bluffpoint Gold Project Remodeling of historic data resulting in a new mineralization model2022 exploration plans being finalized with an initial phase consisting of an airborne magnetic survey and an alteration study Michael Thompson, P.Geo., President and CEO of the Company, commented, \"We are very pleased with the results from this year's drill program at Huronian. In a year filled with challenges from drilling interruptions due to the record forest fire season, extended lab turnaround times and the ongoing issues caused by the pandemic, we were still able to execute our exploration program under budget while producing fantastic results. The new year will be an exciting one as we continue to expand the size of all the zones around the Huronian mine as well as beginning to test targets elsewhere on the project. With the recent financing we are well positioned to execute in 2022.\" <br/>2021 Annual General Meeting Results <br/>The 2021 Annual General Meeting took place on December 7th, 2021.  <br/>The following resolutions were passed at the Annual General Meeting. Elected Michael Thompson, John da Costa, Caitlin Jeffs, and Yanika Silina to the board of Directors until the next Annual General meetingSet the number of directors at fourAppointed Dale Matheson Carr-Hilton Labonte LLP as auditors of the Company for the financial year ending July 31, 2022Approved the Company's 10% rolling Stock Option Plan Subsequent to the Annual General Meeting, the board of directors appointed the following officers. Michael Thompson, President and Chief Executive OfficerJohn da Costa, Chief Financial OfficerRodney Stevens, Vice President Corporate Development Red Cloud Securities <br/>The Company is pleased to advise it has engaged Red Cloud Financial Services Inc. (\"Red Cloud\") to provide various corporate advisory, marketing services and investor relations services to the Company. <br/>Under the engagement, Red Cloud will be paid a fee of $10,000 per month for the services it will render to the Company for a period of twelve months which commenced December 1st, 2021 and monthly thereafter.  <br/>Renmark Financial Communications <br/>The Company is pleased to announce it has retained the services of Renmark Financial Communications Inc. (\"Renmark\") to handle its investor relations activities. <br/>Under the engagement, Renmark will be paid a fee of up to $8,000 per month for the services it will render to the Company for an initial period of seven months commencing January 1st, 2022 and monthly thereafter. <br/>Options <br/>The Company has granted 600,000 incentive stock options to its directors, officers, employees, consultants, and management company employees. The stock options shall be exercisable at a price of $0.25 per share for a period of five (5) years from the date of issue. <br/>About the Huronian Gold Project <br/>The 100% owned Huronian Gold Project hosts the past producing Huronian Mine, Northwestern Ontario's first gold mine with an historic resource estimate of 44,592 oz Au at an average grade of 15.3 g/t Au in the indicated category and 501,377 oz Au at an average grade of 14.4 g/t Au in the inferred category. The resource estimate presented for the Huronian Project is historic in nature. Kesselrun Resources' qualified person has not completed sufficient work to confirm the results of the historical resource. Kesselrun Resources is not treating this as a current mineral resource but is considering it relevant as a guide to future exploration and includes it for reference purposes only. The historic resource was estimated by Minescape Exploration Inc. in 1998. Further drilling will be required by Kesselrun Resources to verify the historic estimate as current mineral resources.  <br/>As well, the Huronian Gold Project hosts the same lithological package of rocks, as interpreted from both Government of Ontario and Kesselrun Resources mapping, compilation and modelling, on strike from the Goldshore Resources adjacent Moss Lake Gold Deposit with an historic resource estimate of 1,377,300 oz Au at an average grade of 1.1 g/t Au in the indicated category and 1,751,600 oz Au at an average grade of 1.1 g/t Au in the inferred category as outlined in Wesdome Gold Mines' 2013 PEA (1). Mineralization hosted on adjacent and/or nearby properties is not necessarily indicative of mineralization hosted on Kesselrun Resources' property. <br/>(1) Moss Lake Gold Mines (a subsidiary of Wesdome Gold Mines at the time) news releases February 20, 2013 and September 9, 2013. On January 26, 2021, Wesdome Gold Mines announced that the Moss Lake Project would be purchased by Goldshore Resources Inc. (see Wesdome and Goldshore news releases dated January 26, 2021). <br/>Qualified Person <br/>Michael Thompson, P.Geo., President and CEO of Kesselrun, is the Qualified Person responsible for the project as defined by National Instrument 43-101 and has approved the technical information in this news release. <br/>Health and Safety <br/>The health and safety of our personnel and contractors is always top priority to Kesselrun. The current situation presents new challenges above and beyond what we normally face while working in the field. Kesselrun has implemented further measures to minimize the risk due to the current situation and ensure the health and safety of all working on the Company's projects. <br/>About Kesselrun Resources Ltd. <br/>Kesselrun Resources is a Thunder Bay, Ontario-based mineral exploration company focused on growth through property acquisitions and discoveries. Kesselrun's management team possesses strong geological and exploration expertise in Northwest Ontario. For more information about Kesselrun Resources, please visit <url normalizedValue=\"http://www.kesselrunresources.com\">www.kesselrunresources.com</url>[1].  <br/>Neither the TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this news release.  <br/>For additional information please contact: <br/>Kesselrun Resources Ltd.<br/>Michael Thompson, P.Geo., President &amp; CEO 807.285.3323 <email normalizedValue=\"mailto:michaelt@kesselrunresources.com\">michaelt@kesselrunresources.com</email> [2]; <br/>Corporate Communications 1.866.416.7941 <email normalizedValue=\"mailto:information@kesselrunresources.com\">information@kesselrunresources.com</email> [3]; <br/>Forward-Looking Statements - Certain information set forth in this news release may contain forward-looking statements that involve substantial known and unknown risks and uncertainties. These forward-looking statements are subject to numerous risks and uncertainties, certain of which are beyond the control of Kesselrun, including, but not limited to the impact of general economic conditions, industry conditions, volatility of commodity prices, dependence upon regulatory approvals, the execution of definitive documentation, the availability of financing and exploration risk. Readers are cautioned that the assumptions used in the preparation of such information, although considered reasonable at the time of preparation, may prove to be imprecise and, as such, undue reliance should not be placed on forward-looking statements. <br/><br/>To view the source version of this press release, please visit <url normalizedValue=\"https://www.newsfilecorp.com/release/108133\">https://www.newsfilecorp.com/release/108133</url>[4] <br/> [ 1]: <url normalizedValue=\"https://www.newsfilecorp.com/redirect/0KxOaTBOVV\">https://www.newsfilecorp.com/redirect/0KxOaTBOVV</url> [ 2]: <email normalizedValue=\"mailto:michaelt@kesselrunresources.com\">michaelt@kesselrunresources.com</email>  [ 3]: <email normalizedValue=\"mailto:information@kesselrunresources.com\">information@kesselrunresources.com</email>  [ 4]: <url normalizedValue=\"https://www.newsfilecorp.com/redirect/RVP5WHkEXM\">https://www.newsfilecorp.com/redirect/RVP5WHkEXM</url></p><p>The views expressed in any and all content distributed by Newstex and its re-distributors (collectively, the \"Newstex Authoritative Content\") are solely those of the respective author(s) and not necessarily the views of Newstex or its re-distributors. Stories from such authors are provided \"AS IS,\" with no warranties, and confer no rights. The material and information provided in Newstex Authoritative Content are for general information only and should not, in any respect, be relied on as professional advice. Newstex Authoritative Content is not \"read and approved\" before it is posted. Accordingly, neither Newstex nor its re-distributors make any claims, promises or guarantees about the accuracy, completeness, or adequacy of the information contained therein or linked to from such content, nor do they take responsibility for any aspect of such content. The Newstex Authoritative Content shall be construed as author-based content and commentary. Accordingly, no warranties or other guarantees are offered as to the quality of the opinions, commentary or anything else appearing in such Newstex Authoritative Content. Newstex and its re-distributors expressly reserve the right to delete stories at its and their sole discretion.</p>", "<p nitf:lede=\"true\">PORTLAND, Ore. (AP) &amp; - The monstrous wildfire burning in Oregon has grown to a third the size of Rhode Island and spreads miles each day, but evacuations and property losses have been minimal compared with much smaller blazes in densely populated areas of California.</p><p nitf:lede=\"true\">The fire's jaw-dropping size contrasted with its relatively small impact on people underscores the vastness of the American West and offers a reminder that Oregon, which is larger than Britain, is still a largely rural state, despite being known mostly for its largest city, Portland.</p><p>The 476-square-mile (1,210-square-kilometer) Bootleg Fire is burning 300 miles (483 kilometers) southeast of Portland in and around the Fremont-Winema National Forest, a vast expanse of old-growth forest, lakes and wildlife refuges.</p><p>If the fire were in densely populated parts of California, \"it would have destroyed thousands of homes by now,\" said James Johnston, a researcher with Oregon State University's College of Forestry who studies historical wildfires. \"But it is burning in one of the more remote areas of the lower 48 states. It's not the Bay Area out there.\"</p><p>At least 2,000 homes have been evacuated at some point during the fire and another 5,000 threatened. At least 70 homes and more than 100 outbuildings have gone up in flames. Thick smoke chokes the area where residents and wildlife alike have already been dealing with months of drought and extreme heat. No one has died.</p><p>Pushed by strong winds from the southwest, the fire is spreading rapidly to the north and east, advancing toward an area that's increasingly remote.</p><p>Evacuation orders on the fire's southern edge, closer to more populous areas like Klamath Falls and Bly, have been lifted or relaxed as crews gain control. Now it's small, unincorporated communities like Paisley and Long Creek &amp; - both with fewer than 250 people &amp; - and scattered homesteads that are in the crosshairs.</p><p>\"The Bootleg Fire is threatening ranch houses that are in pretty far-flung areas,\" Johnston said. \"There are no suburbs in that area.\"</p><p>But as big as the Bootleg Fire is, it's not the biggest Oregon has seen. The fire's current size puts it fourth on the list of the state's largest blazes in modern times, including rangeland fires, and second on the list of infernos specifically burning in forest.</p><p>These megafires usually burn until the late fall or even early winter, when rain finally puts them out.</p><p>The largest forest fire in modern history was the Biscuit Fire, which torched nearly 780 square miles (2,000 square kilometers) in 2002 in the Rogue River&amp;#x26;#8211;Siskiyou National Forest in southern Oregon and northern California. The largest fire of any type was the Long Draw Fire in 2012, which incinerated 872 square miles (2,260 square kilometers) of mostly sagebrush and rangeland in the endless expanses of southeastern Oregon, where almost no one lives.</p><p>By the time the Bootleg Fire is extinguished months from now, it will likely be as big or bigger than those fires, but research shows that Oregon once experienced megafires much larger than these fairly often, Johnston said.</p><p>\"I think it's important for us to take the long view of wildfire. In the context of the last couple hundreds years, the Bootleg Fire is not large,\" he said. \"One of the things my lab group does is reconstruct historical fires, and fires that were burning in that area in the 1600s and 1700s were just as big as the Bootleg Fire or bigger.\"</p><p>That's little reassurance for fire crews battling the current blaze, which is 25% contained.</p><p>On Monday, flames forced the evacuation of a wildlife research station as firefighters had to retreat from the flames for the ninth consecutive day due to erratic and dangerous fire behavior. Sycan Marsh hosts thousands of migrating and nesting birds and is a key research station on wetland restoration in the upper reaches of the Klamath Basin.</p><p>Fire pushed by winds and fueled by bone-dry conditions jumped fire-retardant containment lines and pushed up to 4 miles into new territory, authorities said.</p><p>Fire crews were also rushing to corral multiple \"slop fires\" &amp; - patches of flames that escaped fire lines meant to contain the blaze &amp; - before they grew in size. One of those smaller fires was already nearly 4 square miles (10 square kilometers) in size. Thunderstorms with dry lightning were possible Monday as well, heightening the dangers.</p><p>\"We are running firefighting operations through the day and all through the night,\" said Joe Hessel, incident commander. \"This fire is a real challenge, and we are looking at sustained battle for the foreseeable future.\"</p><p>The Bootleg Fire was one of many fires burning in a dozen states, most of them in the U.S. West. Sixteen large uncontained fires burned in Oregon and Washington state alone on Monday, affecting a total of 767 square miles (1,986 square kilometers), the Northwest Interagency Coordination Center said.</p><p>Extremely dry conditions and heat waves tied to climate change have made wildfires harder to fight. Climate change has made the West much warmer and drier in the past 30 years and will continue to make weather more extreme and wildfires more frequent and destructive.</p><p>At the other end of Oregon, a fire in the northeast mountains grew to nearly 26 square miles (49 square kilometers).</p><p>The Elbow Creek Fire that started Thursday has prompted evacuations in several small, rural communities around the Grande Ronde River about 30 miles (50 kilometers) southeast of Walla Walla, Washington. It was 10% contained.</p><p>Natural features of the area act like a funnel for wind, feeding the flames and making them unpredictable, officials said.</p><p>A complex of fires where the states of Oregon, Washington and Idaho meet also grew, reaching 167 square miles (433 square kilometers). The Snake River Complex was 44% contained. The complex was made up of three fires started by lightning on July 7. Flames were chewing through a mix of grass and timber in an extremely remote area of steep terrain about 20 miles (32 kilometers) south of Lewiston, Idaho.</p><p>And in Northern California, authorities expanded evacuations on the Tamarack Fire in Alpine County in the Sierra Nevada to include the mountain town of Mesa Vista. That fire, which exploded over the weekend and forced the cancellation of an extreme bike ride, was 36 square miles (93 square kilometers) with no containment.</p><p>Thunderstorms expected to roll through Monday night could bring winds to fan the flames and lightning that could spark new ones, the National Weather Service said.</p><p>Gillian Flaccus, The Associated Press</p>", "<p nitf:lede=\"true\">Each year, the Forest Resource Improvement Association of Alberta (FRIAA) requests Expressions of Interest to municipalities wanting vegetation cleared or forests thinned. Of the 51 applicants, FRIAA approved 36 proposals for a total cost of $2,437,513.25. The majority of the FireSmart programs commenced in late January 2021 and will continue through to the Spring and Fall. </p><p nitf:lede=\"true\">The specific FireSmart project west of Fox Creek will consist of thinning the forest and mulching trees that are down or deadfall still standing. The neighbouring forested section, which has unmerchantable trees, is slated to be piled and burned. For the last three years, several areas on both sides of Highway 43, just east of Fox Creek, have had FireSmart work completed. The northside underwent thinning, and mulching and the cutline on the southside that runs parallel to Highway 43 was cleared of overgrown vegetation by Wildland fire crews conducting a controlled burn, thus creating a fire break between the forest and the highway.  </p><p>As Albertans, we know all too well the devastation that wildfires cause. Thousands of hectares of our timber resources are destroyed each year, costing billions of dollars in lost revenue for lumber mills, contributing to the shortage of lumber for export and retail, not to mention the wildlife that relies on our forests for shelter, food and survival. The impacts are much more severe when a wildfire gets out of control and encroaches into residential areas. Hundreds of homes can be destroyed quickly, which also puts human life at risk. Many still struggle with the aftermath of the Slave Lake, Fort McMurray and the Chuckegg Creek fires in 2019.  </p><p>The FireSmart project aims to reduce wildfires' risk from entering into populated areas. Managing overgrown vegetation, removing dead trees and surface fuels can help slow the spread should a fire occur. Reducing ground fuels can minimize flames from reaching into the treetops. Keep in mind; that not all ground fuels can be eliminated, but if shrubs are cut back, tall vegetation and deadfall removed, it all helps lessen the height of the fire’s flames and intensity levels. The thinning of the forest is another critical factor that helps reduce the speed at which fire spreads. A third factor for protecting the forest is delimbing the lower branches close to the ground. By increasing space between the ground and the branches, the flames will have less chance of climbing the tree and reaching the crown.  </p><p>Knowing the three types of wildfires will help to understand why FireSmart programs are so important and effective in reducing the spread of forest fires. The first is an underground fire. These occur in areas where there’s muskeg or an abundance of dead vegetation beneath the soil. Once ignited, they can smoulder for months or years and pose a risk of surface ignition. Next is a ground or surface fire. The fire stays relatively low to the ground and only burns surface vegetation and debris. </p><p>A prime example would be forested areas where FireSmart took place. Surface fires cause the least damage to our resources and are the easiest for firefighters to control and extinguish relatively quickly. The last and most dangerous is the crown fire. Once flames reach the crown, it will continue to spread from treetop to treetop quickly and become unpredictable and difficult for firefighters to battle. The previous large wildfires we've experienced in Northern Alberta have been crown fires. Again, participating in the FireSmart programs, cleaning up deadfall, and low-hanging branches all reduce a crown fire's chances.  </p><p>The thinning process and removing deadfall require the trees to be put in piles and burned. The safest time to conduct these burns is during the winter months, as the chance of starting a forest fire is significantly reduced. One drawback to burning large piles in the winter is its smoke. Forestry officials plan the burns on days when the weather is most favourable, but we all know that can change quickly, creating issues. For burns along the highway, such as what’s occurring in Fox Creek, it can become a significant hazard for motorists. Smoke can accumulate and travel a great distance if a weather inversion occurs during burning. An inversion occurs when colder air is trapped near the ground by a warm layer above, and there’s little to no wind. Once this happens, it will force the smoke to linger closer to ground level and not dissipate, creating poor visibility for long distances. According to Alberta Wildfire, the best burn practices are to burn in stages to reduce smoke and have time to adapt to the changing weather. Also, watch weather conditions and don't burn if an inversion is forecasted, and lastly, the perfect days to burn brush are when the temperatures remain consistent and wind speeds are 5 km/h or greater.  </p>", "<p nitf:lede=\"true\">As you enter Cedar Hill Christmas Tree's long driveway in Pakenham, Christmas thoughts start to fill your mind as you see tiny fir trees lined up in the distance and catch a glimpse of wooden green reindeers prancing on top of hay bales.</p><p nitf:lede=\"true\">\"Christmas is always in season here,\" said Pam Martin, co-owner of the 114-acre tree farm. This year, the Martin family have decided to open early, with their kickoff event \"Fall into Christmas\" offering pancakes on the porch all served outdoors by Fulton's Pancake House.</p><p>\"We're looking forward to this fall event, we've never done it,\" she said. The event runs every weekend from September 26 until November 1 from 10 a.m. to 3 p.m. They also offer wagon rides around the farm for $3, a scavenger hunt (beginner to advance levels), a zip line, treats such as brownies, butter tarts, doughnuts and cookies to enjoy, and cute little bunnies to purchase.</p><p>Martin's 12-year-old son Graham bred bunnies as a lockdown project and is selling them for $40 each.</p><p>The store will be open to get a head start on Christmas shopping with Christmas ornaments and decor, handmade wreaths and new offerings of gourmet food available to purchase.</p><p>\"The gourmet food section is new to us. We worked really hard to source them all - all made locally in Ontario. My husband actually went to most of the places and picked them up directly from the farms,\" Martin said.</p><p>Martin is particularly proud of a special blend of hot sauce made out of new little growth from their farm's fir trees called \"Blazing Forest Fire,\" which she sent to a producer to manufacture.</p><p>Prior to taking over the farm in 2016, Martin's family were organic dairy farmers. As former members of the primary food supply chain, she holds farmers near and dear to her heart.</p><p>\"That's why we wanted to feature, focus and support other local farmers (by carrying their products). Farmers are the unsung heroes. You take for granted that when you go to the grocery store that there'd be food there, but it doesn't just appear on the shelves, there's a lot of work that goes into it,\" Martin said.</p><p>Martin also talked about the notion people have that growing Christmas trees is easy. \"People think we just plant the tree and that's it. It's a massive amount of work to grow a perfect looking tree. Most people don't appreciate how much work goes into it,\" she said.</p><p>For instance, in early summer they \"have to go out to every single tree and pull all the pine cones out by hand. Some trees will have 700 pine cones,\" she said.</p><p>If they don't pull all the pine cones out, the cones will shatter, ooze sap and ruin the tree. \"It takes us about three weeks to do that,\" Martin said. They also have to prune, fertilize and mow between the fir trees, which won't be ready to be full grown Christmas trees for eight years.</p><p>Looking ahead to Halloween, Martin plans on inviting kids to the farm.</p><p>\"Halloween may look a little bit different this year, we don't really know yet, but they can come here and be completely physically distant, do the scavenger hunt in their costumes and just enjoy the day,\" Martin said.</p><p>As for handing out candy, Martin has this to say: \"When you go trick or treating in a Christmas farm, you're going to get candy canes.\"</p><p>Cedar Hill Christmas Tree has launched their online store and will be selling Christmas trees from Nov. 12 until Dec. 24. They are located at 951 8th Concession South, Pakenham. Visit cedarhillchristmastreefarm.com/ or call 613-256-3029.</p>", "<p nitf:lede=\"true\">With more hot and dry weather on the way this week the 27 “extreme danger” fires burning in the Southeast Fire Centre region could be on the rise, doubling as they did last week during similar conditions. </p><p nitf:lede=\"true\">In all, there are 46 wildfires of note burning in the region, including 16 that are considered high danger, leaving only two fires at moderate danger. One fire burning near Rock Creek is very low danger. </p><p nitf:lede=\"true\">Six days ago only 16 fires were considered extreme danger but high temperatures and no precipitation for the third week in a row have created a tinder dry forest undergrowth. No other area of the province is as at risk and currently beset by wildfires as the Southeast. </p><p>The Southern Interior only received 30 per cent of normal June rainfall, said Kim Wright, Southeast Fire Centre communications officer, and below-average spring precipitation with above seasonal temperatures accelerated the drying of forest fuels “at a rate not previously observed, making them highly susceptible to ignition.” </p><p>This has advanced the fire season. The region currently has 241 fire starts this year (65 active), 133 fire starts ahead of the five-year average. </p><p>“Burning conditions across much of the province are currently three to four weeks ahead of schedule and more typical of average mid-July or August conditions,” she said.  </p><p>“Fuels right now are very susceptible to ignition throughout the southern part of the province.” </p><p>Above seasonal temperatures are forecasted to persist through the southern half of the province, she added. </p><p>With all of the fires burning, BC Wildfire Service is not fighting every one of them. The Service responds to wildfires on a priority basis within the Southeast Fire Centre, said Wright, with the top priority being human life and safety.  </p><p>The second priority is property, she added, with the third priority protection of areas with high environmental values including community watersheds and species at risk. The fourth priority is resource values.  </p><p>Other areas of Canada and the U.S. are facing similar issues, said Wright, and have resources tied up with their own wildfires. </p><p>“This means that some of the provinces and countries that would normally help out during B.C.’s fire season are currently busy fighting their own wildfires and are unable to assist as much as they could under different circumstances,” she said, noting that resources are being deployed strategically as a result. </p><p>Currently, there are two fires threatening communities or rural homes in the region, with the 742-hectare Trozzo Creek fire the closest to a community (Winlaw) in the area around Nelson.  </p><p>The lightning-caused, active fire is 7.5 kilometres northeast of Winlaw, with the Wildfire Service reporting all “containment lines held, minimal growth” as of Saturday.  </p><p>“This fire is visible from Winlaw, Nelson, Castlegar and surrounding areas, as well as to those travelling on Highway 6 in the area,” said Wright about the fire.  </p><p>Even though the fire is not considered an interface fire — threatening homes — it is deploying 72 firefighters, three helicopters and seven pieces of heavy equipment to fight it. </p><p>According to the Southeast Fire Centre, “good progress was made yesterday (Saturday), with active danger tree assessing and falling” taking place on the Trozzo Forest Service road that allowed for safe passage for water tenders to supply water to ground crews to the west.  </p><p>“A fuel free was constructed and overlaid with hose and sprinklers from the north flank of the to the fire,” a release from the centre noted. </p><p>In order to provide additional safe access for fire crews, two additional helipads were constructed, allowing suppression efforts to push farther into the higher elevation.  </p><p>Containment efforts are centring on the western and northwestern perimeters, with a guard extending toward the southwest to hold the fire in the upper Winlaw Creek drainage — which flows down into the community of Winlaw. </p><p>“Helicopters will continue to provide support by bucketing the fire and moving equipment as needed,” the report explained. </p><p>Other fires of note: </p><p>• The Octopus Creek fire is located about 11 kilometres south of Fauquier and is estimated to be 1,172 hecatres. The Regional District of Central Kootenay has implemented an evacuation order for five properties on the south side of Taite Creek, including the Taite Creek recreation site. An evacuation alert is also in place for 162 properties in the communities of Applegrove and Fauquier.  </p><p>• The Michaud Creek fire is located about 21 km south of Edgewood and is estimated to be 2,500 hectares. The RDCK has implemented an evacuation order for two properties in the Cinnamon Lake and Johnson Creek areas. An evacuation alert is also in place for properties in the communities of Edgewood and Needles. </p><p>Taking action on the home front </p><p>As this period of heightened fire behaviour continues, now is the time for homeowners to prepare themselves and property for wildfire, noted Wright.  </p><p>Preparing in advance for a potential wildfire in the area that may result in an evacuation alert or order can make the experience less stressful for everyone.  </p><p>Wright suggested taking the time now to develop a household evacuation plan, assemble an emergency kit and talk to neighbours.  </p><p>People can visit <url normalizedValue=\"http://www.FireSmartBC.ca\">www.FireSmartBC.ca</url> and <url normalizedValue=\"http://www.preparedbc.ca\">www.preparedbc.ca</url> to find resources to help prepare for wildfire. </p><p>“If a wildfire is directly threatening your community, the best information sources are your municipality, regional district, band office or local authority,” she said. “Find out in advance how they’ll share vital information, whether it’s via Facebook, Twitter, a website or phone number.” </p><p>The importance of fire </p><p>Although the effect of a forest fire on domestic structures and some stands of timber can be devastating, there is an important role that fire plays. </p><p>Fire is a natural and essential ecological process and has influenced nearly all forest and grassland environments in British Columbia, said Wright.  </p><p>“A wildfire is a ‘natural disturbance event,’ an acute environmental disruption that causes long-term changes to the affected ecosystem,” she said.  </p><p>Following a wildfire, a resilient ecosystem — the ability to resist and recover from natural disturbances — will recover more quickly and will be more biodiverse, Wright added.  </p><p>“Fire is a natural component of B.C.’s ecosystems, so when a wildfire is burning away from people, property, environmental values or resource values, it can actually be more beneficial than harmful in the long term,” she said.</p>", "<p nitf:lede=\"true\">A top science adviser says Ontario is far from in the clear despite a downward trend in COVID-19 cases, while some provinces criticized Ottawa for lower-than-expected vaccine shipments and the pandemic was flagged as an outsized contributor to Quebec's death count last year. </p><p nitf:lede=\"true\">Canada's most populous province reported 2,093 new infections Thursday and 56 more deaths linked to the novel coronavirus. Cases have fallen since Ontario issued a stay-at-home order two weeks ago. </p><p>Dr. Adalsteinn Brown, who co-chairs Ontario's COVID-19 Science Advisory Table, said new infections are on track to decrease to between 1,000 and 2,000 a day by the end of February. There were several days earlier this month when they topped 3,000. </p><p>A new COVID-19 variant first detected in the United Kingdom, which is at least 30 per cent more transmissible, is circulating in the community. Brown said it would likely be the dominant version of the virus in March and risks pushing up Ontario's case count if not controlled. </p><p>\"The new variants, like the variant from the United Kingdom, give us less room to relax and less room for error.\"</p><p>With the right amount of diligence, schools should be able to stay open, Brown said. </p><p>He added controlling the spread in workplaces like food plants and warehouses is critical.</p><p>\"Just like a forest fire, if we don't pay attention to the hot spots, the whole forest will keep on erupting into flames.\" </p><p>Dr. Susy Hota, medical director of infection prevention and control at Toronto's University Health Network, said Ontario's data show that the restrictions have been effective in tamping down the spread of the virus. </p><p>\"How long we need to maintain it is the big question,\" she said.</p><p>\"This does take its toll on people. It's important to keep in mind what the impact is on the population, because you don't want to be trading off one health risk for another.\"</p><p>Hota added that anyone panicking about the new variants can take heart in knowing measures such as limiting contacts and masking seem to work against them. </p><p>\"All is not lost. I think we still need to keep our focus on what needs to be done because it's still effective.\"</p><p>In Ottawa, Maj.-Gen Dany Fortin, who is in charge of Canada's inoculation effort, said supplies of the Pfizer-BioNTech vaccine are expected to be crimped in the weeks ahead as work to expand a plant in Belgium continues. </p><p>Fortin said Canada is to receive 149,000 over the next two weeks — one-fifth of what had previously been promised. </p><p>Pfizer is to send 335,000 doses the week of Feb. 15, which is 91 per cent of the previous delivery schedule. </p><p>\"This is a bump in the road — not insignificant,\" Fortin told a media briefing. \"But we have to look at the long game.\"</p><p>Fortin said Canada is expecting 20 million doses of both the Pfizer-BioNTech and Moderna vaccines between April and June, and more if additional vaccines receive Health Canada approval. </p><p>Provincial governments decried the latest vaccine projections. </p><p>Alberta Health Minister Tyler Shandro said his government was told Thursday that the province would receive 63,000 fewer vaccines than expected in the first quarter of the year. </p><p>“The federal government is failing Canadians. This is a grim situation that seems to be getting worse every week.\"  </p><p>Saskatchewan Premier Scott Moe said on Twitter that Ottawa had lowered its estimates for total Pfizer vaccines in-hand by the end of March to 3.5 million from four million.</p><p>\"We can’t vaccinate people when we aren’t getting vaccines and when we aren’t getting accurate information from the federal government.\"</p><p>Fortin said the government had given the provinces more conservative figures for planning purposes and has been assured by Pfizer that four million doses are on the way by the end of March. </p><p>Meanwhile, Quebec's statistics agency reported that deaths in the province rose 10 per cent last year because of the pandemic — a jump it considers to be exceptional. </p><p>The Institut de la statistique du Quebec said the number of deaths had risen by about two per cent per year between 2010 and 2019 due to a growing and aging population. </p><p>Quebec reported 1,368 new cases of COVID-19 on Thursday, as well as 39 additional deaths.</p><p>British Columbia reported 546 new cases and 12 more deaths on Thursday.</p><p>Provincial health officer Dr. Bonnie Henry has said the infection trend downward isn't enough to prevent COVID-19 spread and there have been outbreak \"hot spots\" in the province.  </p><p>The Vancouver Coastal Health authoritysaid there had been 288 infections in the ski resort community of Whistler since Jan. 1 and it urged out of town residents to use their own ski hills. </p><p>This report by The Canadian Press was first published Jan. 28, 2021. </p>", "<p nitf:lede=\"true\">A top science adviser says Ontario is far from in the clear despite a downward trend in COVID-19 cases, while some provinces criticized Ottawa for lower-than-expected vaccine shipments and the pandemic was flagged as an outsized contributor to Quebec's death count last year.</p><p nitf:lede=\"true\">Canada's most populous province reported 2,093 new infections Thursday and 56 more deaths linked to the novel coronavirus. Cases have fallen since Ontario issued a stay-at-home order two weeks ago.</p><p>Dr. Adalsteinn Brown, who co-chairs Ontario's COVID-19 Science Advisory Table, said new infections are on track to decrease to between 1,000 and 2,000 a day by the end of February. There were several days earlier this month when they topped 3,000.</p><p>A new COVID-19 variant first detected in the United Kingdom, which is at least 30 per cent more transmissible, is circulating in the community. Brown said it would likely be the dominant version of the virus in March and risks pushing up Ontario's case count if not controlled.</p><p>\"The new variants, like the variant from the United Kingdom, give us less room to relax and less room for error.\"</p><p>With the right amount of diligence, schools should be able to stay open, Brown said.</p><p>He added controlling the spread in workplaces like food plants and warehouses is critical.</p><p>\"Just like a forest fire, if we don't pay attention to the hot spots, the whole forest will keep on erupting into flames.\"</p><p>Dr. Susy Hota, medical director of infection prevention and control at Toronto's University Health Network, said Ontario's data show that the restrictions have been effective in tamping down the spread of the virus.</p><p>\"How long we need to maintain it is the big question,\" she said.</p><p>\"This does take its toll on people. It's important to keep in mind what the impact is on the population, because you don't want to be trading off one health risk for another.\"</p><p>Hota added that anyone panicking about the new variants can take heart in knowing measures such as limiting contacts and masking seem to work against them.</p><p>\"All is not lost. I think we still need to keep our focus on what needs to be done because it's still effective.\"</p><p>In Ottawa, Maj.-Gen Dany Fortin, who is in charge of Canada's inoculation effort, said supplies of the Pfizer-BioNTech vaccine are expected to be crimped in the weeks ahead as work to expand a plant in Belgium continues.</p><p>Fortin said Canada is to receive 149,000 over the next two weeks &amp; - one-fifth of what had previously been promised.</p><p>Pfizer is to send 335,000 doses the week of Feb. 15, which is 91 per cent of the previous delivery schedule.</p><p>\"This is a bump in the road &amp; - not insignificant,\" Fortin told a media briefing. \"But we have to look at the long game.\"</p><p>Fortin said Canada is expecting 20 million doses of both the Pfizer-BioNTech and Moderna vaccines between April and June, and more if additional vaccines receive Health Canada approval.</p><p>Provincial governments decried the latest vaccine projections.</p><p>Alberta Health Minister Tyler Shandro said his government was told Thursday that the province would receive 63,000 fewer vaccines than expected in the first quarter of the year.</p><p>\"The federal government is failing Canadians. This is a grim situation that seems to be getting worse every week.\"</p><p>Saskatchewan Premier Scott Moe said on Twitter that Ottawa had lowered its estimates for total Pfizer vaccines in-hand by the end of March to 3.5 million from four million.</p><p>\"We can't vaccinate people when we aren't getting vaccines and when we aren't getting accurate information from the federal government.\"</p><p>Fortin said the government had given the provinces more conservative figures for planning purposes and has been assured by Pfizer that four million doses are on the way by the end of March.</p><p>Meanwhile, Quebec's statistics agency reported that deaths in the province rose 10 per cent last year because of the pandemic &amp; - a jump it considers to be exceptional.</p><p>The Institut de la statistique du Quebec said the number of deaths had risen by about two per cent per year between 2010 and 2019 due to a growing and aging population.</p><p>Quebec reported 1,368 new cases of COVID-19 on Thursday, as well as 39 additional deaths.</p><p>British Columbia reported 546 new cases and 12 more deaths on Thursday.</p><p>Provincial health officer Dr. Bonnie Henry has said the infection trend downward isn't enough to prevent COVID-19 spread and there have been outbreak \"hot spots\" in the province.</p><p>The Vancouver Coastal Health authoritysaid there had been 288 infections in the ski resort community of Whistler since Jan. 1 and it urged out of town residents to use their own ski hills.</p><p>This report by The Canadian Press was first published Jan. 28, 2021.</p><p>Lauren Krugel, The Canadian Press</p>", "<p nitf:lede=\"true\">Ferocious winds, with gusts over 200 km/h, lashed Corsica and whipped up a forest fire that flared overnight on the French Mediterranean island on Tuesday, after a storm with hurricane-force winds and heavy rains battered northern Europe for days, killing at least eight people and causing severe travel disruptions.</p><p>More than 300 fire officers were involved in fighting the blazes and two ports were closed and flights suspended on Corsica. Power was cut to 2,000 homes.</p><p>The storm also continued to batter other parts of Europe. Fallen trees blocked roads and train tracks in southern Germany and Austria.</p><p>The Austrian city of Salzburg near the German border was hit by the storm Tuesday. Public broadcaster ORF reported that more than 400 firefighters worked for hours to remove downed trees from crushed cars and roads. They also had to remove a huge metal roof that was blown off a building. No one was injured, ORF reported.</p><p>German railroad operator Deutsche Bahn, which had shut down all long-distance trains on Monday, said most of its service resumed Tuesday with the exception of some trains in southern regions that were still being battered by gusty winds. Schools across Germany reopened.</p><p>Deaths due to the fierce storm were reported in Poland, Sweden, Britain, Slovenia, Germany and the Czech Republic. On Tuesday, Polish officials reported a third storm-related death in the country, saying a relative of two people killed Monday when the roof of a ski rental building collapsed also died.</p><p>In northern Bavaria, where a gust of over 160 km/h was recorded, the storm produced a record amount of electricity being fed into the German grid from wind turbines, equivalent to almost 44 nuclear power plants.</p><p>The German Weather Service said strong winds would keep blasting much of the country on Tuesday but the brunt of the storm had moved to the southeast. In northeastern Germany, a new storm was expected to reach the Baltic coast. The German Weather Service also forecast heavy rains for most of the country as well as for France and Belgium.</p><p>In England and Scotland, the Met Office national weather agency still had 85 flood warnings in force as torrential rains caused numerous rivers to overflow their banks.</p><p>Further north, in Norway, water from the North Sea overflowed harbours and entered houses along the country's southern coast, causing property damage. Local airline Wideroe cancelled 21 departures because low pressure over northern Norway meant its small planes couldn't fly, the Norwegian news agency NTB reported.</p><p>The low pressure was affecting the altitude gauges on the planes with no possibility to adjust for the low pressure.</p><p>In the Czech Republic, more than 40,000 households remained without electricity Tuesday morning, down from some 300,000 on Monday afternoon. Around 20 train routes were still blocked because of fallen trees on the track. Only one flight from Amsterdam was cancelled Tuesday, Prague's international airport said.</p>", "<p nitf:lede=\"true\">Ferocious winds, with gusts over 200 km/h, lashed Corsica and whipped up a forest fire that flared overnight on the French Mediterranean island on Tuesday, after a storm with hurricane-force winds and heavy rains battered northern Europe for days, killing at least eight people and causing severe travel disruptions.</p><p>More than 300 fire officers were involved in fighting the blazes and two ports were closed and flights suspended on Corsica. Power was cut to 2,000 homes.</p><p>The storm also continued to batter other parts of Europe. Fallen trees blocked roads and train tracks in southern Germany and Austria.</p><p>The Austrian city of Salzburg near the German border was hit by the storm Tuesday. Public broadcaster ORF reported that more than 400 firefighters worked for hours to remove downed trees from crushed cars and roads. They also had to remove a huge metal roof that was blown off a building. No one was injured, ORF reported.</p><p>German railroad operator Deutsche Bahn, which had shut down all long-distance trains on Monday, said most of its service resumed Tuesday with the exception of some trains in southern regions that were still being battered by gusty winds. Schools across Germany reopened.</p><p>Deaths due to the fierce storm were reported in Poland, Sweden, Britain, Slovenia, Germany and the Czech Republic. On Tuesday, Polish officials reported a third storm-related death in the country, saying a relative of two people killed Monday when the roof of a ski rental building collapsed also died.</p><p>In northern Bavaria, where a gust of over 160 km/h was recorded, the storm produced a record amount of electricity being fed into the German grid from wind turbines, equivalent to almost 44 nuclear power plants.</p><p>The German Weather Service said strong winds would keep blasting much of the country on Tuesday but the brunt of the storm had moved to the southeast. In northeastern Germany, a new storm was expected to reach the Baltic coast. The German Weather Service also forecast heavy rains for most of the country as well as for France and Belgium.</p><p>In England and Scotland, the Met Office national weather agency still had 85 flood warnings in force as torrential rains caused numerous rivers to overflow their banks.</p><p>Further north, in Norway, water from the North Sea overflowed harbours and entered houses along the country's southern coast, causing property damage. Local airline Wideroe cancelled 21 departures because low pressure over northern Norway meant its small planes couldn't fly, the Norwegian news agency NTB reported.</p><p>The low pressure was affecting the altitude gauges on the planes with no possibility to adjust for the low pressure.</p><p>In the Czech Republic, more than 40,000 households remained without electricity Tuesday morning, down from some 300,000 on Monday afternoon. Around 20 train routes were still blocked because of fallen trees on the track. Only one flight from Amsterdam was cancelled Tuesday, Prague's international airport said.</p>", "<p nitf:lede=\"true\">BERLIN-Ferocious winds, with gusts over 200 km/h, lashed Corsica and whipped up a forest fire that flared overnight on the French Mediterranean island on Tuesday, after a storm with hurricane-force winds and heavy rains battered northern Europe for days, killing at least eight people and causing severe travel disruptions.</p><p>More than 300 fire officers were involved in fighting the blazes and two ports were closed and flights suspended on Corsica. Power was cut to 2000 homes.</p><p>The storm also continued to batter other parts of Europe. Fallen trees blocked roads and train tracks in southern Germany and Austria.</p><p>The Austrian city of Salzburg near the German border was hit by the storm Tuesday. Public broadcaster ORF reported that more than 400 firefighters worked for hours to remove downed trees from crushed cars and roads. They also had to remove a huge metal roof that was blown off a building. No one was injured, ORF reported.</p><p>German railroad operator Deutsche Bahn, which had shut down all long-distance trains on Monday, said most of its service resumed Tuesday with the exception of some trains in southern regions that were still being battered by gusty winds. Schools across Germany reopened.</p><p>Deaths due to the fierce storm were reported in Poland, Sweden, Britain, Slovenia, Germany and the Czech Republic. On Tuesday, Polish officials reported a third storm-related death in the country, saying a relative of two people killed Monday when the roof of the ski rental building collapsed also died.</p><p>In northern Bavaria, where a gust of over 160 km/h was recorded, the storm produced a record amount of electricity being fed into the German grid from wind turbines, equivalent to almost 44 nuclear power plants.</p><p>The German Weather Service said strong winds would keep blasting much of the country on Tuesday but the brunt of the storm had moved to the southeast. In northeastern Germany, a new storm was expected to reach the Baltic coast. The German Weather Service also forecast heavy rains for most of the country as well as for France and Belgium.</p><p>In England and Scotland, the Met Office national weather agency still had 85 flood warnings in force as torrential rains caused numerous rivers to overflow their banks.</p><p>Further north, in Norway, water from the North Sea overflowed harbours and entered houses along the country's southern coast, causing damage but no victims. Local airline Wideroe cancelled 21 departures because low pressure over northern Norway meant its small planes couldn't fly, the Norwegian news agency NTB reported. The low pressure was affecting the altitude gauges on the planes with no possibility to adjust for the low pressure.</p><p>In the Czech Republic, more than 40,000 households remained without electricity Tuesday morning, down from some 300,000 on Monday afternoon. Around 20 train routes were still blocked because of fallen trees on the track. Only one flight from Amsterdam was cancelled Tuesday, Prague's international airport said.</p>", "<p nitf:lede=\"true\">MONTREAL -Quebec will deploy sound trucks in hard-hit Montreal neighbourhoods to announce the presence of mobile clinics offering Oxford-AstraZeneca vaccines, Health Minister Christian Dube said Friday.</p><p nitf:lede=\"true\">There will be more than 20,000 doses of that vaccine available with or without appointments over the weekend, he said on Twitter. </p><p nitf:lede=\"true\">Dube said sound trucks will blast messages in multiple languages along residential streets in western Montreal and in the city's diverse Cote-des-Neiges borough, adding that the AstraZeneca vaccine is for those 55 and over. </p><p>\"We are waiting for a decision from public health to extend the age for which (AstraZeneca) can be administered,\" the minister said. </p><p>Dube said since the government lowered the eligible age for the AstraZeneca vaccine to 55, about 160,000 more people have been vaccinated, 22,000 of them in Montreal.</p><p>But data provided by the Health Department suggests many eligible Quebecers haven't taken up the offer. </p><p>\"In Quebec, more than 635,000 people aged 55 to 79 have still not been vaccinated and have not made an appointment to get the vaccine,\" the department said in an email. Quebec has received 411,200 doses of AstraZeneca and 267,000 remain unused. </p><p>The AstraZeneca vaccine is available to Quebecers between the ages of 55 and 79 at walk-in clinics and by appointment across the province. Quebec suspended use of that vaccine in those younger than 55 over concerns about rare blood clots in a small number of recipients. </p><p>While Montreal was the hardest-hit region in Quebec during the first and second wave of the pandemic, the number of new, daily cases in the city has remained relatively stable since late February. </p><p>Dr. Sarah-Amelie Mercure, the associate medical chief for infection and disease control at Montreal's public health authority, said that while officials have seen a slight increase in the number of new cases, the city is not reporting the explosive growth in infections that's been seen in other parts of the province.</p><p>Mercure said there are a number of factors limiting the spread of COVID-19 in Montreal, including relatively strict health orders that limit contacts and a more aggressive, targeted approach to controlling the spread of variants. </p><p>Public health has begun conducting more exhaustive contact-tracing investigations, she said in an interview Friday. \"We're really looking for the source. When we don't find the source, we look even further.\"</p><p>Going further, she said, involves looking in places that have not reported cases for people who may have come into contact with an infected individual, adding that officials may also ask \"contacts of contacts\" to isolate.</p><p>Vaccination is also playing a role in some areas, such as residences for elderly people, but not enough people have been vaccinated for it to be having a large impact on transmission in the broader community, Mercure said. </p><p>But, she said, it's not impossible that in parts of the city, acquired immunity among people who have recovered from the virus is slowing transmission.</p><p>Montreal's \"relatively enviable\" situation remains fragile, Mercure said, adding that a couple superspreader events — like the one at a Quebec City gym linked to hundreds of cases — could change that rapidly.</p><p>Benoit Masse, a public health professor at Universite de Montreal, said part of the reason Montreal is not being affected as much as elsewhere is due to the way viruses are transmitted in a population.</p><p>\"The virus infects the most susceptible and the epidemic dies out when there are no more susceptible people to infect,\" he wrote in an email Friday, comparing the virus to a forest fire that moves to a new area once all the trees in one place are burned. </p><p>\"Since reinfections are very rare, an infected person who recovers is no longer likely to be reinfected.\"</p><p>Since the start of the pandemic, Montreal has reported a total of around 6,000 confirmed cases for every 100,000 people, Masse wrote, adding that the real number of cases is likely three to five times higher.</p><p>Elsewhere in Quebec, he said, there has been an average of around 3,500 reported cases per 100,000 people, leaving more opportunities for the virus to spread. </p><p>Meanwhile, Quebec set a pair of records for COVID-19 injections, inoculating 74,927 people on Thursday — the highest single-day number of Quebecers vaccinated since the campaign started. That daily total included 15,522 doses administered in pharmacies, also a record. </p><p>The seven-day average for shots is 66,000 per day, well above what had been planned for April, Dube said Friday. Health officials said Quebec has vaccinated 26 per cent of the population with at least one dose.</p><p>The pace of the vaccine rollout bodes well for the province's plan to dole out 5.3 million doses — one for every adult — by the Fete nationale holiday on June 24, Dube said. </p><p>Quebec reported 1,527 new COVID-19 cases Friday and seven more deaths attributed to the novel coronavirus. Hospitalizations were up by three patients, to 664, and eight more people were in intensive care, for a total of 167.</p><p>Montreal reported 355 cases, followed by the Quebec City area with 294 and Chaudiere-Appalaches, south of the capital region, with 204.</p><p>Quebec has reported 334,071 COVID-19 infections and 10,785 deaths linked to the virus since the beginning of the pandemic. There are 13,941 active reported cases in the province. </p><p>This report by The Canadian Press was first published April 16, 2021.</p>", "<p nitf:lede=\"true\">Questions about coverage plans are welcome and should be directed to the AP-Anchorage bureau at 800-770-7549 or at <email normalizedValue=\"mailto:apanchorage@ap.org\">apanchorage@ap.org</email> News Editor Mark Thiessen can be reached at 907-272-7549 or <email normalizedValue=\"mailto:mthiessen@ap.org\">mthiessen@ap.org</email></p><p>A reminder this information is not for publication or broadcast, and these coverage plans are subject to change. Expected stories may not develop, or late-breaking and more newsworthy events may take precedence. Advisories and digests will keep you up to date.</p><p>Alaska at 4 p.m.</p><p>ACROSS THE STATE:</p><p>SUPER BOWL AD-SITKA</p><p>SITKA, Alaska - Mary Magnuson was bartending at Totem Square's Mean Queen Sunday when a certain Super Bowl commercial came on and she told her customers, \"SSSSHHHHH!\" The ad - which she'd heard about in advance via Facebook - was for Google. It starred an elderly male narrator who used Google Assistant to help him reminisce about his late wife, Loretta. He told Google to show him pictures of Loretta, to remember that Loretta \"hated\" his moustache (to which Google responded, \"OK, I'll remember that\"), and even to remember that Loretta loved going to Alaska. He typed in \"that little town off the coast of juneau (sic),\" which brought up a picture of the Sitka downtown waterfront and a short description of the town. By Henry Colt and Shannon Haugland, Daily Sitka Sentinel. A spot AP Member Exchange. SENT: 700 words, AP Photos.</p><p>AUSTRALIA WILDFIRES-DRINKING WATER</p><p>Fabric curtains stretch across the huge Warragamba Dam to trap ash and sediment expected to wash off wildfire-scorched slopes and into the reservoir that holds 80% of untreated drinking water for the Greater Sydney area. In Australia's national capital of Canberra, where a state of emergency was declared on Friday because of an out-of-control forest fire to its south, authorities are hoping a new water treatment plant and other measures will prevent a repeat of water quality problems and disruption that followed deadly wildfires 17 years ago. By Tammy Webber.</p><p>AP Photos transref:XRR301, transref:XRR302, transref:XRR303, transref:XRR304, transref:XRR305.</p><p>POTHOLE REPAIR REQUEST</p><p>KETCHIKAN, Alaska - A state lawmaker has asked the Alaska Department of Transportation and Public Facilities to take immediate action to address a growing pothole problem. Independent Rep. Dan Ortiz of Ketchikan wrote to the department about potholes on the South Tongass Highway, The Ketchikan Daily News reported Saturday. SENT: 280 words.</p><p>INDIGENOUS WOMEN-LEGISLATION</p><p>ANCHORAGE, Alaska - Advocates are working with Alaska tribal and state leaders to develop legislation to end what they say has become a crisis of missing and slain indigenous women. Advocates have called on Alaska legislators and Republican Gov. Mike Dunleavy to take action to protect indigenous women, KTUU-TV reported Monday. SENT: 260 words.</p><p>___</p><p>If you have stories of regional or statewide interest, please email them to <email normalizedValue=\"mailto:apanchorage@ap.org\">apanchorage@ap.org</email> If you have photos of regional or statewide interest, please send them to the AP state photo centre in New York, 888-273-6867. For access to AP Exchange and other technical issues, contact AP Customer Support at <email normalizedValue=\"mailto:apcustomersupport@ap.org\">apcustomersupport@ap.org</email> or 877-836-9477.</p>", "<p nitf:lede=\"true\">BATTERY MINERAL RESOURCES CORP (\"BMR-V\") - Ontario Cobalt Exploration Update</p><p nitf:lede=\"true\">Battery Mineral Resources Corp. (\"Battery\" or \"BMR\" or the \"Company\") is pleased to announce that drilling intercepted 4 main cobalt mineralized structures on the recently completed and initial diamond drill program at the White Reserve Project located about 120 kilometres northeast of Sudbury and 30 kilometers southwest of town of Elk Lake.</p><p nitf:lede=\"true\">Highlights: //st * 17 drillholes completed for 1,838 meters (\"m\"); * Targets identified from recent three-dimensional model of historic</p><p nitf:lede=\"true\">underground mine workings and results of a recent geophysical model; * Samples have been dispatched for assay and results are pending.</p><p>About the White Reserve program</p><p>The White Reserve property comprises 616 mining claims totaling 12,984 hectares of contiguous mining claims located in Banks, Barber, Speight, Van Nostrand and Whitson townships (Figure 1). Much of the White Reserve property was burnt by a devastating forest fire during the summer of 2018 (Photo 1). The 2018 fires severely limited access to the property with only a limited number of reconnaissance prospecting, geological mapping and rock sampling traverses completed.</p><p>In 2019 a grid-based geophysical three-dimensional distributed induced polarization (\"3D IP\") survey was conducted by Canadian Exploration Services. Limited rock grab sampling of rock dumps and surface outcrops yielded anomalous cobalt values ranging from 0.02% to 3.90% cobalt and 0.26g/t to 5.90g/t silver.</p><p>BMR compiled a 3D geological model of the historic workings and main vein structures to identify targets and design the drill program (17 drillholes / 1,838m). The drilling targeted both strike and vertical extensions of the main veins and two high chargeability induced polarization geophysical targets.</p><p>The four main east-west striking quartz-carbonate-silver-cobalt vein structures were drill tested. Several of the holes were also planned to test a north-south high chargeability 3D IP geophysical anomaly located just west of the old mine workings in the Nipissing diabase (Figure 2 and Table 1). Targeting was as follows: //st * Holes WRS20-001 - 004: Tested the #21 Vein * Holes WRS20-005 - 006: Tested the #14 Vein * Holes WRS20-007 - 008: Tested the #10 Vein * Hole WRS20-009: Tested IP Chargeability Anomaly &amp;#7 Vein * Hole WRS20-010: Tested IP Chargeability * Hole WRS20-011: Tested the #7, #8 &amp;#9 Veins * Hole WRS20-012: Tested the #10 Vein * Holes WRS20-013 - 014: Tested the #14 Vein * Holes WRS20-015 - 016: Tested the #7 Vein</p><p>Detailed core logging and sampling has been completed. Samples have been dispatched for assay. Results are pending.</p><p>Battery CEO Martin Kostuik states: \"We are encouraged that the 4 main mineralized vein structures targeted by this initial drill test were intercepted as-planned. This drilling targeted the historic mine area which includes 5 production shafts operating until approximately 1940. There remains an additional six known cobalt occurrences at White Reserve to be explored. We look forward to receiving the assay results and continuing this exciting portion of our Northern Ontario cobalt exploration program.\"</p><p>Background</p><p>The White Reserve project comprises a 15 km long, north-trending belt of Proterozoic Nipissing diabase that hosts seven cobalt-silver occurrences including the historic workings known as the White Reserve mine (Figure 3 and Figure 4). The minesite is nestled in a north-south trending valley bounded by high ridges of diabase.</p><p>The White Reserve mine was operated from 1909 - about 1940. Early mine development included sinking of a shaft to 45m with two levels at 21m and 43m. Four additional shafts and a total of 1105m of lateral underground workings were developed. Historically, 24 vein zones were located on the eastern and western rims of the diabase- enclosed valley. The more productive veins, #7, #10, #14, and #21 were explored with shafts and open cuts, the 3 former veins developed on the west side, and the latter, on the east. White Reserve mine \"reported historic\" production amounted to 19,775 ounces of silver &amp;452 pounds of cobalt from the #21 Vein.</p><p>The White Reserve project is dominated by a north-south striking Nipissing diabase sill, which intrudes quartzites and sandstones of the Lorraine formation, part of the Huronian Supergroup of the Cobalt Embayment. The diabase occurs mainly in the centre of the claim block. Regional north-south and northeast-trending faults transect the area.</p><p>Cobalt - silver mineralization is generally confined to the diabase in veins that parallel the numerous faults and structures. Cobalt - silver mineralization occurs as vein-filled fractures, ranging from hairline fractures to a maximum width of 0.08m. Vein selvages consist of epidote-hematite-altered zones. The dominant sulphide minerals are niccolite and smaltite, with minor amounts of native bismuth and silver. Disseminated cobalt sulphides are hosted in a granophyric phase of the Nipissing diabase. Additionally, disseminated cobalt-silver mineralization was noted up to 1.5 meters on either side of vein fractures.</p><p>Figure 1: White Reserve property location map</p><p>To view an enhanced version of Figure 1, please visit: <url normalizedValue=\"https://orders.newsfilecorp.com/files/6076/83029_b\">https://orders.newsfilecorp.com/files/6076/83029_b</url></p><p>Note: *All coordinates are NAD83 UTM Zone 17N</p><p>Figure 2: White Reserve 2021 drill collar location plan on LiDAR topography</p><p>To view an enhanced version of Figure 2, please visit: <url normalizedValue=\"https://orders.newsfilecorp.com/files/6076/83029_b\">https://orders.newsfilecorp.com/files/6076/83029_b</url></p><p>Figure 3: White Reserve geology map with cobalt-silver occurrences</p><p>To view an enhanced version of Figure 3, please visit: <url normalizedValue=\"https://orders.newsfilecorp.com/files/6076/83029_b\">https://orders.newsfilecorp.com/files/6076/83029_b</url></p><p>Figure 4: 2018 White Reserve residual magnetic intensity (RMI) plot with cobalt-silver occurrences</p><p>To view an enhanced version of Figure 4, please visit: <url normalizedValue=\"https://orders.newsfilecorp.com/files/6076/83029_b\">https://orders.newsfilecorp.com/files/6076/83029_b</url></p><p>Photo 1: 1909 Minesite boiler after the 2018 forest fire</p><p>To view an enhanced version of Photo 1, please visit: <url normalizedValue=\"https://orders.newsfilecorp.com/files/6076/83029_b\">https://orders.newsfilecorp.com/files/6076/83029_b</url></p><p>Quality Control</p><p>Sample preparation, analysis and security procedures applied on the BMR exploration projects is aligned with industry best practice. BMR has implemented protocols and procedures to insure high quality collection and management of samples resulting in reliable exploration assay data. BMR has implemented formal analytical quality control monitoring for all of its field sampling and drilling programs by inserting blanks and certified reference materials into every sample sequence dispatched.</p><p>Sample preparation was performed by ALS Minerals Laboratories (ALS) in Sudbury, Ontario and sample analyses by ALS in North Vancouver, British Columbia. ALS analytical facilities are commercial laboratories and are independent from BMR. All BMR samples were bagged by BMR staff and delivered Upon receipt at the ALS Laboratory in Sudbury, samples were logged in a sophisticated laboratory information management system (LIMS) for sample tracking, scheduling, quality control, and electronic reporting. Samples were dried in special drying ovens prior to crushing. The samples were crushed to 70% ( -2 mm and a riffle split of 250 grams was then pulverized to 85% of the material achieving a size of (75 microns. These prepared samples were then shipped to the ALS Laboratory in North Vancouver for analyses by the following methods: //st * ME-MS61: A high precision, multi-acid digest including Hydrofluoric,</p><p>Nitric, Perchloric and Hydrochloric acids. Analysed by ICP (inductively</p><p>coupled plasma) mass spectrometry that produced results for 48 elements. * ME-OG62: Aqua-Regia digest: Analysed by ICP- AES (Atomic Emission</p><p>Spectrometry) or sometimes called optical emission spectrometry (ICP-OES)</p><p>for high levels of Co, Cu, Ni and Ag. * Ag-GRA21: Silver by fire assay and gravimetric finish; 30-gram charge.</p><p>Weight. Used when samples contain ) 1500 ppm silver. * Au-AA25: Gold was analysed by a 30-gram fire assay method, followed by</p><p>AAS (atomic absorption spectroscopy).</p><p>Note that 48 element ICP trace element data was also collected and reported by the laboratory. Certified international standards were inserted into sample batches by ALS. Blanks and duplicates are inserted within each analytical run. The blank is inserted at the beginning, internationally certified standards are inserted at random intervals, and duplicates are analysed at the end of the batch.</p><p>Qualified Persons</p><p>P. J. Doyle, FAusIMM (#208850), Battery Mineral Resources Corp. - Vice President Exploration - Canada, supervised the preparation of and approved the scientific and technical information in this press release pertaining to the Canada Exploration Program.</p><p>Technical reports filed by the Company under the Company's profile at <url normalizedValue=\"http://www.sedar.com:\">www.sedar.com:</url> \"Technical Report on Cobalt Exploration Assets in Canada\" dated as of May 26, 2020 with an effective date of March 31, 2020, prepared by SRK Consulting - G Cole PGeo (APGO#1416).</p><p>About Battery Mineral Resources Corp</p><p>Battery is a multi-commodity resource company. Battery is engaged in the discovery, acquisition, and development of battery metals (cobalt, lithium, graphite, nickel &amp;copper), in North America and South Korea. Battery is the largest mineral claim holder in the historic Gowganda Cobalt-Silver Camp, Canada, with various high-grade primary cobalt silver-nickel-copper targets located in the Cobalt Belt of Ontario and Quebec. In addition, Battery owns approximately 89.2% of ESI Energy Services, Inc., a pipeline equipment rental and sales company with operations in Leduc, Alberta and Phoenix, Arizona. Finally, Battery is currently pursuing a concurrent financing and acquisition to acquire the Punitaqui Mining Complex, a copper-gold mine located in the Coquimbo region of Chile.</p><p>For further information, please contact Battery Mineral Resources Corp.:</p><p>Martin Kostuik Phone: +1 (604) 229 3830 Email: <email normalizedValue=\"mailto:info@bmrcorp.com\">info@bmrcorp.com</email></p><p>Forward Looking Statements</p><p>This press release contains \"forward-looking information\" within the meaning of applicable Canadian securities laws, which may relate to the Company's future outlook and anticipated events or results. In some cases, but not necessarily all cases, forward-looking information can be identified by the use of forward-looking terminology such as \"plans\", \"targets\", \"expects\" or \"does not expect\", \"an opportunity exists\", \"is positioned\", \"estimates\", \"intends\", \"assumes\", \"anticipates\" or \"does not anticipate\" or \"believes\", or variations of such words and phrases or state that certain actions, events or results \"may\", \"could\", \"would\", \"might\", \"will\" or \"will be taken\", \"occur\" or \"be achieved\". In addition, any statements that refer to expectations, predictions, indications, projections or other characterizations of future events or circumstances contain forward-looking information. Forward-looking statements are not historical facts but instead represent management's expectations, estimates and projections regarding future events.</p><p>Forward-looking statements may include statements regarding management's beliefs, expectations or intentions regarding the size, completion, expenses and timing of the closing of an offering, industry trends, market growth rates and the Company's future growth rates, plans and strategies, projections of commodity prices and costs, the future financial or operating performance and condition of the Company, including its business, operations and properties, planned exploration and development activities and the costs and timing thereof, the intended use of the net proceeds of an offering, trends in the global cobalt, lithium and graphite markets, the adequacy of the Company's financial resources, timing, receipt and maintenance of approvals, consents and permits under applicable legislation. The foregoing list should not be construed as exhaustive.</p><p>These statements and other forward-looking information are based on opinions, assumptions and estimates made by the Company in light of its experience and perception of historical trends, current conditions and expected future developments, as well as other factors that the Company believes are appropriate and reasonable in the circumstances as of the date of this presentation, including, without limitation, assumptions about the ability to raise additional capital; future prices of cobalt, lithium and graphite; the Company's competitive advantages; current market dynamics; the timing and results of exploration and drilling programs; and the availability and amenability of metallurgical and processing technologies for processing extracted minerals. There can be no assurance that such estimates and assumptions will prove to be correct. If any of the assumptions or estimates made by management prove to be incorrect, actual results and developments are likely to differ, and may differ materially, from those expressed or implied by the forward-looking information. Accordingly, prospective investors are cautioned not to place undue reliance on such information. The foregoing list of assumptions should not be construed as exhaustive.</p><p>While such opinions, assumptions and estimates are considered reasonable by the Company as of the date such statements are made, they are subject to known and unknown risks, uncertainties, assumptions and other factors that may cause the actual results, level of activity, performance or achievements to be materially different from those expressed or implied by such forward-looking information, including but not limited to future requirements for additional capital, a limited operating history, the demand for and prices of lithium, cobalt and graphite, property title risk, exploration risk, mineral processing risk, uncertainty in relation to Inferred Mineral Resources, a negative cash flow; governmental regulation of the mineral exploration and development industry; the loss of an investor's entire investment; an arbitrary offering price; volatility in the price of the ordinary shares; the potential for additional dilution; absence of a market for the ordinary shares and future sales of ordinary shares by directors and officers of the Company. These factors and assumptions are not intended to represent a complete list of the factors and assumptions that could affect the Company.</p><p>The forward-looking statements included in this release are expressly qualified by this cautionary statement and are made as at the date of the release. The Company does not undertake any obligation to publicly update or revise any forward-looking statements, whether as a result of new information, future events or otherwise, except as required by applicable securities laws.</p><p>______________________________</p><p>_______________________________________________</p><p>____________________________________________________________</p><p>(c)2021 Market News Publishing Inc. All rights reserved. Toronto:(416)366-8881 Vancouver:(604)689-1101 Fax:(604)689-1106</p>", "<p nitf:lede=\"true\">TRANSITION METALS CORP (\"XTM-V;TNTMF-0\") - High Grade Au Mineralization on the Western Extension - of Beardmore-Geraldton Greenstone Belt, Ontario</p><p nitf:lede=\"true\">Transition Metals Corp (\"Transition\", \"the Company\") is pleased to announce its summer prospecting and sampling work continues to support the interpretation that its Jolly Gold property covers the western extension of the prolific Beardmore-Geraldton Greenstone Belt (BGB) (Figure 1). The property covers a sulphide-facies iron formation that caps the northern assemblage of mafic metavolcanic flows overlain by intermediate pyroclastics. Gold deposits elsewhere in the BGB, such as the 4.5 Moz I&amp;I Hardrock deposit under development by Greenstone Gold near Geraldton, are considered classic examples of epigenetic, non-stratiform, banded iron formation-hosted gold deposits. Other notable deposits within the BGB include the Brookbank (0.6 Moz M&amp;I), the Sand River and Leitch Mine (past production of 0.9 Moz), the Northern Empire Mine and Sturgeon River Mine.</p><p>In July the Company completed a first pass mapping and prospecting program on Jolly Gold which included cutting and assaying of 114 channel samples on the historical Fat Beagle trench (Figure 2, Table 1) as well as collecting 82 prospecting grab samples across the 45.6 km2 property before work was halted due to local forest fire conditions. This work followed up on the initial property visit conducted in September 2020 (see November 24th, 2020 press release). Much of the property is covered by unconsolidated sediment and Nipigon diabase, limiting the exposure of the targeted Archean host rocks.</p><p>Channel sampling within the historic Fat Beagle trench returned very high-grade zones of gold mineralization, with assays of up to 146.5 g/t Au over 0.41 m, and 24.4 g/t Au over 0.61 m (Figure 2, Table 1). The best result from the 82 grab samples collected outside of the showing area returned was 1.35% Zn from an outcrop of sulphide facies iron formation (Figure 3).</p><p>CEO Scott McLean commented, \"The results of the sampling in the historic trench and identification of prospective sulphide facies iron formation supports the interpretation that our claims cover the western extension of the prolific Geraldton-Beardmore gold belt and have the potential to host significant gold mineralization. This camp scale exploration opportunity has seen only limited exploration despite its' accessible location. We believe that the application of advanced exploration techniques including, biogeochemical surveys that have proven successful on our Wollaston Cu project will assist in advancing our understanding of the property's prospectivity and identify major target areas for further exploration including diamond drilling.\"</p><p>Gignac et al. 2020. NI 43-101 Technical Report Hardrock Project Ontario, Canada - Premier Gold Mines Limited, Sedar Jan. 26, 2021. Lewis et al 2013. Premier Gold Mines Limited Technical Report on the Mineral Resource Estimate for the Hardrock, Brookbank and Key Lake Projects- Sedar Feb 1, 2013 <url normalizedValue=\"http://www.geologyontario.mndm.gov.on.ca/mndmfiles/mdi/data/records/MDI\">http://www.geologyontario.mndm.gov.on.ca/mndmfiles/mdi/data/records/MDI</url></p><p>Figure 1. Regional Geological Map Showing Projected Extension of Geraldton-Beardmore Greenstone Belt and Locations of Major Gold Deposits and Transition Jolly Gold Property (MRD 126, 1:250 000 Scale Bedrock Geology of Ontario, OGS)</p><p>To view an enhanced version of this graphic, please visit: <url normalizedValue=\"https://orders.newsfilecorp.com/files/2766/100159_\">https://orders.newsfilecorp.com/files/2766/100159_</url></p><p>Table 1. Highlights from sampling on the Jolly Gold Property. //st Channel Sample Sample Easting Northing Au Ag Bi Cu Zn Te Number ID Length (g/t) (g/t) (ppm) (ppm) (ppm) (ppm)</p><p>(m) Fat Trench Beagle Samples 13.1 X926030 0.41 321825.5 5448865.9 146.50 1.68 275.00 268 18.1 117.00 13.2 X926031 0.54 321825.7 5448865.5 9.99 0.63 602.00 421 17.0 68.30 14.1 X926032 0.61 321823.9 5448865.9 24.40 0.47 80.30 195 21.0 36.10 34.2 X926071 0.69 321791.0 5448826.0 0.81 0.18 40.30 316 65.0 0.72 34.3 X926072 0.53 321791.2 5448825.5 2.38 0.61 76.80 297 75.0 0.51 10.1 X926027 0.70 321832.6 5448864.5 2.10 0.19 1230.00 320 73.0 16.60 16.1 X926034 0.63 321826.4 5448861.2 0.70 0.11 5.07 334 68.0 0.45 16.2 X926035 0.55 321826.5 5448860.6 1.68 0.33 18.15 716 47.0 7.51 32.1 X926067 0.62 321794.0 5448823.4 1.66 0.16 50.50 195 73.0 2.46 9.1 X926021 0.42 321833.8 5448863.9 1.10 0.08 9.19 245 21.0 4.08 9.2 X926022 0.38 321833.9 5448863.5 0.63 0.15 5.15 425 73.0 1.21 36.3 X926078 0.65 321785.5 5448824.7 0.56 0.10 7.19 244 79.0 0.30 31.2 X926066 0.58 321796.3 5448825.9 0.53 0.28 68.20 862 71.0 1.21 Grab Sample</p><p>X926222 0.01 0.19 0.12 109 1.35% 0.68</p><p>Figure 2. Fat Beagle trench map with channel sample highlights.</p><p>To view an enhanced version of this graphic, please visit: <url normalizedValue=\"https://orders.newsfilecorp.com/files/2766/100159_\">https://orders.newsfilecorp.com/files/2766/100159_</url></p><p>Figure 3. Grab sample location map with historical trenches and showings, and mapped and interpreted structures.</p><p>To view an enhanced version of this graphic, please visit: <url normalizedValue=\"https://orders.newsfilecorp.com/files/2766/100159_\">https://orders.newsfilecorp.com/files/2766/100159_</url></p><p>Qualified Person</p><p>The technical elements of this press release have been reviewed and approved by Mr. Thomas Hart, P.Geo. (PGO), a Qualified Person as defined under National Instrument 43-101. All analytical work performed was conducted at ALS Laboratories, an independent lab with analyses completed in North Vancouver, B.C. The quality system used by ALS Laboratories meets all requirements of International Standards ISO/IEC 17025:2005 and ISO 9001:2015. Grab samples are selected samples and are not necessarily representative of the grade of mineralization in the area sampled.</p><p>About Transition Metals Corp</p><p>Transition Metals Corp (TSXV: XTM) is a Canadian-based, multi-commodity project generator that specializes in converting new exploration ideas into Canadian discoveries in Canada. The award-winning team of geoscientists has extensive exploration experience in established, emerging and historic mining camps and actively develops and tests new ideas for discovering mineralization in places that others have not looked, which often allows the company to acquire properties inexpensively. The team is rigorous in its fieldwork and combines traditional techniques with newer ones to help unearth compelling prospects and drill targets. Transition uses the project generator business model to acquire and advance multiple exploration projects simultaneously, thereby maximizing shareholder exposure to discovery and capital gain. Joint venture partners earn an interest in the projects by funding a portion of higher-risk drilling and exploration, allowing Transition to conserve capital and minimize shareholder's equity dilution. The Company has an expanding portfolio that currently includes more than 25 gold, copper, nickel and platinum projects across Canada.</p><p>Cautionary Note on Forward-Looking Information</p><p>Except for statements of historical fact contained herein, the information in this news release constitutes \"forward-looking information\" within the meaning of Canadian securities law. Such forward-looking information may be identified by words such as \"plans\", \"proposes\", \"estimates\", \"intends\", \"expects\", \"believes\", \"may\", \"will\" and include without limitation, statements regarding estimated capital and operating costs, expected production timeline, benefits of updated development plans, foreign exchange assumptions and regulatory approvals. There can be no assurance that such statements will prove to be accurate; actual results and future events could differ materially from such statements. Factors that could cause actual results to differ materially include, among others, metal prices, competition, risks inherent in the mining industry, and regulatory risks. Most of these factors are outside the control of the Company. Investors are cautioned not to put undue reliance on forward-looking information. Except as otherwise required by applicable securities statutes or regulation, the Company expressly disclaims any intent or obligation to update publicly forward-looking information, whether as a result of new information, future events or otherwise.</p><p>Neither the TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.</p><p>Further information is available at <url normalizedValue=\"http://www.transitionmetalscorp.com\">www.transitionmetalscorp.com</url> or by contacting:</p><p>Scott McLean President and CEO Transition Metals Corp. Tel: (705) 669-1777 Tel : 705-669-0590 TRANSITION METALS CORP Fax : 705-669-1100 Email : <email normalizedValue=\"mailto:smclean@transitionmetalscorp.com\">smclean@transitionmetalscorp.com</email> WWW : <url normalizedValue=\"http://www.transitionmetalscorp.com\">http://www.transitionmetalscorp.com</url></p><p>______________________________</p><p>_______________________________________________</p><p>____________________________________________________________</p><p>(c)2021 Market News Publishing Inc. All rights reserved. Toronto:(416)366-8881 Vancouver:(604)689-1101 Fax:(604)689-1106</p>", "<p nitf:lede=\"true\">UNIDENTIFIED WOMAN: It's just really hard now to get an appointment. I think it's going to be really tricky.</p><p nitf:lede=\"true\"/><p nitf:lede=\"true\">UNIDENTIFIED WOMAN: I needed to get tested on Friday, but I ended up having to wait until Monday to get tested.</p><p nitf:lede=\"true\">EVAN SOLOMON: Testing nightmares across the country, backlogs, waits, it's been a nightmare, frankly. Meantime, the prime minister tested negative for COVID-19 back in August. Prime minister said his test result came back just a day later. How did he get tested so fast? Did he use the private paid clinic that MPs are allowed to use? Erin O'Toole used one. Did the prime minister also use that? And should private testing clinics, you can get some in Quebec, across the river from where I'm sitting right now, for about $250, should those be allowed, or, as the Health Minister Patty Hajdu said yesterday, are those a violation of the Canada Health Act and a doorway to two tier healthcare? And if so, why do MPs get it? Let's dig in with the press gallery. Bob Fife, the Globe and Mail's Ottawa bureau chief is here, Emilie Nicolas reporter of Le Devoir is here, and Dr. Abdu Sharkawy, CTV News infectious disease specialist joins us. Bob, I'll start with you. First of all, do we know more about the prime minister's test? He wasn't very transparent when he got it or how he got it. Now what do you make, what do you make of this, these private clinics charging for a quick test to break the logjam?</p><p/><p>ROBERT FIFE (Globe and Mail): Well the prime minister's office hasn't been very forthcoming about when he got that test, did he go to a private clinic, who did it? I suspect what happened is that he probably had the DND doctor, which travels with him, do the test, but they haven't provided with that kind of information. You know the problem we've had here is that governments had plenty of time to prepare for what everybody knew was going to happen in the fall, which was a second wave, a surge, and that we are facing that right now, and the governments did not prepare for that. But the solution is not to go to a two-tier system. The solution is to put more money into the system so that they can do proper testing. I don't think Canadians want to see a system where politicians jump the queue, or people with money can spend $250 and get a test, while everybody else cannot do that. So the onus lies on the feet of the politicians who did not properly prepare, and that we as Canadians have to demand more of our politicians to get this testing done.</p><p>SOLOMON: Yeah. I wonder about the walk. The walk. Of course, Emilie, in Quebec, it's different after of course that legal case, the Chow Lui case, if people can't get expedient health care they're allowed to take alternative routes so people are getting it in Quebec. How is the debate around private testing for COVID playing out there?</p><p>EMILIE NICOLAS (Le Devoir): Well it's important to understand that it's not just private testing. It's also all the normal surgeries, hospitals procedures that have been delayed because the hospitals are focused on COVID-19. So what you're seeing is a lot of folks who are actually paying because they've been waiting for so-called, you know, non-urgent surgeries, but they're still in pain, and so they turn to the private sector for that. So, really, I think it's, what's important to bear in mind is that whenever people have tried to privatize something, whether it be health care or schools, the first thing that they do is underfund the public system to make the public system inefficient and crappy in some way, and then that helps some of the public to be convinced that that they need the private option as well, right. So I guess that's what we're saying. There's no good option right now because the problem is upstream. The problem is why is it that we have a public health care system that cannot answer the needs of the Canadian population properly.</p><p>SOLOMON: Yeah, the very people, Dr. Sharkawy, who are running and upholding the notion of public health care when it doesn't work, they become the very illustration of why some will argue you need private health care. You're on the front lines. Give us a sense of the test crisis, if it's a major failure, and what you make of it as a way out?</p><p>DR. ABDU SHARKAWY (CTV News Infectious Disease Specialist): Well it absolutely a major crisis at this point in time. When you talk about a backlog of cases to be tested, you know, in the 80,000, 90,000 range, and concurrently having no effective tracing system at the same time, that's abject failure. You're in a situation now where the people who actually need to be tested are those that are in marginalized communities. Those that are disproportionately affected by this are those that don't have the resources available to them to advocate. They don't necessarily have the health literacy that many others do. And we've shifted to online appointments here in Ontario. I'm not sure that that's serving the population that is affected by this disease mostly here.</p><p>SOLOMON: Doc, let me just quickly stay with you, because I just talked to the Liberal leader in Ontario, Steven Del Duca, and he's calling for restaurants, bars, and gyms in Ontario, in hot spots anyway, to close down for 28 days. There's a lot of debate about a second lockdown. Again, you're on the front line. Do we need it in certain places?</p><p>SHARKAWY: I think at this point in time the evidence is abundantly clear. We can no longer continue to debate about whether this is an issue that continues to worsen. We have seen our hospitalizations increase slowly, but steadily, over the last week and a half. We know that hospitalizations and ICU admissions are the last indicators of disease progression within the community. And we know that venues such as bars and indoor dining in particular are those that help propagate transmission of this virus. That's an epidemiologic principle of reality that can no longer be denied. So I absolutely think we need targeted restrictions to be imposed without further delay, or we're going to make the situation much worse in the long run.</p><p>SOLOMON: Bob, just the politics of this, politicians who maybe had a lot of confidence a month ago, is the length of the pandemic, is this changing the political response and the impact of this?</p><p>FIFE: Well, look, I'm flabbergasted by this to be honest, because everybody had told us we're going to have a bad first wave, but the second wave is going to be worse, and it's going to come in the fall, and we're just seeing the early stages of it, because flu season is upon us as well. So the politicians have to get together, prime minister, he talks to the premiers once a week, he's got sit down with them and say, look, what resources do we need to solve this problem, and let's get to work to solving it. And to the doctor's point, if there are hot spots, then they should be closing down restaurants and bars in hot spots. This is like a forest fire. It blows up, you know, we can calm it down at some points, and other points, the wind comes up and it is blowing really badly and burning, and we, and this is what's happening in Toronto and the Ottawa area, and clearly they have to address this issue. But it takes political leadership to do so, and they've failed miserably over the summer months.</p><p>SOLOMON: Just real quick, Emilie, I just got a couple seconds. You're living in the forest fire, you're in one of the red zones in Quebec. Are they doing, is Quebec doing anything differently than other provinces?</p><p>NICOLAS: More things have been closed down already. The 28 days that is being suggested in Ontario is already in place, I'm living it right now. The one issue that I would say very quickly is that because there's no information on where the tracing is happening basically, how the outbreaks are happening, it's hard to justify why those measures are in place if you don't know that for example gyms are the problem, then you close gyms, then there's a backlash of people who are unhappy with that, so that's one of the issues, transparency.</p><p>SOLOMON: All right. Guys, I've got take a short break. I know Emilie and Bob are going to stay with us. Just to use Bob's metaphor, doc, you're our firefighter in this, our viral firefighter. Good luck, and we really appreciate your work, your information and your work on the frontlines as they fire starts to burn. But we got to take a break. Coming up next, a funeral was held today for Joyce Echaquan. She's the woman who died in a Quebec hospital while hearing racist comments about Indigenous peoples. How pervasive is racism in the healthcare system? We break that down next.</p><p>(COMMERCIAL BREAK)</p>", "<p>KUALA LUMPUR, Nov 7 (Bernama) -- The forest fire in the hilly area of ​​Taman Seri Timah, Balakong, near here, was fully extinguished early this morningafter more than five hours of fire extinguishing operations by the...</p>", "<p nitf:lede=\"true\">West Nipissing council voted with a strong majority Tuesday against a resolution asking the North Bay Parry Sound District Health Unit to “immediately transition” out of COVID-19 shutdown extension. </p><p nitf:lede=\"true\">Deputy Mayor Yvon Duhaime was the lone member to vote in support of asking Dr. Jim Chirico, the Medical Officer of Health, to align the district with the provincial framework, including the reopening of toboggan hills, outdoor rinks, and snowmobile trails. </p><p nitf:lede=\"true\">The resolution, tabled by Mayor Joanne Savage in response to a widely-circulated letter by resident Rejean Venne, who cited statistics that argued the local health unit wasn’t basing its decisions on available information. </p><p>Venne was also calling for a cost-benefit analysis to weigh the risks of COVID-19 against the toll on local businesses, increases in opiod deaths and overall impact on the mental health of residents. </p><p>See: Our region needs to be treated more fairly when it comes to the COVID-19 response </p><p>And: Parry Sound Chamber of Commerce demands data to justify extended lock down order </p><p>“This is not going to resolve our situation,” Duhaime said of the current situation where other neighbouring regions have looser restrictions and more open economies. “We can’t stop this from happening (when people can bring the virus back such as the case at the North Bay apartment building) meanwhile everybody suffers.” </p><p>Duhaime said he agrees with the mayor of Sudbury who wants to create a northern bubble to keep non-essential travelers out of the area. </p><p>“In West Nipissing, we’ve done reasonably well, we’ve done everything humanly possible to keep everyone safe, but, unfortunately, you close the door in one area but you leave the windows open, then things can happen,” he said. “If we’re going to close it, let’s close it and do it properly.” </p><p>Otherwise, Duhaime said, the extension of the shutdown merely “penalizes the businesses in our area.” </p><p>Councillor Chris Fisher said it is “terrible with no end in sight, however … if we encourage Dr. Chirico to lift some rules and people start dropping dead around us, that’s a problem.” </p><p>Fisher also noted that West Nipissing council “doesn’t have the same information he has.” </p><p>Councillor Denis Senecal also supported the status quo of keeping the district under tighter restrictions “especially with that variant in North Bay.” </p><p>Senecal said he’s satisfied with Dr. Chirico’s decisions that included closing snowmobile trails, outdoor rinks and toboggan hills even though most of the province didn’t do so. </p><p>“I think we’ve been well served by Dr. Chirico, he’s kept us safe so far. To open it up now I don’t think it’s wise,” he said. </p><p>Councillor Dan Roveda said it’s not council’s jurisdiction. </p><p>“It’s the health unit’s responsibility to keep people healthy,” Roveda said, adding he supports the “radical” closing of potential gathering activities 100 per cent. </p><p>“Dr. Chirico is trying to save lives. God forbid one of the variants get into our community, it would spread like a wildfire” like it did in North Bay, he said. </p><p>Councillor Leo Mallette agreed with Venne’s points and helped bring the motion to the table but he appeared to recognize council’s lack of jurisdiction. </p><p>Councillor Rolly Larabie said there’s no reason to discuss the resolution if they have no power to overrule Dr. Chirico. </p><p>“It’s pointless, we can’t change his mind,” he said, suggesting instead that the resolution go to the emergency control group for review. But Jay Barbeau, chief administrative officer, said that group respects “incident command” management structures. </p><p>Barbeau said they’d follow the Ministry of Natural Resources and Forestry decisions if it was a forest fire and the police if it was a criminal situation. </p><p>“This is a health thing … and we tend to follow the direction of experts in those areas,” he said, adding a cost-benefit analysis would more likely be done at global level rather than a district health unit. </p><p>Councillor Lise Senecal recognized that “everybody is sick and tired, getting cabin fever or whatever you call it … it’s not fun for everybody.” </p><p>Senecal shared she’s been retired for a year and can’t travel but going against Dr. Chirico isn’t advisable, especially considering the aging demographic in the district that’s most vulnerable to the virus. </p><p>Council can make decisions that prepare the municipality to open, such as giving staff the green light to get ready for outdoor rinks reopening or closing the arenas if it’s no longer feasible. </p><p>Savage also said council should stick in its lane, although she’d like to see more communication between health unit districts and municipal leaders. </p><p>“Our role is as ambassador … to tell people to follow the health regulations,” she said, which include for the North Bay and Parry Sound district to remain under lockdown until at least Monday. </p><p>Dave Dale is a Local Journalism Reporter with BayToday.ca. LJI is funded by the Government of Canada.</p>"]}