[{"relevance_score": 26, "title": "Henan floods spark questions over early warnings", "published": "2021-07-23", "bodyText": "<p nitf:lede=\"true\">Questions are being raised online in China on whether sufficient warnings were issued ahead of the deadly flooding in Henan that has claimed 33 lives so far.</p><p nitf:lede=\"true\"> Another eight people are missing and nearly 400,000 people have been relocated following heavy rain from last Saturday.</p><p> The single deadliest incident recorded so far involved a flooded underground subway carriage in the provincial capital, Zhengzhou, in which 12 commuters died. Video footage on social media showed commuters up to their necks in murky flood water.</p><p> This year's rainy season has hit China particularly hard, with Henan province recording the highest rainfall to date. Over 200mm of rain fell in one hour in Zhengzhou on Tuesday. Rainfall between Saturday and Tuesday in Zhengzhou hit 624mm, near the annual average of 641mm.</p><p> Two dams in the Inner Mongolia autonomous region in north-east China collapsed after heavy rain on Sunday. In neighbouring Hebei, two people were killed when a tornado struck Baoding city.</p><p> Accounts on microblogging site Weibo showed many Henan residents had taken the train as buses had stopped operating.</p><p> A netizen asked why trains were running when buses had stopped. Another netizen - journalism professor Zhan Jiang - posted a complaint on Weibo, saying local broadcaster Henan Radio and Television Station continued with regular programming instead of giving viewers public safety information.</p><p> President Xi Jinping on Wednesday said that the systems for early warnings and forecasts of extreme weather must be improved. He cited traffic management as another area to work on.</p><p> The authorities must also ensure that detailed and practical flood prevention and disaster relief measures are taken, he added.</p><p> The Transport Ministry has ordered an immediate review of subway flood controls following reports on the trapped commuters in Zhengzhou. \"They must take emergency measures such as suspending trains, evacuating passengers and closing stations in atypical situations such as excessively intense storms,\" the ministry added.</p><p> The provincial weather bureau told state media that it had warned residents of the torrential rains.</p><p> Some 120 million text messages had been sent to mobile phone users, warning them of the storms, the Henan weather bureau said.</p><p> A China Daily editorial yesterday, citing media reports, said residents had ignored the messages because \"initially the downpour was not as heavy as predicted\".</p><p> An editorial in the Global Times urged policymakers to improve the drainage in cities and take other disaster relief measures to allow for \"valuable time for deployment and response\" in emergencies.</p><p> Professor Asit Biswas, a distinguished visiting professor from the University of Glasgow and chief executive of the Third World Centre for Water Management in Mexico, said flooding in China this summer was \"eminently predictable\".</p><p> He said he expected \"heavy and very serious flooding\", given the climate changes brought about by global warming.</p><p> \"China and all other Asian monsoon countries have no other choice but to make implementable plans to adapt and live with climate change,\" he said.</p><p> Associate Professor Alfred Wu of the Lee Kuan Yew School of Public Policy said the local authorities must improve its way of disseminating public safety information.</p><p> He added that netizens' questions on flood warnings and measures came after posts on Weibo showed citizens trying to get help.</p>", "publisher": "The Straits Times (Singapore)", "instances": []}, {"relevance_score": 40, "title": "China's risk-averse political culture proves deadly in Henan floods", "published": "2021-08-02", "bodyText": "<p nitf:lede=\"true\">The meteorological authorities in the Chinese city of Zhengzhou issued close to 10 red alerts in the middle of last month, anticipating torrential rain over the following days.</p><p nitf:lede=\"true\"> The provincial weather bureau of landlocked Henan even sent about 120 million text messages to mobile phone users warning them of the storms.</p><p nitf:lede=\"true\"> But risk-averse municipal officials waited for orders from the top to suspend classes and work. Bus services were stopped, but not the city's subway operations.</p><p> Local government-owned radio and television broadcasters continued with the regular scheduled programming.</p><p> Disaster struck on July 22, when more than 200mm of rain fell in one hour in Zhengzhou, breaking the 1975 record of 198.5mm.</p><p> The province-wide death toll from what officials described as \"a once-in-a-millennium\" disaster rose to 99 last Thursday, the Henan government said at a press conference. The downpour inundated streets, a subway line and a road tunnel as commuters made their way home after work.</p><p> The single deadliest incident involved a flooded underground subway car in Zhengzhou, where hundreds of commuters were trapped up to their necks in murky floodwater. Twelve died. The bereaved wife of a victim has threatened to sue the government.</p><p> The People's Liberation Army and the Ministry of Emergency Management dispatched about 5,000 soldiers and firefighters, but flooded streets and traffic hampered attempts at rescue. Help arrived after stranded commuters sent video and text messages of their plight to friends and relatives. The footage went viral on social media.</p><p> Questions have been raised about whether the tragedy was a natural disaster or a man-made disaster due to the perceived incompetence of some government officials. Heads might roll to placate the public, but most likely only at the municipal level .</p><p> \"Officials in coastal provinces are more experienced dealing with typhoons than (their counterparts in) landlocked provinces,\" a Communist Party insider told The Straits Times, requesting anonymity. \"The lack of experience of some local government officials and many residents underestimating the severity of the storms were both to blame for the high death toll.\"</p><p> Many residents ignored the weather bureau's warnings because at first, the downpour was not as heavy as predicted, the official China Daily said in defence of the government.</p><p> But critics say the reluctance of local officials to act had as much to do with China's risk-averse political culture as inexperience - if not more.</p><p> President Xi Jinping has called for all-out efforts to help those affected, urging the authorities to prioritise residents' safety and property. Early warning systems, forecasts of extreme weather and traffic management need to be improved, he added.</p><p> \"We have to improve our governance capability and cultivate officials who dare to shoulder responsibility instead of just waiting for orders,\" the party insider said.</p><p> Heavy rains that began on July 17 have affected about 13 million people province-wide, damaged nearly 9,000 homes, and caused economic losses estimated at 13.9 billion yuan (S$2.9 billion).</p><p> Chinese meteorologists blamed Typhoon Yanhua, known as In Fa outside China, for the record rainfall. But some climate experts say heavy rainfall in central China in recent years was due to global warming.</p><p> In another gaffe, local officials obsessed with maintaining social stability fuelled public anger when they tried to prevent people from laying flowers outside the subway station, setting up a barricade ostensibly to silence any public criticism of the government.</p><p>US-based China Digital Times said the machinery of the state attempted to recast events in a generally positive and heroic light, citing two censorship directives.</p><p> The first ordered local media to focus on disaster recovery and avoid using \"an exaggeratedly sorrowful tone\" in their coverage, Digital Times said. The second discouraged giving interviews to foreign media and \"deny the other side any opportunity to take quotes out of context and distort the facts\".</p><p> Angry mobs harassed foreign journalists covering the floods to avert any negative portrayal of the government.</p><p> For all the bad news, however, there were some unsung heroes.</p><p> A video posted on social media showed several men wading through waist-high waters to reach a submerged vehicle, smashing its side window and rescuing two children and their mother.</p><p> The party secretary of Luoyang saved the day for Henan's second-largest city.</p><p> Days into his job, Mr Jiang Ling, who is no stranger to typhoons, having worked in the southern coastal province of Guangdong, evacuated thousands of villagers in 100 buses from low-lying areas to safe ground. Initially, he was the butt of jokes for overreacting and stepping up flood prevention work. In the end, he proved to be prescient.</p>", "publisher": "The Straits Times (Singapore)", "instances": []}, {"relevance_score": 40, "title": "China's risk-averse political culture proves deadly in Henan floods", "published": "2021-08-02", "bodyText": "<p nitf:lede=\"true\">The meteorological authorities in the Chinese city of Zhengzhou issued close to 10 red alerts in the middle of last month, anticipating torrential rain over the following days.</p><p nitf:lede=\"true\"> The provincial weather bureau of landlocked Henan even sent about 120 million text messages to mobile phone users warning them of the storms.</p><p nitf:lede=\"true\"> But risk-averse municipal officials waited for orders from the top to suspend classes and work. Bus services were stopped, but not the city's subway operations.</p><p> Local government-owned radio and television broadcasters continued with the regular scheduled programming.</p><p> Disaster struck on July 22, when more than 200mm of rain fell in one hour in Zhengzhou, breaking the 1975 record of 198.5mm.</p><p> The province-wide death toll from what officials described as \"a once-in-a-millennium\" disaster rose to 99 last Thursday, the Henan government said at a press conference. The downpour inundated streets, a subway line and a road tunnel as commuters made their way home after work.</p><p> The single deadliest incident involved a flooded underground subway car in Zhengzhou, where hundreds of commuters were trapped up to their necks in murky floodwater. Twelve died. The bereaved wife of a victim has threatened to sue the government.</p><p> The People's Liberation Army and the Ministry of Emergency Management dispatched about 5,000 soldiers and firefighters, but flooded streets and traffic hampered attempts at rescue. Help arrived after stranded commuters sent video and text messages of their plight to friends and relatives. The footage went viral on social media.</p><p> Questions have been raised about whether the tragedy was a natural disaster or a man-made disaster due to the perceived incompetence of some government officials. Heads might roll to placate the public, but most likely only at the municipal level .</p><p> \"Officials in coastal provinces are more experienced dealing with typhoons than (their counterparts in) landlocked provinces,\" a Communist Party insider told The Straits Times, requesting anonymity. \"The lack of experience of some local government officials and many residents underestimating the severity of the storms were both to blame for the high death toll.\"</p><p> Many residents ignored the weather bureau's warnings because at first, the downpour was not as heavy as predicted, the official China Daily said in defence of the government.</p><p> But critics say the reluctance of local officials to act had as much to do with China's risk-averse political culture as inexperience - if not more.</p><p> President Xi Jinping has called for all-out efforts to help those affected, urging the authorities to prioritise residents' safety and property. Early warning systems, forecasts of extreme weather and traffic management need to be improved, he added.</p><p> \"We have to improve our governance capability and cultivate officials who dare to shoulder responsibility instead of just waiting for orders,\" the party insider said.</p><p> Heavy rains that began on July 17 have affected about 13 million people province-wide, damaged nearly 9,000 homes, and caused economic losses estimated at 13.9 billion yuan (S$2.9 billion).</p><p> Chinese meteorologists blamed Typhoon Yanhua, known as In Fa outside China, for the record rainfall. But some climate experts say heavy rainfall in central China in recent years was due to global warming.</p><p> In another gaffe, local officials obsessed with maintaining social stability fuelled public anger when they tried to prevent people from laying flowers outside the subway station, setting up a barricade ostensibly to silence any public criticism of the government.</p><p>US-based China Digital Times said the machinery of the state attempted to recast events in a generally positive and heroic light, citing two censorship directives.</p><p> The first ordered local media to focus on disaster recovery and avoid using \"an exaggeratedly sorrowful tone\" in their coverage, Digital Times said. The second discouraged giving interviews to foreign media and \"deny the other side any opportunity to take quotes out of context and distort the facts\".</p><p> Angry mobs harassed foreign journalists covering the floods to avert any negative portrayal of the government.</p><p> For all the bad news, however, there were some unsung heroes.</p><p> A video posted on social media showed several men wading through waist-high waters to reach a submerged vehicle, smashing its side window and rescuing two children and their mother.</p><p> The party secretary of Luoyang saved the day for Henan's second-largest city.</p><p> Days into his job, Mr Jiang Ling, who is no stranger to typhoons, having worked in the southern coastal province of Guangdong, evacuated thousands of villagers in 100 buses from low-lying areas to safe ground. Initially, he was the butt of jokes for overreacting and stepping up flood prevention work. In the end, he proved to be prescient.</p>", "publisher": "The Straits Times (Singapore)", "instances": []}, {"relevance_score": 33, "title": "Countries still not insuring enough against natural disasters: Munich Re", "published": "2022-01-24", "bodyText": "<p nitf:lede=\"true\"> THE havoc wreaked by climate change continues to escalate; but, adding to the devastation is that nations around the world - Asia, in particular - are under-insuring themselves against such damage.</p><p nitf:lede=\"true\">According to global insurer Munich Re's 2021 Nat Cat report, natural disasters across the globe caused substantially higher losses in 2021 than in the two previous years.</p><p nitf:lede=\"true\">Based on provisional data, storms, floods, wildfires and earthquakes destroyed assets worth US$280 billion last year, compared to losses of US$210 billion in 2020, and losses of US$166 billion in 2019.</p><p>Adding to the concern is the large underinsurance gap that still exists across the globe. Of the US$280 billion in losses in 2021, only US$120 billion were insured.</p><p>In the Asia-Pacific, the overall economic losses for 2021 was US$50 billion, of which only US$9 billion were insured. As a region, it had the largest insurance gap of 83 per cent - compared to the global average of 57 per cent.</p><p>Munich Re said 2021's natural disasters have highlighted the enormity of the insurance gap in the Asia-Pacific region - in which there are two extreme cases in terms of insurance penetration and underinsurance.</p><p>Ernst Rauch, chief climate and geo scientist at Munich Re, said: \"Citing Japan as an example, the insurance gap in the market remains fairly small, with 90 per cent of homes and businesses insured against impacts from tropical cyclones. It is mainly only the public infrastructure which is not insured, resulting in Japan having a total insurance gap from such windstorm events of approximately 25 to 30 per cent.</p><p>\"However, on the flip side, China is a market where the insurance gap is very large or underinsurance is very high. Last year's costliest natural disaster in Asia was the Henan floods with an overall loss of US$16.5 billion, of which only 10 per cent were insured.\"</p><p>Rauch said that one of the main reasons behind Asia's underinsurance in certain markets against natural catastrophes can be attributed to a lack of awareness around the value of insurance - with communities, financial institutions and governments perhaps being not as familiar with the benefits of insurance.</p><p>As a result, these groups are not aware that, fundamentally, insurance can stabilise an individual or a country's development of wealth by smoothing out the economic shocks. Rauch explained that natural disasters often result in large-scale fatalities and economic losses because of the destruction of capital assets and infrastructure such as housing, schools and roads; and high levels of uninsured losses can put a huge fiscal strain on governments.</p><p>\"The need to reallocate budget resources to finance disaster response and recovery, combined with lower revenues due to decreased economic activity post-disaster, results in less capital that can fund other government priorities,\" he said.</p><p>\"Often, when very large-scale natural disasters strike less developed countries, the impact of such fiscal pressures can last for years, or even decades. This is not sustainable in the long term, and comes at the cost of economic development.\"</p><p>He said catastrophe insurance protects communities, businesses and governments against sudden financial losses in the event of unforeseen natural disasters such as earthquakes, floods and hurricanes - cushioning the economic shock and stabilising livelihoods.</p><p>The need for this can no longer afford to be overlooked by the region, which remains highly exposed to all types of natural disasters.</p><p>Rauch explained that while there are no specific categories of natural disasters that the Asia-Pacific should pay more attention to, the region needs to be aware that its vulnerability to disasters is highly correlated to the locations and the types of buildings its people are living in.</p><p>\"As a result, communities that live near coastal regions often lack resources to build adequate sea defences, leaving them vulnerable to monsoon rains, storms and storm surges. Moreover, Asia's growing urbanisation also makes densely populated urban areas more vulnerable,\" he said.</p><p>And ongoing climate change is expected to cause extreme weather events to become even more frequent or more severe - posing a greater challenge to attempts to adapt to such increasing risks.</p><p>\"It is therefore critical to provide more transparency in terms of how such risks can be transformed into insurance risk. By making the concept of insurance more understandable, it goes a long way towards building trust and awareness which can bolster better natural catastrophe resilience in the long term,\" Rauch added.</p><p>Munich Re believes that insurers, like itself, play a pivotal role in fostering consumer risk awareness - particularly in Asia - as well as in developing product availability for targeted distribution.</p><p>Rauch says insurers should actively include high-frequency perils in their claims monitoring, risk assessment, pricing and management activities. \"With increased demand for tailored insurance solutions, having robust technology and tools that can assess frequency risks will be crucial in developing new products that insure communities and businesses against unexpected natural catastrophes.\"</p><p>Strong government support will also be critical in driving growth and insurance penetration in the region.</p><p>\"Governments are able to support an insurance risk-sharing pool for high-risk infrastructure. Through public-private partnerships, governments can work closely with insurers to tailor protection schemes and leverage insurance mechanisms to mobilise disaster relief funds, as well as mitigate fiscal volatility resulting from shock events,\" Rauch said.</p>", "publisher": "The Business Times Singapore", "instances": ["As a region, it had the largest insurance gap of 83 per cent - compared to the global average of 57 per cent. Munich Re said 2021's natural disasters have highlighted the enormity of the insurance gap in the Asia-Pacific region - in which there are two extreme cases in terms of insurance penetration and underinsurance. Ernst Rauch, chief climate and geo scientist at Munich Re, said: \"Citing Japan as an example, the insurance gap in the market remains fairly small, with 90 per cent of homes and businesses insured against impacts from tropical cyclones. It is mainly only the public infrastructure which is not insured, resulting in Japan having a total insurance gap from such windstorm events of approximately 25 to 30 per cent. However, on the flip side, China is a market where the insurance gap is very large or underinsurance is very high. Last year's costliest natural disaster in Asia was the Henan floods with an overall loss of US$16. 5 billion, of which only 10 per cent were insured. Rauch said that one of the main reasons behind Asia's underinsurance in certain markets against natural catastrophes can be attributed to a lack of awareness around the value of insurance - with communities, financial institutions and governments perhaps being not as familiar with the benefits of insurance. As a result, these groups are not aware that, fundamentally, insurance can stabilise an individual or a country's development of wealth by smoothing out the economic shocks. Rauch explained that natural disasters often result in large-scale fatalities and economic losses because of the destruction of capital assets and infrastructure such as housing, schools and roads; and high levels of uninsured losses can put a huge fiscal strain on governments. The need to reallocate budget resources to finance disaster response and recovery, combined with lower revenues due to decreased economic activity post-disaster, results in less capital that can fund other government priorities,\" he said."]}, {"relevance_score": 52, "title": "Why China is regulating the property market", "published": "2021-08-18", "bodyText": "<p nitf:lede=\"true\">While high property prices can increase sales revenue and expand supply, they deter buyers and lead to property oversupply. The oversupply of Chinese commercial housing has been a persistent problem for many years. </p><p nitf:lede=\"true\">Economic impact of real estate development </p><p nitf:lede=\"true\">Prior to and in the early stages of reform and opening up, I visited various regions in the central Chinese province of Henan. Back then, the region was poverty-stricken. From what I can remember, there were few buildings on both sides of the street opposite Xinxiang railway station. </p><p nitf:lede=\"true\">When I recently saw television news reports on the Henan floods, I observed that high-rise buildings have sprung up in various places including Xinxiang. While the city's drainage facilities are inadequate, many other types of infrastructure are in place. Consumption levels and social welfare standards have clearly risen, and the floods actually triggered insurance claims for 400,000 vehicles. Evidently, the region is no longer as backward as it was before. </p><p>Rapid real estate and infrastructure development in China over the past two to three decades has improved social welfare in many provinces, not just Henan. </p><p>Without large numbers of commercial residential buildings being built, residents' living environments and standards of living would not have drastically improved.  </p><p>In recent times, real estate assets account for 77.7% of an average Chinese household's net assets.  </p><p>Rising housing prices have made home owners richer, which boosts consumption. But because of this, property purchases are not only made for a roof over one's head, but for investment. </p><p>The beneficiaries of rising housing prices are not only housing developers but also a large group of small property owners. In recent times, real estate assets account for 77.7% of an average Chinese household's net assets. The spillover effects of wealth drive social consumption and economic growth. </p><p>Despite measures that some local governments in China have introduced to tame the property market, the commoditisationof commercial housing has given rise to strong investment demand and rising property prices. </p><p>While the growth of the real economy is tangible and full of potential, China's property prices are way above typical wage and rental incomes. The building of a property bubble poses a tough challenge for the economy.  </p><p>Transactions in China's property market could add up to a high of 25 trillion RMB in 2021, which is a quarter of China's GDP in 2020. New mortgages would roughly amount to 17.5 trillion RMB, which accounts for nearly 90% of new loans.  </p><p>Tightening of housing loan caps </p><p>Transactions in China's property market could add up to a high of 25 trillion RMB in 2021, which is a quarter of China's GDP in 2020. New mortgages would roughly amount to 17.5 trillion RMB, which accounts for nearly 90% of new loans. This shows that the property market has a huge impact on China's economy. </p><p>In the supply and demand model of housing, when demand is great, housing prices are high. When supply increases, housing prices fall. Supply and demand are independent variables. Income, money supply, and other exogenous variables affect housing prices as well. As more capital flows into the property market, housing prices naturally increase.  </p><p>Currently, many local governments in China are regulating the funds that enter the property market. </p><p>In the second quarter of the year, some Chinese cities saw the tightening of housing loan caps. Mortgage rates have been raised and credit cycles are extended. Some banks have also reduced or suspended the issuance of personal housing loans. </p><p>Additionally, some cities are also reforming the school district housing policy. A variety of measures are put in place to temper soaring housing prices.  </p><p>Society's wealth should be distributed by labour and contribution instead of through housing. Boosting economic growth by allowing the widening of the wealth gap between the rich and the poor is no longer a policy preference of China today.  </p><p>Reducing financial risks </p><p>The gloom of the Covid-19 pandemic did not stop China's real economy from expanding, increasing people's confidence about the future. As China no longer needs to maintain consumption and employment through the spillover effect from the housing market, restrictions on the housing market have thus been tightened as well. </p><p>Houses are for living in and not for speculation. Society's wealth should be distributed by labour and contribution instead of through housing. Boosting economic growth by allowing the widening of the wealth gap between the rich and the poor is no longer a policy preference of China today. </p><p>Apart from cracking down on the capital market and the internet, tightening the supervision of the property market is also an important economic management measure of the Chinese government. </p><p>Suppose we compare current measures with China's macro-control prior to the 1997 Asian financial crisis. China's current level of development, marketisation, and internationalisation have far surpassed that of the 1990s. </p><p>At present, the US has been maintaining a low interest rate for a long time to support economic growth, and China is certainly aware that the US's asset prices and federal debt are at relatively high levels. </p><p>The current measures can not only strengthen China's economic governance but also reduce the impact that international crises may have on China's economy in the event of an international financial crisis. </p><p>Related: Property now a liability for China's middle class | The Chinese property bubble that just won't burst | China's rising property prices have serious social consequences | Why China is cracking down on big capital</p>", "publisher": "ThinkChina", "instances": ["While high property prices can increase sales revenue and expand supply, they deter buyers and lead to property oversupply. The oversupply of Chinese commercial housing has been a persistent problem for many years. Economic impact of real estate development Prior to and in the early stages of reform and opening up, I visited various regions in the central Chinese province of Henan. Back then, the region was poverty-stricken. From what I can remember, there were few buildings on both sides of the street opposite Xinxiang railway station. When I recently saw television news reports on the Henan floods, I observed that high-rise buildings have sprung up in various places including Xinxiang. While the city's drainage facilities are inadequate, many other types of infrastructure are in place. Consumption levels and social welfare standards have clearly risen, and the floods actually triggered insurance claims for 400,000 vehicles. Evidently, the region is no longer as backward as it was before. Rapid real estate and infrastructure development in China over the past two to three decades has improved social welfare in many provinces, not just Henan. Without large numbers of commercial residential buildings being built, residents' living environments and standards of living would not have drastically improved."]}, {"relevance_score": 141, "title": "Keynote Speech by Ms Gillian Tan, Assistant Managing Director (Development &amp; International), Monetary Authority of Singapore, at Risk and Insurance Management Society (RIMS) - Willis Towers Watson (WTW) Asia Pacific Risk Virtual Conference on 26 April 2022", "published": "2022-04-26", "bodyText": "<p nitf:lede=\"true\">April 26 -- Monetary Authority of Singapore issued the following speech by Gillian Tan, Assistant Managing Director (Development &amp; International), Monetary Authority of Singapore:</p><p nitf:lede=\"true\">Introduction</p><p nitf:lede=\"true\">1. Thank you for inviting me to join you this afternoon. The theme of the conference, Risk Resilience Reimagined, is a timely reminder of the importance of building our capabilities to navigate complex risks.</p><p nitf:lede=\"true\">New Uncertainties in an Uncertain World</p><p nitf:lede=\"true\">2. We are gathered here in unsettling times. The war in Ukraine has cost lives, led to a refugee crisis, precipitated an unprecedented global response and brought about profound new uncertainties in an already uncertain world.</p><p>* There will be stresses on the world's financial, energy, food and commodities markets - just last month, the price of crude oil hit a 14-year high, increasing by more than 70% compared to a year ago[1].</p><p>* Macroeconomic policy, already in a tough spot, is now more difficult, because it is no longer just about shocks to inflation, but also about shocks to growth, and the social instability that could come about, as a result of not managing these pressures well.</p><p>3. All this has come at a time when the world economy is still fragile, fresh from recent battles with the COVID-19 pandemic, which exacted a heavy price.</p><p>* Over 6.2 million [2] lives are estimated to have been lost.</p><p>* The pandemic was not only a health crisis. APAC's developing economies experienced nearly US$2 trillion in economic losses between 2020-2022[3].</p><p>* Even today, more than two years on, the pandemic continues to evolve and impact health, lives and livelihoods.</p><p>4. And scientists are certain that this won't be our last pandemic.</p><p>* On average, over 200 epidemic outbreaks and five emerging infectious diseases are reported annually[4].</p><p>* And the gradual deterioration in the commons, loss of biodiversity and increased incursions in the natural world have led to a higher incidence of zoonotic spillovers, leading to a growing frequency of pandemics.</p><p>5. And then there is the urgent need for climate action. Here, the science is clear. Our actions and inactions have consequences.</p><p>* The changing climate is bringing about rising sea levels and a higher frequency of extreme weather events. These threaten to displace lives, livelihoods and communities, with economic and social consequences that come with a hefty price tag.</p><p>* This is especially pertinent in Asia, which is geographically prone to natural catastrophes. The costliest natural disaster in 2021 was the flood in Henan province last July which resulted in a total economic cost of over US$2 billion[5] as of September last year, and this number is only expected to head north.</p><p>* These weather extremes will continue to occur, causing cascading impacts that will become increasingly difficult to manage.</p><p>6. Amidst this sobering backdrop, what has been taken for granted all along is now clear: our interconnected and interdependent global system is incredibly fragile and vulnerable.</p><p>Demand for Resilience Capabilities and Opportunities for the Insurance and Finance Sector</p><p>7. It is therefore no wonder that countries, communities and corporations are keen to build resilience capabilities across multiple dimensions - human, financial, operational and technological.</p><p>* Past investments in digitalisation, for instance, were critical in enabling Singapore's financial sector to pivot to remote working, thereby ensuring the continued delivery of services through the pandemic.</p><p>* We also see new embedded finance partnerships emerging, aided by digitalisation, as insurers partner tech players to deliver financial services to a bigger and broader audience.</p><p>* Human capital has also emerged as a key differentiator in the pandemic. Offering flexible hybrid work models, investing in employees' wellbeing, and upskilling them to prepare for the digital and sustainability economy will be important in attracting and retaining talent.</p><p>8. Beyond these resilience capabilities, which all governments and corporates need to urgently develop, there will be opportunities for insurers and reinsurers to help build societal and corporate resilience and manage ever-present risks.</p><p>9. Let me describe two of the most significant risks, the challenges and opportunities for the finance and insurance sector, and how Singapore seeks to support necessary efforts in each area.</p><p>Pandemic Risks</p><p>10. First, in the area of pandemic risks.</p><p>11. While economies have relied on government budget stimulus measures and relief schemes, this has taken a significant toll on fiscal balance sheets and has often come at the expense of much-needed government expenditure in other areas such as climate.</p><p>12. If we are to learn to live with COVID and other pandemics, we will need to put in place measures to build longer term financial resilience to such events.</p><p>13. Insurance can be particularly effective in cushioning the economic disruption from such outbreaks. The insurance industry has begun to adapt and we now see more coverage for pandemic disruption. Three of the top five insurers in Singapore, for instance, offer insurance for event and travel cancellation to help mitigate the risk of disruption of plans from mandated closures or lockdowns.</p><p>14. More needs to be done, however, in improving the affordability, accessibility and quality of business interruption insurance, to make it better suited to the needs of businesses. Such covers are often an add-on to property insurance, and pay-outs are tagged to physical damage to property, which means that business interruption due to a pandemic is not covered, or is expensive and limited in scope.</p><p>15. As a flood of claims triggered on a global basis by fast spreading pandemic variants pose significant challenges to making pandemic risk insurable, a more resilient approach for economies and businesses is to support pandemic risk sharing and risk pooling. Pandemic risk financing for critical or more vulnerable sectors through a public-private approach, combining finances from the government, key firms in these industries, and insurers could provide much-needed rapid relief.</p><p>16. Beyond innovative approaches, the availability of data will take these efforts further, ensuring more efficient, seamless and effective coverage.</p><p>* The pandemic has provided the insurance and risk modelling industry good data points on relevant factors impacting business continuity across countries and sectors, and further risk analytics and modelling can support more customised solutions.</p><p>17. Policy makers and corporates can also benefit from exchanging insights with the financial services industry on behaviours and policies which better promote pandemic resilience in businesses (including business continuity plans and greater digital adoption). Through incorporating such behaviours and expectations as part of their underwriting, insurers can also incentivise better pandemic risk management.</p><p>18. Singapore is taking active steps towards building stronger capabilities in pandemic risk financing. A key platform is the Global-Asia Insurance Partnership or GAIP, which is a tripartite partnership between the global insurance industry, regulators and academia. It aims to produce actionable research insights, develop policy recommendations and co-create innovative solutions for key risks that Asia faces. Pandemic risk has been identified as one of the focus areas for GAIP.</p><p>Climate Risks</p><p>19. Let me now turn to climate risks.</p><p>20. Climate risks will result in structural shifts to companies' risk-return profiles. More frequent catastrophic events can cause severe impairment to business models, lead to substantial income and productivity losses, and make certain tail risks uninsurable or insurable only at unaffordable rates.</p><p>* By some estimates, if no action on climate change is taken, Asia's economy would be 26% smaller by 2050, whilst ASEAN's economy would be 37% smaller[6].</p><p>21. The problem of underinsurance can already be seen.</p><p>* In 2021 alone, the economic cost of catastrophes in the Asia Pacific region was US$50 billion, accounting for 18% of the global total. However, Asia is significantly underinsured at only 17% of the total economic cost compared to the global average of 57%.Source: South China Morning Post, Natural disasters cost Asia-Pacific US$50 billion last year, of which just US$9 billion was covered by insurance, says Munich Re, January 2022[7].</p><p>22. Asia's insurance markets are growing, but the pace of growth will not be able to match the region's growing protection needs from natural catastrophes. A distinct lack of high quality and standardised data to accurately quantify risk exposure for climate risks or to build reliable models also remains a key challenge.</p><p>Risk Financing for Physical Climate Risk</p><p>23. To support natural catastrophe risk financing in the region, Singapore has been stepping up efforts to support the development of innovative risk pooling solutions as well as better risk modelling and analytics capabilities. We see insurance-linked securities or ILS, which support additional fund raising from the capital markets, as a key solution.</p><p>* Asia's ILS market is growing, as more cedants, both sovereign and corporates, look to such vehicles to raise additional risk capital.</p><p>* Singapore is now a leading domicile for ILS issuances in the Asia Pacific. As of June 2021, our ILS market share was 14%[8] of the global market. 21 ILS transactions have been launched in Singapore since 2018, including a growing number of transactions by Asian cedants, covering multiple perils such as typhoon, flood and cyclone risk in Asia.</p><p>* Singapore will build on this momentum and anchor capabilities in ILS structuring, risk modelling, loss reserve adjustments, and fund management to better support corporate and sovereign cedants in the Asian time zone. We are also working on enhancing our regulatory, corporate, tax and bond listing regimes to support a wider range of ILS risks and instruments.</p><p>24. Ultimately, supporting the growth of better climate risk financing solutions will require strong risk analytics, data and risk modelling efforts. We need to share resources, exchange notes and work together.</p><p>* There is also strong and broad ranging regional cooperation to enhance Asia's resilience in climate and disaster risk. One example is the ASEAN Disaster Risk Financing and Insurance programme (ADRFI), which will leverage the expertise of academia, governments and the industry to construct a high resolution and objective natural catastrophe database. This will improve the quality and availability of natural catastrophe risk data and analytics.</p><p>Green and Transition Risk Financing</p><p>25. What else can the insurance community do? As risk financiers, insurers provide risk financing which is instrumental to the functioning of key sectors and infrastructure, including the energy and chemicals, aviation and shipping sectors. Some of these sectors form a sizeable part of global and Asian economies but are not inherently \"green\". Risk financing and insurance can be an important lever in engaging the relevant stakeholders and supporting a progressive low-carbon transition of these sectors.</p><p>26. As part of the underwriting process, insurers can work closely with their clients in these sectors, to understand and engage them on their climate risk exposures, transition plans and pathways, and support them with risk management analytics and insights. Ideally, insurers should journey alongside clients so that they make concrete and progressive improvements in their environmental performance over time.</p><p>* It has been heartening to see insurers stepping forward in their support of the Poseidon Principles for Marine Insurance, launched in December 2021.</p><p>* This sets a framework for responsible insurance practices in the maritime sector, whereby insurers engage with their clients and promote environmental stewardship and push for meaningful decarbonisation.</p><p>* This, in turn, supports the International Maritime Organisation's target of peaking greenhouse gas emissions from international shipping as soon as possible, and halving total annual emissions by 50% as compared to 2008[9].</p><p>27. Beyond transition sectors, insurance provides important risk capital for the growing green economy.</p><p>* As the region increasingly invests in solutions including carbon capture, renewable energy generation and the production of future fuels such as hydrogen, insurance can help overcome some of the friction, uncertainty and risk involved in deploying such much-needed infrastructure and in facilitating investments in these areas.</p><p>Stewardship and Transition</p><p>28. The insurance industry is also a sizeable investor, accounting for US$35 trillion [10] in total assets under management.</p><p>* According to a BlackRock study, 95% of global insurers believe that climate risk is investment risk[11].</p><p>* Insurance investors are increasingly embedding sustainability in their investment processes and strategies, and also reallocating existing assets to sustainable investments to generate better risk adjusted returns.</p><p>29. Singapore is developing deep expertise and capabilities in sustainable and climate investing, with a strong focus on use cases for Asia. We encourage the insurance and financial services eco-system to tap on our sustainable finance centres of excellence, such as the Singapore Green Finance Centre, and the Sustainable and Green Finance Institute, either for training in sustainable investing, or to co-create research on sustainable investment approaches.</p><p>Enablers for the Future</p><p>30. In this era of great change and disruption, it is perhaps comforting that the enablers for success have not significantly changed. I shared earlier on efforts to tackle pandemic and climate risks, and if we look across these efforts, the common enablers can be distilled to three factors - data, partnerships, and capabilities.</p><p>31. The challenges we face in these risk areas are significant, and we will need a collective effort to develop and strengthen these enablers and support resilience building. There are already some promising initiatives and efforts:</p><p>* I mentioned GAIP earlier. It is a good example of how industry partners, academia and regulators can come together to tackle key structural risks facing the region, contributing funding and expertise.</p><p>* MAS is also working with the industry on Project Greenprint, a series of interoperable data platforms which will address sustainability data needs.</p><p>32. Finally, I would like to emphasise that at the heart of building capabilities, is strong human capital. This includes growing a pipeline of Asia-savvy financial sector talent with skills in emerging areas such as big data, artificial intelligence, and sustainability.</p><p>* We must continue to groom young talent for leadership roles in the insurance and risk management industry.</p><p>* The Insurance Management Associate Program (iMAP) offers recent graduates an accelerated but comprehensive pathway into this dynamic industry through a structured 24-month career development programme. The programme includes training modules, mentoring by senior managers, functional rotations, professional certifications awarded by the Singapore College of Insurance (SCI), and a professional insurance designation awarded by The Chartered Insurance Institute (CII).</p><p>Opportunities Admist Headwinds</p><p>33. With data, partnerships and capabilities as bedrocks, even as businesses and economies in the region face headwinds from pandemic insecurity, the climate risk challenge, supply chain risk and risks from geopolitical tensions, the prize is ours to lose. Asia remains the key driver of future global economic growth, given its sound economic fundamentals, relatively young demographics and growing wealth.</p><p>34. Risks are threats, but also bring opportunities. Singapore is committed to supporting resilience building and enabling the region to deliver on its economic and social promise. The finance and insurance sector is a key partner in these efforts. Let us continue to work together and deliver a stronger, more sustainable future.</p><p>Footnotes:</p><p>[1] Source: The International News: Brent crude soars to a near 14-year high of $140 per barrel, March 2022</p><p>[2] Source: Worldometers, April 2022</p><p>[3] Source: ESCAP, Economic and Social Survey for Asia and the Pacific, 2022</p><p>[4] Source: Munich Re, Epidemic and Pandemic Risk Solutions</p><p>[5] Source: Asia Insurance Review, Insured losses from Henan floods approach US$2bil, September 2021</p><p>[6] Source: Swiss Re Institute, Economics of Climate Change, 2021</p><p>[7] Source: South China Morning Post, Natural disasters cost Asia-Pacific US$50 billion last year, of which just US$9 billion was covered by insurance, says Munich Re, January 2022</p><p>[8] Source: Aon ILS Annual Report 2021. There was a total of 7 ILS transactions from 30 June 2020 to 30 June 2021 from Singapore, out of a global total of 51 issuances.</p><p>[9] Source: International Council on Clean Transportation (ICCT), IMO's Carbon Intensity Target Could be The Difference Between Rising or Falling Shipping Emissions This Decade, May 2021</p><p>[10] Source: Cambridge Institute for Sustainability Leadership, ClimateWise Research, 2021</p><p>[11] Source: Blackrock's 10th Annual Global Insurance Report, November 2021</p><p>Source: Monetary Authority of Singapore</p><p>[Category: Real Estate, Insurance, Events]</p>", "publisher": "Singapore Government News", "instances": ["34. Risks are threats, but also bring opportunities. Singapore is committed to supporting resilience building and enabling the region to deliver on its economic and social promise. The finance and insurance sector is a key partner in these efforts. Let us continue to work together and deliver a stronger, more sustainable future. Footnotes:[1] Source: The International News: Brent crude soars to a near 14-year high of $140 per barrel, March 2022[2] Source: Worldometers, April 2022[3] Source: ESCAP, Economic and Social Survey for Asia and the Pacific, 2022[4] Source: Munich Re, Epidemic and Pandemic Risk Solutions[5] Source: Asia Insurance Review, Insured losses from Henan floods approach US$2bil, September 2021[6] Source: Swiss Re Institute, Economics of Climate Change, 2021[7] Source: South China Morning Post, Natural disasters cost Asia-Pacific US$50 billion last year, of which just US$9 billion was covered by insurance, says Munich Re, January 2022[8] Source: Aon ILS Annual Report 2021. There was a total of 7 ILS transactions from 30 June 2020 to 30 June 2021 from Singapore, out of a global total of 51 issuances. [9] Source: International Council on Clean Transportation (ICCT), IMO's Carbon Intensity Target Could be The Difference Between Rising or Falling Shipping Emissions This Decade, May 2021[10] Source: Cambridge Institute for Sustainability Leadership, ClimateWise Research, 2021[11] Source: Blackrock's 10th Annual Global Insurance Report, November 2021Source: Monetary Authority of Singapore[Category: Real Estate, Insurance, Events]"]}]