[{"relevance_score": 8, "title": "Borsa svizzera: lanciato il \"SIX 1,5 °C Climate Equity\"", "published": "2024-08-22", "bodyText": "<p nitf:lede=\"true\">SIX, il gruppo finanziario che gestisce la Borsa svizzera, ha annunciato oggi il lancio di un nuovo indice, il \"SIX 1,5°C Climate Equity\". Il suo scopo, si legge in un comunicato, è aiutare gli investitori a individuare le imprese i cui modelli aziendali attuali e futuri sono in linea con l'Accordo di Parigi sul clima.</p><p>Le società quotate sul SIX Swiss Exchange, precisa la nota, possono presentare domanda per entrare nel nuovo catalogo, la cui adesione avviene in modo volontario. Per ottenere la certificazione, che è valida un anno, le società interessate devono presentare a SIX un documento sul rispetto dei requisiti, che dovrà essere rilasciato da un organismo autorizzato (attualmente: S&amp;P e SGS).</p><p>I requisiti da rispettare sono tre. Il primo consiste in un'analisi top-down, che determina se l'intera catena di valore dell'impresa è in linea con l'obiettivo di 1,5°C. Il secondo valuta, nell'ambito di una verifica bottom-up, la credibilità che l'impresa continuerà a raggiungere gli obiettivi. Il terzo corrisponde a una valutazione a livello aziendale per verificare che almeno il 50% dei ricavi e degli investimenti dell'impresa contribuiscono all'obiettivo dell'1,5°C fissato a Parigi.</p>", "publisher": "SDA - Servizio di base in Italiano", "instances": ["Il suo scopo, si legge in un comunicato, è aiutare gli investitori a individuare le imprese i cui modelli aziendali attuali e futuri sono in linea con l'Accordo di Parigi sul clima. Le società quotate sul SIX Swiss Exchange, precisa la nota, possono presentare domanda per entrare nel nuovo catalogo, la cui adesione avviene in modo volontario."]}, {"relevance_score": 6, "title": "PROGRAMMA ODIERNO - ECONOMIA (2)", "published": "2024-08-22", "bodyText": "<p nitf:lede=\"true\">Giovedì 22 agosto 2024</p><p nitf:lede=\"true\">ZURIGO - Swiss Re in forma nel primo semestre, sviluppo bsi011 entro le 15.30</p><p nitf:lede=\"true\">GINEVRA - Migros: nuova strategia in Francia, scompare marchio ma negozi restano, notizia entro le 14.30</p><h>Già inviato:</h><p nitf:lede=\"true\">Borsa svizzera: lanciato il \"SIX 1,5 °C Climate Equity\"</p><h>Per informazioni:</h><p nitf:lede=\"true\">058.909.50.80 o <email normalizedValue=\"mailto:redazione@keystone-ats.ch\">redazione@keystone-ats.ch</email></p>", "publisher": "SDA - Servizio di base in Italiano", "instances": ["Giovedì 22 agosto 2024ZURIGO - Swiss Re in forma nel primo semestre, sviluppo bsi011 entro le 15. 30GINEVRA - Migros: nuova strategia in Francia, scompare marchio ma negozi restano, notizia entro le 14. 909. 50."]}, {"relevance_score": 8, "title": "SIX führt Klimaschutz-Kennzeichnung für Aktien ein", "published": "2024-08-22", "bodyText": "<p nitf:lede=\"true\">Die Börsenbetreiberin SIX hat eine neue Kennzeichnung für Aktien eingeführt, die dem Pariser Klimaabkommen entsprechen. Unternehmen können ab heute die freiwillige Kennzeichnung beantragen, heisst es in einer Mitteilung vom Donnerstag.</p><p>Der \"SIX 1,5 °C Climate Equity Flag\" bedeutet, dass das Geschäftsmodell einer Firma mit dem 1,5-Grad-Ziel kompatibel ist. Ob ein Unternehmen diese Anforderungen erfüllt, wird entweder von der Ratingagentur S&amp;P oder der Prüfdienstleister SGS überprüft. Die Kennzeichnung ist ein Jahr lang gültig und muss mit einer jährlich aktualisierten Bestätigung erneuert werden.</p><p>Damit ein Unternehmen das Signet erhält, werden unter anderem dessen Wertschöpfungskette und die CO2-Reduktionsziele analysiert sowie deren Machbarkeit überprüft. Zudem wird untersucht, ob die aktuellen Umsätze und Investitionen zur Erreichung der Ziele des Pariser Abkommens beitragen. Die Kriterien der SIX stützen sich auf mehrere internationale Methoden und Standards.</p>", "publisher": "SDA - Basisdienst Deutsch", "instances": ["Die Börsenbetreiberin SIX hat eine neue Kennzeichnung für Aktien eingeführt, die dem Pariser Klimaabkommen entsprechen. Unternehmen können ab heute die freiwillige Kennzeichnung beantragen, heisst es in einer Mitteilung vom Donnerstag. Ob ein Unternehmen diese Anforderungen erfüllt, wird entweder von der Ratingagentur S&amp;P oder der Prüfdienstleister SGS überprüft. Die Kennzeichnung ist ein Jahr lang gültig und muss mit einer jährlich aktualisierten Bestätigung erneuert werden."]}]