[{"relevance_score": 77, "title": "BUSINESSWIRE : Millions of U.S. Homes at Risk During 2025 Hurricane Season", "published": "2025-07-29", "bodyText": "<p nitf:lede=\"true\">Following an intense hurricane season in 2024, experts are projecting above-average storm activity this year. According to forecasts from NOAAand North Carolina State University(NCSU), warmer-than-average Atlantic waters and shifting El Niño-Southern Oscillation (ENSO) conditions will contribute to heightened risk across key coastal states. In response, insurers and communities can rely upon high-resolution insights from Guidewire HazardHub to better understand which properties and communities are most vulnerable to hurricane wind and storm surge.</p><p nitf:lede=\"true\">This press release features multimedia. View the full release here: <url normalizedValue=\"https://www.businesswire.com/news/home/20250729589638/en/\">https://www.businesswire.com/news/home/20250729589638/en/</url></p><p nitf:lede=\"true\">HazardHub U.S. Hurricane Risk Map highlights hurricane risk exposure based on historical storm paths, surge zones, and property vulnerability.</p><p>The 2024 Atlantic hurricane seasonsaw 18 named storms, 11 hurricanes, and 5 major hurricanes, including multiple Category 5 events. For the 2025 hurricane season, NOAA forecasts19 to 25 named storms, 7 to 11 hurricanes, and 3 to 6 major hurricanes (Category 3+). Colorado State Universitypredicts a 125% increase in activity over historical averages. Warmer Atlantic sea surface temperatures and climate patterns, specifically the expected transition to neutral ENSO conditionsin August, drive these forecasts.</p><p>Hurricane Trends: Rising Intensity and Risk</p><p>Long-term trends underscore hurricane risks. According to the National Climate Assessment, there has been a measurable increase in the intensity and duration of North Atlantic hurricanes over the past two decades. Rapid intensification events, storms escalating from Category 1 to major hurricane strength within 24 hours, have more than doubled since the 1990s, according to AP News.</p><p>Research from NASAand other climate organizations links warming sea surface temperatures and climate risks to stronger winds, more intense rainfall, higher base sea level, and higher storm surges. While overall storm frequency has held steady, the proportion of major hurricanes (Cat 3+) has steadily increased, according to the EPA.</p><p>Guidewire HazardHub Hurricane Risk Scoresoffer the highest-resolution insights and visibility into hurricane vulnerability. These insights are powering smarter decisions for insurers, communities, and homeowners.</p><p>HazardHub Insights by U.S. Region</p><p>Florida: Epicenter of Hurricane Risk</p><p>* Florida has the highest overall concentration of \"D\" and \"F\" rated properties in the U.S. for hurricane vulnerability, according to the HazardHub Hurricane Risk Score.</p><p>* 3 million homes in Florida are at risk of storm surge flooding.</p><p>* 34% of all housing units in the state are vulnerable to surge flooding. Texas: Under Increased Threat</p><p>* HazardHub identifies Texas as a high-risk state for future hurricane landfalls, with the Houston-Galveston corridor facing particularly elevated exposure.</p><p>* Approximately 5% of homes in Texas are vulnerable to storm surge flooding. Due to the state's large population, this equates to millions of properties and residents at risk. Gulf Coast States: Louisiana, Mississippi, Alabama</p><p>* Louisiana leads the nation in surge vulnerability, with 52% of homes at risk, approximately 910,000 properties.</p><p>* Mississippi (9% of homes at high risk) and Alabama (3%) also show significant exposure along the coast.</p><p>* These states are frequently affected by both Category 1+ hurricane activity and slow-moving, flood-producing systems. Southeast Corridor: South Carolina, Georgia, North Carolina</p><p>* South Carolina: 21% of housing units are at risk of storm surge.</p><p>* Georgia: 4% of homes are at risk, mostly in coastal zones like Savannah.</p><p>* North Carolina: 7% of homes face hurricane-related surge threats and wind damage. Mid-Atlantic &amp; Northeast: Delaware, Virginia, New Jersey, New York</p><p>* Delaware: 20% of homes are exposed to storm surge.</p><p>* Virginia: 13% surge exposure rate. While New York and New Jersey are not among the most exposed states by percentage, HazardHub flags specific coastal regions, including Long Island and the Jersey Shore, as vulnerable to surge flooding and hurricane wind damage in the event of northern-shifting storms.</p><p>Top States for Hurricane Risk</p><p>The top ten states for hurricane risk, based on the percentage of properties rated as \"D\" (high) or \"F\" (very high) risk for hurricane damage in the Guidewire HazardHubHurricane Risk Model, are:</p><p>1. Florida</p><p>2. Louisiana</p><p>3. South Carolina</p><p>4. Texas</p><p>5. Mississippi</p><p>6. North Carolina</p><p>7. Delaware</p><p>8. Georgia</p><p>9. Alabama</p><p>10. Virginia These states face the highest hurricane risk, based on factors such as the likelihood of Category 1 or stronger hurricanes, coastal proximity, and the frequency of tropical and subtropical systems.</p><p>States at Risk of Storm Surge</p><p>The percentage of housing units at risk of storm surge flooding in high-risk hurricane states, based on an 'F' rating in the HazardHub SurgeMax Storm Surge Flooding Model, are:</p><p>* Louisiana - 52%</p><p>* Florida - 34%</p><p>* South Carolina - 21%</p><p>* Delaware - 20%</p><p>* Virginia - 13%</p><p>* Mississippi - 9%</p><p>* North Carolina - 7%</p><p>* Texas - 5%</p><p>* Georgia - 4%</p><p>* Alabama - 3% The HazardHub SurgeMax Score is designed to help assess the risk associated with storm surge events, which can be a significant threat in coastal areas, particularly during severe hurricanes.</p><p>Building Resilience</p><p>While HazardHub highlights where risks are highest, it also empowers proactive resilience. Across the U.S., many high-risk states are taking bold steps to mitigate flood threats-investing in stormwater retention systems, flood barriers, green infrastructure, and voluntary buyout programs. Leading the way are states like Louisiana, Florida, South Carolina, Virginia, and New York, each implementing measurable and innovative solutions:</p><p>* Louisiana - Coastal Master Plan: A nationally recognized blueprint that integrates levees, marsh restoration, and storm surge barriers. One standout example is the Barrier Island and Ridge Restorationinitiative, which rebuilds protective natural features using dredged sediment to strengthen defenses against hurricanes and coastal erosion.</p><p>* Florida - Resilient Coastlines Program: Provides grants to support vulnerability assessments and infrastructure adaptation. The Adaptation Planning Grant Programhelps communities design and implement projects such as stormwater management systems and shoreline stabilization to reduce flood risk.</p><p>* South Carolina - Office of Resilience (SCOR): Coordinates statewide efforts to manage floodplains, upgrade infrastructure, and reduce community risk. A key initiative is the Voluntary Buyouts Program, which acquires flood-prone properties and converts them into open green spaces that absorb floodwaters and reduce future losses.</p><p>* New York - NY Rising and Resiliency Institute: Created in response to Hurricane Sandy, this initiative led to citywide zoning reforms that support flood-resilient construction. Notably, new codes enable the elevation of buildings and promote the use of flood-resistant designs in vulnerable coastal zones. AboutHazardHub</p><p>HazardHub is an advanced property risk assessment solution from Guidewire that equips insurers with the highest resolution insights on wildfires, floods, earthquakes, hailstorms, hurricanes, and other perils. HazardHub provides access to more than 1,000 data points and 50 peril scores for every property across the United States, as well as property risk data for more than 20 countries across the Americas, Europe, and the Asia-Pacific region. For more information, visit theHazardHub page.</p><p>About Guidewire</p><p>Guidewire is the platform P&amp;C insurers trust to engage, innovate, and grow efficiently. More than 570 insurers in 42 countries, from new ventures to the largest and most complex in the world, rely on Guidewire products. With core systems leveraging data and analytics, digital, and artificial intelligence, Guidewire defines cloud platform excellence for P&amp;C insurers.</p><p>We are proud of our unparalleled implementation record, with 1,700+ successful projects supported by the industry's largest R&amp;D team and SI partner ecosystem. Our marketplace represents the largest solution partner community in P&amp;C, where customers can access hundreds of applications to accelerate integration, localization, and innovation.</p><p>For more information, please visit <url normalizedValue=\"http://www.guidewire.comand\">www.guidewire.comand</url> follow us on X(formerly known as Twitter) and LinkedIn.</p><p>View source version on businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20250729589638/en/\">https://www.businesswire.com/news/home/20250729589638/en/</url></p>", "publisher": "AWP OTS (Original text service) - English", "instances": ["Across the U. S. Leading the way are states like Louisiana, Florida, South Carolina, Virginia, and New York, each implementing measurable and innovative solutions:* Louisiana - Coastal Master Plan: A nationally recognized blueprint that integrates levees, marsh restoration, and storm surge barriers. One standout example is the Barrier Island and Ridge Restorationinitiative, which rebuilds protective natural features using dredged sediment to strengthen defenses against hurricanes and coastal erosion."]}, {"relevance_score": 234, "title": "PUBT: Zurich Insurance Group AG - Climate Transition Plan", "published": "2024-10-09", "bodyText": "<p nitf:lede=\"true\">Dieses Dokument ersetzt ein zuvor Gesendetes</p><p nitf:lede=\"true\">Climate</p><p nitf:lede=\"true\">Transition</p><p nitf:lede=\"true\">Plan</p><p nitf:lede=\"true\">[[&amp;nbsp; CEO            &amp;nbsp; 1. Our transition 2.        &amp;nbsp; 2.1      2.2     &amp;nbsp;     2.3        &amp;nbsp; 2.4        how    3.         &amp;nbsp;                              role              Executing        Enabling Making             Advocating        Evolving          Governance                                     in the                             an       society            for                                                                                                                   economy-</p><p nitf:lede=\"true\">&amp;nbsp; Forewordreword &amp;nbsp; &amp;nbsp; to         &amp;nbsp;    &amp;nbsp; our Plan &amp;nbsp;  wide       more       &amp;nbsp; supportive &amp;nbsp; we operate &amp;nbsp;                                     net-zero                                     transition resilient         policies</p><p nitf:lede=\"true\">&amp;nbsp; &amp;nbsp;         &amp;nbsp; &amp;nbsp; &amp;nbsp;     &amp;nbsp;    &amp;nbsp; &amp;nbsp;   &amp;nbsp;  &amp;nbsp;</p><p>&amp;nbsp; &amp;nbsp;         &amp;nbsp; &amp;nbsp; &amp;nbsp;     &amp;nbsp;    &amp;nbsp; &amp;nbsp;   &amp;nbsp;  &amp;nbsp;     &amp;nbsp;     &amp;nbsp; &amp;nbsp;     &amp;nbsp; &amp;nbsp;     &amp;nbsp; &amp;nbsp; &amp;nbsp;</p><p>Zurich Insurance Group   3</p><p>Climate Transition Plan</p><p>&amp;nbsp;</p><p>]]</p><p>CEO Foreword</p><p>CEO Foreword</p><p>This climate transition plan marks an important step in Zurich's journey. It continues what we started in 2019 and sheds further light on how we are going to execute on our ambition to become net-zero by 2050 across our insurance business, investments and operations, and contribute to the wider society in our role as an insurer.</p><p>The effects of climate change are all around us. The record-breaking heatwaves, floods, droughts and wildfires we have witnessed in recent years are expected to become even more frequent and severe in the next years. These consequences should be addressed by helping society become more resilient while enabling an economy-wide transition to net-zero.</p><p>We are supporting the net-zero transition while helping make society more resilient, so that together, we can build a better future for the next generations.</p><p>Indeed, we are determined to help the society of the future. This means we must act now, because climate risks are becoming too expensive and too painful. We want to provide a solution through what we do best: risk management. Through prevention, resilience and adaptation, we can better manage the physical impacts of climate change and reduce the size and frequency of potential losses, ensuring the world remains insurable.</p><p>This must be a collaborative effort in which all actors play their part. Today, the economy-wide transition is not progressing fast enough to meet the ambition of the Paris Agreement to limit the rise in temperatures to 1.5°?C above pre-industrial levels and to avoid the worst impacts. To change course, we need radical collaboration across and between the public and private sectors.</p><p>Public policy must provide the right frameworks and incentives, but there is also a need for new technology, new solutions and considerable investments.</p><p>Supporting a successful transition offers the prospect of a stronger, more prosperous future that will ultimately benefit our customers, the companies we invest in, and our own business. There will be setbacks and challenges, but the price we pay for inaction is far higher than the price of protection.</p><p>As a global insurer, Zurich will be part of a collaborative solution. Our climate transition plan explains how.</p><p>Mario Greco</p><p>Group Chief Executive Officer</p><p>[[&amp;nbsp; CEO      1. Our     2.        2.1      2.2     &amp;nbsp; 2.3        &amp;nbsp;    2.4      how        3.         &amp;nbsp;                  role in    Executing Enabling Making         Advocating           Evolving            Governance                         the                  an       society        for                                                                         transition           economy-</p><p>&amp;nbsp; Foreword &amp;nbsp;     to        &amp;nbsp;   our     &amp;nbsp; wide       more      &amp;nbsp;   supportive &amp;nbsp;     we      &amp;nbsp;                            net-zero           Plan           transition resilient          policies              operate</p><p>&amp;nbsp; &amp;nbsp;   &amp;nbsp;     &amp;nbsp;    &amp;nbsp;   &amp;nbsp;  &amp;nbsp; &amp;nbsp;</p><p>&amp;nbsp; &amp;nbsp;   &amp;nbsp;     &amp;nbsp;    &amp;nbsp;   &amp;nbsp;  &amp;nbsp; &amp;nbsp;     &amp;nbsp;    &amp;nbsp;   &amp;nbsp;     &amp;nbsp;     &amp;nbsp;  &amp;nbsp; &amp;nbsp; &amp;nbsp;</p><p>]]</p><p>1. Our role in the transition to net-zero</p><p>Our role in the transition to net-zero</p><p>[[Zurich Insurance Group   4</p><p>Climate Transition Plan</p><p>&amp;nbsp;</p><p>]]</p><p>1.1 Our Plan</p><p>Climate change presents a dual imperative. The world must rapidly reach net-zero emissions to avoid the most damaging impacts and simultaneously build greater resilience against the physical hazards which will continue to grow even as we transition. Insurers are fundamental to answering this challenge: as risk managers, helping customers to understand, prevent and reduce climate-related risks; as risk carriers, protecting households, companies and communities by absorbing the financial shocks from increasingly</p><p>Defining net-zero?1</p><p>At a global level, net-zero emissions refer to achieving an overall balance between greenhouse gas emissions produced and taken out of the atmosphere. To limit the average rise in temperature to 1.5°C, the world must reach net-zero by 2050. This will require deep, rapid and sustained emissions reductions.</p><p>1 Climate Council, 2023: What doesnet-zeroemissions mean?</p><p>extreme weather; and finally, as institutional investors, financing the transition of companies and scaling capital towards climate solutions.</p><p>In 2019, Zurich Insurance Group (Zurich) committed to becoming a net-zero business by 2050 across our insurance, investments and operations. This is our first climate transition plan ('Plan') which outlines how we are executing on this commitment.</p><p>Our Plan prioritizes supporting the transition to a net-zero economy, not just pursuing a net-zero Zurich. We believe this approach is in the best long-term interests of our customers, investee companies and our own business, because achieving net-zero will make the economy more resilient and successful.</p><p>1.2 Dependencies</p><p>Transitioning the entire economy to net-zero will require the efforts of many organizations, across both public and private sectors. Our net-zero ambition and parts of our Plan are dependent on a range of factors which will influence or directly impact our ability to achieve our ambition and to reach our targets in time.</p><p>Some of the most critical factors include the introduction of the right public policy frameworks, the development of new technologies and climate solutions, and how effectively the real-world economy decarbonizes.</p><p>As a result, a significant focus of our Plan is advocating for supportive policies, standards and regulations needed to enable the economy to reach net-zero.</p><p>As the transition progresses, we will continue to iterate our Plan based on the best available data, technologies, science, infrastructure, standards and policy outlooks. This will include looking more systemically at the integration of nature-related risks, opportunities, and nature-based climate solutions into our climate strategy.</p><p>We operate in compliance with applicable laws and regulations and will adapt and manage the execution of our Plan continuously to ensure it is aligned with such laws and regulations.</p><p>[[&amp;nbsp; &amp;nbsp; CEO      &amp;nbsp; 1. Our     2.        2.1      2.2     &amp;nbsp; 2.3        &amp;nbsp;    2.4      how        3.         &amp;nbsp;  &amp;nbsp; Zurich    5                                        role in    Executing Enabling Making         Advocating           Evolving            Governance                Insurance                                          the                  an       society        for                                                                Group                                              transition           economy-</p><p>&amp;nbsp; &amp;nbsp; Foreword &amp;nbsp; &amp;nbsp;     to        &amp;nbsp;   our     &amp;nbsp; wide       more      &amp;nbsp;   supportive &amp;nbsp;     we      &amp;nbsp; &amp;nbsp;    Climate                                             net-zero           Plan           transition resilient          policies              operate                  Transition                                                                                                                                                         Plan</p><p>&amp;nbsp; &amp;nbsp; &amp;nbsp;   &amp;nbsp; &amp;nbsp;     &amp;nbsp;    &amp;nbsp;   &amp;nbsp;  &amp;nbsp; &amp;nbsp;     &amp;nbsp;    &amp;nbsp;   &amp;nbsp;     &amp;nbsp;     &amp;nbsp;  &amp;nbsp; &amp;nbsp;    &amp;nbsp;     &amp;nbsp; &amp;nbsp; &amp;nbsp;</p><p>]]</p><p>1. Our role in the transition to net-zero</p><p>Our Plan focuses on four mutually reinforcing aims:</p><p>Enabling an economy-wide</p><p>transition to net-zero</p><p>For more than 150 years, we have protected individuals and organizations against risk so they can invest in the future with confidence.</p><p>Today, this includes supporting our customers and investee companies to succeed in the transition to net-zero. We believe a successful transition will support our business.</p><p>We do so by:</p><p>* Engaging with our customers and investee companies on their transitions.</p><p>* Scaling climate solutions through our products, services and investments.</p><p>* Aligning each of our portfolios for insurance and investments to support emission reductions.</p><p>Making society</p><p>more resilient</p><p>Climate hazards are likely to intensify for decades to come, even if the world reaches net-zero by 2050. So, we are using our expertise to help more companies, cities and communities better understand, prevent and reduce risks before they materialize, while also supporting them to build back better after loss and damage.</p><p>We do so by:</p><p>* Further integrating resilience insights into our insurance business.</p><p>* Growing our specialized risk advisory business.</p><p>* Collaborating beyond our business to support the communities we operate in.</p><p>Advocating for</p><p>supportive policies</p><p>Our net-zero ambition is dependent on the transition of the real-world economy and an effective public policy framework. That's why we want to put our data, expertise and global network to use in shaping and advocating for policies that can help achieve a just, resilient and economically successful transition.</p><p>We do so by:</p><p>* Supporting and informing public policies, regulation and standards to support the real economy's transition.</p><p>* Collaborating with partners to maximize our efforts.</p><p>Evolving how</p><p>we operate</p><p>We are continuing to decarbonize our own operations and supply chain. We are investing in our people and fostering a culture of learning and knowledge-sharing so that our organization evolves with our ambition. This enables our employees to engage with customers, suppliers and the companies we invest in on their transition journey.</p><p>We do so by:</p><p>* Reducing our own emissions to achieve net-zero operations by 2030.</p><p>* Aligning with suppliers and sharing expertise to decarbonize our supply chain.</p><p>* Growing our training and upskilling offerings to develop our employees' skills and capabilities.</p><p>[[&amp;nbsp; CEO      1. Our transition 22.        &amp;nbsp; 2.1 Enabling   2.2     &amp;nbsp;     2.3        &amp;nbsp; 2.4        how    3.         &amp;nbsp;                 role              Executing.        an economy-    Making             Advocating        Evolving          Governance                        in the            Executing                        society            for</p><p>&amp;nbsp; Foreword &amp;nbsp; to         &amp;nbsp;     &amp;nbsp; ourourPlanPlan &amp;nbsp;  wide       more       &amp;nbsp; supportive &amp;nbsp; we operate &amp;nbsp;                        net-zero                                            transition resilient         policies</p><p>&amp;nbsp; &amp;nbsp;   &amp;nbsp; &amp;nbsp;     &amp;nbsp;     &amp;nbsp; &amp;nbsp;         &amp;nbsp;  &amp;nbsp;</p><p>&amp;nbsp; &amp;nbsp;   &amp;nbsp; &amp;nbsp;     &amp;nbsp;     &amp;nbsp; &amp;nbsp;         &amp;nbsp;  &amp;nbsp;     &amp;nbsp;     &amp;nbsp; &amp;nbsp;     &amp;nbsp; &amp;nbsp;     &amp;nbsp; &amp;nbsp; &amp;nbsp;</p><p>]]</p><p>2. Executing our Plan</p><p>[[Zurich Insurance Group   6</p><p>Climate Transition Plan</p><p>&amp;nbsp;</p><p>]]</p><p>Executing our Plan</p><p>Enabling an economy-wide transition</p><p>Achieving net-zero will make the global economy more successful and resilient, especially in a world where emissions continue to rise and the physical risks of climate change increase. Minimizing these physical climate risks is essential for limiting the size and frequency of potential losses, ensuring the world remains insurable.</p><p>This is why our focus is on supporting the transition to a net-zero economy. It will require a major transformation, as almost every aspect of how we design, build, power, transport, use, re-use or recycle goods will need to change.</p><p>And while the net-zero transition involves all sectors, four of them - energy, transportation, industry and real estate - account for 75 percent of global emissions today. Drawing on our expertise and experience in these sectors presents a particular opportunity for Zurich to enable a faster, more successful transition.</p><p>By definition, such a transformation also comes with new uncertainties which our insurance products, risk engineering services, expert advice and investments can help reduce. Zurich's expertise and global reach means we are well-placed to support customers across all sectors of the economy in making their transition successful.</p><p>Real-world emissions by sector</p><p>(CO2e, 2020)</p><p>in %</p><p>The economic benefits of net-zero</p><p>According to a study by risk assessment firm Moody's, the economic benefits of transitioning to a climate-resilient, zero- carbon economy could amount to a cumulative increase in GDP of almost 25 percent over the next two decades alone2. This is based on a comparison with a scenario in which the world does not take action on climate change. The study indicates an investment opportunity totaling USD 45 trillion for those able to take advantage of it.</p><p>2 Moody's, November 2021, Ready or not? Sector Performance in aZero-CarbonWorld</p><p>[[Industry                            28</p><p>&amp;nbsp;                              &amp;nbsp;</p><p>Real Estate                         18</p><p>&amp;nbsp;                              &amp;nbsp;</p><p>Transport                           16</p><p>&amp;nbsp;                              &amp;nbsp;</p><p>Other energy                        13</p><p>&amp;nbsp;                              &amp;nbsp;</p><p>Industrial processes                7</p><p>&amp;nbsp;                              &amp;nbsp;</p><p>Waste                               3</p><p>&amp;nbsp;                              &amp;nbsp;</p><p>Agriculture, forestry and land use  15</p><p>&amp;nbsp;                              &amp;nbsp;</p><p>&amp;nbsp;                              &amp;nbsp;</p><p>Energy supply                       75</p><p>&amp;nbsp;                              &amp;nbsp;</p><p>Non-energy                          25</p><p>&amp;nbsp;                              &amp;nbsp;</p><p>]]</p><p>Source: Climate Watch (2022) GHG Emissions, 2020 dataset</p><p>[[&amp;nbsp; &amp;nbsp; CEO      1. Our transition 2.        &amp;nbsp; 2.1      -      2.2 Making &amp;nbsp; 2.3        &amp;nbsp; 2.4        how    3.         &amp;nbsp; &amp;nbsp; Zurich     7                             role              Executing        Enabling        society           Advocating        Evolving          Governance               Insurance                                in the                             an                                for                                                          Group                                                                       economy</p><p>&amp;nbsp; &amp;nbsp; Foreword &amp;nbsp; to         &amp;nbsp;    &amp;nbsp; our Plan &amp;nbsp; wide       &amp;nbsp; more       &amp;nbsp; supportive &amp;nbsp; we operate &amp;nbsp; &amp;nbsp; Climate                                  net-zero                                    transition        resilient         policies                                   Transition                                                                                                                                                          Plan</p><p>&amp;nbsp; &amp;nbsp; &amp;nbsp;   &amp;nbsp; &amp;nbsp;     &amp;nbsp;    &amp;nbsp; &amp;nbsp;   &amp;nbsp; &amp;nbsp;     &amp;nbsp; &amp;nbsp;     &amp;nbsp; &amp;nbsp;     &amp;nbsp; &amp;nbsp;     &amp;nbsp; &amp;nbsp; &amp;nbsp;     &amp;nbsp; &amp;nbsp; &amp;nbsp;</p><p>]]</p><p>2.1 Enabling an economy-wide transition</p><p>Our key levers</p><p>We support our customers' net-zero transition in three main ways:</p><p>[[Engaging  1                                   To understand the needs,                                                       challenges and transition plans                                                of our</p><p>&amp;nbsp;    customers and investees who make              the largest contribution to our</p><p>on the    &amp;nbsp;</p><p>&amp;nbsp;    portfolio emissions, as well as               gaining deep insight into the                 industry,</p><p>transition  technological and regulatory contexts they are operating in.</p><p>&amp;nbsp;</p><p>Supporting 2                           By prioritizing our insurance capacity                                         and risk engineering</p><p>climate                                expertise to support our customers'                                            transition needs and</p><p>objectives with current and new        insurance products; and by</p><p>solutions                                putting our own investment capital to                                          work in activities,</p><p>projects and technologies contributing   to climate change</p><p>&amp;nbsp;</p><p>&amp;nbsp;                                   mitigation or building resilience.</p><p>3                        Aiming for net-zero by 2050 in our insurance</p><p>Aligning our             and investment portfolios in ways that support</p><p>portfolios               real-world emission reductions, in line with</p><p>science-based pathways.</p><p>&amp;nbsp;</p><p>&amp;nbsp; &amp;nbsp; CEO      1. Our transition 2.        &amp;nbsp; 2.1      -      2.2 Making &amp;nbsp; 2.3        &amp;nbsp; 2.4        how    3.         &amp;nbsp; &amp;nbsp; Zurich     8                             role              Executing        Enabling        society           Advocating        Evolving          Governance               Insurance                                in the                             an                                for                                                          Group                                                                       economy</p><p>&amp;nbsp; &amp;nbsp; Foreword &amp;nbsp; to         &amp;nbsp;    &amp;nbsp; our Plan &amp;nbsp; wide       &amp;nbsp; more       &amp;nbsp; supportive &amp;nbsp; we operate &amp;nbsp; &amp;nbsp; Climate                                  net-zero                                    transition        resilient         policies                                   Transition                                                                                                                                                          Plan</p><p>&amp;nbsp; &amp;nbsp; &amp;nbsp;   &amp;nbsp; &amp;nbsp;     &amp;nbsp;    &amp;nbsp; &amp;nbsp;   &amp;nbsp; &amp;nbsp;     &amp;nbsp; &amp;nbsp;     &amp;nbsp; &amp;nbsp;     &amp;nbsp; &amp;nbsp;     &amp;nbsp; &amp;nbsp; &amp;nbsp;     &amp;nbsp; &amp;nbsp; &amp;nbsp;</p><p>]]</p><p>2.1.1 Engaging with our customers and investee companies</p><p>Our insurance customers</p><p>Our investee companies</p><p>We engage our insurance customers to better understand where they are in their transition; their needs and priorities, and to deepen our understanding of the technologies, barriers and dependencies involved in their industries' transitions. The insights we gather help inform how we support our customers, our approach to investments, and our understanding of likely decarbonization pathways.</p><p>Our focus is on creating real-world impact, so we prioritize engagement with customers who can make the greatest contribution to emission reductions and where our direct relationship means we have a greater degree of influence.</p><p>Within the next 12 months3, we will engage with</p><p>65 insurance customers on their transition-related objectives, opportunities and challenges. We will continue to expand our engagement efforts, so that by 2030 we will have engaged with 450 of our large</p><p>insurance customers who contribute most heavily to our portfolio emissions.4</p><p>As we engage with our customers on an ongoing basis, we look at their transition plans along four criteria:</p><p>1. Alignment with the Paris Agreement and net-zero targets.</p><p>2. Commitment, including what near-term plans and significant investments are in place.</p><p>3. Delivery, including what progress has been made so far against targets.</p><p>4. Communication, in particular transparent and regular disclosures.</p><p>As we build our understanding of and evaluate our customers' plans, we will prioritize our support and capacity for those customers who are actively transitioning.</p><p>1. From the publication date of this Plan</p><p>2. Determined by scope 1&amp; 2 for our customers' emissions using the PCAF (Partnership for Carbon Accounting Financials) insurance associated emissions methodology for commercial lines, covering customers with revenues &gt; USD 1bn</p><p>We engage our investee companies to better understand their climate commitments and transition plans, and to encourage those which have not done so to set and deliver against targets aligned with the Paris Agreement. We believe this is a significantly more effective approach to supporting an economy-wide transition than simply divesting from companies which are carbon-intensive today. As investors, we retain an active dialogue and influence with our investee companies, such as using our voting rights to support their net-zero commitments, which would not be possible if our approach emphasized divestment and exclusions.</p><p>Since 2019, we have engaged with companies representing 60 percent of our investment portfolio emissions. Looking ahead, we will evolve our approach to prioritize bilateral engagements with a select group of companies. Continuing our engagement efforts over the past years, by 2030, we will directly engage with 20 high-emitting companies which currently do not have credible science-based targets. The rationale behind this strategy is to focus our efforts on those companies with the greatest potential to reduce real-world emissions. Where an investee company is also an insurance customer, we coordinate our engagement to maximize our impact.</p><p>Should engagement fail and companies refuse to set targets after due dialogue, Zurich will use its voting rights against board members at shareholder meetings and, ultimately, will divest.</p><p>Our diversified investment approach means Zurich often owns a small stake in individual companies. Therefore, to maximize our impact beyond bilateral engagements, we engage with investee companies through two other routes: we work with initiatives which bring together investors and asset owners to amplify our voice, and we instruct the asset managers who place our funds to consider climate change as part of their mandate and stewardship. We also advocate for public policies and regulations which would support the transition (see section 2.3. for further details).</p><p>[[&amp;nbsp; CEO      1. Our   transition 2.        2.1        -      2.2       &amp;nbsp; 2.3        2.4      how                   role in             Executing Enabling          Making           Advocating Evolving                       the                           an economy        society          for</p><p>&amp;nbsp; Foreword to       &amp;nbsp;     our Plan  wide       &amp;nbsp; more      &amp;nbsp; supportive we                       net-zero                      transition        resilient        policies   operate</p><p>&amp;nbsp; &amp;nbsp;   &amp;nbsp;   &amp;nbsp;     &amp;nbsp;    &amp;nbsp;     &amp;nbsp; &amp;nbsp;    &amp;nbsp; &amp;nbsp;     &amp;nbsp;   &amp;nbsp;</p><p>]]</p><p>2.1.2 Scaling climate solutions</p><p>Scaling climate solutions</p><p>In 2024, total energy investment worldwide is expected to exceed USD 3 trillion for the first time, with USD 2 trillion set to go toward clean technologies. In 2023, the combined investment in renewable power and grids overtook the amount spent on fossil fuels for the first time, an unprecedented investment in clean energy infrastructure5. We believe helping meet this accelerated demand through both underwriting and our investments is an important area where Zurich can make a significant contribution to the transition.</p><p>Insuring the transition</p><p>Insuring the development, manufacture, construction, and operation of this vast scale of new projects will be an essential part of the transition to net-zero and presents a significant growth opportunity for our sector. The knock-on effect of USD 2 trillion investments in renewable power generation and distribution grids alone is already expected to increase the size of the construction insurance market by between USD 10?-?30 billion across the U.S., Europe and Asia6. At the same time, renewable energy will make up an ever-larger part of the energy insurance market and is expected to grow from USD 3 billion in 2022 to reach USD 16 billion by 2035?7.</p><p>Keeping pace with the scale of insurance needed for the transition presents its own challenges and will place new pressures on the industry's underwriting capacity. Analysis suggests a significant net expansion of insurance capacity will be needed, particularly through to 2030.8</p><p>[[5       IEA, June 2024, Investment in clean energy this year is set</p><p>&amp;nbsp;  to be twice the amount going to fossil fuels</p><p>]]</p><p>1. Internal Zurich calculation</p><p>2. Internal Zurich calculation</p><p>3. Analysis by BCG and Howden, June 2024$10 Trillion of Insurance Needed to Cover Net Zero Transition</p><p>[[3. Governance  &amp;nbsp;  &amp;nbsp;                   Zurich Insurance Group  9</p><p>&amp;nbsp;         &amp;nbsp;  Climate Transition Plan</p><p>&amp;nbsp;         &amp;nbsp;  &amp;nbsp;                   &amp;nbsp;</p><p>&amp;nbsp;         &amp;nbsp;  &amp;nbsp;                   &amp;nbsp;                  &amp;nbsp;</p><p>]]</p><p>Zurich's scale and expertise in complex property and construction risks, combined with deep industry knowledge and strong relationships with customers, position us well to take a leading role in insuring this transition. Beyond supporting the development of green infrastructure, we also see growing commercial opportunities in our core underwriting services. Between 2022 and 2023, revenues from environmental solutions more than doubled to reach USD 479 million9. As just one example, in North America a newly approved service contract solution in 2023 for portable electronics gives repair priority over replacement (revenue of USD 131.7 million). In almost all cases the devices are repaired, saving the resources and energy required to produce a replacement.</p><p>Our key levers</p><p>We are focusing on channeling our insurance capacity across all insurance lines, profitably expanding our range of sustainable products and services, and deploying and growing our expertise to support key net-zero technologies and infrastructure in key markets.</p><p>This includes applying our core insurance capabilities to underwrite new infrastructure, as well as developing new insurance solutions for nascent technologies which present new risks and therefore require innovative approaches to insurance. By engaging early, we collect crucial data to identify and mitigate technological risks, thus improving the insurability and access to finance for these innovations. This proactive approach helps accelerate the commercialization of emerging sustainable energy technologies.</p><p>The transition will happen faster in some sectors than others. The heaviest emitting sectors face the most difficult and longest journey ahead and will require technologies, such as hydrogen and carbon capture and storage, that have not yet achieved commercial scale.</p><p>9Zurich Sustainability report (SR) 2023, pages 182 - 184</p><p>[[&amp;nbsp;  CEO       1. Our    transition  2.         2.1         -      2.2                        role in               Executing  Enabling an        Making                     the                              economy            society</p><p>&amp;nbsp;  Foreword  to        &amp;nbsp;      our Plan   wide        &amp;nbsp; more                       net-zero                         transition         resilient</p><p>&amp;nbsp;  &amp;nbsp;    &amp;nbsp;    &amp;nbsp;      &amp;nbsp;     &amp;nbsp;      &amp;nbsp; &amp;nbsp;</p><p>]]</p><p>2.1.2 Scaling climate solutions</p><p>We are supporting customers across every aspect of the transition, from helping to scale up clean energy generation to supporting demand-side solutions for large users of energy such as transport, industry and buildings:</p><p>[[Transitioning energy supply  Initiatives &amp; Examples</p><p>&amp;nbsp;                       &amp;nbsp;</p><p>&amp;nbsp;                       &amp;nbsp;</p><p>Accelerating mature          Growing the number of Zurich Renewable                                  Energy Hubs, leveraging specific                                        underwriting capacity</p><p>renewable technologies       and expertise to support more renewable                                 energy customers with local market                                      requirements. The</p><p>&amp;nbsp;                       number of such hubs more than doubled in   &amp;nbsp;                              2023.</p><p>]]</p><p>Deploying our Risk Engineering expertise to support the design and construction of windfarms on and offshore, including understanding, assessing and mitigating the particular risks involved in this form of energy.</p><p>[[Supporting nascent  Launching new multi-line clean energy insurance facilities                     to scale global clean hydrogen value</p><p>net-zero solutions  chains and supporting smaller projects that cannot be                          covered by conventional insurance models.</p><p>&amp;nbsp;              In collaboration with Aon, we created an innovative clean                      energy insurance facility that provides</p><p>&amp;nbsp;              comprehensive coverage globally for blue and green10                           hydrogen projects with capital expenditures</p><p>&amp;nbsp;              of up to USD 250 million. It also covers for carbon                            capture, utilization and storage technologies11.</p><p>&amp;nbsp;              &amp;nbsp;</p><p>&amp;nbsp; 2.3        &amp;nbsp; 2.4      how    3.         &amp;nbsp;     &amp;nbsp; Zurich    10           Advocating        Evolving        Governance                   Insurance              for                                                            Group</p><p>&amp;nbsp; supportive &amp;nbsp; we       &amp;nbsp; &amp;nbsp;     Climate           policies          operate                    Transition                                                     Plan</p><p>&amp;nbsp; &amp;nbsp;     &amp;nbsp; &amp;nbsp;   &amp;nbsp; &amp;nbsp;</p><p>&amp;nbsp; &amp;nbsp;     &amp;nbsp; &amp;nbsp;   &amp;nbsp; &amp;nbsp;     &amp;nbsp;     &amp;nbsp; &amp;nbsp;    &amp;nbsp;</p><p>Transitioning energy demand  Initiatives &amp; Examples</p><p>&amp;nbsp;                       &amp;nbsp;</p><p>&amp;nbsp;                       &amp;nbsp;                             &amp;nbsp;</p><p>Accelerating mature          Deploying our risk-engineering                                  expertise through Zurich                                        Resilience Solutions12 to support                               a large</p><p>renewable technologies       steel manufacturer in producing                                 Direct Reduced Iron (a cleaner                                  process, using green hydrogen)</p><p>&amp;nbsp;                       as well as installing newer, lower &amp;nbsp;  &amp;nbsp;                              emission electric arc furnaces.</p><p>&amp;nbsp;                       &amp;nbsp;                             &amp;nbsp;</p><p>Decarbonizing road           In Switzerland, Zurich is the                                   insurance partner of H2Energy and                               supports the company's goal of</p><p>transport                    establishing green hydrogen                                     produced from renewable energy as                               a cornerstone of the energy                                     system.</p><p>&amp;nbsp;                       Since the start of 2020, 17 new                                 hydrogen filling stations have                                  been built in Switzerland and</p><p>&amp;nbsp;                       47 hydrogen trucks have been put                                on the road, saving more than                                   6,700 metric tons of CO2e, as</p><p>&amp;nbsp;                       of January 31, 2024. A hydrogen                                 refueling station network in                                    Germany, Austria and Denmark</p><p>&amp;nbsp;                       and a gigawatt H2 production                                    facility in Denmark for storing                                 and refining offshore wind energy                               are</p><p>&amp;nbsp;                       in the pipeline.                   &amp;nbsp;  &amp;nbsp;</p><p>&amp;nbsp;                       &amp;nbsp;                             &amp;nbsp;</p><p>Delivering sustainable       In the U.S., Zurich North America                               is the leading insurer of mass                                  timber buildings - including                                    insuring</p><p>buildings                    the largest mass timber campus                                  project in the country. Mass                                    timber is a sustainable                                         alternative to steel</p><p>&amp;nbsp;                       and concrete and can help to                                    significantly reduce the carbon                                 footprint of the construction                                   industry.</p><p>&amp;nbsp;                       &amp;nbsp;                             &amp;nbsp;  &amp;nbsp;</p><p>]]</p><p>Our approach is underpinned by further developing our people's skills and expertise, including creating a pipeline of talent equipped to insure nascent net-zero technologies and solutions (see section 2.4.3. for further details)</p><p>1. Blue hydrogen is derived from natural gas and uses carbon capture technologies to reduce its carbon intensity; while green hydrogen is produced by splitting water into hydrogen and oxygen via electrolysis powered by renewable energy.zurich.com/media/news-releases/2024/2024-0701-01</p><p>2. zurich.com/media/news-releases/2024/2024-0701-01</p><p>3. zurich.com/commercial-insurance/services/zurich-resilience-solutions</p><p>[[Attention: This is an excerpt of the original content. To continue reading it, access the original document here.</p><p>]]</p><p>* Original document</p><p>Disclaimer</p><p>Zurich Insurance Group AG published this content on October 09, 2024, and is solely responsible for the information contained herein. Distributed by Public, unedited and unaltered, on October 09, 2024 at 09:53:52.060.</p><p>Attachments</p><p>* Permalink: <url normalizedValue=\"https://www.publicnow.com/view/539DCED30F6A03515D254565B87B514525BA8FDB\">https://www.publicnow.com/view/539DCED30F6A03515D254565B87B514525BA8FDB</url></p>", "publisher": "AWP OTS (Original text service) - English", "instances": ["Analysis by BCG and Howden, June 2024$10 Trillion of Insurance Needed to Cover Net Zero Transition[[3. Governance  &amp;nbsp;  &amp;nbsp;                   Zurich Insurance Group  9&amp;nbsp;         &amp;nbsp;  Climate Transition Plan&amp;nbsp;         &amp;nbsp;  &amp;nbsp;                   &amp;nbsp;&amp;nbsp;         &amp;nbsp;  &amp;nbsp;                   &amp;nbsp;                  &amp;nbsp;]]Zurich's scale and expertise in complex property and construction risks, combined with deep industry knowledge and strong relationships with customers, position us well to take a leading role in insuring this transition. Between 2022 and 2023, revenues from environmental solutions more than doubled to reach USD 479 million9. As just one example, in North America a newly approved service contract solution in 2023 for portable electronics gives repair priority over replacement (revenue of USD 131."]}, {"relevance_score": 10, "title": "Bullfinch AG and Aquila Capital launch Joint Investment Vehicle for energy-efficient assets (FOTO)", "published": "2021-05-04", "bodyText": "<p nitf:lede=\"true\">Frankfurt (ots) - Aquila Capital and bullfinch are pleased to announce the launch of a strategic joint investment vehicle intended to invest in energy efficiency assets across Europe. By combining Aquila Capital's leading investment experience in real assets and renewable energy, with bullfinch's unique expertise in decentralized renewable projects and next-gen technology platform, the partnership intends to make an immediate impact in the renewable investment landscape.</p><p>With more than EUR 25 trillion to be invested in upgrading real estate assets across Europe to achieve climate goals, decentralized green infrastructure projects play an increasingly critical role in fighting climate change. The joint investment vehicle aims to become a relevant pure player in energy efficiency, targeting an investment of more than EUR 200 million in the next two years.</p><p>Aquila and bullfinch's initiative will support the fast expansion of digital smart metering through financing, asset acquisition, and operations. Ultimately, Aquila and bullfinch are working together to realize the common vision of a world entirely powered by clean energy.</p><p>Bullfinch AG</p><p>Bullfinch AG, based in Frankfurt am Main, was founded in 2019 by CEO Robin Haack. The company is committed to a world powered by renewable energy: The Clean-Energy-as-a-Service technology platform enables the bundling, financing, standardization and management of sustainable building and facility infrastructure to make this vision a reality. Bullfinch's solutions span four verticals: Power Generation, Clean Mobility, Energy Storage and Smart Buildings. Through partnerships with institutional investors and innovative energy hardware providers, they bridge the gap between capital and opportunity, enabling the accelerated global transition to clean energy.</p>", "publisher": "News Aktuell Switzerland", "instances": ["Frankfurt (ots) - Aquila Capital and bullfinch are pleased to announce the launch of a strategic joint investment vehicle intended to invest in energy efficiency assets across Europe. By combining Aquila Capital's leading investment experience in real assets and renewable energy, with bullfinch's unique expertise in decentralized renewable projects and next-gen technology platform, the partnership intends to make an immediate impact in the renewable investment landscape. The joint investment vehicle aims to become a relevant pure player in energy efficiency, targeting an investment of more than EUR 200 million in the next two years. Aquila and bullfinch's initiative will support the fast expansion of digital smart metering through financing, asset acquisition, and operations."]}, {"relevance_score": 15, "title": "Ils inventent de nouvelles bornes pour recharger les véhicules électriques", "published": "2009-10-01", "bodyText": "<p nitf:lede=\"true\">Une jeune société a mis au point un système adaptable à tous les types de véhicules.</p><p nitf:lede=\"true\">Green i D (Green Infrastructure Development) est née en ce mois de septembre, et déjà cette jeune société genevoise ambitionne de révolutionner la mobilité douce. «Si le vélo électrique n'entre pas dans les villes, c'est parce qu'en matière de recharge des batteries et de sécurisation, les infrastructures font défaut», lance Sébastien Dauxerre, son manager.</p><p>Après quatre ans de développement, Green i D a donc mis au point un système de bornes novateur «et évolutif, puisqu'il pourra aussi bien recharger des vélos que des scooters ou des voitures électriques», détaille Sébastien Dauxerre. Un système d'attache à la borne, adaptable à tous les vélos, plus sécurisé qu'un bête cadenas et agissant en même temps comme chargeur, a aussi été breveté.</p><p>Sans citer de noms, la société affirme avoir intéressé deux villes européennes, dont une capitale, ainsi que deux grandes sociétés du marché privé genevois. De fait, le système semble ingénieux. Mais quels sont les besoins? «A Genève, il n'existe à ma connaissance que quelques bornes pour recharger les voitures électriques, relève Giuseppe Pini, directeur de l'Observatoire de la mobilité à l'Université de Genève. Une extension est dans l'air, mais n'interviendra pas avant l'horizon 2015, le temps que les grandes marques produisent en nombre des véhicules hybrides ou électriques. »</p><p>Les bornes pour vélo, elles, sont quasi inexistantes. «L'utilisateur recharge sa batterie soit au travail, soit chez lui, souligne Giuseppe Pini. Mais en effet, l'extension de ce parc pour deux-roues se justifierait, vu le peu d'autonomie des batteries. Reste à trouver un système très sécurisé. » Ce à quoi s'est attelée Green i D.</p><p>Xavier Lafargue</p>", "publisher": "La Tribune de Genève", "instances": ["Une jeune société a mis au point un système adaptable à tous les types de véhicules. «Si le vélo électrique n'entre pas dans les villes, c'est parce qu'en matière de recharge des batteries et de sécurisation, les infrastructures font défaut», lance Sébastien Dauxerre, son manager. Après quatre ans de développement, Green i D a donc mis au point un système de bornes novateur «et évolutif, puisqu'il pourra aussi bien recharger des vélos que des scooters ou des voitures électriques», détaille Sébastien Dauxerre."]}]