[{"relevance_score": 26, "title": "Hiroshima University Reports Findings in Sustainable Development (Balancing priorities for a sustainable future in cities: Land use change and urban ecosystem service dynamics)", "published": "2025-05-07", "bodyText": "<p nitf:lede=\"true\"><br/>2025 MAY 07 (NewsRx) -- By a News Reporter-Staff News Editor at Japan Daily Report -- New research on Sustainability Research - Sustainable Development is the subject of a report. According to news originating from Hiroshima, Japan, by NewsRx correspondents, research stated, \"Cities must prepare for future uncertainties associated with climate change and societal challenges. This study used the Patch-generating Land Use Simulation (PLUS) model to simulate potential scenarios for Tehran metropolitan area.\" </p><p><br/> Our news journalists obtained a quote from the research from Hiroshima University, \"We considered various scenarios for future development and their implications.The sustainable development scenario produced more balanced outcomes, including rangeland expansion and the preservation of cropland. In addition, using the Integrated Valuation of Ecosystem Services and Trade-offs (InVEST) model, we quantified seven ecosystem services from 2017 to 2043, revealing temporal and spatial variations. Some scenarios showed significant declines in water yield, carbon storage, urban cooling, habitat quality, stormwater retention, flood mitigation, and recreation potential, particularly in southern areas. In contrast, sustainable development is a promising scenario, along with compact urban growth and nature conservation. Utilizing the Criteria Importance Through Intercriteria Correlation (CRITIC) method, we identified flood risk mitigation and stormwater management as critical ecosystem service priorities. Synergies emerged among heat mitigation, habitat quality, and water yield, while trade-offs were observed between recreation and others, such as carbon storage and habitat quality. Priority maps from fuzzy geospatial multicriteria analysis identified high-priority areas for ecosystem protection and restoration. The proposed integrated multi-scenario approach discovered the gap in regional, urban, and landscape planning, emphasizing the need for balanced priorities to minimize trade-offs and promote a sustainable urban future.\" <br/> According to the news editors, the research concluded: \"This study helps to clarify the current situation and trends and promote nature-based solutions that help build urban resilience and prepare cities for future challenges.\" <br/> This research has been peer-reviewed. <br/> For more information on this research see: Balancing priorities for a sustainable future in cities: Land use change and urban ecosystem service dynamics. Journal of Environmental Management, 2025;382:125460. Journal of Environmental Management can be contacted at: Academic Press Ltd- Elsevier Science Ltd, 24-28 Oval Rd, London NW1 7DX, England. (Elsevier - www.elsevier.com; Journal of Environmental Management - www.journals.elsevier.com/journal-of-environmental-management/) <br/> The news correspondents report that additional information may be obtained from Kamaleddin Aghaloo, Urban Environmental Science Lab (URBES), Graduate School of Advanced Science and Engineering, Hiroshima University, 1-5-1 Kagamiyama, Higashi-Hiroshima City, Hiroshima, Japan. <br/> The publisher's contact information for the Journal of Environmental Management is: Academic Press Ltd- Elsevier Science Ltd, 24-28 Oval Rd, London NW1 7DX, England. <br/> Keywords for this news article include: Hiroshima, Japan, Asia, Sustainability Research, Sustainable Development. <br/> Our reports deliver fact-based news of research and discoveries from around the world. Copyright 2025, NewsRx LLC <br/></p>", "publisher": "Japan Daily Report", "instances": ["In contrast, sustainable development is a promising scenario, along with compact urban growth and nature conservation. Utilizing the Criteria Importance Through Intercriteria Correlation (CRITIC) method, we identified flood risk mitigation and stormwater management as critical ecosystem service priorities. Synergies emerged among heat mitigation, habitat quality, and water yield, while trade-offs were observed between recreation and others, such as carbon storage and habitat quality. Priority maps from fuzzy geospatial multicriteria analysis identified high-priority areas for ecosystem protection and restoration. The proposed integrated multi-scenario approach discovered the gap in regional, urban, and landscape planning, emphasizing the need for balanced priorities to minimize trade-offs and promote a sustainable urban future. According to the news editors, the research concluded: \"This study helps to clarify the current situation and trends and promote nature-based solutions that help build urban resilience and prepare cities for future challenges. This research has been peer-reviewed. For more information on this research see: Balancing priorities for a sustainable future in cities: Land use change and urban ecosystem service dynamics. Journal of Environmental Management, 2025;382:125460. Journal of Environmental Management can be contacted at: Academic Press Ltd- Elsevier Science Ltd, 24-28 Oval Rd, London NW1 7DX, England. (Elsevier - www."]}, {"relevance_score": 18, "title": "A quantum model of climate change? Insights from community-based natural resource management in Namibia", "published": "2025-09-16", "bodyText": "<p>Declaration of conflicting interestsThe author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.</p><p>FundingAndrew recognizes the generous support of the Social Sciences and Humanities Research Council of Canada and the Ontario Graduate Scholarship. Michael recognizes the generous support of the Social Sciences and Humanities Research Council of Canada, through the Banting Postdoctoral Fellowship and Doctoral Fellowship programs.</p><p>ORCID iDAndrew Heffernan https://orcid.org/0000-0003-2235-3563</p><p>1.To this end we follow in the powerful collaborative efforts of Fierke and Mackay (2020).</p><p>2.For more on diffractive reading, see Barad (2007).</p><p>3.This critique of Newtonian assumptions in International Relations extends beyond quantum IR. See Bernstein et al. (2000), Oatley (2019), and others.</p><p>4.To this end, see variations in Wendt (2015), Zanotti (2019), Murphy (2021a, 2021b), and O’Brien (2021).</p><p>5.To be more precise, we might say that the spectrum of future possibilities for an individual is not <emphasis typeStyle=\"it\">truly</emphasis> infinite, but rather <emphasis typeStyle=\"it\">virtually</emphasis> infinite, as it exceeds a reasonable ability to quantify.</p><p>6.Breaking down the barrier between nature and culture, animal and human may in this light be an important ontological consideration for future investigations into CBNRM, potentially drawing on the works of Barad (2007), Latour (1993, 2005), Youatt (2014), and others.</p>", "publisher": "Asian Journal of Comparative Politics", "instances": []}, {"relevance_score": 26, "title": "OPINION: Toward a transformative change to a sustainable society", "published": "2023-08-02", "bodyText": "<p nitf:lede=\"true\"> Sustainability is becoming increasingly important when considering the future of capitalism. It has many aspects, including social sustainability and economic sustainability, in addition to environmental sustainability, all of which must be ensured.</p><p> The World Economic Forum has been underscoring the importance of this issue since 1973, when the \"limits to growth\" report was published. Humans cannot continue to exploit nature indefinitely, and economic growth in a way that imposes costs on future generations is unjust and unsustainable.</p><p> However, the risks related to sustainability have been underestimated in past policies related to politics, economics, and society. One reason is the optimism that was embedded in many people during the globalization that followed the collapse of the former Soviet Union in 1989 that the world economy could expand indefinitely.</p><p> Policymakers are not always adept at integrating certain risks, like a pandemic, that are highly uncertain and have no great probability of occurring, but if it does occur, it will have serious consequences. The same is true of climate change risks, which have only recently been taken seriously, as many parts of the world are experiencing torrential rain and heat waves.</p><p> Many scientists have pointed out that if the temperature increase since the Industrial Revolution exceeds 1.5 C, the change will exceed a tipping point and become irreversible. Some estimates suggest that if the melting of the Greenland ice sheet is unstoppable, global sea level will rise by 7 meters. Since the average temperature has already risen by 1.2 C, there is little margin left for change, and the coming seven years until 2030 represents a crucial period. Without addressing the underlying issues of climate change, a sustainable society will not be realized.</p><p> Achieving a sustainable future will require transformative changes in the economy and society. But this is a very complex issue, and much must be accomplished to make it happen.</p><p> First, it is important to make economic growth more inclusive, because right now, many people are being left out of the benefits of growth.</p><p> Secondly, it is also important to decouple energy consumption and economic growth, and to decarbonize production processes such as steel and cement, as well as transportation. The key to both of these is the expansion of renewable energy, but much innovation is still needed.</p><p> Decarbonizing the economy is essential, but it is not enough. Nature-based solutions (NbS), which leverage nature to advance solutions to various problems, are fundamentally important. Changing to regenerative agriculture and aquaculture can increase the amount of carbon dioxide absorbed by ecosystems.</p><p> This requires reshaping existing infrastructure, which is enormously costly. With many countries unable to afford such investments, I am not all that optimistic that politicians will have the political will for fundamental change and global unity, when global solidarity is most needed.</p><p> But even if it is a cost in the short term, there are many opportunities in the long term for efforts to create a sustainable society, and it will lead to job creation. We are hopeful that companies are beginning to understand this and that consumers are becoming more aware of the importance of choosing products and companies that are serious about greening the economy.</p><p> (Klaus Schwab is a founder, Executive Chairman of World Economic Forum)</p><p>==Kyodo</p>", "publisher": "Japan Economic Newswire", "instances": ["But this is a very complex issue, and much must be accomplished to make it happen. First, it is important to make economic growth more inclusive, because right now, many people are being left out of the benefits of growth. Secondly, it is also important to decouple energy consumption and economic growth, and to decarbonize production processes such as steel and cement, as well as transportation. The key to both of these is the expansion of renewable energy, but much innovation is still needed. Decarbonizing the economy is essential, but it is not enough. Nature-based solutions (NbS), which leverage nature to advance solutions to various problems, are fundamentally important. Changing to regenerative agriculture and aquaculture can increase the amount of carbon dioxide absorbed by ecosystems. This requires reshaping existing infrastructure, which is enormously costly. With many countries unable to afford such investments, I am not all that optimistic that politicians will have the political will for fundamental change and global unity, when global solidarity is most needed. But even if it is a cost in the short term, there are many opportunities in the long term for efforts to create a sustainable society, and it will lead to job creation. We are hopeful that companies are beginning to understand this and that consumers are becoming more aware of the importance of choosing products and companies that are serious about greening the economy."]}, {"relevance_score": 53, "title": "Imperial College London and Hitachi to launch a joint research centre for decarbonisation and natural climate solutions", "published": "2022-07-12", "bodyText": "<p nitf:lede=\"true\">LONDON, Jul 12, 2022 - (JCN Newswire) - Imperial College London (Imperial), Hitachi, Ltd. and Hitachi Europe Ltd. (Hitachi) today announced that they have signed an agreement to establish a joint research centre for decarbonisation and natural climate solutions. Together, they will collaborate in fundamental and applied research, addressing key challenges in decarbonisation and climate repair in order to achieve a Net Zero future.</p><p nitf:lede=\"true\">The new Centre, named the \"Hitachi-Imperial Centre for Decarbonisation and Natural Climate Solutions\" will enable a fundamental and applied research programme to be established where Imperial and Hitachi will collaborate on selected research projects, reports and white papers on the challenges and technologies in reaching net zero, as well as potential scenarios that could arise when the world reaches net zero. The Centre will also help train the next generation of scientists and engineers in the field.</p><p>Initial research projects will focus on carbon management, the decarbonisation of energy and transport, carbon dioxide removal and biodiversity, with a focus on new technologies and nature-based solutions. The Centre will be a platform to bring together researchers from different faculties and disciplines, to build a truly multidisciplinary, holistic programme, taking a systems-thinking approach to embed both technical and socio-economic/policy aspects to deliver transformative and translatable solutions.</p><p>Imperial is committed to helping societies become more sustainable through bold initiatives that find meaningful solutions to climate change. Imperial's Transition to Zero Pollution initiative aims to build new partnerships between research, industry and government - from fundamental science and engineering, systems thinking, human health, new business models, and policymaking - to realise its vision of a sustainable zero pollution future.</p><p>Hitachi's Environmental Vision is to realise a decarbonised and resource-efficient society in harmony with Nature, and thereby contribute to a sustainable society flourishing within planetary boundaries and enhancing human well-being. To underline its commitment to a net zero society and become a Climate Change Innovator, Hitachi joined the United Nations Race to Zero Campaign in 2020, was a principal partner of COP26, and has been advocating a holistic approach to combating climate change together with stakeholders. Building on its strong presence in the mobility and energy sectors in Europe, Hitachi will leverage the global footprint and green products portfolio of the Hitachi group to deploy economically viable impactful end-to-end green solutions.</p><p>Projects under this collaboration will be steered jointly by senior representatives from both Imperial and Hitachi, including Professor Mary Ryan from Imperial's Faculty of Engineering, and Dr Kazuyuki Sugimura, CTO of Hitachi Europe Ltd.</p><p>Professor Ryan, who also leads the Transition to Zero Pollution initiative, said: \"There is greater urgency than ever before to tackle global pollution, of which CO2 is one of the biggest sources. This joint research centre will bring together world-leading scientists and innovators in decarbonisation and climate repair to develop new technology and solutions to the climate emergency. Imperial and Hitachi will work closely together to make significant advances in developing cleaner energy and this new centre will accelerate our work towards a zero pollution future.\"</p><p>Dr David Green, collaboration centre lead for Hitachi and Head of the Sustainability Laboratory in the European R&amp;D Centre of Hitachi Europe Ltd. said: \"Limiting greenhouse gas emissions and reaching Net Zero is crucial. Yet even in a net zero world we will still face serious societal and environmental challenges caused by high residual levels of carbon dioxide in the atmosphere. We are excited to open our new centre with Imperial which builds on previous collaborations and harnesses their expertise in scientific research, business and policy.\"</p><p>About Imperial College London</p><p>Imperial College London is one of the world's leading universities. The College's 22,000 students and 8,000 staff are working to solve the biggest challenges in science, medicine, engineering and business.</p><p>Imperial is University of the Year 2022 in the Times and Sunday Times Good University Guide. It is the world's fifth most international university, according to Times Higher Education, with academic ties to more than 150 countries. Reuters named the College as the UK's most innovative university because of its exceptional entrepreneurial culture and ties to industry. Imperial has a greater proportion of world-leading research than any other UK university, according to the Research Excellence Framework (REF). Imperial ranks first in the UK for research outputs, first in the UK for research environment, and first for research impact among Russell Group universities.</p><p>About Hitachi, Ltd.</p><p>Hitachi drives Social Innovation Business, creating a sustainable society with data and technology. We will solve customers' and society's challenges with Lumada solutions leveraging IT, OT (Operational Technology) and products, under the business structure of Digital Systems &amp; Services, Green Energy &amp; Mobility, Connective Industries and Automotive Systems. Driven by green, digital, and innovation, we aim for growth through collaboration with our customers. The company's consolidated revenues for fiscal year 2021 (ended March 31, 2022) totalled 10,264.6 billion yen ($84,136 million USD), with 853 consolidated subsidiaries and approximately 370,000 employees worldwide. For more information on Hitachi, please visit the company's website at <url normalizedValue=\"https://www.hitachi.com\">https://www.hitachi.com</url>.</p><p>About Hitachi Europe Ltd.</p><p>Hitachi Europe Ltd., a subsidiary of Hitachi, Ltd., is headquartered in Sefton Park, UK. The company is focused on its Social Innovation Business - delivering innovations that answer society's challenges. Hitachi Europe and its subsidiary companies offers a broad range of information &amp; telecommunication systems; rail systems, power and industrial systems; industrial components &amp; equipment; automotive systems, digital media &amp; consumer products and others with operations and research &amp; development Laboratories across EMEA. For more information, visit <url normalizedValue=\"https://www.hitachi.eu/en\">https://www.hitachi.eu/en</url>.</p><p>For more information, use the enquiry form below to contact the Research &amp; Development Group, Hitachi, Ltd. Please make sure to include the title of the article. www8.hitachi.co.jp/inquiry/hqrd/news/en/form.jsp</p><p>Source: Hitachi, Ltd.</p><p/>", "publisher": "JCN Newswire", "instances": ["and Hitachi Europe Ltd. (Hitachi) today announced that they have signed an agreement to establish a joint research centre for decarbonisation and natural climate solutions. Together, they will collaborate in fundamental and applied research, addressing key challenges in decarbonisation and climate repair in order to achieve a Net Zero future. The new Centre, named the \"Hitachi-Imperial Centre for Decarbonisation and Natural Climate Solutions\" will enable a fundamental and applied research programme to be established where Imperial and Hitachi will collaborate on selected research projects, reports and white papers on the challenges and technologies in reaching net zero, as well as potential scenarios that could arise when the world reaches net zero. The Centre will also help train the next generation of scientists and engineers in the field. Initial research projects will focus on carbon management, the decarbonisation of energy and transport, carbon dioxide removal and biodiversity, with a focus on new technologies and nature-based solutions. The Centre will be a platform to bring together researchers from different faculties and disciplines, to build a truly multidisciplinary, holistic programme, taking a systems-thinking approach to embed both technical and socio-economic/policy aspects to deliver transformative and translatable solutions. Imperial is committed to helping societies become more sustainable through bold initiatives that find meaningful solutions to climate change. Imperial's Transition to Zero Pollution initiative aims to build new partnerships between research, industry and government - from fundamental science and engineering, systems thinking, human health, new business models, and policymaking - to realise its vision of a sustainable zero pollution future. Hitachi's Environmental Vision is to realise a decarbonised and resource-efficient society in harmony with Nature, and thereby contribute to a sustainable society flourishing within planetary boundaries and enhancing human well-being. To underline its commitment to a net zero society and become a Climate Change Innovator, Hitachi joined the United Nations Race to Zero Campaign in 2020, was a principal partner of COP26, and has been advocating a holistic approach to combating climate change together with stakeholders."]}, {"relevance_score": 50, "title": "OPINION: Carbon neutrality by 2050: World's most urgent mission", "published": "2020-12-11", "bodyText": "<p nitf:lede=\"true\"> As the world marks the fifth anniversary of the adoption of the landmark Paris Agreement on climate change, a promising movement for carbon neutrality is taking shape.</p><p nitf:lede=\"true\"> By next month, countries representing more than 65 percent of harmful greenhouse gasses and more than 70 percent of the world economy will have committed to achieve net zero emissions by the middle of the century.</p><p nitf:lede=\"true\"> At the same time, the main climate indicators are worsening. While the COVID-19 pandemic has temporarily reduced emissions, carbon dioxide levels are still at record highs -- and rising.</p><p> The past decade was the hottest on record. Arctic sea ice in October was the lowest ever and apocalyptic fires, floods, droughts and storms are increasingly the new normal. Biodiversity is collapsing, deserts are spreading, oceans are warming and choking with plastic waste. Science tells us that unless we cut fossil fuel production by 6 percent every year between now and 2030, things will get worse. Instead, the word is on track for a 2 percent annual rise.</p><p> Pandemic recovery gives us an unexpected yet vital opportunity to attack climate change, fix our global environment, re-engineer economies and re-imagine our future. Here is what we must do:</p><p> First, we need to build a truly global coalition for carbon neutrality by 2050.</p><p> The European Union has committed to do so. The United Kingdom, Japan, the Republic of Korea and more than 110 countries have done the same. So, too, has the incoming U.S. administration. China has pledged to get there before 2060.</p><p> Every country, city, financial institution and company should adopt plans for net zero -- and act now to get on the right path to that goal, which means cutting global emissions by 45 percent by 2030 compared with 2010 levels. In advance of next November's U.N. Climate Conference in Glasgow, governments are obligated by the Paris Agreement to be ever more ambitious every five years and submit strengthened commitments known as Nationally Determined Contributions, and these NDCs must show true ambition for carbon neutrality.</p><p> Technology is on our side. It costs more to simply run most of today's coal plants than it does to build new renewable plants from scratch. Economic analysis confirms the wisdom of this path. According to the International Labor Organization, despite inevitable job losses, the clean energy transition will create 18 million net new jobs by 2030. But we must recognize the human costs of decarbonization and support workers with social protection, re-skilling and up-skilling so that the transition is just.</p><p> Second, we need to align global finance with the Paris Agreement and the Sustainable Development Goals, the world's blueprint for a better future.</p><p> It is time to put a price on carbon, end fossil fuel subsidies and finance, stop building new coal power plants, shift the tax burden from income to carbon, from taxpayers to polluters, make climate-related financial risk disclosures mandatory and integrate the goal of carbon neutrality into all economic and fiscal decision-making.</p><p> Banks must align their lending with the net zero objective and asset owners and managers must decarbonize their portfolios.</p><p> Third, we must secure a breakthrough on adaptation and resilience to help those already facing dire impacts of climate change.</p><p> That is not happening enough today. Adaptation represents only 20 percent of climate finance. This hinders our efforts to reduce disaster risk. It also is not smart. Every $1 invested in adaptation measures could yield almost $4 in benefits. Adaptation and resilience are especially urgent for small island developing states, for which climate change is an existential threat.</p><p> Next year gives us a wealth of opportunities to address our planetary emergencies, through major U.N. conferences and other efforts on biodiversity, oceans, transport, energy, cities and food systems. One of our best allies is nature itself. Nature-based solutions could provide one-third of the net reductions in greenhouse gas emissions required to meet the goals of the Paris Agreement. Indigenous knowledge can help to point the way. And as humankind devises strategies for preserving the environment and building a green economy, we need more women decision-makers at the table.</p><p> COVID and climate have brought us to a threshold. We cannot go back to the old normal of inequality and fragility. Instead, we must step toward a safer, more sustainable path. This is a complex policy test and an urgent moral test. With decisions today setting our course for decades to come, we must make pandemic recovery and climate action two sides of the same coin.</p><p> (Antonio Guterres is U.N. secretary general)</p><p>==Kyodo</p>", "publisher": "Japan Economic Newswire", "instances": ["Adaptation and resilience are especially urgent for small island developing states, for which climate change is an existential threat. Next year gives us a wealth of opportunities to address our planetary emergencies, through major U. N. conferences and other efforts on biodiversity, oceans, transport, energy, cities and food systems. One of our best allies is nature itself. Nature-based solutions could provide one-third of the net reductions in greenhouse gas emissions required to meet the goals of the Paris Agreement. Indigenous knowledge can help to point the way. And as humankind devises strategies for preserving the environment and building a green economy, we need more women decision-makers at the table. COVID and climate have brought us to a threshold. We cannot go back to the old normal of inequality and fragility. Instead, we must step toward a safer, more sustainable path."]}, {"relevance_score": 8, "title": "U.N. to convene climate conference next September", "published": "2022-12-19", "bodyText": "<p nitf:lede=\"true\"> The United Nations will convene a climate change meeting in September next year for political and business leaders as well as civic groups to discuss how to step up measures to address the issue, the world body's chief said Monday.</p><p> The Climate Ambition Summit will be held on the sidelines of the annual General Debate at the General Assembly in which leaders of many countries participate, U.N. Secretary General Antonio Guterres told a press conference.</p><p> Regarding the \"existential threat\" posed by climate change, Guterres lamented that the world is \"still moving in the wrong direction\" as the global emissions gap continues to grow.</p><p> Guterres urged participants to present \"credible, serious and new climate action and nature-based solutions\" at what he vowed will be a \"no-nonsense\" summit. He added that there will be no room for \"greenwashers, blame-shifters or repackaging of announcements of previous years,\" referring to common criticisms of such gatherings.</p><p> The United Nations hosted a similar meeting online in December 2020 to mark the fifth anniversary of the adoption of the Paris accord on climate change.</p><p>==Kyodo</p>", "publisher": "Japan Economic Newswire", "instances": ["The United Nations will convene a climate change meeting in September next year for political and business leaders as well as civic groups to discuss how to step up measures to address the issue, the world body's chief said Monday. The Climate Ambition Summit will be held on the sidelines of the annual General Debate at the General Assembly in which leaders of many countries participate, U. N. Secretary General Antonio Guterres told a press conference. Regarding the \"existential threat\" posed by climate change, Guterres lamented that the world is \"still moving in the wrong direction\" as the global emissions gap continues to grow. Guterres urged participants to present \"credible, serious and new climate action and nature-based solutions\" at what he vowed will be a \"no-nonsense\" summit. He added that there will be no room for \"greenwashers, blame-shifters or repackaging of announcements of previous years,\" referring to common criticisms of such gatherings. The United Nations hosted a similar meeting online in December 2020 to mark the fifth anniversary of the adoption of the Paris accord on climate change. ==Kyodo"]}, {"relevance_score": 3, "title": "第2回「Tokyo-NbSアクションアワード」受付開始（PR TIMES）", "published": "2025-08-21", "bodyText": "<p>NbS(自然を活用した解決策)に取り組む事業者等を募集します！ 　東京都は、2023年4月に改定した「東京都生物多様性地域戦略」に基づき、2030年までに、自然を活用した解決策（Nature-based Solutions,NbS）（※）となる取組を定着させるため、事業者等による取組や効果の発信など、普及啓発を進めています。 　その取組の一環として、先駆的にNbSに取り組む事業者等を表彰する「第2回Tokyo-NbSアクションアワード～自然とともに、未来をつくる～」の募集を開始しました。...</p>", "publisher": "WebNews - Japanese", "instances": ["NbS(自然を活用した解決策)に取り組む事業者等を募集します！ 　東京都は、2023年4月に改定した「東京都生物多様性地域戦略」に基づき、2030年までに、自然を活用した解決策（Nature-based Solutions,NbS）（※）となる取組を定着させるため、事業者等による取組や効果の発信など、普及啓発を進めています。 　その取組の一環として、先駆的にNbSに取り組む事業者等を表彰する「第2回Tokyo-NbSアクションアワード～自然とともに、未来をつくる～」の募集を開始しました。. . ."]}, {"relevance_score": 3, "title": "第２回「Tokyo-NbSアクションアワード」受付開始", "published": "2025-08-21", "bodyText": "<p>［東京都］ ＮｂＳ(自然を活用した解決策)に取り組む事業者等を募集します！ 　東京都は、2023年４月に改定した「東京都生物多様性地域戦略」に基づき、2030年までに、自然を活用した解決策（Nature-based Solutions,NbS）（※）となる取組を定着させるため、事業者等による取組や効果の発信など、普及啓発を進めています。 　その取組の一環として、先駆的にNbSに取り組む事業者等を表彰する「第２回Tokyo-NbSアクションアワード～自然とともに、未来をつくる～」の募集を開始しました。...</p>", "publisher": "WebNews - Japanese", "instances": ["［東京都］ ＮｂＳ(自然を活用した解決策)に取り組む事業者等を募集します！ 　東京都は、2023年４月に改定した「東京都生物多様性地域戦略」に基づき、2030年までに、自然を活用した解決策（Nature-based Solutions,NbS）（※）となる取組を定着させるため、事業者等による取組や効果の発信など、普及啓発を進めています。 　その取組の一環として、先駆的にNbSに取り組む事業者等を表彰する「第２回Tokyo-NbSアクションアワード～自然とともに、未来をつくる～」の募集を開始しました。. . ."]}, {"relevance_score": 3, "title": "第２回「Tokyo-NbSアクションアワード」受付開始(New!!)", "published": "2025-08-21", "bodyText": "<p>　東京都は、2023年４月に改定した「東京都生物多様性地域戦略」に基づき、2030年までに、自然を活用した解決策（Nature-based Solutions,NbS）（※）となる取組を定着させるため、事業者等による取組や効果の発信など、普及啓発を進めています。 　その取組の一環として、先駆的にNbSに取り組む事業者等を表彰する「第２回Tokyo-NbSアクションアワード～自然とともに、未来をつくる～」の募集を開始しました。 　今年度からは、「大規模法人部門」と「中小規模法人部門」の２部門を新設し、裾野拡大を図ってまいりますので、奮ってご応募ください。 （※）自然が有する機能を持続的に利用し、多様な社会的課題の解決につなげる考え方で、気候変動や自然災害等に対応することで、人間の幸福と生物多様性の両方に貢献するアクションのこと。...</p>", "publisher": "WebNews - Japanese", "instances": ["東京都は、2023年４月に改定した「東京都生物多様性地域戦略」に基づき、2030年までに、自然を活用した解決策（Nature-based Solutions,NbS）（※）となる取組を定着させるため、事業者等による取組や効果の発信など、普及啓発を進めています。 　その取組の一環として、先駆的にNbSに取り組む事業者等を表彰する「第２回Tokyo-NbSアクションアワード～自然とともに、未来をつくる～」の募集を開始しました。 　今年度からは、「大規模法人部門」と「中小規模法人部門」の２部門を新設し、裾野拡大を図ってまいりますので、奮ってご応募ください。 （※）自然が有する機能を持続的に利用し、多様な社会的課題の解決につなげる考え方で、気候変動や自然災害等に対応することで、人間の幸福と生物多様性の両方に貢献するアクションのこと。. . ."]}, {"relevance_score": 8, "title": "第２回「Tokyo-NbSアクションアワード」受付開始 New PR TIMES / 2025年8月21日 18時0分", "published": "2025-08-21", "bodyText": "<p>ＮｂＳ(自然を活用した解決策)に取り組む事業者等を募集します！ [画像: https://prcdn.freetls.fastly.net/release_image/52467/6052/52467-6052-3f02044df8293964a7b944a64775de74-624x405.jpg?width=536&amp;quality=85%2C75&amp;format=jpeg&amp;auto=webp&amp;fit=bounds&amp;bg-color=fff ] 　東京都は、2023年４月に改定した「東京都生物多様性地域戦略」に基づき、2030年までに、自然を活用した解決策（Nature-based...</p>", "publisher": "WebNews - Japanese", "instances": []}, {"relevance_score": 3, "title": "東邦レオ、GREEN×EXPO 2027でパナソニックパビリ…", "published": "2025-07-29", "bodyText": "<p>東邦レオ株式会社 建築家・永山祐子氏デザインのファサードを継承し、「循環」の理念を次世代へ GREEN×EXPO 2027...</p>", "publisher": "WebNews - Japanese", "instances": []}, {"relevance_score": 3, "title": "東邦レオ、GREEN×EXPO 2027でパナソニックパビリオン「ノモの国」をリユース(New!!)", "published": "2025-07-29", "bodyText": "<p>GREEN×EXPO 2027 東邦レオ株式会社 STUDIO（仮称）...</p>", "publisher": "WebNews - Japanese", "instances": []}]