[
    {
        "Document_Content": "<entry xmlns=\"http://www.w3.org/2005/Atom\"><id>urn:contentItem:6DC5-THX1-DYTP-W3R3-00000-00</id><title>[INTERVIEW] Cellar master from Champagne creates unique blend for Korea</title><published>2024-11-07T00:00:00Z</published><updated>2025-09-16T05:43:49Z</updated><author><name>LexisNexis</name></author><content type=\"application/xml\"><!--Transformation version 1.25--><articleDoc xmlns=\"\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xsi:noNamespaceSchemaLocation=\"http://www.lexisnexis.com/xmlschemas/content/public/articledoc/1/\" schemaVersion=\"1.8\" xml:lang=\"en\"><articleDocHead><itemInfo/></articleDocHead><nitf:body xmlns:nitf=\"http://iptc.org/std/NITF/2006-10-18/\"><nitf:body.head><nitf:hedline><nitf:hl1>[INTERVIEW] Cellar master from Champagne creates unique blend for Korea</nitf:hl1></nitf:hedline><nitf:byline><author><person><nameText>Ko Dong-hwan</nameText></person></author></nitf:byline></nitf:body.head><nitf:body.content><bodyText><p nitf:lede=\"true\">Growing champagne market attracts French spirits guruBy Ko Dong-hwanA third-generation cellar master from Champagne, France, has taken on Korea’s expanding champagne market by introducing his latest blend under one of the most renowned French champagne house brands, Maison Mumm.</p><p nitf:lede=\"true\">Yann Munier, a 44-year-old cellar master for Mumm’s premium brand RSRV, has introduced its latest product, Blancs de Noirs 2018. He believes that RSRV champagnes, crafted from top-quality grapes sourced from the vineyards in champagne’s birthplace, have a unique appeal that will captivate Korean consumers.</p><p>Not only does Munier emphasize the quality of the ingredients, but he also highlights that Blancs de Noirs pairs exceptionally well with tangy Korean dishes. Hailing from a French region celebrated for its tradition of hospitality, he likens Blancs de Noirs to the spirits his ancestors reserved for special occasions, only serving them to cherished guests and loved ones.</p><p>Munier, who works for the Champagne &amp; Cognac branch of the French global liquor conglomerate Pernod Ricard Group, unveiled Blancs de Noirs to Korean media outlets on Friday. The product is scheduled to hit local fine dining restaurants early next year. This launch also marks the first RSRV product since 2022, when Pernod Ricard Korea previously introduced three other RSRV champagnes.</p><p>Founded in 1827 by Georges Hermann Mumm, Maison Mumm began the process of creating a latest batch of Blancs de Noirs in 2018, during a period when the climate conditions for champagne production were “nearly perfect,” according to Munier. He utilized “pinot noir” grapes harvested from Verzenay, a village in Champagne’s Montagne de Reims region, and aged the “cuvée” (blend) for a minimum of six years.</p><p>“Blancs de Noirs was born out of rarely ideal climate conditions for growing grapes in terms of precipitation and temperature. The fruits were harvested from local vineyards in Champagne that have been managed by Maison Mumm for decades,” Munier said. “The outcome was a champagne near perfection.”</p><p>Blancs de Noirs arrives as Korea's champagne market has seen significant growth over the past five years. According to International Wine &amp; Spirit Research, the Korean market grew by a double digit in annual growth rate from 2018 to 2023, reflecting an annual growth rate of 10 percent in 2023 compared to the previous year. Munier notes that this trend aligns with the increasing number of Korean consumers looking to incorporate champagne into their diverse culinary experiences.</p><p>Miguel Angel Pascual Nombela, marketing director at Pernod Ricard Korea, attributes the ongoing sophistication of Korean gastronomy to the rising demand for champagne.</p><p>“The Korean market is experiencing normalization following the COVID-19 pandemic. The pandemic period (due to the social distancing regulations it caused) was a very good opportunity for consumers to discover new things beyond the big categories like soju and beer,” Pascual said.</p><p>Pascual highlighted the emergence of Michelin-starred restaurants in Seoul, the popularity of cooking competition shows on OTT platforms, and the increasing use of online services for booking high-end restaurants as indicators of the upscale growth in Korea's gastronomy market.</p><p>\"A wide range of age groups, including the young MZ generation, started showing interest in champagnes. Gastronomy in Korea has never been more popular,” he said. \"Of course, the champagne market in Korea is yet much smaller than that of whiskeys or wine. But the number of champagne consumers are certainly growing.\"</p><p>Efforts in ChampagneIn the Champagne region where Munier grew up, the production of the region’s eponymous wine — now synonymous with luxurious drinking experiences worldwide — has had to adapt to climate change. For instance, the grape harvesting period has shortened by about 30 days, impacting the quality of the fruit.</p><p>The region, according to Munier, has begun employing new methods to adopt to the changing environment and keep producing world-class champagnes. One such method is regenerative agriculture, which involves allowing vineyard terrains to remain unused for a period to help the soil recover and improve conditions for the next grape harvest.</p><p>“It’s giving nature a space for rest,” Munier said. “I’ve been particularly fond of Champagne terrains. And to create a good champagne, not just natural elements but also human efforts are critical.”</p><p> </p><p>Due to climate change, he has also learned to create new flavors during the aging process in the cellar using a method called malolactic fermentation. When he identifies certain vintages that are particularly favorable during tastings, he focuses on those by producing larger quantities.</p><p>“I cannot say that grapes from the 1980s are same in quality as those from 2024,” Munier said. “So what we do is focus on blending grapes of varying qualities such as pinot noirs or chardonnays. The method, in turn, has given us a wider range of choices to work with when making champagnes.”</p><p>Munier thinks Blancs de Noirs pairs well with Korean food, especially with seafood or spicy dishes.</p><p>“It’s perfect for dining experiences, specially with strongly savory dishes like Pecorino Romano cheese or lamb. The champagne gives that missing balance,” Munier said. “As to Korean food, I’m also excited to find out how many good pairings there will be.”</p><p>RSRV, an acronym for “reserve,” represents a unique tradition in Champagne where local residents serve the most precious champagne from their secret private collections to treat special guests. This history inspired Maison Mumm to use only top-quality cuvée for the RSRV lineup.</p><p>The company has established a brand zone called Maison Mumm Reims, a 25-kilometer-long underground cellar in the French city of Reims, to highlight its connection to the region’s deep-rooted tradition of producing quality champagne. Visitors can tour the facility and learn about the champagne-making process, attracting approximately 40,000 visitors each year.</p><p>“It’s been a long tradition in Champagne that people share good champagnes rather than drink them alone,” Munier said. “And when visitors come to our region, we nowadays invite them to this reception center called Brand Zone for a little experience.”</p><p>Copyrightⓒ The Korea Times(<url normalizedValue=\"http://www.koreatimes.co.kr\">www.koreatimes.co.kr</url>) All rights reserved.</p><p><url normalizedValue=\"https://newsimg.koreatimes.co.kr/2024/11/05/36ce857e-0c05-449a-b4bd-ccdf3fc75086.png\">Link to Image</url></p></bodyText></nitf:body.content><nitf:body.end><graphic><nitf:media><caption><p>Maison Mumm Cellar Master Yann Munier speaks during an interview with The Korea Times at Casa Alexis Dosan Flagship Gallery in Seoul, Friday, with his latest champagne creation RSRV Blancs de Noirs 2018 in front. Courtesy of Pernod Ricard Korea</p></caption></nitf:media></graphic></nitf:body.end></nitf:body><metadata><dc:metadata xmlns:dc=\"http://purl.org/dc/elements/1.1/\"><dc:identifier identifierScheme=\"DOC-ID\">KTIMES-385737</dc:identifier><dc:source sourceScheme=\"royaltyReportingKey\">KTIMES2024</dc:source><dc:identifier identifierScheme=\"PGUID\">urn:contentItem:6DC5-THX1-DYTP-W3R3-00000-00</dc:identifier><dc:source sourceScheme=\"productContentSetIdentifier\">174045</dc:source><dc:date dateType=\"last-updated\">2024-11-07</dc:date></dc:metadata><wordCount number=\"1055\"/><publicationInfo><copyright>Copyright 2024 The Korea Times All Rights Reserved</copyright><publicationName>Korea Times</publicationName><publicationDate day=\"07\" month=\"11\" year=\"2024\"><dateText>November 7, 2024 Thursday</dateText></publicationDate><classification classificationScheme=\"publicationtype\"><classificationItem><className>Newspaper</className></classificationItem></classification><classification classificationScheme=\"publicationtype\"><classificationItem><className>Newspapers</className></classificationItem></classification></publicationInfo><classification classificationScheme=\"language\"><classificationItem classificationScheme=\"lang.english\"><className>ENGLISH</className></classificationItem></classification><classificationGroup classificationScheme=\"indexing-terms\"><classification classificationScheme=\"company\"><classificationItem score=\"95\"><classCode>CC0002MIJ</classCode><className>PERNOD RICARD SA</className></classificationItem><classificationItem score=\"62\"><classCode>CC00059LB</classCode><className>WINE.COM INC</className></classificationItem></classification><classification classificationScheme=\"industry\"><classificationItem score=\"95\"><className>NAICS424820 WINE &amp; DISTILLED ALCOHOLIC BEVERAGE MERCHANT WHOLESALERS</className></classificationItem><classificationItem score=\"95\"><className>SIC5182 WINE &amp; DISTILLED ALCOHOLIC BEVERAGES</className></classificationItem><classificationItem score=\"95\"><className>NAICS722513 LIMITED-SERVICE RESTAURANTS</className></classificationItem><classificationItem score=\"95\"><className>NAICS312140 DISTILLERIES</className></classificationItem><classificationItem score=\"95\"><className>NAICS312130 WINERIES</className></classificationItem><classificationItem score=\"95\"><className>SIC2085 DISTILLED &amp; BLENDED LIQUORS</className></classificationItem><classificationItem score=\"95\"><className>SIC2084 WINES, BRANDY, &amp; BRANDY SPIRITS</className></classificationItem><classificationItem score=\"62\"><className>NAICS445320 BEER, WINE, AND LIQUOR RETAILERS</className></classificationItem><classificationItem score=\"62\"><className>SIC5921 LIQUOR STORES</className></classificationItem></classification><classification classificationScheme=\"ticker\"><classificationItem score=\"95\"><className>RI (PAR)</className></classificationItem></classification></classificationGroup><classificationGroup classificationScheme=\"licensor.indexing-terms\"><classification classificationScheme=\"licensor.subject\"><classificationItem><className>Biz &amp; Tech</className></classificationItem></classification></classificationGroup><classificationGroup classificationScheme=\"indexing-terms\"><classification classificationScheme=\"subject\"><classificationItem score=\"90\"><classCode>ST0008ZF6</classCode><className>INTERVIEWS</className></classificationItem><classificationItem score=\"89\"><classCode>ST000DJQC</classCode><className>CONSUMERS</className></classificationItem><classificationItem score=\"79\"><classCode>ST0008XKG</classCode><className>OUTPUT &amp; DEMAND</className></classificationItem><classificationItem score=\"79\"><classCode>STX001759</classCode><className>TRENDS</className></classificationItem><classificationItem score=\"77\"><classCode>STX001386</classCode><className>PRIVATE LABELS</className></classificationItem><classificationItem score=\"74\"><classCode>STX002064</classCode><className>EPIDEMICS</className></classificationItem><classificationItem score=\"74\"><classCode>STX001970</classCode><className>TRENDS &amp; EVENTS</className></classificationItem><classificationItem score=\"73\"><classCode>STX001211</classCode><className>NEW PRODUCTS</className></classificationItem><classificationItem score=\"69\"><classCode>ST000DQGE</classCode><className>COVID CORONAVIRUS</className></classificationItem><classificationItem score=\"60\"><classCode>ST000DOTH</classCode><className>COVID-19 CORONAVIRUS</className></classificationItem><classificationItem score=\"60\"><classCode>STX000912</classCode><className>INFECTIOUS DISEASE</className></classificationItem><classificationItem score=\"60\"><classCode>ST000DOZB</classCode><className>SOCIAL DISTANCING</className></classificationItem></classification><classification classificationScheme=\"industry\"><classificationItem score=\"90\"><classCode>STX000068</classCode><className>ALCOHOLIC BEVERAGES</className></classificationItem><classificationItem score=\"89\"><classCode>ST00097GY</classCode><className>FRUITS &amp; VEGETABLES</className></classificationItem><classificationItem score=\"89\"><classCode>N111332MM</classCode><className>GRAPE VINEYARDS</className></classificationItem><classificationItem score=\"73\"><classCode>STX001211</classCode><className>NEW PRODUCTS</className></classificationItem><classificationItem score=\"73\"><classCode>N312130MM</classCode><className>WINERIES</className></classificationItem><classificationItem score=\"72\"><classCode>STX001482</classCode><className>RESTAURANTS</className></classificationItem></classification><classification classificationScheme=\"country\"><classificationItem score=\"93\"><classCode>GC307</classCode><className>SOUTH KOREA</className></classificationItem><classificationItem score=\"90\"><classCode>GC317</classCode><className>FRANCE</className></classificationItem></classification></classificationGroup></metadata></articleDoc></content></entry>",
        "Document_Citation": "",
        "Source_Name": "Korea Times"
    },
    {
        "Document_Content": "<entry xmlns=\"http://www.w3.org/2005/Atom\"><id>urn:contentItem:6GCN-CXG3-SHM4-41JD-00000-00</id><title>Zayed Sustainability Prize Sees Surge in Global Participation with 7,761 Entries</title><published>2025-07-30T00:00:00Z</published><updated>2025-09-16T05:43:34Z</updated><author><name>LexisNexis</name></author><content type=\"application/xml\"><!--Transformation version 1.25--><articleDoc xmlns=\"\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xsi:noNamespaceSchemaLocation=\"http://www.lexisnexis.com/xmlschemas/content/public/articledoc/1/\" schemaVersion=\"1.8\" xml:lang=\"ko\"><articleDocHead><itemInfo><sourceSectionInfo><positionSection>NEWS</positionSection></sourceSectionInfo></itemInfo></articleDocHead><nitf:body xmlns:nitf=\"http://iptc.org/std/NITF/2006-10-18/\"><nitf:body.head><nitf:hedline><nitf:hl1>Zayed Sustainability Prize Sees Surge in Global Participation with 7,761 Entries</nitf:hl1></nitf:hedline><abstract abstractType=\"teaser\"><bodyText><p>ABU DHABI, United Ar--(뉴스와이어)--The UAE’s Zayed Sustainability Prize, a pioneering global award that has transformed the lives of over 400 million people, has officially closed submissions for its 2026 awards cycle. A total of 7,761 entries from 173 countries were received across the six categories of Health, Food, Energy, Water, Climate Action and Global High Schools, reflecting...</p></bodyText></abstract></nitf:body.head><nitf:body.content><bodyText><p nitf:lede=\"true\">ABU DHABI, United Ar--(뉴스와이어)--The UAE’s Zayed Sustainability Prize, a pioneering global award that has transformed the lives of over 400 million people, has officially closed submissions for its 2026 awards cycle. A total of 7,761 entries from 173 countri...</p><p>ABU DHABI, United Ar--(뉴스와이어)--The UAE’s Zayed Sustainability Prize, a pioneering global award that has transformed the lives of over 400 million people, has officially closed submissions for its 2026 awards cycle. A total of 7,761 entries from 173 countries were received across the six categories of Health, Food, Energy, Water, Climate Action and Global High Schools, reflecting the Prize’s continued role in advancing impactful solutions to pressing global challenges.  Now in its 17th year, the Prize empowers small to medium-sized enterprises (SMEs), nonprofit organisations and high schools to develop and scale sustainable innovations that improve lives, especially in vulnerable and underserved communities. From clean energy and healthcare access to regenerative agriculture and safe drinking water, this year’s submissions reflect a rising focus on technology-powered, community-led models that expand access where it’s needed most.  Submissions increased by 30% compared to the previous cycle. There was a marked rise in projects that integrate cutting-edge technologies - such as artificial intelligence, direct air carbon capture, and fintech tools - with grassroots approaches, highlighting how innovation, equity, and long-term impact are converging in meaningful ways.  H.E. Dr. Sultan Ahmed Al Jaber, UAE Minister of Industry and Advanced Technology and Director-General of the Zayed Sustainability Prize, said: “The record number of submissions to this year’s Prize cycle reflects a growing global commitment to practical, scalable solutions that deliver long-term impact. We saw particularly strong momentum in food systems, where smart technologies are helping boost productivity and resilience. Across all categories, the increased use of AI and other advanced technologies highlights how innovation is being harnessed to drive inclusive, community-led progress. The Zayed Sustainability Prize remains focused on recognising pioneers who deliver measurable impact and advance sustainable development worldwide.”  Early analysis shows that around 85% of all submissions came from the developing and emerging economies, with top contributions from India, Ethiopia, Uzbekistan, Brazil, and Indonesia. Participation was also high from developed countries like the United Arab Emirates and the United States of America, both making it into the top 10 submission countries.  The Food (1,630) and Climate Action (1,880) categories attracted the highest number of entries, reflecting the global urgency around food security, ecosystem protection, and disaster resilience. These were followed by Health (1,497), Global High Schools (1,070), Water (863) and Energy (821).  Submissions to the Health category grew by over 60% this year, with entries focusing on AI-enabled diagnostics, wearable tech, and decentralised care. Many also explored tech-enabled sustainable logistics and improved traceability to strengthen healthcare delivery systems.  The Food category highlighted advances in precision agriculture and agri-robotics, with smart systems and drones helping farmers boost yields as well as circularity in food systems.  In Energy, submissions revealed a growing interest in thermal energy storage and advanced low-carbon fuels, and broader energy transformation, including solutions for future-proofing energy systems to meet the growing global demand scenarios.  Entries in the Water category explored innovative ways to expand freshwater access, including atmospheric water generation and low-energy desalination, as well as fintech tools that promote more transparent and equitable distribution.  Climate Action entries addressed both mitigation and adaptation, featuring nature-based solutions, direct air carbon capture, predictive tools for resilience and disaster preparedness, and community-based conservation grounded in Indigenous knowledge.  Youth-led submissions in Global High Schools reflected a remarkable surge in youth engagement and commitment to sustainability, with projects ranging from AI-powered climate monitoring and smart irrigation for school farms to low-cost water filtration and tech-based approaches to waste tracking and upcycling.  Following the close of submissions, the Prize now enters the evaluation stage. All entries will be shortlisted by an independent research and analysis consultancy. A Selection Committee comprised of globally renowned industry experts will then assess the qualified entries and shortlist the candidates. The third and final tier of the evaluation process is the Jury, which will convene in October to unanimously elect the winners in each category.  Winners will be announced at the Zayed Sustainability Prize Awards Ceremony on 13 January 2026, during Abu Dhabi Sustainability Week. Each winner in the organisational categories will receive US $1 million, while six high schools - representing the world’s regions - will be awarded US $150,000 each to implement or expand their sustainability projects.  About the Zayed Sustainability Prize  The Zayed Sustainability Prize, an affiliate of Erth Zayed Philanthropies, is the UAE’s pioneering award for innovative solutions to global challenges.  A tribute to the legacy and vision of the UAE’s founding father, Sheikh Zayed bin Sultan Al Nahyan, the Prize aims to drive sustainable development worldwide.  Each year, across the Health, Food, Energy, Water, Climate Action and Global High Schools categories, the Prize rewards organisations and high schools for their groundbreaking solutions to our planet’s most pressing needs.  Through its 128 winners, in 17 years, the Prize has positively impacted over 400 million lives across the globe, inspiring innovators to amplify their impact, and chart a sustainable future for all.  Source: AETOSWire  View source version on businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20250728506759/en/\">https://www.businesswire.com/news/home/20250728506759/en/</url></p></bodyText></nitf:body.content></nitf:body><metadata><dc:metadata xmlns:dc=\"http://purl.org/dc/elements/1.1/\"><dc:identifier identifierScheme=\"DOC-ID\">WBNKOR-57332033761</dc:identifier><dc:source sourceScheme=\"royaltyReportingKey\">WBNKOR2025</dc:source><dc:identifier identifierScheme=\"PGUID\">urn:contentItem:6GCN-CXG3-SHM4-41JD-00000-00</dc:identifier><dc:source sourceScheme=\"productContentSetIdentifier\">436760</dc:source><dc:date dateType=\"last-updated\">2025-07-30</dc:date></dc:metadata><wordCount number=\"1023\"/><publicationInfo><copyright>No Copyright - Moreover</copyright><publicationName>Sagunin.com</publicationName><aggregationName>WebNews - Korean</aggregationName><publicationDate day=\"30\" month=\"07\" year=\"2025\"><dateText>July 30, 2025 Wednesday</dateText></publicationDate><classification classificationScheme=\"publicationtype\"><classificationItem><className>Web Publication</className></classificationItem></classification><classification classificationScheme=\"publicationtype\"><classificationItem><className>WebLinks</className></classificationItem></classification></publicationInfo><classification classificationScheme=\"language\"><classificationItem classificationScheme=\"lang.english\"><className>KOREAN</className></classificationItem><classificationItem classificationScheme=\"lang.native\"><className>KOREAN</className></classificationItem></classification><classification classificationScheme=\"typeofdoc\"><classificationItem><className>Press Release</className></classificationItem></classification><classificationGroup classificationScheme=\"licensor.indexing-terms\"><classification classificationScheme=\"licensor.company\"><classificationItem><className>By-health Co Ltd</className></classificationItem></classification><classification classificationScheme=\"licensor.country\"><classificationItem><className>South Korea</className></classificationItem></classification><classification classificationScheme=\"licensor.region\"><classificationItem><className>Asia</className></classificationItem><classificationItem><className>Eastern Asia</className></classificationItem></classification><classification classificationScheme=\"licensor.ticker\"><classificationItem><className>300146</className><className>SHE</className></classificationItem></classification><classification classificationScheme=\"licensor.company-number\"><classificationItem><className>ISIN: CNE100000Y84</className></classificationItem></classification></classificationGroup><classificationGroup classificationScheme=\"indexing-terms\"><classification classificationScheme=\"subject\"><classificationItem score=\"72\"><classCode>ST000D1DR</classCode><className>NEGATIVE NEWS</className></classificationItem><classificationItem score=\"74\"><classCode>STX002245</classCode><className>HEALTH CARE ACCESS</className></classificationItem><classificationItem score=\"69\"><classCode>ST000DUH7</classCode><className>GEOENGINEERING</className></classificationItem><classificationItem score=\"73\"><classCode>ST000A7IS</classCode><className>ASSOCIATIONS &amp; ORGANIZATIONS</className></classificationItem><classificationItem score=\"68\"><classCode>ST00097CC</classCode><className>COMMERCE DEPARTMENTS</className></classificationItem><classificationItem score=\"90\"><classCode>ST000DT12</classCode><className>TECHNOLOGY</className></classificationItem><classificationItem score=\"71\"><classCode>ST000DSS2</classCode><className>SMART TECHNOLOGY</className></classificationItem><classificationItem score=\"89\"><classCode>ST000DSD8</classCode><className>CLIMATE ACTION</className></classificationItem><classificationItem score=\"72\"><classCode>ST000DMVO</classCode><className>EMERGING TECHNOLOGY</className></classificationItem><classificationItem score=\"72\"><classCode>ST000DO4D</classCode><className>MEDICALLY UNDERSERVED AREAS</className></classificationItem><classificationItem score=\"78\"><classCode>ST000DKUI</classCode><className>WATER RESOURCES</className></classificationItem><classificationItem score=\"60\"><classCode>STX000551</classCode><className>ECONOMIC NEWS</className></classificationItem><classificationItem score=\"91\"><classCode>ST000DL6M</classCode><className>SUSTAINABILITY</className></classificationItem><classificationItem score=\"70\"><classCode>STX000116</classCode><className>ARTIFICIAL INTELLIGENCE</className></classificationItem><classificationItem score=\"74\"><classCode>ST0009JZH</classCode><className>HIGH SCHOOLS</className></classificationItem><classificationItem score=\"78\"><classCode>ST000DSDM</classCode><className>ECOSYSTEM CONSERVATION</className></classificationItem><classificationItem score=\"74\"><classCode>STX001220</classCode><className>NONPROFIT ORGANIZATIONS</className></classificationItem><classificationItem score=\"90\"><classCode>STX001660</classCode><className>SUSTAINABLE DEVELOPMENT</className></classificationItem><classificationItem score=\"73\"><classCode>ST000DTRY</classCode><className>SMALL &amp; MEDIUM ENTERPRISES</className></classificationItem><classificationItem score=\"78\"><classCode>STX000591</classCode><className>EMERGING MARKETS</className></classificationItem><classificationItem score=\"68\"><classCode>STX001581</classCode><className>SMALL BUSINESS</className></classificationItem><classificationItem score=\"78\"><classCode>ST000D0FD</classCode><className>FOOD SECURITY</className></classificationItem><classificationItem score=\"66\"><classCode>ST00632417</classCode><className>FINANCIAL TECHNOLOGY</className></classificationItem><classificationItem score=\"73\"><classCode>ST000DRED</classCode><className>REGENERATIVE AGRICULTURE</className></classificationItem><classificationItem score=\"50\"><classCode>STX001937</classCode><className>ECONOMY &amp; ECONOMIC INDICATORS</className></classificationItem><classificationItem score=\"78\"><classCode>ST0008WSA</classCode><className>NATURAL RESOURCES MANAGEMENT</className></classificationItem><classificationItem score=\"69\"><classCode>ST000DRQJ</classCode><className>WATER SUPPLY</className></classificationItem></classification><classification classificationScheme=\"industry\"><classificationItem score=\"74\"><classCode>STX002245</classCode><className>HEALTH CARE ACCESS</className></classificationItem><classificationItem score=\"69\"><classCode>ST000DUH7</classCode><className>GEOENGINEERING</className></classificationItem><classificationItem score=\"71\"><classCode>ST000DSS2</classCode><className>SMART TECHNOLOGY</className></classificationItem><classificationItem score=\"72\"><classCode>ST000DO4D</classCode><className>MEDICALLY UNDERSERVED AREAS</className></classificationItem><classificationItem score=\"78\"><classCode>STX001466</classCode><className>ALTERNATIVE &amp; RENEWABLE ENERGY</className></classificationItem><classificationItem score=\"74\"><classCode>STX001900</classCode><className>ENERGY &amp; UTILITIES</className></classificationItem><classificationItem score=\"88\"><classCode>N610000CC</classCode><className>EDUCATIONAL SERVICES</className></classificationItem><classificationItem score=\"70\"><classCode>STX000116</classCode><className>ARTIFICIAL INTELLIGENCE</className></classificationItem><classificationItem score=\"74\"><classCode>ST0009JZH</classCode><className>HIGH SCHOOLS</className></classificationItem><classificationItem score=\"90\"><classCode>STX001660</classCode><className>SUSTAINABLE DEVELOPMENT</className></classificationItem><classificationItem score=\"66\"><classCode>ST00632417</classCode><className>FINANCIAL TECHNOLOGY</className></classificationItem><classificationItem score=\"73\"><classCode>ST000DRED</classCode><className>REGENERATIVE AGRICULTURE</className></classificationItem></classification><classification classificationScheme=\"city\"><classificationItem score=\"91\"><classCode>GX341</classCode><className>ABU DHABI, UNITED ARAB EMIRATES</className></classificationItem></classification><classification classificationScheme=\"country\"><classificationItem score=\"92\"><classCode>GT113</classCode><className>ASIA</className></classificationItem><classificationItem score=\"92\"><classCode>GC343</classCode><className>UNITED STATES</className></classificationItem><classificationItem score=\"79\"><classCode>GC582</classCode><className>UZBEKISTAN</className></classificationItem><classificationItem score=\"73\"><classCode>GC305</classCode><className>INDONESIA</className></classificationItem><classificationItem score=\"73\"><classCode>GC304</classCode><className>INDIA</className></classificationItem><classificationItem score=\"79\"><classCode>GR128</classCode><className>EASTERN ASIA</className></classificationItem><classificationItem score=\"99\"><classCode>GC354</classCode><className>UNITED ARAB EMIRATES</className></classificationItem><classificationItem score=\"79\"><classCode>GC338</classCode><className>BRAZIL</className></classificationItem></classification></classificationGroup></metadata></articleDoc></content></entry>",
        "Document_Citation": "",
        "Source_Name": "Webnews - Korean"
    }
]