[{"relevance_score": 2, "title": "Achieving climate equity for the Commonwealth", "published": "2023-11-26", "bodyText": "<p>The Commonwealth of Nations has demonstrated a long-standing dedication to tackling climate change and assisting member countries in mitigating its adverse effects. The unified political determination to safeguard the planet for succeeding generations has been precise and robust, dating back to the Langkawi Declaration on the Environment in 1989. During this pivotal moment, Commonwealth leaders pledged to […]</p>", "publisher": "Asia Times-English", "instances": []}, {"relevance_score": 45, "title": "SEMI Releases Report on Maturity of Semiconductor Sector Corporate Climate Disclosures", "published": "2024-05-08", "bodyText": "<p nitf:lede=\"true\">SEMI released a report on semiconductor sector climate disclosures, highlighting industry challenges and recommendations. The analysis showed established climate disclosures, with a focus on near-term targets over long-term goals. Organizational resilience to climate change is a significant challenge for the industry.</p><p nitf:lede=\"true\">Key Highlights:</p><p>* SEMI released a report on the maturity of the semiconductor sector corporate climate disclosures.</p><p>* Semiconductor industry-level climate disclosures are in the Established phase.</p><p>* Companies prioritize near-term climate targets over long-term net zero goals.</p><p>Original Press Release:</p><p>MILPITAS, California, May 8 -- SEMI technology communities issued the following news release:</p><p>SEMI today released the report A Rising Tide: Building a Climate-Resilient Semiconductor Value Chain that spotlights the maturity of the semiconductor value chain as it strives toward greater climate resilience and develops climate risk mitigation strategies. Led by the SEMI Sustainability Initiative Environmental Risk Mitigation and Reporting (ERMR) working group, the study identifies strengths, gaps and challenges faced by the industry in implementing recommendations of the Taskforce on Climate-related Financial Disclosures (TCFD). The report also offers recommendations on industry best practices to enhance climate disclosure maturity. Download the report.<br/><br/>The report leveraged Nasdaq Sustainable Lens(TM), an AI-powered ESG intelligence platform, to analyze and assess the maturity level of each segment of the semiconductor value chain based on publicly available sustainability and climate information of 100 leading semiconductor companies against TCFD recommendations. Nasdaq Sustainable Lens(TM) reviewed over 2,200 corporate annual financial reports, sustainability reports, low-carbon transition and climate action plans and other sustainability and climate information released between 2021 and 2023. The platform uncovered five key takeaways:<br/><br/>1. Maturity of semiconductor industry-level climate disclosures are in the Established phase as defined by Nasdaq. The semiconductor companies included in the assessment showed 40% higher TCFD alignment than the market average, represented by over 9,000 global companies across all industries beyond semiconductors.</p><p>2. Corporate climate reporting varies by semiconductor value chain segment largely due to different stakeholder expectations, jurisdiction-level reporting requirements, the level of resources dedicated to corporate climate work, as well as board- and executive-level engagement in climate initiatives.</p><p>3. Companies prioritize near-term climate targets, though only some have set long-term net zero goals. On average, value chain segments demonstrated the most comprehensive TCFD alignment with the Metrics &amp; Targets pillar, particularly as it relates to near-term greenhouse gas (GHG) emissions reduction targets.</p><p>4. Addressing organizational resilience to climate change appears to be the biggest industry-level challenge. The most underreported categories included climate scenario analysis, quantitative physical and transition climate risk assessments, and setting an internal carbon price. This indicates that the core question of how a company's business strategy will perform under various climate scenarios remains a major gap across all semiconductor value chain segments.</p><p>5. Ensuring climate resilience of the value chain is a business imperative for semiconductor companies. Industry-level recognition of the vulnerability of the semiconductor value chain to existing and potential climate-related risks and proactively building a path towards climate resilience are crucial for long-term business continuity.<br/><br/>\"Our study aims to raise awareness of climate risk as a key business risk and demonstrate an important role that climate resilience plays in ensuring business continuity and long-term resilience of the semiconductor value chain,\" said Alua Suleimenova, Senior Sustainability Program Manager at Marvell and leader of the ERMR working group. \"This analysis will inform business leaders' decisions around measuring and reporting on corporate climate action. Further, this study can help SEMI members enhance transparency of their climate disclosures in alignment with emerging reporting requirements, including the TCFD recommendations, which are now housed within the International Sustainability Standards Board (ISSB).\"<br/><br/>\"The analysis made possible by Nasdaq Sustainable Lens(TM) is a key step forward in understanding and improving sustainability risk assessment and reporting across the semiconductor value chain,\" said Dr. Mousumi Bhat, Vice President of Global Sustainability Programs at SEMI. \"Marvell's leadership and the companies that provided case studies were crucial to delivering these important insights.\"<br/><br/>Webinar on Report<br/><br/>SEMI and Nasdaq will host a webinar titled Climate Risk as a Business Risk on May 23, 2024, at 9:00am PT that will highlight key takeaways from the A Rising Tide: Building a Climate-Resilient Semiconductor Value Chain report. Registration is open.</p><p>About the SEMI Sustainability Initiative</p><p>The SEMI Sustainability Initiative works to accelerate the development of climate solutions for the semiconductor value chain through collaboration, communications, alignment and guidelines development. The Initiative consists of Working Groups collaborating on topics such as materiality, risk mitigation and reporting, climate equity, social justice, carbon markets and circularity. It also includes the Semiconductor Climate Consortium (SCC), whose members collaborate to help their organizations set and pursue net zero goals to reduce greenhouse gas emissions.</p><p>About SEMI</p><p>SEMI is the global industry association connecting over 3,000 member companies and 1.5 million professionals worldwide across the semiconductor and electronics design and manufacturing supply chain. We accelerate member collaboration on solutions to top industry challenges through Advocacy, Workforce Development, Sustainability, Supply Chain Management and other programs. Our SEMICON expositions and events, technology communities, standards and market intelligence help advance our members' business growth and innovations in design, devices, equipment, materials, services and software, enabling smarter, faster, more secure electronics. Visit <url normalizedValue=\"http://www.semi.org\">www.semi.org</url>, contact a regional office, and connect with SEMI on LinkedIn and X to learn more.</p><p>[Category: Semiconductors, Technology Hardware, ESG]</p><p>Source: SEMI technology communities</p>", "publisher": "China Business News", "instances": ["Mousumi Bhat, Vice President of Global Sustainability Programs at SEMI. \"Marvell's leadership and the companies that provided case studies were crucial to delivering these important insights. Webinar on ReportSEMI and Nasdaq will host a webinar titled Climate Risk as a Business Risk on May 23, 2024, at 9:00am PT that will highlight key takeaways from the A Rising Tide: Building a Climate-Resilient Semiconductor Value Chain report. Registration is open. About the SEMI Sustainability InitiativeThe SEMI Sustainability Initiative works to accelerate the development of climate solutions for the semiconductor value chain through collaboration, communications, alignment and guidelines development. The Initiative consists of Working Groups collaborating on topics such as materiality, risk mitigation and reporting, climate equity, social justice, carbon markets and circularity. It also includes the Semiconductor Climate Consortium (SCC), whose members collaborate to help their organizations set and pursue net zero goals to reduce greenhouse gas emissions. About SEMISEMI is the global industry association connecting over 3,000 member companies and 1. 5 million professionals worldwide across the semiconductor and electronics design and manufacturing supply chain. We accelerate member collaboration on solutions to top industry challenges through Advocacy, Workforce Development, Sustainability, Supply Chain Management and other programs. Our SEMICON expositions and events, technology communities, standards and market intelligence help advance our members' business growth and innovations in design, devices, equipment, materials, services and software, enabling smarter, faster, more secure electronics."]}, {"relevance_score": 3, "title": "A brighter demographic story for China", "published": "2023-11-27", "bodyText": "<p>“And so we talked all night about the rest of our lives, where we’re gonna be when we turn 25” – Vitamin C Below, we present the two most depressing charts on China. These are the two data series most bandied about by China bears – both long-term and short-term. And ugly they do look. […]</p>", "publisher": "Asia Times-English", "instances": []}, {"relevance_score": 35, "title": "Dynamo for actions", "published": "2022-07-14", "bodyText": "<p nitf:lede=\"true\">In his keynote speech at the opening ceremony of the eighth Ministerial Conference of the Forum on China-Africa Cooperation, President Xi Jinping announced a series of measures to boost China-Africa green development cooperation, including 10 green development, environmental protection and climate action projects for Africa, support for the development of a \"Great Green Wall\", and building centers of excellence in Africa for low-carbon development and climate change adaptation. As 2022 marks the 20th anniversary of the establishment of the African Union, China is willing to work with Africa to address the challenges of climate change and take China's relations with the AU to a new level.</p><p nitf:lede=\"true\">As the world moves toward a carbon-neutral era, climate change has become a geopolitical and geo-economic battleground. Geopolitical competition on climate actions will stimulate green investment, green industrial technology development and promote global climate change action. Africa, the focus of global climate geopolitical cooperation, is the region most vulnerable to climate change, and the combined economic and climate risks of the COVID-19 pandemic are hitting Africa hard.</p><p>The United States' Green New Deal, the European Green Deal and China-Africa cooperation have all referred to support for climate change adaptation and green infrastructure in Africa. The climate cooperation between the major powers in Africa will have an impact on the evolution of the global climate geographical cooperation landscape.</p><p>Africa suffers from the long-term effects of the global climate security deficit. Climate change is one of the greatest challenges facing the world, and African countries contribute a small and slow-growing share of global greenhouse gas emissions. Since the 21st century, Africa's carbon dioxide emissions have slowly increased in line with its economic and social development, accounting for approximately 3.7 percent of the world's carbon emissions in 2019.However, due to factors such as geography and stage of development, African countries are the most vulnerable regions affected by climate change, with Africa's least developed countries and small island states all facing increasing threats to their security in the face of climate change. Food security, sustainable water supply and extreme weather phenomena are major issues that need to be addressed jointly by Africa and the world.</p><p>Due to geographical factors and economic underdevelopment, African countries lack the capacity to cope with climate change, are suffering more than other regions and are likely to bear more losses in the future. This is why African countries are particularly looking for climate equity and climate justice.</p><p>Over the past few decades, China-Africa cooperation has been broadening its scope, among which strengthening cooperation in addressing climate change is a new highlight. With the release of the Declaration on China-Africa Cooperation on Combating Climate Change in 2021, China-Africa cooperation will continue to build on the past and raise the cooperation between the two sides to a deeper and more practical level. China, the largest developing country, and Africa, the most environmentally vulnerable region, have compatible sustainable development strategies and complementary development advantages, making China-Africa cooperation a pioneer in international cooperation with Africa, which can drive the development of the global climate governance process. China and Africa need to advocate green and low-carbon development, actively promote solar, wind and other sources of renewable energy, work for the effective implementation of the Paris Agreement on climate change and keep strengthening the capacity for sustainable development.</p><p>In terms of strategy and policy dovetailing, China and the African countries have converging interests in the geopolitical cooperation among the major powers, and both sides have emphasized solidarity in the multilateral framework to address climate change issues. With regard to the construction of mechanisms and the promotion of exchanges, China and Africa should focus on information interaction and exchange of development experiences. Since 2012, China and Africa have jointly organized the Seminar on China-Africa Green Cooperation to Guide the Future Economy and China-Africa Ministerial Dialogue on Environmental Cooperation to promote enhanced communication and coordination on environmental governance policies.</p><p>The China-Africa Environment Cooperation Centre was launched in 2020, building an important platform for the participation of China and Africa, as well as relevant international organizations, research institutions and enterprises. As of September 2021, seven African countries, including Angola and Kenya, have joined the Belt and Road International Alliance for Green Development, making a positive contribution to the construction of the Green Silk Road.</p><p>Based on the actual needs of China-Africa cooperation, deepening China-Africa climate cooperation is on the official agenda for China-Africa cooperation. On November 30,2021, the Declaration on China-Africa Cooperation on Combating Climate Change adopted at the Eighth Ministerial Conference of the Forum on China-Africa Cooperation announced that the heads of delegations of the People's Republic of China, 53 African countries and the AU Commission have jointly decided to establish a China-Africa partnership of strategic cooperation of the new era to fight climate change.</p><p>China and Africa are both developing entities, and since African countries are far different from the developed countries in terms of historical responsibility, level of development, stage of development and capacity, China should continue to support the principle of \"common but differentiated responsibilities \"and Africa's \"development first, climate balanced\" right to equitable development in the global climate negotiations. In the implementation of the Paris Agreement, the G77+China should continue to seek funding and the transfer of technology from developed countries for development and adaptation to climate change in Africa.</p><p>China has accumulated a wealth of experience applicable to Africa in the field of ecological civilization construction and low-carbon development, and the knowledge-sharing of Chinese best practices will help African countries in their green recovery process. Transnational and inter-regional cooperation on clean and low-carbon energy technology innovation and green recovery needs to be strengthened.</p><p>Also, China-Africa joint construction of the Belt and Road Initiative will contribute to the ecological and environmental governance in Africa by strengthening infrastructure construction in Africa, especially clean energy projects such as photovoltaic and hydroelectric power stations, promoting the construction of the Green Belt and Road, strengthening ecological and environmental governance along the Belt and Road, and enhancing international cooperation on climate security.</p><p>Yu Hongyuan is a professor and director of the Institute for Comparative Politics and Public Policy at the Shanghai Institutes for International Studies. Liu Luying is a research assistant of the Institute for Comparative Politics and Public Policy at the Shanghai Institutes for International Studies. The authors contributed this article to China Watch, a think tank powered by China Daily. The views do not necessarily reflect those of China Daily.</p><p> </p><p><url normalizedValue=\"https://epaper.chinadaily.com.cn/images/202207/14/62cf74fba3109375854c364c.png\">Link to Image</url></p><p>LI MIN/CHINA DAILY</p>", "publisher": "China Daily European Edition", "instances": ["Since the 21st century, Africa's carbon dioxide emissions have slowly increased in line with its economic and social development, accounting for approximately 3. 7 percent of the world's carbon emissions in 2019. However, due to factors such as geography and stage of development, African countries are the most vulnerable regions affected by climate change, with Africa's least developed countries and small island states all facing increasing threats to their security in the face of climate change. Food security, sustainable water supply and extreme weather phenomena are major issues that need to be addressed jointly by Africa and the world. Due to geographical factors and economic underdevelopment, African countries lack the capacity to cope with climate change, are suffering more than other regions and are likely to bear more losses in the future. This is why African countries are particularly looking for climate equity and climate justice. Over the past few decades, China-Africa cooperation has been broadening its scope, among which strengthening cooperation in addressing climate change is a new highlight. With the release of the Declaration on China-Africa Cooperation on Combating Climate Change in 2021, China-Africa cooperation will continue to build on the past and raise the cooperation between the two sides to a deeper and more practical level. China, the largest developing country, and Africa, the most environmentally vulnerable region, have compatible sustainable development strategies and complementary development advantages, making China-Africa cooperation a pioneer in international cooperation with Africa, which can drive the development of the global climate governance process. China and Africa need to advocate green and low-carbon development, actively promote solar, wind and other sources of renewable energy, work for the effective implementation of the Paris Agreement on climate change and keep strengthening the capacity for sustainable development. In terms of strategy and policy dovetailing, China and the African countries have converging interests in the geopolitical cooperation among the major powers, and both sides have emphasized solidarity in the multilateral framework to address climate change issues."]}, {"relevance_score": 12, "title": "China ready to address issues related to implementation of Paris Agreement", "published": "2017-05-23", "bodyText": "<p nitf:lede=\"true\">China is preparing to address the issues related to the implementation of the Paris Agreement to push forward global climate governance, China's Special Representative on Climate Change Xie Zhenhua said here Monday    Xie made the remarks at the 8th Petersberg Climate Dialogue in Berlin.    China's plan aims to seek the broadest consensus among the signatories to the Paris Agreement, reflecting the principle of \"common but differentiated responsibilities,\" climate equity, and matching action and support, Xie said.    In 2016, China's carbon intensity dropped 6 percent from the previous year, much higher than the original goal of 3.9 percent, Xie said. </p><p>   China has taken a series of restrictive measures in the 13th Five Year Plan, including reducing 18 percent of carbon intensity and raising the proportion of non-fossil energy in primary energy to 15 percent from 2016 to 2020, according to Xie.    China has launched the South-South Cooperation Foundation on climate change and cooperated with 27 countries to help improve their adaptability to climate change as well as their management and financing capabilities, Xie said.    To carry out the Paris Agreement, China proposes enhancing political mutual trust and accelerating the implementation of the Paris Agreement,  turning the efforts to implement the agreement into endeavors to promote economic transition and develop new energy industries, boosting win-win cooperation and setting up incentive mechanisms to ensure sustained implementation of the agreement, Xie said.    China will stick to its concept of development marked by innovation, coordination, green development, opening up and sharing, and cope with climate change actively no matter how the international situation changes, Xie said.    China will fully support Fiji to host this year's UN Climate Change Conference (COP) and promote the formulation by the conference of a draft resolution on subsequent negotiations following the implementation of the Paris Agreement, Xie said.    The Petersberg Climate Dialogue, an annual informal ministerial meeting launched by Germany in 2010, mainly focuses on preparing for the COP each year.       The Paris Agreement was agreed by the 195 member economies which attended the 2015 United Nations Climate Change Conference (COP21) in Paris. It went into effect last November.  </p>", "publisher": "Xinhua Economic News Service", "instances": ["China is preparing to address the issues related to the implementation of the Paris Agreement to push forward global climate governance, China's Special Representative on Climate Change Xie Zhenhua said here Monday    Xie made the remarks at the 8th Petersberg Climate Dialogue in Berlin. China's plan aims to seek the broadest consensus among the signatories to the Paris Agreement, reflecting the principle of \"common but differentiated responsibilities,\" climate equity, and matching action and support, Xie said. In 2016, China's carbon intensity dropped 6 percent from the previous year, much higher than the original goal of 3. 9 percent, Xie said. China has taken a series of restrictive measures in the 13th Five Year Plan, including reducing 18 percent of carbon intensity and raising the proportion of non-fossil energy in primary energy to 15 percent from 2016 to 2020, according to Xie. China has launched the South-South Cooperation Foundation on climate change and cooperated with 27 countries to help improve their adaptability to climate change as well as their management and financing capabilities, Xie said. To carry out the Paris Agreement, China proposes enhancing political mutual trust and accelerating the implementation of the Paris Agreement,  turning the efforts to implement the agreement into endeavors to promote economic transition and develop new energy industries, boosting win-win cooperation and setting up incentive mechanisms to ensure sustained implementation of the agreement, Xie said."]}, {"relevance_score": 13, "title": "China ready to address issues related to implementation of Paris Agreement", "published": "2017-05-23", "bodyText": "<p nitf:lede=\"true\">　　China is preparing to address the issues related to the implementation of the Paris Agreement to push forward global climate governance, China's Special Representative on Climate Change Xie Zhenhua said here Monday.</p><p><br/>Xie made the remarks at the 8th Petersberg Climate Dialogue in Berlin.<br/>China's plan aims to seek the broadest consensus among the signatories to the Paris Agreement, reflecting the principle of \"common but differentiated responsibilities,\" climate equity, and matching action and support, Xie said.<br/>In 2016, China's carbon intensity dropped 6 percent from the previous year, much higher than the original goal of 3.9 percent, Xie said.<br/>China has taken a series of restrictive measures in the 13th Five Year Plan, including reducing 18 percent of carbon intensity and raising the proportion of non-fossil energy in primary energy to 15 percent from 2016 to 2020, according to Xie.<br/>China has launched the South-South Cooperation Foundation on climate change and cooperated with 27 countries to help improve their adaptability to climate change as well as their management and financing capabilities, Xie said.<br/>To carry out the Paris Agreement, China proposes enhancing political mutual trust and accelerating the implementation of the Paris Agreement, turning the efforts to implement the agreement into endeavors to promote economic transition and develop new energy industries, boosting win-win cooperation and setting up incentive mechanisms to ensure sustained implementation of the agreement, Xie said.<br/>China will stick to its concept of development marked by innovation, coordination, green development, opening up and sharing, and cope with climate change actively no matter how the international situation changes, Xie said.<br/>China will fully support Fiji to host this year's UN Climate Change Conference (COP) and promote the formulation by the conference of a draft resolution on subsequent negotiations following the implementation of the Paris Agreement, Xie said.<br/>The Petersberg Climate Dialogue, an annual informal ministerial meeting launched by Germany in 2010, mainly focuses on preparing for the COP each year.<br/>The Paris Agreement was agreed by the 195 member economies which attended the 2015 United Nations Climate Change Conference (COP21) in Paris. It went into effect last November.</p>", "publisher": "People's Daily Online - English", "instances": ["China is preparing to address the issues related to the implementation of the Paris Agreement to push forward global climate governance, China's Special Representative on Climate Change Xie Zhenhua said here Monday. Xie made the remarks at the 8th Petersberg Climate Dialogue in Berlin. China's plan aims to seek the broadest consensus among the signatories to the Paris Agreement, reflecting the principle of \"common but differentiated responsibilities,\" climate equity, and matching action and support, Xie said. In 2016, China's carbon intensity dropped 6 percent from the previous year, much higher than the original goal of 3. 9 percent, Xie said. China has taken a series of restrictive measures in the 13th Five Year Plan, including reducing 18 percent of carbon intensity and raising the proportion of non-fossil energy in primary energy to 15 percent from 2016 to 2020, according to Xie. China has launched the South-South Cooperation Foundation on climate change and cooperated with 27 countries to help improve their adaptability to climate change as well as their management and financing capabilities, Xie said. To carry out the Paris Agreement, China proposes enhancing political mutual trust and accelerating the implementation of the Paris Agreement, turning the efforts to implement the agreement into endeavors to promote economic transition and develop new energy industries, boosting win-win cooperation and setting up incentive mechanisms to ensure sustained implementation of the agreement, Xie said."]}, {"relevance_score": 12, "title": "China ready to address issues related to implementation of Paris Agreement", "published": "2017-05-23", "bodyText": "<p nitf:lede=\"true\">BERLIN, May 22 (Xinhua)-- China is preparing to address the  issues related to the implementation of the Paris Agreement to  push forward global climate governance, China's Special  Representative on Climate Change Xie Zhenhua said here Monday </p><p>   Xie made the remarks at the 8th Petersberg Climate Dialogue in  Berlin. </p><p>    China's plan aims to seek the broadest consensus among the  signatories to the Paris Agreement, reflecting the principle of  \"common but differentiated responsibilities,\" climate equity, and  matching action and support, Xie said. </p><p>    In 2016, China's carbon intensity dropped 6 percent from the  previous year, much higher than the original goal of 3.9 percent,  Xie said. </p><p>    China has taken a series of restrictive measures in the 13th  Five Year Plan, including reducing 18 percent of carbon intensity  and raising the proportion of non-fossil energy in primary energy  to 15 percent from 2016 to 2020, according to Xie. </p><p>    China has launched the South-South Cooperation Foundation on  climate change and cooperated with 27 countries to help improve  their adaptability to climate change as well as their management  and financing capabilities, Xie said. </p><p>    To carry out the Paris Agreement, China proposes enhancing  political mutual trust and accelerating the implementation of the  Paris Agreement,  turning the efforts to implement the agreement  into endeavors to promote economic transition and develop new  energy industries, boosting win-win cooperation and setting up  incentive mechanisms to ensure sustained implementation of the  agreement, Xie said. </p><p>    China will stick to its concept of development marked by  innovation, coordination, green development, opening up and  sharing, and cope with climate change actively no matter how the  international situation changes, Xie said. </p><p>    China will fully support Fiji to host this year's UN Climate  Change Conference (COP) and promote the formulation by the  conference of a draft resolution on subsequent negotiations  following the implementation of the Paris Agreement, Xie said. </p><p>    The Petersberg Climate Dialogue, an annual informal ministerial  meeting launched by Germany in 2010, mainly focuses on preparing  for the COP each year. </p><p>    The Paris Agreement was agreed by the 195 member economies  which attended the 2015 United Nations Climate Change Conference  (COP21) in Paris. It went into effect last November.  </p>", "publisher": "Xinhua General News Service", "instances": ["BERLIN, May 22 (Xinhua)-- China is preparing to address the  issues related to the implementation of the Paris Agreement to  push forward global climate governance, China's Special  Representative on Climate Change Xie Zhenhua said here Monday    Xie made the remarks at the 8th Petersberg Climate Dialogue in  Berlin. China's plan aims to seek the broadest consensus among the  signatories to the Paris Agreement, reflecting the principle of  \"common but differentiated responsibilities,\" climate equity, and  matching action and support, Xie said. In 2016, China's carbon intensity dropped 6 percent from the  previous year, much higher than the original goal of 3. 9 percent,  Xie said. China has taken a series of restrictive measures in the 13th  Five Year Plan, including reducing 18 percent of carbon intensity  and raising the proportion of non-fossil energy in primary energy  to 15 percent from 2016 to 2020, according to Xie. China has launched the South-South Cooperation Foundation on  climate change and cooperated with 27 countries to help improve  their adaptability to climate change as well as their management  and financing capabilities, Xie said. To carry out the Paris Agreement, China proposes enhancing  political mutual trust and accelerating the implementation of the  Paris Agreement,  turning the efforts to implement the agreement  into endeavors to promote economic transition and develop new  energy industries, boosting win-win cooperation and setting up  incentive mechanisms to ensure sustained implementation of the  agreement, Xie said."]}, {"relevance_score": 66, "title": "Letters", "published": "2012-06-24", "bodyText": "<p nitf:lede=\"true\">All citizens should be seen as equal</p><p nitf:lede=\"true\">I refer to the proposals put forward by Development Secretary Carrie Lam Cheng Yuet-ngor (\"End small-house policy, says Lam\", June 14). </p><p nitf:lede=\"true\">I appreciate her idea as long as the policy is properly implemented to ensure a smooth transition, given that officials will have to deal with a flurry of complaints form indigenous villagers. </p><p nitf:lede=\"true\">The fact is that we can no longer really distinguish between indigenous and other citizens. </p><p nitf:lede=\"true\"> So many different groups of people migrated here at varying times. </p><p> It is unfair in this day and age for a baby born in an urban area of Hong Kong to not have the right to a small house, but a baby born on the same day in a village, and who is regarded as indigenous, gets that right. </p><p> All Hongkongers should have the same rights. Also, when the British colonial government introduced this policy the aim was for it to be short-or medium-term. The intention was that at some point it would be wound up. </p><p>Villagers complain about this and say it is unjust because they have vested interests. </p><p>The small-house policy has been distorted and is now mostly about making profits. Limiting the purpose of the small-house policy might be one option. </p><p>The cancellation of the small-house policy is in the public interest and I believe it will lead to greater social harmony, at least in urban areas of Hong Kong. </p><p>Jack Tam, Sham Tseng</p><p>Blatant abuse of village house policy</p><p>I refer to the report. (\"End small-house policy, says Lam\", June 14). Development Secretary Carrie Lam Cheng Yuet-ngor deserves credit for wanting to get to grips with this long-standing thorny issue. </p><p> This matter has been allowed to fester for far too long, and officials have appeared weak-kneed in the face of the belligerent rural chiefs of the Heung Yee Kuk. </p><p>The 76-year old indigenous villager's comments that \"we have lived in the village for countless generations\" and \"people want to live near their parents in the same village\" (\"Lam 'asking for fight on small houses'\", June 15), indicate a traditional custom, but not a legal right. The small-house policy was introduced in 1972 as an administrative accommodation to cater to social tradition. However, the actual situation in the New Territiories villages shows that this tradition of \"families living closely together\" is no longer a given, and this policy has been blatantly abused. </p><p>Many small houses have been sold or rented to outsiders including expatriates. Many of the sons claiming their so-called \"right\" live not just outside the New Territories but overseas. and many of these \"rights\" are sold on directly to non-indigenous developers. </p><p>This privilege is now not about traditional customs but about the opportunity to make vast amounts of money on assets that have not been purchased. The policy should be implemented strictly to address indigenous housing needs. </p><p>If a villager sells or rents the property to a non-indigenous party the profits should go to the public purse. And if a villager sells on his \"right\" or his property then his bloodline should no longer hold any entitlement to a small house as the villager has shown he no longer wishes to maintain his close connection to his native village. </p><p>The government must address the fundamental housing issue and not be intimidated by the New Territories money politics that the Heung Yee Kuk is so adept at playing. </p><p>P. C. Law, Quarry Bay </p><p>Protection from Basic Law a myth</p><p> The so-called small-house policy is a complete misnomer.</p><p> When 80 per cent of our private housing stock and close to 100 per cent of our public housing stock is below 750 sq ft in area, it puts the indigenous expectation of 2,100 sq ft per household in startling perspective. According to Rating and Valuation statistics only some 2 per cent of our private housing stock exceeds 1,700 sq ft in area. </p><p>Why should an indigenous male expect as of right 2,100 sq ft for his family when the vast majority of Hong Kong people exist in something less than one third of that area. Let us call it for what it is - a \"big house\" policy.</p><p>The indigenous claims that the \"big house\" policy is enshrined in the Basic Law hardly stands scrutiny. </p><p>It was an administrative policy which could be removed if thought necessary when instituted in 1972, and remains as such today. </p><p>The handover did not transmogrify the policy into law, and the provisions remain as subject to removal as they were prior to the handover.</p><p> We do not need to wait until 2029 to cancel the policy. </p><p>Clive Noffke, Lantau</p><p>More taxis will make roads safer</p><p>Currently there are around 18,000 taxis in Hong Kong and the government imposes a cap.</p><p> I think that it should seriously reconsider this figure and look into the possibility of allowing more cabs on our streets. </p><p> Owning a taxi in Hong Kong can cost as much as an apartment in the city and a lot of drivers now have to rent them on a daily basis. </p><p>If there was an increase in the number of taxis available, it might be easier for people to own a vehicle and driving standards would improve. If it is your vehicle you are likely to be a less aggressive driver as you always take greater care if it is your own property. You would then be less likely to see cabbies braking hard, accelerating as you approach the lights even when they are turning red, and cutting aggressively in between lanes.</p><p> For these taxi drivers it will be like a workman who has his own set of tools. And instead of paying the taxi firm a chunk of their fare income in rent, they will be able to keep. This will reduce the number of casual cabbies who do not qualify for a taxi drivers' licence and who give the industry a bad name. </p><p>I also think that taxi drivers should be tested very three years if they want to renew their licence. This can help deter aggressive driving. </p><p>Mike Lee, Quarry Bay</p><p>MPF needs inflation protection</p><p>If the government wants to see the Mandatory Provident Fund (MPF) scheme work effectively for people who have retired without creating additional stress for them, changes are needed.</p><p> It should allow for direct investment in an inflation-linked government bond without fee providers. </p><p>In today's financial climate equity markets now resemble casinos and the bond markets face a bubble. </p><p>This has led me to the belief that, at some point, if we don't create a safer retirement scheme, the wealth created by the MPF scheme will diminish for some people.</p><p> There is no promoting investing in equity markets given the pattern of investment over the last 10 years which has been characterised by greed.</p><p> It is important to recognise that many Hongkongers are depending on the MPF to work for them. </p><p>If individuals' MPF accounts cannot beat or at least match the inflation rate then the savings of these people will be worth less in real terms. </p><p> Given the cost of medical care, housing, education and food, people who are working but facing real hardship should exempt from MPF payments. </p><p>The government must give the MPF the real support that it needs. It must guarantee a minimum return and protect it from the effects of inflation. </p><p>Rishi Teckchandani, Mid-Levels </p><p>Lam acted like judge and jury</p><p>What a circus we have with the west wing development.</p><p> Every day seems to bring fresh evidence of the muddle and compromise on how this project has been handled, since it was first tabled in 2009.</p><p>It seems bizarre that the Development Bureau did not ask the Antiquities Advisory Board for an opinion, both on the building and also its merit as part of the entirety of Government Hill.</p><p> The board is of course part of the bureau structure.</p><p>Secretary for Development Carrie Lam Cheng Yuet-ngor has once again played judge and jury on heritage decisions - so what is the point of the board?</p><p>Let us hope the new administration might do things more professionally and also begin to consider heritage sites more holistically as in the case of Government Hill or, for example, when it comes to street-scapes in the likes of Wan Chai and Sheung Wan.</p><p> In the meantime, Hong Kong's heritage continues to be bulldozed away in the absence of any long-term conservation planning from the government.</p><p>Harry Reid, Mid-Levels</p>", "publisher": "South China Morning Post", "instances": ["This will reduce the number of casual cabbies who do not qualify for a taxi drivers' licence and who give the industry a bad name. I also think that taxi drivers should be tested very three years if they want to renew their licence. This can help deter aggressive driving. Mike Lee, Quarry BayMPF needs inflation protectionIf the government wants to see the Mandatory Provident Fund (MPF) scheme work effectively for people who have retired without creating additional stress for them, changes are needed. It should allow for direct investment in an inflation-linked government bond without fee providers. In today's financial climate equity markets now resemble casinos and the bond markets face a bubble. This has led me to the belief that, at some point, if we don't create a safer retirement scheme, the wealth created by the MPF scheme will diminish for some people. There is no promoting investing in equity markets given the pattern of investment over the last 10 years which has been characterised by greed. It is important to recognise that many Hongkongers are depending on the MPF to work for them. If individuals' MPF accounts cannot beat or at least match the inflation rate then the savings of these people will be worth less in real terms. Given the cost of medical care, housing, education and food, people who are working but facing real hardship should exempt from MPF payments."]}, {"relevance_score": 66, "title": "Letters", "published": "2012-06-24", "bodyText": "<p nitf:lede=\"true\">All citizens should be seen as equal</p><p nitf:lede=\"true\">I refer to the proposals put forward by Development Secretary Carrie Lam Cheng Yuet-ngor (\"End small-house policy, says Lam\", June 14). </p><p nitf:lede=\"true\">I appreciate her idea as long as the policy is properly implemented to ensure a smooth transition, given that officials will have to deal with a flurry of complaints form indigenous villagers. </p><p nitf:lede=\"true\">The fact is that we can no longer really distinguish between indigenous and other citizens. </p><p nitf:lede=\"true\"> So many different groups of people migrated here at varying times. </p><p> It is unfair in this day and age for a baby born in an urban area of Hong Kong to not have the right to a small house, but a baby born on the same day in a village, and who is regarded as indigenous, gets that right. </p><p> All Hongkongers should have the same rights. Also, when the British colonial government introduced this policy the aim was for it to be short-or medium-term. The intention was that at some point it would be wound up. </p><p>Villagers complain about this and say it is unjust because they have vested interests. </p><p>The small-house policy has been distorted and is now mostly about making profits. Limiting the purpose of the small-house policy might be one option. </p><p>The cancellation of the small-house policy is in the public interest and I believe it will lead to greater social harmony, at least in urban areas of Hong Kong. </p><p>Jack Tam, Sham Tseng</p><p>Blatant abuse of village house policy</p><p>I refer to the report. (\"End small-house policy, says Lam\", June 14). Development Secretary Carrie Lam Cheng Yuet-ngor deserves credit for wanting to get to grips with this long-standing thorny issue. </p><p> This matter has been allowed to fester for far too long, and officials have appeared weak-kneed in the face of the belligerent rural chiefs of the Heung Yee Kuk. </p><p>The 76-year old indigenous villager's comments that \"we have lived in the village for countless generations\" and \"people want to live near their parents in the same village\" (\"Lam 'asking for fight on small houses'\", June 15), indicate a traditional custom, but not a legal right. The small-house policy was introduced in 1972 as an administrative accommodation to cater to social tradition. However, the actual situation in the New Territiories villages shows that this tradition of \"families living closely together\" is no longer a given, and this policy has been blatantly abused. </p><p>Many small houses have been sold or rented to outsiders including expatriates. Many of the sons claiming their so-called \"right\" live not just outside the New Territories but overseas. and many of these \"rights\" are sold on directly to non-indigenous developers. </p><p>This privilege is now not about traditional customs but about the opportunity to make vast amounts of money on assets that have not been purchased. The policy should be implemented strictly to address indigenous housing needs. </p><p>If a villager sells or rents the property to a non-indigenous party the profits should go to the public purse. And if a villager sells on his \"right\" or his property then his bloodline should no longer hold any entitlement to a small house as the villager has shown he no longer wishes to maintain his close connection to his native village. </p><p>The government must address the fundamental housing issue and not be intimidated by the New Territories money politics that the Heung Yee Kuk is so adept at playing. </p><p>P. C. Law, Quarry Bay </p><p>Protection from Basic Law a myth</p><p> The so-called small-house policy is a complete misnomer.</p><p> When 80 per cent of our private housing stock and close to 100 per cent of our public housing stock is below 750 sq ft in area, it puts the indigenous expectation of 2,100 sq ft per household in startling perspective. According to Rating and Valuation statistics only some 2 per cent of our private housing stock exceeds 1,700 sq ft in area. </p><p>Why should an indigenous male expect as of right 2,100 sq ft for his family when the vast majority of Hong Kong people exist in something less than one third of that area. Let us call it for what it is - a \"big house\" policy.</p><p>The indigenous claims that the \"big house\" policy is enshrined in the Basic Law hardly stands scrutiny. </p><p>It was an administrative policy which could be removed if thought necessary when instituted in 1972, and remains as such today. </p><p>The handover did not transmogrify the policy into law, and the provisions remain as subject to removal as they were prior to the handover.</p><p> We do not need to wait until 2029 to cancel the policy. </p><p>Clive Noffke, Lantau</p><p>More taxis will make roads safer</p><p>Currently there are around 18,000 taxis in Hong Kong and the government imposes a cap.</p><p> I think that it should seriously reconsider this figure and look into the possibility of allowing more cabs on our streets. </p><p> Owning a taxi in Hong Kong can cost as much as an apartment in the city and a lot of drivers now have to rent them on a daily basis. </p><p>If there was an increase in the number of taxis available, it might be easier for people to own a vehicle and driving standards would improve. If it is your vehicle you are likely to be a less aggressive driver as you always take greater care if it is your own property. You would then be less likely to see cabbies braking hard, accelerating as you approach the lights even when they are turning red, and cutting aggressively in between lanes.</p><p> For these taxi drivers it will be like a workman who has his own set of tools. And instead of paying the taxi firm a chunk of their fare income in rent, they will be able to keep. This will reduce the number of casual cabbies who do not qualify for a taxi drivers' licence and who give the industry a bad name. </p><p>I also think that taxi drivers should be tested very three years if they want to renew their licence. This can help deter aggressive driving. </p><p>Mike Lee, Quarry Bay</p><p>MPF needs inflation protection</p><p>If the government wants to see the Mandatory Provident Fund (MPF) scheme work effectively for people who have retired without creating additional stress for them, changes are needed.</p><p> It should allow for direct investment in an inflation-linked government bond without fee providers. </p><p>In today's financial climate equity markets now resemble casinos and the bond markets face a bubble. </p><p>This has led me to the belief that, at some point, if we don't create a safer retirement scheme, the wealth created by the MPF scheme will diminish for some people.</p><p> There is no promoting investing in equity markets given the pattern of investment over the last 10 years which has been characterised by greed.</p><p> It is important to recognise that many Hongkongers are depending on the MPF to work for them. </p><p>If individuals' MPF accounts cannot beat or at least match the inflation rate then the savings of these people will be worth less in real terms. </p><p> Given the cost of medical care, housing, education and food, people who are working but facing real hardship should exempt from MPF payments. </p><p>The government must give the MPF the real support that it needs. It must guarantee a minimum return and protect it from the effects of inflation. </p><p>Rishi Teckchandani, Mid-Levels </p><p>Lam acted like judge and jury</p><p>What a circus we have with the west wing development.</p><p> Every day seems to bring fresh evidence of the muddle and compromise on how this project has been handled, since it was first tabled in 2009.</p><p>It seems bizarre that the Development Bureau did not ask the Antiquities Advisory Board for an opinion, both on the building and also its merit as part of the entirety of Government Hill.</p><p> The board is of course part of the bureau structure.</p><p>Secretary for Development Carrie Lam Cheng Yuet-ngor has once again played judge and jury on heritage decisions - so what is the point of the board?</p><p>Let us hope the new administration might do things more professionally and also begin to consider heritage sites more holistically as in the case of Government Hill or, for example, when it comes to street-scapes in the likes of Wan Chai and Sheung Wan.</p><p> In the meantime, Hong Kong's heritage continues to be bulldozed away in the absence of any long-term conservation planning from the government.</p><p>Harry Reid, Mid-Levels</p>", "publisher": "South China Morning Post", "instances": ["This will reduce the number of casual cabbies who do not qualify for a taxi drivers' licence and who give the industry a bad name. I also think that taxi drivers should be tested very three years if they want to renew their licence. This can help deter aggressive driving. Mike Lee, Quarry BayMPF needs inflation protectionIf the government wants to see the Mandatory Provident Fund (MPF) scheme work effectively for people who have retired without creating additional stress for them, changes are needed. It should allow for direct investment in an inflation-linked government bond without fee providers. In today's financial climate equity markets now resemble casinos and the bond markets face a bubble. This has led me to the belief that, at some point, if we don't create a safer retirement scheme, the wealth created by the MPF scheme will diminish for some people. There is no promoting investing in equity markets given the pattern of investment over the last 10 years which has been characterised by greed. It is important to recognise that many Hongkongers are depending on the MPF to work for them. If individuals' MPF accounts cannot beat or at least match the inflation rate then the savings of these people will be worth less in real terms. Given the cost of medical care, housing, education and food, people who are working but facing real hardship should exempt from MPF payments."]}]