[
    {
        "Document_Content": "<entry xmlns=\"http://www.w3.org/2005/Atom\"><id>urn:contentItem:646J-96R1-JDKC-R46C-00000-00</id><title>Rainforest Alliance - committed to strengthening its sustainability footprint in Sri Lanka</title><published>2021-12-01T00:00:00Z</published><updated>2025-09-16T07:14:06Z</updated><author><name>LexisNexis</name></author><content type=\"application/xml\"><!--Transformation version 1.25--><articleDoc xmlns=\"\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xsi:noNamespaceSchemaLocation=\"http://www.lexisnexis.com/xmlschemas/content/public/articledoc/1/\" schemaVersion=\"1.8\" xml:lang=\"en\"><articleDocHead><itemInfo/></articleDocHead><nitf:body xmlns:nitf=\"http://iptc.org/std/NITF/2006-10-18/\"><nitf:body.head><nitf:hedline><nitf:hl1>Rainforest Alliance - committed to strengthening its sustainability footprint in Sri Lanka</nitf:hl1></nitf:hedline><nitf:dateline><location>Sri Lanka</location></nitf:dateline></nitf:body.head><nitf:body.content><bodyText><p nitf:lede=\"true\">Sri Lanka, Dec. 1 -- From L to R: Giri Kadurugamuwa - Consultant SL Rainforest Alliance Team, Anisha Rajapakse - Member of the Global Board of Rainforest Alliance, Dr. Madhuri Nanda, Director, South Asia, Rainforest Alliance and Jehan CanagaRetna, Consultant Sri Lanka Rainforest Alliance Team</p><p nitf:lede=\"true\">The Rainforest Alliance convened a reception in Colombo recently that brought together key organisations and individuals to share its work and explore potential opportunities to collaborate and partner in Sri Lanka. The Rainforest Alliance is committed to create a landscape-level intervention in the region to address critical sustainability challenges and Sri Lanka is indeed a key priority country for the organisation given the scale of impact it has generated in the tea sector.</p><p>Speaking at the event, The Rainforest Alliance Director for South Asia, Dr. Madhuri Nanda stated, 'Our ongoing work in Sri Lanka needs to be consolidated and partnerships curated to work towards a common agenda for sustainable development for the country. Although the Rainforest Alliance certified members and many in the plantation sector know about the value we bring in terms of sustainability, we feel the need to raise more awareness about our mandate for Sri Lanka and join forces with more like-minded organisations as there is indeed strength in a collective approach when it comes to sustainability.'</p><p>The Rainforest Alliance has been working in Sri Lanka for over a decade creating a positive environmental and social impact on 150,000 Hectares of land and 200,000 Metric Tons of produce by bringing them under sustainable agriculture practices. About 65,000 small farmers are already part of Rainforest Alliance certification system in the country. Jointly with the businesses, Rainforest Alliance has been engaging with farmers to train them towards sustainable agriculture practices and address issues such as deforestation, watershed conservation, biodiversity conservation and human-wildlife conflict. Our Sustainable Agriculture Standard promotes climate-smart and regenerative agriculture practices, alongside management of human rights issues in the plantations, for instance, child labour, forced labour, gender rights, and other rights-based issues.</p><p>The Rainforest Alliance also believes that the private sector is increasingly conscious and willing to actively engage and contribute towards meeting sustainability challenges and objectives, but lacks the trust and confidence from local communities and rights holders in some cases. The government also needs academicians with technical knowledge to guide the formulation of policies and for informed decision-making based on empirical evidence. The communities need inclusion and a seat at the table to amplify their voices towards policy formulation, beyond token representation. The farmers, especially smallholders, require training and handholding to transition to sustainable agriculture practices. Such larger ambitions can only be achieved via a transparent multistakeholder approach that would also benefit Sri Lanka towards meeting the Sustainable Development Goal (SDG) 17 - partnerships for goals. Climate adaptation for an island nation such as Sri Lanka is critical. Priority must be given to building resilience in the communities, and especially smallholders, who are among those most negatively impacted by the climate crisis. To navigate such challenges demands a proactive approach from all stakeholders to collectively join forces and bring greater impact on ground.</p><p>\"The Rainforest Alliance's work with smallholders in the tea sector in Sri Lanka is extremely welcoming and desperately needed, especially to improve their livelihoods. At the ministry of plantation, we are encouraged to see the positive impact of Rainforest Alliance's activities and happy to support its implementation on ground\" said Ravindra Hewawitharana - Secretary to the Ministry of Plantations, commenting on the work done by the Rainforest Alliance.</p><p>For more information please contact Jehan CanagaRetna - Consultant, Rainforest Alliance, Sri Lanka on 0777775159</p><p>Published by HT Digital Content Services with permission from Daily Mirror Sri Lanka. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p></bodyText></nitf:body.content></nitf:body><metadata><dc:metadata xmlns:dc=\"http://purl.org/dc/elements/1.1/\"><dc:identifier identifierScheme=\"DOC-ID\">DLYMIR-n56357308</dc:identifier><dc:source sourceScheme=\"royaltyReportingKey\">DLYMIR2021</dc:source><dc:identifier identifierScheme=\"PGUID\">urn:contentItem:646J-96R1-JDKC-R46C-00000-00</dc:identifier><dc:source sourceScheme=\"productContentSetIdentifier\">337156</dc:source><dc:date dateType=\"last-updated\">2021-12-01</dc:date></dc:metadata><wordCount number=\"719\"/><publicationInfo><copyright>Copyright 2021 Wijeya Newspaper Ltd. All Rights Reserved</copyright><publicationName>Daily Mirror (Sri Lanka)</publicationName><publicationDate day=\"01\" month=\"12\" year=\"2021\"><dateText>December 1, 2021 Wednesday</dateText></publicationDate><classification classificationScheme=\"publicationtype\"><classificationItem><className>Newspaper</className></classificationItem></classification><classification classificationScheme=\"publicationtype\"><classificationItem><className>Newspapers</className></classificationItem></classification></publicationInfo><classification classificationScheme=\"language\"><classificationItem classificationScheme=\"lang.english\"><className>ENGLISH</className></classificationItem></classification><classificationGroup classificationScheme=\"indexing-terms\"><classification classificationScheme=\"subject\"><classificationItem score=\"93\"><classCode>STX001451</classCode><className>RAIN FORESTS</className></classificationItem><classificationItem score=\"90\"><classCode>ST000A7IS</classCode><className>ASSOCIATIONS &amp; ORGANIZATIONS</className></classificationItem><classificationItem score=\"90\"><classCode>N813312MM</classCode><className>ENVIRONMENTAL &amp; WILDLIFE ORGANIZATIONS</className></classificationItem><classificationItem score=\"90\"><classCode>ST000DL6M</classCode><className>SUSTAINABILITY</className></classificationItem><classificationItem score=\"90\"><classCode>STX001660</classCode><className>SUSTAINABLE DEVELOPMENT</className></classificationItem><classificationItem score=\"89\"><classCode>ST00092L9</classCode><className>SUSTAINABLE AGRICULTURE</className></classificationItem><classificationItem score=\"89\"><classCode>ST0009F91</classCode><className>SUSTAINABLE FORESTRY</className></classificationItem><classificationItem score=\"78\"><classCode>ST0009FXV</classCode><className>BIODIVERSITY</className></classificationItem><classificationItem score=\"78\"><classCode>ST000DSEI</classCode><className>BIODIVERSITY CONSERVATION</className></classificationItem><classificationItem score=\"78\"><classCode>N924120CC</classCode><className>CONSERVATION</className></classificationItem><classificationItem score=\"78\"><classCode>ST0009GET</classCode><className>DEFORESTATION</className></classificationItem><classificationItem score=\"78\"><classCode>ST000DSDM</classCode><className>ECOSYSTEM CONSERVATION</className></classificationItem><classificationItem score=\"77\"><classCode>ST000DSD8</classCode><className>CLIMATE ACTION</className></classificationItem><classificationItem score=\"77\"><classCode>ST000DS8M</classCode><className>NATURAL RESOURCES CONSERVATION</className></classificationItem><classificationItem score=\"77\"><classCode>ST000DRED</classCode><className>REGENERATIVE AGRICULTURE</className></classificationItem><classificationItem score=\"77\"><classCode>STX001965</classCode><className>SOCIETY, SOCIAL ASSISTANCE &amp; LIFESTYLE</className></classificationItem><classificationItem score=\"77\"><classCode>ST000DREL</classCode><className>SUSTAINABLE DEVELOPMENT GOALS</className></classificationItem><classificationItem score=\"76\"><classCode>ST000DE35</classCode><className>FORCED LABOR</className></classificationItem><classificationItem score=\"73\"><classCode>ST000D7R3</classCode><className>GENDER EQUALITY</className></classificationItem><classificationItem score=\"73\"><classCode>STX000873</classCode><className>HUMAN RIGHTS</className></classificationItem><classificationItem score=\"73\"><classCode>STX001839</classCode><className>WILDLIFE</className></classificationItem><classificationItem score=\"71\"><classCode>STX000287</classCode><className>CHILD LABOR</className></classificationItem><classificationItem score=\"69\"><classCode>ST00098X0</classCode><className>ANIMALS &amp; SOCIETY</className></classificationItem><classificationItem score=\"64\"><classCode>ST000A2NF</classCode><className>AQUIFERS &amp; WATERSHEDS</className></classificationItem><classificationItem score=\"62\"><classCode>ST000DS6G</classCode><className>WATER CONSERVATION</className></classificationItem></classification><classification classificationScheme=\"industry\"><classificationItem score=\"90\"><classCode>STX001660</classCode><className>SUSTAINABLE DEVELOPMENT</className></classificationItem><classificationItem score=\"89\"><classCode>ST00092L9</classCode><className>SUSTAINABLE AGRICULTURE</className></classificationItem><classificationItem score=\"89\"><classCode>ST0009F91</classCode><className>SUSTAINABLE FORESTRY</className></classificationItem><classificationItem score=\"88\"><classCode>STX000049</classCode><className>AGRICULTURE</className></classificationItem><classificationItem score=\"78\"><classCode>ST0009GET</classCode><className>DEFORESTATION</className></classificationItem><classificationItem score=\"77\"><classCode>ST000DRED</classCode><className>REGENERATIVE AGRICULTURE</className></classificationItem><classificationItem score=\"77\"><classCode>ST000DREL</classCode><className>SUSTAINABLE DEVELOPMENT GOALS</className></classificationItem><classificationItem score=\"73\"><classCode>ST00097GR</classCode><className>COFFEE &amp; TEA</className></classificationItem><classificationItem score=\"73\"><classCode>N111000CC</classCode><className>CROP PRODUCTION</className></classificationItem><classificationItem score=\"72\"><classCode>STX000697</classCode><className>FARMERS &amp; RANCHERS</className></classificationItem><classificationItem score=\"69\"><classCode>STX001689</classCode><className>TEA</className></classificationItem><classificationItem score=\"62\"><classCode>ST000DS6G</classCode><className>WATER CONSERVATION</className></classificationItem></classification><classification classificationScheme=\"city\"><classificationItem score=\"79\"><classCode>GX309</classCode><className>COLOMBO, SRI LANKA</className></classificationItem></classification><classification classificationScheme=\"country\"><classificationItem score=\"99\"><classCode>GC381</classCode><className>SRI LANKA</className></classificationItem><classificationItem score=\"92\"><classCode>GT113</classCode><className>ASIA</className></classificationItem><classificationItem score=\"92\"><classCode>GR134</classCode><className>SOUTHERN ASIA</className></classificationItem></classification></classificationGroup></metadata></articleDoc></content></entry>",
        "Document_Citation": "",
        "Source_Name": "The Daily Mirror (Sri Lanka)"
    },
    {
        "Document_Content": "<entry xmlns=\"http://www.w3.org/2005/Atom\"><id>urn:contentItem:67NN-7N01-F12F-F4W4-00000-00</id><title>Plantation industry will boom with innovation and new technology</title><published>2023-03-02T00:00:00Z</published><updated>2025-09-16T07:14:06Z</updated><author><name>LexisNexis</name></author><content type=\"application/xml\"><!--Transformation version 1.25--><articleDoc xmlns=\"\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xsi:noNamespaceSchemaLocation=\"http://www.lexisnexis.com/xmlschemas/content/public/articledoc/1/\" schemaVersion=\"1.8\" xml:lang=\"en\"><articleDocHead><itemInfo/></articleDocHead><nitf:body xmlns:nitf=\"http://iptc.org/std/NITF/2006-10-18/\"><nitf:body.head><nitf:hedline><nitf:hl1>Plantation industry will boom with innovation and new technology</nitf:hl1></nitf:hedline><nitf:dateline><location>Sri Lanka</location></nitf:dateline></nitf:body.head><nitf:body.content><bodyText><p nitf:lede=\"true\">Sri Lanka, March 2 -- Introducing factory modernization, mechanization of harvesting, bringing in drone technology, introducing artificial intelligence and moving into a new wage model will take the country's plantation industry another 150 years forward, Planters' Association of Ceylon Chairman Senaka Alawattegama told the Daily News.</p><p nitf:lede=\"true\">When interviewed he said if Sri Lanka aggressively markets its tea and other export crops the country can expand its markets and there was huge potential to do so.</p><p nitf:lede=\"true\">He said tea is now promoted quite a lot in the UK and Canada as a health drink and the tea industry will benefit by getting good prices and better demand in those countries.</p><p>\"Of course, this industry has survived for 150 years and I believe that it will go on for another 150 years and it will continue. Only thing is we can't be doing the traditional thing that we did in the past. The simple example is the obsolete wage model. But there are other positive things happening like factory modernization, mechanization of harvesting, bringing in drone technology and the introduction of artificial intelligence which will definitely take this industry forward for another several years.\"</p><p>With regard to innovation he said they were pioneers. \"If you talk about Talawakelle Plantations, we are pioneers in modernizing factories. Most of our factories are modernised and we are putting up a state-of-the-art factory in Kiruwanaganga and no other RPC in the recent past has done it and we are investing over Rs 600 million putting up this factory which is almost completed. The machines are coming in so it will have all the modern things, machinery, tea conveyors, and tea Color sorters. At the same time, even in the fields we have introduced machine harvesters for harvesting, even for rubber tapping they have brought a little machine shaver sort of thing from China. So definitely we are into innovation in a big way.\"</p><p>He said there are niche markets that the plantation sector could also approach to further boost forex income. \"Now we are making handmade artisanal specialties which attract good prices. So there are niche markets which we need to approach. Producing specialty teas and handmade artisanal tea is one area that Sri Lanka can really do well. These are very expensive and a Kilo would go up to about Rs 20,000 to Rs 25,000.</p><p>With regard to new investment in plantations he said, \"These plantations are given out on a 55 year lease. Now we have finished about 30 odd years out of it. Everybody is talking about why people are not replanting, there is uncertainty after the end of 55 years. RPCs are owned by large conglomerates and large business people. They are not going to invest the money if somebody is going to take the money away in two or three years' time, they might as well put it in some other business. So the uncertainty is a serious issue and the Government must come out and say this is our policy on land, and this is our policy on plantation then people will align their business according to the policies.\"</p><p>As I said, it's up to all stakeholders, particularly the trade unions, to get on board with us and work together for the betterment of our employees as well as the country.</p><p>He said the plantation sector production dropped in 2022 where the production figures dropped to 251 million kg, whereas traditionally it hovered around the 300 million or little more than the 300 million mark. But since the fertilizer ban came in from 2021 to 2022, the crop production has dropped by around 16% to 18% on a year on year basis. He said they expect to increase it to 275 million kilograms this year.</p><p>He said the industry faced huge challenges because although fertilizer has been made available now it is 10 times more than the price which they used to buy. \"So that has a huge impact on our cost of production. From one side, the crop has come down and on the other side, the cost of production is going up due to fertilizer. Even fuel has gone up three fold so is the cost of transport, firewood and packing material. So all in all, there is a huge increase in the cost of production. So although we get a higher price due to the rupee depreciation, we find that at the same time our costs have also gone up. He said although chemicals have just been made when the fields are weedy they cannot apply fertilizer. So first of all once they receive the chemicals, the fields need to be cleaned before applying fertilizer. Also to apply fertilizer they need proper climatic conditions and some sort of rainfall was needed. He therefore said they will probably start fertilizing from about March or April and this trend of low crops will continue for some time and an increase in production is expected by about April, provided all the climatic conditions and rain comes on time.</p><p>\"We also have a plethora of other issues like wages and things. If there is going to be a Government intervention and they want the wages increased, then these things are going to impact on the total productivity and profitability of all these RPCs.</p><p>We need to talk with the trade unions and try to come up with some sort of understanding. We have proposed a productivity-based wage model which has been working very well within certain plantation companies where people can earn even up to about Rs 2,000, Rs 2,500 a day. And if they talk about the monthly salary they can earn about Rs 50,000 to 60,000 a month. There is some sort of reluctance from the side of their trade unions to accept this, but to a certain extent they are also with us in this, but we need to come out with this proper solution rather than going in for this 150 year old wage model where you pay a daily wage and it's not linked to productivity at all. So if this industry is to continue and to prosper in the future, I think we need to migrate as soon as possible into a productivity based model.\"</p><p>Alawattegama said the Government should have a proper long-term policy for the plantation sector particularly on fertilizer and chemicals without taking sudden decisions. He said the rubber industry was going through a very difficult period due to pest disease and the rubber production has come down. RPCs cultivated oil palm and were doing well. Some time ago they wanted it to be extended to 20,000 hectares.</p><p>And RPCs brought down seeds at very high prices, and once the plants started growing in the nursery, suddenly they said 'you can't plant oil palm.' So as a result, the companies had to incur huge losses. So they have to write off all those things. The country has spent so much foreign exchange to import oil palm. At the time of privatization, RPC's were given the option of diversifying into different profitable agricultural crops. If you look at the labour availability in 1992, RPCs had 327,000 workers. It has dropped to about 100,000. So we are happy about it, but then this is the trend which is going to take place. So therefore we need to now look at less labour intensive crops.</p><p>He said RPCs are looking at expanding into the coconut industry, not only selling nuts but also value added products. Similarly cinnamon is another area RPCs are looking at where value addition where value addition is possible like the production of cinnamon oil. There is a big demand for dehydrated cinnamon leaf and various other products. The RPCs are looking at those areas and they want to expand into that.</p><p>Alawattegama said they have now gone into precision agriculture where the bush is given the required amount of nutrients. With precision agriculture there will be less wastage because you know the number of bushes and the required nutrient. So it will be on a placement basis.</p><p>\"Also we are looking at regenerative agriculture where organic matter is incorporated into the tea and also according to the requirement, we will replace the nutrient so that there will not be any waste. Then we will make use of artificial intelligence, for example like Climate Change. We have established a few weather stations. Which will tell you in advance what the Climate Change is going to be, so that kind of technology is coming in. Also making use of drones to do chemical spraying and mapping of the fields so that you know whether the entire field is harvested. So there are a lot of areas that we are looking at artificial intelligence, IT. All those things will come in and those will assist us in improving the industry standards.</p><p>\"Our quality is always superior to others. We are the country which produces the cleanest tea and that is the only way we are surviving because of our productivity, if you compare with India and Kenya, they are way ahead of us. In Kenya for each plucker the average is around 60 kilos and in South India, it's around 40 kilos, whereas ours is around 20 to 25 kilos. So the only way we are keeping our competitive advantage over the others is due to our quality. So we need to maintain it if this industry is going to continue,\" the Planters' Association of Ceylon Chairman added.</p><p>Published by HT Digital Content Services with permission from Daily News Sri Lanka. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p></bodyText></nitf:body.content></nitf:body><metadata><dc:metadata xmlns:dc=\"http://purl.org/dc/elements/1.1/\"><dc:identifier identifierScheme=\"DOC-ID\">DNSL-n69311680</dc:identifier><dc:source sourceScheme=\"royaltyReportingKey\">DNSL2023</dc:source><dc:identifier identifierScheme=\"PGUID\">urn:contentItem:67NN-7N01-F12F-F4W4-00000-00</dc:identifier><dc:source sourceScheme=\"productContentSetIdentifier\">338355</dc:source><dc:date dateType=\"last-updated\">2023-03-01</dc:date></dc:metadata><wordCount number=\"1533\"/><publicationInfo><copyright>Copyright 2023 The Associated Newspapers of Ceylon Ltd. All Rights Reserved</copyright><publicationName>Daily News (Sri Lanka)</publicationName><publicationDate day=\"02\" month=\"03\" year=\"2023\"><dateText>March 2, 2023 Thursday</dateText></publicationDate><classification classificationScheme=\"publicationtype\"><classificationItem><className>Newspaper</className></classificationItem></classification><classification classificationScheme=\"publicationtype\"><classificationItem><className>Newspapers</className></classificationItem></classification></publicationInfo><classification classificationScheme=\"language\"><classificationItem classificationScheme=\"lang.english\"><className>ENGLISH</className></classificationItem></classification><classificationGroup classificationScheme=\"indexing-terms\"><classification classificationScheme=\"subject\"><classificationItem score=\"90\"><classCode>ST0008X7D</classCode><className>MANUFACTURING FACILITIES</className></classificationItem><classificationItem score=\"90\"><classCode>ST000DF2W</classCode><className>NEW MANUFACTURING FACILITIES</className></classificationItem><classificationItem score=\"89\"><classCode>ST000DIJW</classCode><className>PRICES</className></classificationItem><classificationItem score=\"78\"><classCode>STX000116</classCode><className>ARTIFICIAL INTELLIGENCE</className></classificationItem><classificationItem score=\"78\"><classCode>ST000DPRX</classCode><className>CONGLOMERATES</className></classificationItem><classificationItem score=\"73\"><classCode>ST000D4DM</classCode><className>AGRICULTURAL EXPORTS &amp; IMPORTS</className></classificationItem><classificationItem score=\"72\"><classCode>ST000A7IS</classCode><className>ASSOCIATIONS &amp; ORGANIZATIONS</className></classificationItem></classification><classification classificationScheme=\"industry\"><classificationItem score=\"90\"><classCode>STX000047</classCode><className>AGRICULTURAL TECHNOLOGY</className></classificationItem><classificationItem score=\"90\"><classCode>ST0008X7D</classCode><className>MANUFACTURING FACILITIES</className></classificationItem><classificationItem score=\"90\"><classCode>ST000DF2W</classCode><className>NEW MANUFACTURING FACILITIES</className></classificationItem><classificationItem score=\"89\"><classCode>STX001079</classCode><className>MARKET SEGMENTATION</className></classificationItem><classificationItem score=\"89\"><classCode>STX001689</classCode><className>TEA</className></classificationItem><classificationItem score=\"78\"><classCode>STX000116</classCode><className>ARTIFICIAL INTELLIGENCE</className></classificationItem><classificationItem score=\"78\"><classCode>ST00097GR</classCode><className>COFFEE &amp; TEA</className></classificationItem><classificationItem score=\"78\"><classCode>ST000DS8B</classCode><className>MANUFACTURING TECHNOLOGY</className></classificationItem><classificationItem score=\"78\"><classCode>N111998QC</classCode><className>TEA FARMING</className></classificationItem><classificationItem score=\"73\"><classCode>ST000D4DM</classCode><className>AGRICULTURAL EXPORTS &amp; IMPORTS</className></classificationItem></classification><classification classificationScheme=\"country\"><classificationItem score=\"79\"><classCode>GC302</classCode><className>CHINA</className></classificationItem><classificationItem score=\"79\"><classCode>GC329</classCode><className>UNITED KINGDOM</className></classificationItem></classification></classificationGroup></metadata></articleDoc></content></entry>",
        "Document_Citation": "",
        "Source_Name": "Daily News (Sri Lanka)"
    },
    {
        "Document_Content": "<entry xmlns=\"http://www.w3.org/2005/Atom\"><id>urn:contentItem:647P-4971-F12F-F4D6-00000-00</id><title>Pesticides: Enemy of the Soil</title><published>2021-12-07T00:00:00Z</published><updated>2025-09-16T07:14:06Z</updated><author><name>LexisNexis</name></author><content type=\"application/xml\"><!--Transformation version 1.25--><articleDoc xmlns=\"\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xsi:noNamespaceSchemaLocation=\"http://www.lexisnexis.com/xmlschemas/content/public/articledoc/1/\" schemaVersion=\"1.8\" xml:lang=\"en\"><articleDocHead><itemInfo/></articleDocHead><nitf:body xmlns:nitf=\"http://iptc.org/std/NITF/2006-10-18/\"><nitf:body.head><nitf:hedline><nitf:hl1>Pesticides: Enemy of the Soil</nitf:hl1></nitf:hedline><nitf:dateline><location>Sri Lanka</location></nitf:dateline></nitf:body.head><nitf:body.content><bodyText><p nitf:lede=\"true\">Sri Lanka, Dec. 7 -- Scoop up a shovelful of healthy soil, and you'll likely be holding more living organisms than there are people on Earth. Like citizens of an underground city that never sleeps, tens of thousands of subterranean species of invertebrates, nematodes, bacteria and fungi are constantly filtering our water, recycling nutrients and helping to regulate the planet's temperature.</p><p nitf:lede=\"true\">But under fields covered in tightly knit rows of corn, soybeans, wheat and other monoculture crops, a toxic soup of insecticides, herbicides and fungicides is wreaking havoc, according to our recent analysis in the journal Frontiers in Environmental Science. The study-to our knowledge the most comprehensive review ever conducted on how pesticides affect soil health-should trigger immediate and substantive changes in how the Environmental Protection Agency assesses the risks posed by the nearly 850 pesticide ingredients approved for use in the U.S.</p><p>Regulations currently ignore pesticides' harm to soil species. Our study leaves no doubt that this disregard must change. For our analysis, conducted by researchers at the Centre for Biological Diversity, Friends of the Earth and the University of Maryland, we looked at nearly 400 published studies comprising more than 2,800 experiments on how pesticides affect soil organisms. Our review encompassed 275 unique species or types of soil organisms and 284 different pesticides or pesticide mixtures. In just over 70 percent of those experiments, pesticides were found to harm organisms critical to maintaining healthy soils-harms that have never been considered in the EPA's safety reviews. Pesticide-intensive agriculture and pollution are driving factors in the precipitous decline of many soil organisms, such as ground beetles and ground-nesting bees. They have been identified as the most significant driver of soil biodiversity loss in the past decade.</p><p>Soil organisms</p><p>Yet pesticide companies and our pesticide regulators have ignored that research. The EPA, which is responsible for pesticide oversight in the U.S., openly acknowledges that somewhere between 50 and 100 percent of all agriculturally applied pesticides end up on the soil. Yet to assess pesticides' harms to soil species, the agency still uses a single test species-one that spends its entire life aboveground in artificial boxes-to estimate risk to all soil organisms: the European honeybee.</p><p>pesticide industry</p><p>The fact that the EPA relies on a species that literally may never touch soil in its entire life to represent the thousands of species that live or develop underground offers a disturbing glimpse of how the U.S. pesticide regulatory system is set up to protect the pesticide industry instead of species and their ecosystems. What this ultimately means is that pesticide approvals happen without any regard for how those chemicals can harm soil organisms.</p><p>To add to this, as principles of regenerative agriculture and soil health gain popularity around the world, pesticide companies have jumped on the bandwagon to greenwash their products. Every major company now has Web materials touting its role in promoting soil health, often advocating for reducing tilling and planting cover crops.</p><p>As general tenets, both these practices are indeed good for soil health and, if adopted responsibly, are great steps to take. But companies know that these practices are often accompanied by increased pesticide use. When fields are not tilled, herbicides are frequently used to kill weeds, and cover crops are often killed with chemicals before crop planting. This \"one step forward, one step back\" approach is preventing meaningful progress to protect our soils. Pesticide companies have so far been successful in co-opting \"healthy soil\" messaging because our regulators have shown no willingness to protect soil organisms from pesticides.</p><p>The long-term environmental cost of that failure can no longer be ignored. Soils are some of the most complex ecosystems on Earth, containing nearly a quarter of the planet's biodiversity. Protecting them should be a priority, not an afterthought. Our research indicates that achieving this will require that we reduce the world's growing and unsustainable reliance on pesticide-intensive agriculture. And it will require that the EPA take aggressive steps to protect soil health.</p><p>(Nathan Donley is environmental health science director at the Centre for Biological Diversity, Headquartered in Arizona. His work focuses on U.S. pesticide regulation and policy. Tari Gunstone is a scientist who, as a research assistant at the Centre for Biological Diversity, spent more than a year analyzing studies on pesticide impacts to soil health)</p><p>- Scientific American</p><p>Published by HT Digital Content Services with permission from Daily News Sri Lanka. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p></bodyText></nitf:body.content></nitf:body><metadata><dc:metadata xmlns:dc=\"http://purl.org/dc/elements/1.1/\"><dc:identifier identifierScheme=\"DOC-ID\">DNSL-n56515466</dc:identifier><dc:source sourceScheme=\"royaltyReportingKey\">DNSL2021</dc:source><dc:identifier identifierScheme=\"PGUID\">urn:contentItem:647P-4971-F12F-F4D6-00000-00</dc:identifier><dc:source sourceScheme=\"productContentSetIdentifier\">338355</dc:source><dc:date dateType=\"last-updated\">2021-12-06</dc:date></dc:metadata><wordCount number=\"820\"/><publicationInfo><copyright>Copyright 2021 The Associated Newspapers of Ceylon Ltd. All Rights Reserved</copyright><publicationName>Daily News (Sri Lanka)</publicationName><publicationDate day=\"07\" month=\"12\" year=\"2021\"><dateText>December 7, 2021 Tuesday</dateText></publicationDate><classification classificationScheme=\"publicationtype\"><classificationItem><className>Newspaper</className></classificationItem></classification><classification classificationScheme=\"publicationtype\"><classificationItem><className>Newspapers</className></classificationItem></classification></publicationInfo><classification classificationScheme=\"language\"><classificationItem classificationScheme=\"lang.english\"><className>ENGLISH</className></classificationItem></classification><classificationGroup classificationScheme=\"indexing-terms\"><classification classificationScheme=\"legal\"><classificationItem score=\"99\"><className>Business &amp; Corporate Compliance</className><classCode>Z3VpZD11cm46dG9waWM6MUFEMUQ2QTA1OUZCNEE5RjkzNTA2RERFMUNEOTk1RTI7cGFyZW50Z3VpZD0</classCode><classificationItem score=\"99\"><className>Federal Insecticide, Fungicide &amp; Rodenticide Act</className><classCode>Z3VpZD11cm46dG9waWM6RTVFNDRDNEZGQUUyNEFEN0IxNDgwRUIwNjdFMTcxMEM7cGFyZW50Z3VpZD11cm46dG9waWM6MUE3OUU5MDM1NjFGNDdBOEIxMDVCOUEyQTQ3QzcyOUQ</classCode></classificationItem></classificationItem><classificationItem score=\"99\"><className>Environmental Law</className><classCode>Z3VpZD11cm46dG9waWM6NzFDRDYyNkI2QjhBNDg3NTkyRjRDRkZEQjlCRkRBQzM7cGFyZW50Z3VpZD0</classCode><classificationItem score=\"99\"><className>Federal Insecticide, Fungicide &amp; Rodenticide Act</className><classCode>Z3VpZD11cm46dG9waWM6RTVFNDRDNEZGQUUyNEFEN0IxNDgwRUIwNjdFMTcxMEM7cGFyZW50Z3VpZD11cm46dG9waWM6MUE3OUU5MDM1NjFGNDdBOEIxMDVCOUEyQTQ3QzcyOUQ</classCode></classificationItem><classificationItem score=\"87\"><className>General Overview</className><classCode>Z3VpZD11cm46dG9waWM6OTJBMTAyQURGQ0Y3NEEzNkIyQjRERjQzQTVBNDdBMDI7cGFyZW50Z3VpZD11cm46dG9waWM6MUE3OUU5MDM1NjFGNDdBOEIxMDVCOUEyQTQ3QzcyOUQ</classCode></classificationItem><classificationItem score=\"73\"><className>General Overview</className><classCode>Z3VpZD11cm46dG9waWM6Q0EyOTJDQzRFNDdENDI4MEI4N0E4NTBDQzVGOTVDNDM7cGFyZW50Z3VpZD11cm46dG9waWM6NTkwMDY1RDExQ0YwNDQ1RTlERUVFMjUzMUI1MkFDOTU</classCode></classificationItem></classificationItem></classification><classification classificationScheme=\"subject\"><classificationItem score=\"93\"><classCode>STX001315</classCode><className>PESTICIDES</className></classificationItem><classificationItem score=\"91\"><classCode>ST0009FYF</classCode><className>LIFE FORMS</className></classificationItem><classificationItem score=\"91\"><classCode>ST000DSFS</classCode><className>SOIL HEALTH</className></classificationItem><classificationItem score=\"90\"><classCode>ST000DS59</classCode><className>SOIL CONSERVATION</className></classificationItem><classificationItem score=\"89\"><classCode>ST0009FXV</classCode><className>BIODIVERSITY</className></classificationItem><classificationItem score=\"89\"><classCode>ST00097CH</classCode><className>ENVIRONMENTAL DEPARTMENTS</className></classificationItem><classificationItem score=\"89\"><classCode>STX000639</classCode><className>ENVIRONMENTAL LAW</className></classificationItem><classificationItem score=\"89\"><classCode>ST000D5IA</classCode><className>INSECTS &amp; ARACHNIDS</className></classificationItem><classificationItem score=\"89\"><classCode>STX002077</classCode><className>PESTICIDE REGULATION</className></classificationItem><classificationItem score=\"78\"><classCode>ST000DSEI</classCode><className>BIODIVERSITY CONSERVATION</className></classificationItem><classificationItem score=\"78\"><classCode>N924120CC</classCode><className>CONSERVATION</className></classificationItem><classificationItem score=\"78\"><classCode>ST0009FY2</classCode><className>ECOLOGY &amp; ENVIRONMENTAL SCIENCE</className></classificationItem><classificationItem score=\"78\"><classCode>N813312MM</classCode><className>ENVIRONMENTAL &amp; WILDLIFE ORGANIZATIONS</className></classificationItem><classificationItem score=\"78\"><classCode>ST00097R4</classCode><className>ENVIRONMENTAL RESEARCH</className></classificationItem><classificationItem score=\"78\"><classCode>STX000923</classCode><className>INSECTICIDES</className></classificationItem><classificationItem score=\"78\"><classCode>STX001348</classCode><className>POLLUTION</className></classificationItem><classificationItem score=\"78\"><classCode>STX001956</classCode><className>POLLUTION &amp; ENVIRONMENTAL IMPACTS</className></classificationItem><classificationItem score=\"78\"><classCode>ST000DRED</classCode><className>REGENERATIVE AGRICULTURE</className></classificationItem><classificationItem score=\"77\"><classCode>ST000DSDM</classCode><className>ECOSYSTEM CONSERVATION</className></classificationItem><classificationItem score=\"77\"><classCode>STX000846</classCode><className>HERBICIDES</className></classificationItem><classificationItem score=\"76\"><classCode>STX001940</classCode><className>ENVIRONMENT &amp; NATURAL RESOURCES</className></classificationItem><classificationItem score=\"76\"><classCode>ST000DNWB</classCode><className>GREENWASHING</className></classificationItem><classificationItem score=\"76\"><classCode>STX002021</classCode><className>SAFETY</className></classificationItem><classificationItem score=\"75\"><classCode>ST000D1F5</classCode><className>NEGATIVE ENVIRONMENTAL NEWS</className></classificationItem><classificationItem score=\"75\"><classCode>STX001477</classCode><className>RESEARCH REPORTS</className></classificationItem><classificationItem score=\"73\"><classCode>STX000108</classCode><className>APPROVALS</className></classificationItem><classificationItem score=\"73\"><classCode>STX000156</classCode><className>BACTERIA</className></classificationItem><classificationItem score=\"73\"><classCode>ST000DKUI</classCode><className>WATER RESOURCES</className></classificationItem><classificationItem score=\"71\"><classCode>ST000DS6G</classCode><className>WATER CONSERVATION</className></classificationItem><classificationItem score=\"56\"><classCode>STX001330</classCode><className>PLANETS &amp; ASTEROIDS</className></classificationItem></classification><classification classificationScheme=\"industry\"><classificationItem score=\"93\"><classCode>STX001315</classCode><className>PESTICIDES</className></classificationItem><classificationItem score=\"91\"><classCode>ST000DSFS</classCode><className>SOIL HEALTH</className></classificationItem><classificationItem score=\"89\"><classCode>ST0009O37</classCode><className>AGRICULTURAL CHEMICALS INDUSTRY</className></classificationItem><classificationItem score=\"89\"><classCode>STX002077</classCode><className>PESTICIDE REGULATION</className></classificationItem><classificationItem score=\"78\"><classCode>STX000923</classCode><className>INSECTICIDES</className></classificationItem><classificationItem score=\"78\"><classCode>ST000DRED</classCode><className>REGENERATIVE AGRICULTURE</className></classificationItem><classificationItem score=\"77\"><classCode>STX000846</classCode><className>HERBICIDES</className></classificationItem><classificationItem score=\"76\"><classCode>ST000DNWB</classCode><className>GREENWASHING</className></classificationItem></classification><classification classificationScheme=\"state\"><classificationItem score=\"78\"><classCode>ST000A26S</classCode><className>EARTH</className></classificationItem></classification><classification classificationScheme=\"country\"><classificationItem score=\"93\"><classCode>GC343</classCode><className>UNITED STATES</className></classificationItem></classification></classificationGroup></metadata></articleDoc></content></entry>",
        "Document_Citation": "",
        "Source_Name": "Daily News (Sri Lanka)"
    },
    {
        "Document_Content": "<entry xmlns=\"http://www.w3.org/2005/Atom\"><id>urn:contentItem:639D-W031-F00C-62CF-00000-00</id><title>True Threat to Humanity</title><published>2021-08-05T00:00:00Z</published><updated>2025-09-16T07:14:06Z</updated><author><name>LexisNexis</name></author><content type=\"application/xml\"><!--Transformation version 1.25--><articleDoc xmlns=\"\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xsi:noNamespaceSchemaLocation=\"http://www.lexisnexis.com/xmlschemas/content/public/articledoc/1/\" schemaVersion=\"1.8\" xml:lang=\"en\"><articleDocHead><itemInfo/></articleDocHead><nitf:body xmlns:nitf=\"http://iptc.org/std/NITF/2006-10-18/\"><nitf:body.head><nitf:hedline><nitf:hl1>True Threat to Humanity</nitf:hl1></nitf:hedline></nitf:body.head><nitf:body.content><bodyText><p nitf:lede=\"true\">We have entered the era of Climate Catastrophe, and our president and Congress must respond appropriately. Instead, they continue to pour billions of dollars every year into war-making that will further compromise the health of the Earth and the survival of its people.</p><p nitf:lede=\"true\">by Koohan Paik-ManderWe are drowning and burning and choking because of climate change.The world is haunted by images of commuters in China, in a dark, subway car with muddy water up to their necks, standing in order to breathe.</p><p nitf:lede=\"true\"> Only days before, Germany and Belgium witnessed deluges of water that swept away centuries-old, half-timbered houses, leaving hundreds dead. A few days before that, Oman, New Zealand, New York, and elsewhere had also been deluged.</p><p nitf:lede=\"true\"> Meanwhile, out-of-control fires on the west coast are belching so much smoke that New Yorkers can't breathe.We have entered the era of Climate Catastrophe, and our president and Congress must respond appropriately.</p><p> Instead, they continue to pour billions of dollars every year into war-making that will further compromise the health of the Earth and the survival of its people.In June 2021, the U.</p><p>S. released the FY 2022 defense budget request.</p><p> The theme was singular: to dominate China. The wish list came to $715 billion.</p><p> Then, the following month, the Senate Armed Services Committee voted to pile on another $25 billion in a nearly unanimous bipartisan vote. (Only Elizabeth Warren demurred.</p><p>)The floods, fires, tornadoes, rain bombs and mudslides are, by far, the biggest threat to global security. Not China.</p><p> Hypersonic Arms RaceThe specter of \"the China threat\" has been effective in justifying endless support for war, expansion of the nuclear arsenal, and developing uber-costly high-tech weapons, like hypersonics, that don't even function yet. Even if they did function, they would open up the chance of miscalculation that could easily tip into nuclear war.</p><p>What makes hypersonic weapons so unique is not their speed, but rather, their maneuverability. They can keep their target a secret by taking a surprising pivot just before striking.</p><p> This makes them impossible to intercept with current technologies. It also makes them prime candidates for a miscalculated retaliatory second strike, and perilous escalation.</p><p>By contrast, the Pentagon's sales pitches stress how much further ahead China and Russia are in their hypersonics development. This narrative has so far been very successful in garnering Congressional support, so much so, that we now find ourselves in an accelerating hypersonic arms race, in which no one benefits but the weapons industry.</p><p>\"Climate change\"? What's that?The companies which routinely benefit from developing hypersonic weapons and their infrastructure are Lockheed Martin, Dynetics Technical Solutions, General Atomics Electromagnetic Systems, Elon Musk's SpaceX, Northrop Grumman, Leidos, L3Harris, and Raytheon  the company where Lloyd Austin served as a board member until he was appointed Secretary of Defense.Clearly, Austin and his colleagues in the weapons industry are in the business to stimulate a profitable arms race.</p><p>The resulting instability has distracted lawmakers from what we actually need for real security. George Nacouzi, a senior engineer at the conservative RAND Corporation, and co-author of \"Hypersonic Missile Nonproliferation: Hindering the Spread of a New Class of Weapons,\" suggests, \"If you could just start with a trilateral agreement between these three major nations (China, the U.</p><p>S. and Russia), that would be taking a really effective step in terms of controlling proliferation of these weapons.</p><p>\"Hypersonics 101Hypersonic speed is defined as traveling at Mach 5 or higher, with Mach 1 being the speed of sound  about 680 mph. Mach 5 would be five times that, so hypersonic weapons are those which travel 57 miles per minute and faster.</p><p>There are two types of hypersonic weapons in development: 1) hypersonic cruise missiles, which use an advanced engine called a \"scramjet,\" which slows down incoming airflow to maintain steady combustion, and 2) hypersonic glide vehicles, which are launched from a rocket, but which then detach and glide, engine-free, through the low atmosphere, before striking a target.The development of hypersonics is still in its infancy, especially interception technologies.</p><p> Existing interception systems are designed to strike incoming ballistic missiles, which may travel just as fast as hypersonics, but because their trajectory is as predictable as a fly ball's arc, they can be intercepted. By contrast, the mosquito-like path of hypersonics makes them impossible to intercept.</p><p>Satellite PlanetHypersonic research and development is focused on developing a new kind of interception. Creating an effective interception system would require a matrix of thousands of satellites cocooning our planet, capable of tracking and striking every 3-dimensional coordinate, within the Earth's atmosphere, with nanosecond precision.</p><p> Northrup Grumman was awarded a $155 million contract in January 2021 to develop the prototype for such a satellite network. SpaceX and United Launch Alliance were awarded contracts worth about about $1 billion per year to launch the satellites.</p><p>The privacy, health and ecological implications of building such a defense infrastructure are staggering. Not to mention that every satellite launch punches another hole in the Earth's fragile ozone.</p><p>No Humans, No HumanityAnother unsettling implication of hypersonic interception is that it is being designed so that artificial intelligence will actually do most of the \"thinking\" required to \"pull the trigger.\" Because the time between launch and strike of an incoming missile could be as brief as 6 minutes, it is believed that humans would be prone to panic within such a short duration of time, whereas machines would not.</p><p> The rapid, rational thought processing required during such a moment of urgency is thought to be best handled by machines.As machine decision-making accelerates warfare, it is plain to see how conflict could easily escalate.</p><p> Compressed time and space creates the incentive for each side to strike first and strike fast in a perceived crisis. This is a recipe for crisis instability.</p><p> It's sort of like a Twitter war, with WMDs instead of words. Even if neither party initially planned to strike first, the accelerated dynamic inherent in an AI-driven scenario forces the likelihood of mutually assured destruction.</p><p>James Johnson, in Strategic Studies Quarterly, elaborates on what parts of the thinking would be turned over to artificial intelligence (AI):\"AI technology is expected to accelerate progress for hypersonic weapons and other long-range (conventional and nuclear-armed) precision munitions in all of these critical enabling capabilities: (1) autonomous navigation and advanced vision-based guidance systems, (2) ISR systems for targeting and tracking (especially mobile) targets, (3) missile release and sensor systems, (4) AI machine learning systems to decipher patterns from large data sets to support intelligence analysis for identifying and tracking targets, (5) pattern interpretation to cue decision support systems for enabling \"fire and forget\" missiles, and (6) escalation prediction.In a 2018 Sandia Laboratories report to the U.</p><p>S. Department of Energy, the company boasts that it is \"(a)chieving an autonomous hypersonic missile that can intelligently navigate, guide, and control itself and home-in on targets ranging from traditional stationary systems to targets that are themselves hypersonic vehicles--with all the maneuverability that this entails.</p><p>\"What kind of insane logic has led Congress to accept this ghastly scenario? Have we become so disconnected from the Earth, and from our own humanity, that we can so easily hand over the already compromised future of our planet to algorithms? As appalling as it sounds, this is precisely what approval of the defense budget has revealed. When you see a budget line item that reads \"hypersonic missile,\" assume that it will be a machine pulling the trigger.</p><p>Hypersonic Arms ControlThere also is some good news. Because hypersonics are still all experimental, we are in an ideal moment to establish risk-mitigation measures, such as negotiating a new international arms control agreement that would institute a moratorium or ban on hypersonic weapon testing.</p><p> Such a path would include calls for international transparency and confidence-building measures, such as exchanging weapons data and conducting joint technical studies.It would be in the highest interest of genuine security to do so.</p><p>Richard Speier of RAND Corporation reflects on such a prospect, \"I am optimistic about the U.S.</p><p>, Russia and China. It's in their interest to do this.</p><p> And there's time to do it. Not a lot of time.</p><p> But a few years.\"Earth BudgetSo, what will it take for our lawmakers to show leadership during this most dire moment in human history? Don't they get that you can pour resources into war, or you can pour resources into reviving life on Earth -- but you can't do both? The activities are mutually exclusive.</p><p>Militarism is the most fossil-fuel consuming, carbon-releasing, species-extinguishing activity on Earth.The $740 billion defense budget should be spent for genuine defense of life, not militarism.</p><p> It should be redirected to an \"Earth budget.\" That money should be used to employ people to build renewable-energy microgrids and functional public transportation, as well as diplomatic relations toward arms control treaties.</p><p> We need to provide support for our own climate refugees, for regenerative agriculture, and for universal healthcare. We must clean up our waterways and Superfund sites, remove microplastics and other chemicals from the environment, and engage in countless other tasks that await those who love each other and this Earth.</p><p> Let's cooperate with China on that. It is certainly the only way anything positive will result.</p><p>This article was produced by Local Peace Economy, a project of the Independent Media Institute.Author Bio: Koohan Paik-Mander, who grew up in postwar Korea and on the U.</p><p>S. colony of Guam, is a Hawaii-based journalist and media educator.</p><p> She is a member of the China is Not Our Enemy campaign at CODEPINK. She is also a co-author of The Superferry Chronicles: Hawaii's Uprising Against Militarism, Commercialism and the Desecration of the Earth, and has written on Asia-Pacific militarism for The Nation, Progressive, Foreign Policy in Focus, and other publications.</p></bodyText></nitf:body.content></nitf:body><metadata><dc:metadata xmlns:dc=\"http://purl.org/dc/elements/1.1/\"><dc:identifier identifierScheme=\"DOC-ID\">SLGUAR-SRILAGUARD05082021000215</dc:identifier><dc:source sourceScheme=\"royaltyReportingKey\">SLGUAR2021</dc:source><dc:identifier identifierScheme=\"PGUID\">urn:contentItem:639D-W031-F00C-62CF-00000-00</dc:identifier><dc:source sourceScheme=\"productContentSetIdentifier\">472541</dc:source><dc:date dateType=\"last-updated\">2021-08-05</dc:date></dc:metadata><wordCount number=\"1749\"/><publicationInfo><copyright>Copyright 2021 Sri Lanka Guardian All Rights Reserved</copyright><publicationName><br/>Sri Lanka Guardian</publicationName><publicationLogo><logo><inlineObject><locator><locatorKey><keyName name=\"object-key\"/><keyValue value=\"18517\"/></locatorKey><locatorParameters><parameter name=\"object-type\" value=\"201\"/><parameter name=\"object-smi\" value=\"LOGOS\"/><parameter name=\"componentseq\" value=\"1\"/></locatorParameters></locator></inlineObject></logo></publicationLogo><publicationDate day=\"05\" month=\"08\" year=\"2021\"><dateText>August 5, 2021 Thursday</dateText></publicationDate><classification classificationScheme=\"publicationtype\"><classificationItem><className>Web Publication</className></classificationItem></classification><classification classificationScheme=\"publicationtype\"><classificationItem><className>Web-based Publications</className></classificationItem></classification></publicationInfo><classification classificationScheme=\"language\"><classificationItem classificationScheme=\"lang.english\"><className>English US</className></classificationItem></classification><classificationGroup classificationScheme=\"indexing-terms\"><classification classificationScheme=\"company\"><classificationItem score=\"55\"><classCode>CC000275Z</classCode><className>LOCKHEED MARTIN CORP</className></classificationItem><classificationItem score=\"50\"><classCode>CC0002T15</classCode><className>RAYTHEON CO</className></classificationItem><classificationItem score=\"50\"><classCode>CC0001RB6</classCode><className>GENERAL ATOMICS</className></classificationItem><classificationItem score=\"50\"><classCode>CC0001U2S</classCode><className>NORTHROP GRUMMAN CORP</className></classificationItem></classification><classification classificationScheme=\"industry\"><classificationItem score=\"55\"><className>NAICS336414 GUIDED MISSILE &amp; SPACE VEHICLE MANUFACTURING</className></classificationItem><classificationItem score=\"55\"><className>NAICS336411 AIRCRAFT MANUFACTURING</className></classificationItem><classificationItem score=\"55\"><className>NAICS334511 SEARCH, DETECTION, NAVIGATION, GUIDANCE, AERONAUTICAL &amp; NAUTICAL SYSTEM &amp; INSTRUMENT MFG</className></classificationItem><classificationItem score=\"55\"><className>SIC5088 TRANSPORTATION EQUIPMENT &amp; SUPPLIES, EXCEPT MOTOR VEHICLES</className></classificationItem><classificationItem score=\"55\"><className>SIC3812 SEARCH, DETECTION, NAVIGATION, GUIDANCE, AERONAUTICAL &amp; NAUTICAL SYSTEMS &amp; INSTRUMENTS</className></classificationItem><classificationItem score=\"55\"><className>SIC3728 AIRCRAFT PARTS &amp; AUXILIARY EQUIPMENT, NEC</className></classificationItem><classificationItem score=\"55\"><className>SIC3721 AIRCRAFT</className></classificationItem><classificationItem score=\"50\"><className>NAICS541512 COMPUTER SYSTEMS DESIGN SERVICES</className></classificationItem><classificationItem score=\"50\"><className>NAICS926110 ADMINISTRATION OF GENERAL ECONOMIC PROGRAMS</className></classificationItem><classificationItem score=\"50\"><className>SIC9611 ADMINISTRATION OF GENERAL ECONOMIC PROGRAMS</className></classificationItem><classificationItem score=\"50\"><className>NAICS541511 CUSTOM COMPUTER PROGRAMMING SERVICES</className></classificationItem><classificationItem score=\"50\"><className>NAICS336611 SHIP BUILDING &amp; REPAIRING</className></classificationItem><classificationItem score=\"50\"><className>NAICS334511 SEARCH, DETECTION, NAVIGATION, GUIDANCE, AERONAUTICAL &amp; NAUTICAL SYSTEM &amp; INSTRUMENT MANUFACTURING</className></classificationItem><classificationItem score=\"50\"><className>SIC7371 COMPUTER PROGRAMMING SERVICES</className></classificationItem><classificationItem score=\"50\"><className>SIC3731 SHIP BUILDING &amp; REPAIRING</className></classificationItem></classification><classification classificationScheme=\"ticker\"><classificationItem score=\"55\"><className>LMT (NYSE)</className></classificationItem><classificationItem score=\"50\"><className>NOC (NYSE)</className></classificationItem></classification></classificationGroup><classificationGroup classificationScheme=\"indexing-terms\"><classification classificationScheme=\"legal\"><classificationItem score=\"99\"><className>Criminal Law &amp; Procedure</className><classCode>Z3VpZD11cm46dG9waWM6NEU0RkE1OUQwNUQwNDgxODhEODZCMjkzOTg3NThBNzk7cGFyZW50Z3VpZD0</classCode><classificationItem score=\"99\"><className>General Overview</className><classCode>Z3VpZD11cm46dG9waWM6Qzc1Q0RCQzU5OUE3NDlFMjhFNUQ0Q0ZERTdGRDU3NTc7cGFyZW50Z3VpZD11cm46dG9waWM6MTQ1RDlFQ0RGMjE3NDE2Q0I1NDFDNDgzNzBBNjQ0MTU</classCode></classificationItem></classificationItem></classification><classification classificationScheme=\"subject\"><classificationItem score=\"90\"><classCode>ST000D1F5</classCode><className>NEGATIVE ENVIRONMENTAL NEWS</className></classificationItem><classificationItem score=\"89\"><classCode>STX001922</classCode><className>ACCIDENTS &amp; DISASTERS</className></classificationItem><classificationItem score=\"89\"><classCode>ST000DRNN</classCode><className>HYPERSONIC WEAPONS</className></classificationItem><classificationItem score=\"89\"><classCode>STX001982</classCode><className>WEAPONS &amp; ARMS</className></classificationItem><classificationItem score=\"87\"><classCode>STX001141</classCode><className>MILITARY WEAPONS</className></classificationItem><classificationItem score=\"78\"><classCode>ST000DQI9</classCode><className>BIPARTISANSHIP</className></classificationItem><classificationItem score=\"78\"><classCode>STX000464</classCode><className>DEFENSE SPENDING</className></classificationItem><classificationItem score=\"78\"><classCode>ST00097CW</classCode><className>GOVERNMENT BUDGETS</className></classificationItem><classificationItem score=\"78\"><classCode>N921120CC</classCode><className>LEGISLATIVE BODIES</className></classificationItem><classificationItem score=\"78\"><classCode>ST000D1DR</classCode><className>NEGATIVE NEWS</className></classificationItem><classificationItem score=\"78\"><classCode>N921100MM</classCode><className>US FEDERAL GOVERNMENT</className></classificationItem><classificationItem score=\"77\"><classCode>ST000DN68</classCode><className>SPACE PROGRAMS</className></classificationItem><classificationItem score=\"73\"><classCode>STX000106</classCode><className>APPOINTMENTS</className></classificationItem><classificationItem score=\"73\"><classCode>ST000DLOJ</classCode><className>GOVERNMENT ADVISORS &amp; MINISTERS</className></classificationItem><classificationItem score=\"72\"><classCode>STX001226</classCode><className>NUCLEAR WEAPONS</className></classificationItem><classificationItem score=\"71\"><classCode>STX002210</classCode><className>ARMS RACE</className></classificationItem><classificationItem score=\"71\"><classCode>ST00097CP</classCode><className>DEFENSE DEPARTMENTS</className></classificationItem><classificationItem score=\"71\"><classCode>STX000726</classCode><className>FIRES</className></classificationItem><classificationItem score=\"71\"><classCode>ST000DOJW</classCode><className>WEAPONS RESEARCH &amp; DEVELOPMENT</className></classificationItem><classificationItem score=\"70\"><classCode>STX000194</classCode><className>BOARDS OF DIRECTORS</className></classificationItem><classificationItem score=\"65\"><classCode>STX000459</classCode><className>DEFENSE &amp; MILITARY POLICY</className></classificationItem><classificationItem score=\"60\"><classCode>ST000DII1</classCode><className>ELECTROMAGNETISM</className></classificationItem><classificationItem score=\"60\"><classCode>ST0008XJY</classCode><className>SALES &amp; SELLING</className></classificationItem><classificationItem score=\"56\"><classCode>ST000DIDA</classCode><className>COMMUTING</className></classificationItem></classification><classification classificationScheme=\"industry\"><classificationItem score=\"89\"><classCode>ST000DRNN</classCode><className>HYPERSONIC WEAPONS</className></classificationItem><classificationItem score=\"87\"><classCode>STX002237</classCode><className>FIGHTERS &amp; BOMBERS</className></classificationItem><classificationItem score=\"87\"><classCode>STX001141</classCode><className>MILITARY WEAPONS</className></classificationItem><classificationItem score=\"78\"><classCode>STX000464</classCode><className>DEFENSE SPENDING</className></classificationItem><classificationItem score=\"78\"><classCode>ST00097CW</classCode><className>GOVERNMENT BUDGETS</className></classificationItem><classificationItem score=\"77\"><classCode>ST000DQ89</classCode><className>NEWSPACE INDUSTRY</className></classificationItem><classificationItem score=\"77\"><classCode>ST000DN68</classCode><className>SPACE PROGRAMS</className></classificationItem><classificationItem score=\"73\"><classCode>STX000218</classCode><className>BUDGETS</className></classificationItem><classificationItem score=\"72\"><classCode>STX001226</classCode><className>NUCLEAR WEAPONS</className></classificationItem><classificationItem score=\"71\"><classCode>ST00097CP</classCode><className>DEFENSE DEPARTMENTS</className></classificationItem><classificationItem score=\"71\"><classCode>ST000DOJW</classCode><className>WEAPONS RESEARCH &amp; DEVELOPMENT</className></classificationItem><classificationItem score=\"69\"><classCode>STX000111</classCode><className>ARMS TRADE</className></classificationItem><classificationItem score=\"65\"><classCode>STX000459</classCode><className>DEFENSE &amp; MILITARY POLICY</className></classificationItem></classification><classification classificationScheme=\"person\"><classificationItem score=\"78\"><classCode>PE000DEB2</classCode><className>ELON MUSK</className></classificationItem><classificationItem score=\"68\"><classCode>PE000DANS</classCode><className>ELIZABETH WARREN</className></classificationItem></classification><classification classificationScheme=\"country\"><classificationItem score=\"94\"><classCode>GC302</classCode><className>CHINA</className></classificationItem><classificationItem score=\"79\"><classCode>GC351</classCode><className>NEW ZEALAND</className></classificationItem><classificationItem score=\"72\"><classCode>GC318</classCode><className>GERMANY</className></classificationItem><classificationItem score=\"57\"><classCode>GC314</classCode><className>BELGIUM</className></classificationItem><classificationItem score=\"51\"><classCode>GC578</classCode><className>RUSSIA</className></classificationItem></classification></classificationGroup></metadata></articleDoc></content></entry>",
        "Document_Citation": "",
        "Source_Name": "Sri Lanka Guardian"
    },
    {
        "Document_Content": "<entry xmlns=\"http://www.w3.org/2005/Atom\"><id>urn:contentItem:5J0S-V621-F12F-F2KB-00000-00</id><title>Australia supports regenerative agriculture in Sri Lanka</title><published>2016-02-02T00:00:00Z</published><updated>2025-09-16T07:14:06Z</updated><author><name>LexisNexis</name></author><content type=\"application/xml\"><!--Transformation version 1.25--><articleDoc xmlns=\"\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xsi:noNamespaceSchemaLocation=\"http://www.lexisnexis.com/xmlschemas/content/public/articledoc/1/\" schemaVersion=\"1.8\" xml:lang=\"en\"><articleDocHead><itemInfo/></articleDocHead><nitf:body xmlns:nitf=\"http://iptc.org/std/NITF/2006-10-18/\"><nitf:body.head><nitf:hedline><nitf:hl1>Australia supports regenerative agriculture in Sri Lanka</nitf:hl1></nitf:hedline><nitf:dateline><location>Sri Lanka</location></nitf:dateline></nitf:body.head><nitf:body.content><bodyText><p nitf:lede=\"true\">Sri Lanka, Feb. 2 -- The Australian High Commission is proud to have supported the growth of regenerative agriculture in Sri Lanka through the Direct Aid Program.</p><p>On 28 January, Second Secretary Nick Burnett and Research Officer Namal Perera visited a project run by the Neo Synthesis Research Centre in Pallama in the Puttlam district, which teaches local farmers about regenerative agricultural techniques and climate resilience.</p><p>By introducing diverse species for cultivation and teaching farmers how to make their own compost and natural based pesticides and fungicides, the project has helped farmers to become food secure, reduce the costs and time of production and improve the quality and health of their crops. More than 100 farmers are expected to benefit from the program.</p><p>The project was supported by the High Commission's Direct Aid Program, which provides flexible small grants to community-based projects to reduce poverty, address humanitarian hardship and achieve sustainable development.</p><p>Published by HT Syndication with permission from Lanka Business Report. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:htsyndication@hindustantimes.com\">htsyndication@hindustantimes.com</email></p></bodyText></nitf:body.content></nitf:body><metadata><dc:metadata xmlns:dc=\"http://purl.org/dc/elements/1.1/\"><dc:identifier identifierScheme=\"DOC-ID\">LABURE-n-11232893</dc:identifier><dc:source sourceScheme=\"royaltyReportingKey\">LABURE2016</dc:source><dc:identifier identifierScheme=\"PGUID\">urn:contentItem:5J0S-V621-F12F-F2KB-00000-00</dc:identifier><dc:source sourceScheme=\"productContentSetIdentifier\">382496</dc:source><dc:date dateType=\"last-updated\">2018-05-01</dc:date></dc:metadata><wordCount number=\"201\"/><publicationInfo><copyright>Copyright 2016 Vanguard Management Services (Pvt.) Ltd All Rights Reserved</copyright><publicationName>Lanka Business Report</publicationName><publicationDate day=\"02\" month=\"02\" year=\"2016\"><dateText>February 2, 2016 Tuesday</dateText></publicationDate><classification classificationScheme=\"publicationtype\"><classificationItem><className>Web Publication</className></classificationItem></classification><classification classificationScheme=\"publicationtype\"><classificationItem><className>Industry Trade Press</className></classificationItem></classification></publicationInfo><classification classificationScheme=\"language\"><classificationItem classificationScheme=\"lang.english\"><className>ENGLISH</className></classificationItem></classification><classificationGroup classificationScheme=\"indexing-terms\"><classification classificationScheme=\"legal\"><classificationItem score=\"50\"><className>Business &amp; Corporate Compliance</className><classCode>Z3VpZD11cm46dG9waWM6MUFEMUQ2QTA1OUZCNEE5RjkzNTA2RERFMUNEOTk1RTI7cGFyZW50Z3VpZD0</classCode><classificationItem score=\"50\"><className>Federal Insecticide, Fungicide &amp; Rodenticide Act</className><classCode>Z3VpZD11cm46dG9waWM6RTVFNDRDNEZGQUUyNEFEN0IxNDgwRUIwNjdFMTcxMEM7cGFyZW50Z3VpZD11cm46dG9waWM6MUE3OUU5MDM1NjFGNDdBOEIxMDVCOUEyQTQ3QzcyOUQ</classCode></classificationItem></classificationItem><classificationItem score=\"50\"><className>Environmental Law</className><classCode>Z3VpZD11cm46dG9waWM6NzFDRDYyNkI2QjhBNDg3NTkyRjRDRkZEQjlCRkRBQzM7cGFyZW50Z3VpZD0</classCode><classificationItem score=\"50\"><className>Federal Insecticide, Fungicide &amp; Rodenticide Act</className><classCode>Z3VpZD11cm46dG9waWM6RTVFNDRDNEZGQUUyNEFEN0IxNDgwRUIwNjdFMTcxMEM7cGFyZW50Z3VpZD11cm46dG9waWM6MUE3OUU5MDM1NjFGNDdBOEIxMDVCOUEyQTQ3QzcyOUQ</classCode></classificationItem></classificationItem></classification><classification classificationScheme=\"subject\"><classificationItem score=\"92\"><classCode>ST000DRED</classCode><className>REGENERATIVE AGRICULTURE</className></classificationItem><classificationItem score=\"90\"><classCode>ST000DSDM</classCode><className>ECOSYSTEM CONSERVATION</className></classificationItem><classificationItem score=\"90\"><classCode>N928120KM</classCode><className>INTERNATIONAL ASSISTANCE</className></classificationItem><classificationItem score=\"78\"><classCode>STX001315</classCode><className>PESTICIDES</className></classificationItem><classificationItem score=\"78\"><classCode>ST0009RLP</classCode><className>RESEARCH INSTITUTES</className></classificationItem><classificationItem score=\"78\"><classCode>STX001660</classCode><className>SUSTAINABLE DEVELOPMENT</className></classificationItem><classificationItem score=\"76\"><classCode>ST000DL6M</classCode><className>SUSTAINABILITY</className></classificationItem><classificationItem score=\"73\"><classCode>ST000D1DR</classCode><className>NEGATIVE NEWS</className></classificationItem><classificationItem score=\"69\"><classCode>ST000DSCA</classCode><className>POVERTY REDUCTION</className></classificationItem><classificationItem score=\"67\"><classCode>ST000CA2H</classCode><className>POVERTY &amp; HOMELESSNESS</className></classificationItem></classification><classification classificationScheme=\"industry\"><classificationItem score=\"92\"><classCode>ST000DRED</classCode><className>REGENERATIVE AGRICULTURE</className></classificationItem><classificationItem score=\"78\"><classCode>STX001315</classCode><className>PESTICIDES</className></classificationItem><classificationItem score=\"78\"><classCode>STX001660</classCode><className>SUSTAINABLE DEVELOPMENT</className></classificationItem><classificationItem score=\"73\"><classCode>STX000047</classCode><className>AGRICULTURAL TECHNOLOGY</className></classificationItem><classificationItem score=\"73\"><classCode>STX000697</classCode><className>FARMERS &amp; RANCHERS</className></classificationItem></classification><classification classificationScheme=\"country\"><classificationItem score=\"90\"><classCode>GC381</classCode><className>SRI LANKA</className></classificationItem></classification></classificationGroup></metadata></articleDoc></content></entry>",
        "Document_Citation": "",
        "Source_Name": "Lanka Business Online"
    },
    {
        "Document_Content": "<entry xmlns=\"http://www.w3.org/2005/Atom\"><id>urn:contentItem:5D3K-KRS1-JDKC-R0VP-00000-00</id><title>Poisoned agriculture will slowly kill the world</title><published>2014-09-09T00:00:00Z</published><updated>2025-09-16T07:14:06Z</updated><author><name>LexisNexis</name></author><content type=\"application/xml\"><!--Transformation version 1.25--><articleDoc xmlns=\"\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xsi:noNamespaceSchemaLocation=\"http://www.lexisnexis.com/xmlschemas/content/public/articledoc/1/\" schemaVersion=\"1.8\" xml:lang=\"en\"><articleDocHead><itemInfo/></articleDocHead><nitf:body xmlns:nitf=\"http://iptc.org/std/NITF/2006-10-18/\"><nitf:body.head><nitf:hedline><nitf:hl1>Poisoned agriculture will slowly kill the world</nitf:hl1></nitf:hedline><nitf:dateline><location>Sri Lanka</location></nitf:dateline></nitf:body.head><nitf:body.content><bodyText><p nitf:lede=\"true\">Sri Lanka, Sept. 9 -- griculture for food production essentially has to be free of poison. Feeding people with food contaminated with any poison should not be tolerated. But today's agriculture producing food as well as non-food is done with agricultural inputs that are poisonous. These foods and water contaminated with poisonous inputs may not kill humans immediately, but many of them kill gradually, they cause many diseases that are killers. Among these diseases are kidney diseases, Cancers, Diabetes, loss of immunity, high blood pressure and so on. They also disrupt natural control of unfriendly insects by friendly insects and also the control of mosquitos thus causing an increase in the number of deaths caused by mosquito diseases such as dengue, malaria and filaria. The deaths caused by these diseases are on the increase. Food produced using agrochemicals are said to be less nutritious too.</p><p nitf:lede=\"true\">So it has become essential to think of doing agriculture without the use of poisonous chemical inputs. Can agriculture be done without such inputs, all chemical inputs are poisonous, pesticides and weedicides that kill insects, microbes and plants.</p><p>These chemicals were first invented to be used during the war to fight malaria and yellow fever by killing mosquitos, when the war ended there were large factories producing these chemicals, which had to be used for some other purpose. So they were tried out as pest killers in agriculture, further these chemical factories were producing urea which was found to be useable as a fertilizer in agriculture. Chemicals were also used as weedicides. Thus they were utilised as chemical inputs in the Green Revolution. The objective of the Green Revolution was to increase food yields, hybrid seeds were invented that could absorb more fertilizer and give bigger yields. This was first applied in the case of main food crops such as rice, wheat, maize and sorghum. Dwarf plants were invented so that more fertilizer could be absorbed without the plant falling down due to the heavy weight. When more fertilizer was absorbed the plants became more susceptible to pest diseases but this could be overcome using chemical pesticides. Thus more use of chemical pesticides, fertilizer and weedicides became necessary. Although after some time the ill effects of green revolution technology were understood, the companies producing chemical inputs did not want to give up these methods that were bringing them huge profits.There were arrangements made to propagate this form of chemical agriculture worldwide. There was an international gathering in 1940s that discussed the propagation of the Green Revolution to which many country leaders were invited. They agreed to propagate it as the mainstream government strategy in agriculture.</p><p>On organisation of international Research Centres was set up under the name of CGIAR ( Consultative Group on International Agricultural Research ). The purpose of these centres was to collect various varieties of indigenous seeds in each of the regions seed banks and to produce hybrid seeds out of them. These hybrid seeds could absorb more fertilizer, more water and give bigger yields. Propagation of this technology was promoted by Robert McNamara who was once defence secretary of the USA during the Vietnam War and was later the President of the World Bank. He was conscious of the fact that if hunger prevailed more countries would have (red) revolutions. To prevent this it was necessary to reduce hunger in the world and the Green Revolution was the answer.Norman Boulog who invented Green revolution (GR) was given the Nobel Prize.</p><p>CGIAR was first started in four centres but was later extended to a number of others. The agro chemical companies that were producing agro chemicals initially later became mammoth seed companies producing hybrid seeds. Now they have started working on Genetically Modified seeds. Among these companies are Cargill, Monsanto, Cyngenta, Shell, Du Pont and others. They have influenced the WTO to accept intellectual Property Rights through the TRIPs (Trade Related Intellectual Property Rights Agreement).</p><p>Agriculture has also become expensive due to these reasons. For instance in Sri Lanka all chemical inputs are imported and are fossil fuel based. Since fossil fuel is a depleting resource they are expensive and have no future. Burning of fossil fuel increases global warming and leads to climate change disasters.</p><p>How do we overcome these?</p><p>It is argued that natural farming, though good cannot feed the increased population in Sri Lanka and in the world.</p><p>Is this true? Mankind has a history of around 250,000 years while the history of agriculture is around 10,000 years only. So, human beings could find their food sufficiently from nature. One may argue that Human population then was lower, even if this was true there were many more animals and plants then which were also fed by nature.</p><p>What is necessary is to maximize what is given by nature without disrupting its ability of regeneration. Nature has the ability of regeneration as one of its inherent qualities. Seeds germinate when they have moisture and warmth. Plants put out leaves that absorb sunlight and CO-2 from the atmosphere and moisture from the soil through roots. The leaves produce carbohydrates through photosynthesis. It feeds the tree and produces more branches and leaves. More sunlight is absorbed and more food is produced. It feeds animals and humans, produces flowers and fruits and more seeds thus giving birth to more plants. The leaves die and decay when they grow old and fall to the ground which is further digested by microbes and earthworms to create fertilizer. All this is done by nature free of charge and life goes on. Can this produce enough food to feed the entire human population? Before we go in to this aspect we must examine if the other form of chemical input dependent agriculture can feed all. It has certainly failed. There were 840 million people going to bed hungry every day in year 2000 according to FAO. It was promised that hunger would be reduced by half by 2015 by the MDGs. Now we have almost reached 2015 but the hungry people in the have has increased in number reaching 1.2 billion. So it is clear that present strategies have failed. Soils have got less fertile, deserts have expanded and increased, food has become more expensive and beyond the reach of the poorer people. Now agro fuels are being produced to meet the needs created by the shortage of fossil fuels that are a depleting resource. So what must be done? We have to turn back again to depend on what nature gives free.</p><p>Ecological / regenerative agriculture</p><p>To do this it is necessary to restore the ability of nature to regenerate itself. Fortunately more attention is now being given to agro ecology and regenerative agriculture. To do this the following things have to be done: Prevent soil erosion, by mulching, making contour ridges to reduce soil erosion, adopt SALT (Sloping Agriculture Land Technology) on sloping land; grow as many trees as possible growing to different canopies, to maximize the absorption of sunlight; recycle all organic matter and stop burning them; do diversified agriculture to reduce spreading of crop diseases; avoid the use of agro-chemicals that kill microbes, insects and reduce land fertility; utilize animal waste to make soil more fertile use of Jeevamurtha (a mixture of cow dung, cow urine, pulse powder, sweetener such as jaggery or fruit pulp and a handful of humus soil from the neighbourhood, allowed to ferment for one week and the resultant liquid is applied in the root area), Bio char is another organic input.</p><p>This form of ecological/regenerative agriculture does not use any poisonous chemical inputs. The overall productivity of such diversified agriculture is much more than any monoculture farming. It is much less expensive and therefore poorer and hungry people can get their food.</p><p>Adoption in Government declared Programmes</p><p>The Government of Sri Lanka has declared many programmes of rural development and food production where this form of poison free ecological agriculture can be applied. ApiWawamu Rata Nagamu intended to promote 4 million home gardens. Divineguma promoted and assisted one million home gardens,Gemi Diriya, Gamaneguma and Samurdhi were such programmes. All these expect communities to formulate their own plans. The money allocated for these programmes would be more than enough to cover the entire country.</p><p>Changing Land use patterns</p><p>It is necessary to change the land use patterns in tea, and coconut plantations. In tea plantation areas there is 25% of the land presently left uncultivated due to lack of soil fertility. This land should be given over to plantation worker families with guidance and assistance to do ecological home gardening. They will be able to get much higher productivity, diversified and more nutritious food at lower costs without poisonous inputs.</p><p>Similarly in coconut plantations in the coconut triangle it is possible to divide up land into smaller plots and given to landless farmers to do ecological farming. This can be done on a share cropping basis.</p><p>In any case private ownership of large scale land is not the best form of land utilization. Private ownership of land was introduced by the British when they wanted to utilize land for their tea and coffee plantations.</p><p>Sri Lankan land lords utilized this opportunity to acquire much land for coconut plantations. They grew only coconut in these since they were absentee landlords and they plucked their coconuts during the season.</p><p>Published by HT Syndication with permission from Daily Mirror Sri Lanka. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:htsyndication@hindustantimes.com\">htsyndication@hindustantimes.com</email></p></bodyText></nitf:body.content></nitf:body><metadata><dc:metadata xmlns:dc=\"http://purl.org/dc/elements/1.1/\"><dc:identifier identifierScheme=\"DOC-ID\">DLYMIR-n-7060068</dc:identifier><dc:source sourceScheme=\"royaltyReportingKey\">DLYMIR2014</dc:source><dc:identifier identifierScheme=\"PGUID\">urn:contentItem:5D3K-KRS1-JDKC-R0VP-00000-00</dc:identifier><dc:source sourceScheme=\"productContentSetIdentifier\">337156</dc:source><dc:date dateType=\"last-updated\">2017-06-20</dc:date></dc:metadata><wordCount number=\"1631\"/><publicationInfo><copyright>Copyright 2014 Wijeya Newspaper Ltd. All Rights Reserved</copyright><publicationName>Daily Mirror (Sri Lanka)</publicationName><publicationDate day=\"09\" month=\"09\" year=\"2014\"><dateText>September 9, 2014 Tuesday</dateText></publicationDate><classification classificationScheme=\"publicationtype\"><classificationItem><className>Newspaper</className></classificationItem></classification><classification classificationScheme=\"publicationtype\"><classificationItem><className>Newspapers</className></classificationItem></classification></publicationInfo><classification classificationScheme=\"language\"><classificationItem classificationScheme=\"lang.english\"><className>ENGLISH</className></classificationItem></classification><classificationGroup classificationScheme=\"indexing-terms\"><classification classificationScheme=\"subject\"><classificationItem score=\"92\"><classCode>ST000D5IA</classCode><className>INSECTS &amp; ARACHNIDS</className></classificationItem><classificationItem score=\"90\"><classCode>STX000511</classCode><className>DISEASES &amp; DISORDERS</className></classificationItem><classificationItem score=\"90\"><classCode>STX000744</classCode><className>FOOD BORNE ILLNESS</className></classificationItem><classificationItem score=\"90\"><classCode>ST000DN5K</classCode><className>FOOD CONTAMINATION</className></classificationItem><classificationItem score=\"90\"><classCode>STX000912</classCode><className>INFECTIOUS DISEASE</className></classificationItem><classificationItem score=\"90\"><classCode>STX001062</classCode><className>MALARIA</className></classificationItem><classificationItem score=\"90\"><classCode>ST0008X7D</classCode><className>MANUFACTURING FACILITIES</className></classificationItem><classificationItem score=\"90\"><classCode>ST000C4AP</classCode><className>MOSQUITO BORNE DISEASES</className></classificationItem><classificationItem score=\"90\"><classCode>STX001338</classCode><className>POISONINGS</className></classificationItem><classificationItem score=\"89\"><classCode>N541710GG</classCode><className>AGRICULTURAL RESEARCH</className></classificationItem><classificationItem score=\"89\"><classCode>STX001308</classCode><className>CARCINOGENS</className></classificationItem><classificationItem score=\"89\"><classCode>ST000DLLL</classCode><className>FOOD SALES &amp; REVENUES</className></classificationItem><classificationItem score=\"89\"><classCode>STX001315</classCode><className>PESTICIDES</className></classificationItem><classificationItem score=\"78\"><classCode>ST0009XF1</classCode><className>AGRONOMY</className></classificationItem><classificationItem score=\"78\"><classCode>STX000923</classCode><className>INSECTICIDES</className></classificationItem><classificationItem score=\"76\"><classCode>STX000248</classCode><className>CANCER</className></classificationItem><classificationItem score=\"76\"><classCode>ST000C49S</classCode><className>DENGUE FEVER</className></classificationItem><classificationItem score=\"76\"><classCode>STX001761</classCode><className>TROPICAL DISEASES</className></classificationItem><classificationItem score=\"73\"><classCode>STX001816</classCode><className>WATER POLLUTION</className></classificationItem><classificationItem score=\"71\"><classCode>ST0009F8T</classCode><className>CROP RESEARCH</className></classificationItem><classificationItem score=\"71\"><classCode>STX000425</classCode><className>DEATH RATES</className></classificationItem><classificationItem score=\"71\"><classCode>STX000486</classCode><className>DIABETES</className></classificationItem><classificationItem score=\"71\"><classCode>STX002084</classCode><className>KIDNEY DISEASE</className></classificationItem><classificationItem score=\"60\"><classCode>ST0009RLP</classCode><className>RESEARCH INSTITUTES</className></classificationItem></classification><classification classificationScheme=\"industry\"><classificationItem score=\"90\"><classCode>ST000DN5K</classCode><className>FOOD CONTAMINATION</className></classificationItem><classificationItem score=\"90\"><classCode>ST0008X7D</classCode><className>MANUFACTURING FACILITIES</className></classificationItem><classificationItem score=\"89\"><classCode>N541710GG</classCode><className>AGRICULTURAL RESEARCH</className></classificationItem><classificationItem score=\"89\"><classCode>STX000049</classCode><className>AGRICULTURE</className></classificationItem><classificationItem score=\"89\"><classCode>STX001308</classCode><className>CARCINOGENS</className></classificationItem><classificationItem score=\"89\"><classCode>ST0009FAV</classCode><className>FERTILIZERS</className></classificationItem><classificationItem score=\"89\"><classCode>STX001902</classCode><className>FOOD &amp; BEVERAGE</className></classificationItem><classificationItem score=\"89\"><classCode>ST000DLLL</classCode><className>FOOD SALES &amp; REVENUES</className></classificationItem><classificationItem score=\"89\"><classCode>STX001315</classCode><className>PESTICIDES</className></classificationItem><classificationItem score=\"89\"><classCode>ST0009SWJ</classCode></classificationItem><classificationItem score=\"78\"><classCode>STX000039</classCode><className>AGRICULTURAL CHEMICALS</className></classificationItem><classificationItem score=\"78\"><classCode>ST0009O37</classCode><className>AGRICULTURAL CHEMICALS INDUSTRY</className></classificationItem><classificationItem score=\"78\"><classCode>ST0008X6Q</classCode><className>CHEMICALS</className></classificationItem><classificationItem score=\"78\"><classCode>STX000923</classCode><className>INSECTICIDES</className></classificationItem><classificationItem score=\"78\"><classCode>ST0009RXJ</classCode></classificationItem><classificationItem score=\"77\"><classCode>ST0008X5E</classCode><className>AGRICULTURAL CHEMICALS MFG</className></classificationItem><classificationItem score=\"73\"><classCode>N111160MM</classCode><className>RICE FARMING</className></classificationItem><classificationItem score=\"71\"><classCode>ST0009F8T</classCode><className>CROP RESEARCH</className></classificationItem></classification></classificationGroup></metadata></articleDoc></content></entry>",
        "Document_Citation": "",
        "Source_Name": "The Daily Mirror (Sri Lanka)"
    },
    {
        "Document_Content": "<entry xmlns=\"http://www.w3.org/2005/Atom\"><id>urn:contentItem:5JH8-67R1-JDKC-R4TF-00000-00</id><title>NEW RISE FOR FARMERS</title><published>2016-04-11T00:00:00Z</published><updated>2025-09-16T07:14:06Z</updated><author><name>LexisNexis</name></author><content type=\"application/xml\"><!--Transformation version 1.25--><articleDoc xmlns=\"\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xsi:noNamespaceSchemaLocation=\"http://www.lexisnexis.com/xmlschemas/content/public/articledoc/1/\" schemaVersion=\"1.8\" xml:lang=\"en\"><articleDocHead><itemInfo/></articleDocHead><nitf:body xmlns:nitf=\"http://iptc.org/std/NITF/2006-10-18/\"><nitf:body.head><nitf:hedline><nitf:hl1>NEW RISE FOR FARMERS</nitf:hl1></nitf:hedline><nitf:dateline><location>Sri Lanka</location></nitf:dateline></nitf:body.head><nitf:body.content><bodyText><p nitf:lede=\"true\">Sri Lanka, April 11 -- Agriculture has been an important part if not the heart of Sri Lanka's culture and civilization since ancient times. With modern technology and new processes like regenerative agriculture offering the farmers the opportunity to touch new dimensions, the National Government on Saturday announced practical steps to revive the dignity of farmers who once were kings but now find themselves in mud holes.</p><p nitf:lede=\"true\">Kiribath and other food items made of rice flour are a tasty part of the National New Year, which people of all races and religions will be celebrating this week. At an Aluth Sahal (new rice) festival held at the Sri Maha Bodhiya in Anuradhapura on Saturday, President Maithripala Sirisena significantly offered a bowl of organically grown rice before announcing new steps to make Sri Lanka a \"Wasa Wisa Nethi\" country and restore the dignity of the farmer community within two years.</p><p>The President, who himself hails from a Polonnaruwa farmer family, said that despite growing protests by groups apparently sponsored by vested interests, the government was determined to get the cooperation of the farming community for its mission to stop the import and use of expensive agrochemicals.</p><p>In the widely changing Budget for this year, the government announced it was withdrawing the provision of subsidised chemical fertilizer to the farmers and would instead give Rs. 25,000 to the farmer for each harvest, to encourage them to buy or make organic fertiliser from cow-dung, compost or other organic material. But farmer groups apparently sponsored by vested interests including transnational chemical corporations have been insisting they want to continue with the subsidized chemical fertiliser scheme. This produces a big harvest which is attractive but the unseen danger is that both the rice and mother earth are being polluted or poisoned. Thereby most people are eating a little poison with every meal and it is seen as one of the main reasons why more people are falling sick more often and hospitals are crowded like market places.</p><p>President Sirisena said the excessive use of imported agrochemicals was one of the main reasons for the kidney disease epidemic mainly in the rice bowl of the North Central Province. Some 20,000 farmers are reported to have died painfully during the past few years with tens of thousands of farmer families being crippled. The President said the kidney disease epidemic was producing 500 new patients every year. The government could not and would not allow this disaster to continue, whatever the agendas of the critics. He said the government hoped to educate and make the farmers aware of the hidden dangers and get their cooperation for the 'Wasa Wisa Nethi' mission.</p><p>Some farmer groups say they have no access to organic fertiliser. Among the groups collecting and marketing organic fertiliser is the Oblate Mission Services Centre in Maradana. Last month alone the mission sold about 1000 onekg packs of cow-dung fertiliser mainly for home gardens or plant nurseries. The cow-dung fertiliser is collected mainly from poor villages in the Trincomalee district's Kuchchaweli area where the enterprising priest Rev. Fr. Jesu Ramesh goes to several villages to collect the cow-dung, heat it in a furnace, powder and packet it.</p><p>Most importantly the President also announced that practical steps were being taken to raise the status of farmers. They are now selling only paddy at a varying rate which sometimes plunges to only about Rs. 20 a kg. Racketeering middle men make a huge profit and customers are forced to buy this rice at more than Rs. 100 a kg. The President said the new plan was to eliminate the middle men so that the farmers themselves could market their rice and get a better price, while the customers also could get 'Wasa Wisa Nethi' rice at a lower price. We hope this would be one of the healthiest National New Year gifts not only to the farmers but to all the people of Sri Lanka.</p><p>Published by HT Syndication with permission from Daily Mirror Sri Lanka. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:htsyndication@hindustantimes.com\">htsyndication@hindustantimes.com</email></p></bodyText></nitf:body.content></nitf:body><metadata><dc:metadata xmlns:dc=\"http://purl.org/dc/elements/1.1/\"><dc:identifier identifierScheme=\"DOC-ID\">DLYMIR-n-12459935</dc:identifier><dc:source sourceScheme=\"royaltyReportingKey\">DLYMIR2016</dc:source><dc:identifier identifierScheme=\"PGUID\">urn:contentItem:5JH8-67R1-JDKC-R4TF-00000-00</dc:identifier><dc:source sourceScheme=\"productContentSetIdentifier\">337156</dc:source><dc:date dateType=\"last-updated\">2017-06-20</dc:date></dc:metadata><wordCount number=\"695\"/><publicationInfo><copyright>Copyright 2016 Wijeya Newspaper Ltd. All Rights Reserved</copyright><publicationName>Daily Mirror (Sri Lanka)</publicationName><publicationDate day=\"11\" month=\"04\" year=\"2016\"><dateText>April 11, 2016 Monday</dateText></publicationDate><classification classificationScheme=\"publicationtype\"><classificationItem><className>Newspaper</className></classificationItem></classification><classification classificationScheme=\"publicationtype\"><classificationItem><className>Newspapers</className></classificationItem></classification></publicationInfo><classification classificationScheme=\"language\"><classificationItem classificationScheme=\"lang.english\"><className>ENGLISH</className></classificationItem></classification><classificationGroup classificationScheme=\"indexing-terms\"><classification classificationScheme=\"legal\"><classificationItem score=\"89\"><className>Governments</className><classCode>Z3VpZD11cm46dG9waWM6MjdEQjE4OUJDMzQxNDNEMEI0RTI1QUFCMzJENjEwRTA7cGFyZW50Z3VpZD0</classCode><classificationItem score=\"89\"><className>Relations With Governments</className><classCode>Z3VpZD11cm46dG9waWM6NDYwNzQwQkYzMTI5NEFCMTkyMDM3QzFCNzE2MUE4MUM7cGFyZW50Z3VpZD11cm46dG9waWM6QURCRDNBRjBGRTE0NEFBRUEzNUU1MzFGQjg3MTM4MDI</classCode></classificationItem></classificationItem></classification><classification classificationScheme=\"subject\"><classificationItem score=\"90\"><classCode>ST000DRED</classCode><className>REGENERATIVE AGRICULTURE</className></classificationItem><classificationItem score=\"89\"><classCode>STX000511</classCode><className>DISEASES &amp; DISORDERS</className></classificationItem><classificationItem score=\"89\"><classCode>ST000DSDM</classCode><className>ECOSYSTEM CONSERVATION</className></classificationItem><classificationItem score=\"78\"><classCode>STX000691</classCode><className>FAMILY</className></classificationItem><classificationItem score=\"76\"><classCode>STX001265</classCode><className>ORGANIC FOODS</className></classificationItem><classificationItem score=\"75\"><classCode>STX001970</classCode><className>TRENDS &amp; EVENTS</className></classificationItem><classificationItem score=\"72\"><classCode>N920000CC</classCode><className>GOVERNMENT &amp; PUBLIC ADMINISTRATION</className></classificationItem><classificationItem score=\"67\"><classCode>STX001338</classCode><className>POISONINGS</className></classificationItem><classificationItem score=\"66\"><classCode>STX002064</classCode><className>EPIDEMICS</className></classificationItem><classificationItem score=\"65\"><classCode>STX002084</classCode><className>KIDNEY DISEASE</className></classificationItem><classificationItem score=\"55\"><classCode>STX001464</classCode><className>RELIGION</className></classificationItem></classification><classification classificationScheme=\"industry\"><classificationItem score=\"90\"><classCode>STX000039</classCode><className>AGRICULTURAL CHEMICALS</className></classificationItem><classificationItem score=\"90\"><classCode>ST0009FAV</classCode><className>FERTILIZERS</className></classificationItem><classificationItem score=\"90\"><classCode>ST000DRED</classCode><className>REGENERATIVE AGRICULTURE</className></classificationItem><classificationItem score=\"89\"><classCode>ST0009O37</classCode><className>AGRICULTURAL CHEMICALS INDUSTRY</className></classificationItem><classificationItem score=\"89\"><classCode>STX001613</classCode><className>SPONSORSHIP</className></classificationItem><classificationItem score=\"78\"><classCode>STX000697</classCode><className>FARMERS &amp; RANCHERS</className></classificationItem><classificationItem score=\"78\"><classCode>N111160MM</classCode><className>RICE FARMING</className></classificationItem><classificationItem score=\"77\"><classCode>ST0009MJM</classCode><className>FOOD PRODUCTS</className></classificationItem><classificationItem score=\"76\"><classCode>STX001265</classCode><className>ORGANIC FOODS</className></classificationItem></classification><classification classificationScheme=\"person\"><classificationItem score=\"92\"><classCode>PE000DL54</classCode><className>MAITHRIPALA SIRISENA</className></classificationItem></classification><classification classificationScheme=\"country\"><classificationItem score=\"95\"><classCode>GC381</classCode><className>SRI LANKA</className></classificationItem></classification></classificationGroup></metadata></articleDoc></content></entry>",
        "Document_Citation": "",
        "Source_Name": "The Daily Mirror (Sri Lanka)"
    },
    {
        "Document_Content": "<entry xmlns=\"http://www.w3.org/2005/Atom\"><id>urn:contentItem:5JYD-1WG1-F12F-F0PG-00000-00</id><title>BE WISE, THINK BEFORE YOU EAT</title><published>2016-06-06T00:00:00Z</published><updated>2025-09-16T07:14:06Z</updated><author><name>LexisNexis</name></author><content type=\"application/xml\"><!--Transformation version 1.25--><articleDoc xmlns=\"\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xsi:noNamespaceSchemaLocation=\"http://www.lexisnexis.com/xmlschemas/content/public/articledoc/1/\" schemaVersion=\"1.8\" xml:lang=\"en\"><articleDocHead><itemInfo/></articleDocHead><nitf:body xmlns:nitf=\"http://iptc.org/std/NITF/2006-10-18/\"><nitf:body.head><nitf:hedline><nitf:hl1>BE WISE, THINK BEFORE YOU EAT</nitf:hl1></nitf:hedline><nitf:dateline><location>Sri Lanka</location></nitf:dateline></nitf:body.head><nitf:body.content><bodyText><p nitf:lede=\"true\">Sri Lanka, June 6 -- In the afterglow of World Environment Day yesterday, one important practical step would be to reflect on the extent to which we have polluted Mother Earth and made the soil virtually infertile. As a result most of us, including little children are eating or drinking doses of poison with each meal and this may be one of the main reasons why most of us are falling sick more often while hospitals have become like market places or big profit-making businesses.</p><p nitf:lede=\"true\">The United Nations' Food and Agriculture Organization's (FAO) retired veteran Ranjit Seneviratne -- who specializes in organic farming and regenerative agriculture -- has given us some shocking details about how what we eat and drink is polluted or poisoned in different ways, mainly by transnational companies.</p><p>According to Mr. Seneviratne, 30 - 35% of Sri Lankans are diabetic, 35,000 plus people have died of chronic kidney disease and thousands are dying of cancer. The cancer hospital poster tells us not to eat \"Cheena Batu\" as it causes Cancer. Malaysians call it \"Sayo Manis\" and they eat it to prevent cancer. What is going on?</p><p>Every year, at least one new hospital starts business. It is so profitable that a well-known Engineering Company has also gone into the hospital business. People are sick and need money for treatment. So new banks are opening now to rake in the profits.</p><p>The solution is simple. Just stop taking the poisons we shall mention later and wheat flour that now has no \"gullas\" because it has an insecticide. Wheat also has a problem protein, \"Gluten\" which causes the leaky gut syndrome. In the United States they are going for \"Gluten-free\" -- so the multinationals are dumping it on poor countries like Sri Lanka at low prices. The result -- bakeries and bread sellers are all over the town and the bread is even brought to your door step in three-wheelers. Kimbulas kill you in one bite but 'Kimbula Banis' will kill you slowly, your toes first then your feet and may be blindness also. Diabetes kills slowly but surely.</p><p>Mr. Seneviratne says most of us are not aware that a big transnational company adds juice extracted from beef in its chocolate. In a case at the Chennai High Court, a beauty culture product company accepted that its cream contained the oil from pig fats. A popular variety of balm has been banned in many European countries because it is a slow poison. But in Sri Lanka it is marketed in a big way. Another example is a variety of soap marketed as a bath and toilet soap. But in other countries it is used for bathing animals. Europe uses this soap for dogs but in Sri Lanka millions of people are encouraged to use it while children are abused to market it. A popular fizzy drink is in reality a toilet cleaner. It has been proved that it contains 21 types of poisons. Its sale is banned in the Indian Parliament but in Sri Lanka it is sold everywhere.</p><p>According to Mr. Seneviratne, certain transnational companies are having a big sale of some varieties of so-called health tonics here. When tested in Delhi at the All India Institute which houses the biggest laboratory in India, it was found that it is made from the waste left after oil is extracted from groundnut. When the Indian film idol Amitabh Bachchan was operated in hospital for ten hours, surgeons had to cut and remove large sections of the intestine and the surgeons had told him that the intestines had decayed due to the excessive intake of a variety of soft drinks.</p><p>Lots of people go for pizzas today. To make pizzas tasty, some companies add E-631 flavour enhancer which is made of pork or pig meat. If the following codes are mentioned on food packs then you should know what you are unknowingly consuming: E 322 - Beef E 422 - Alcohol E 442 - Alcohol &amp; chemical E 471 - Beef &amp; alcohol E 476 - Alcohol E 481 - Mixture of beef and pork E 627 - Dangerous chemical E 472 - Mixture of beef, meat &amp; pork E 631 - Oil extracted from pig fats.</p><p>Don't ignore these warnings. If you have some doubts, search by yourself, use the internet. Parents or elders need to do this at least for the well-being of their innocent children.</p><p>Published by HT Syndication with permission from Daily Mirror Sri Lanka. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:htsyndication@hindustantimes.com\">htsyndication@hindustantimes.com</email></p></bodyText></nitf:body.content></nitf:body><metadata><dc:metadata xmlns:dc=\"http://purl.org/dc/elements/1.1/\"><dc:identifier identifierScheme=\"DOC-ID\">DLYMIR-n-13609419</dc:identifier><dc:source sourceScheme=\"royaltyReportingKey\">DLYMIR2016</dc:source><dc:identifier identifierScheme=\"PGUID\">urn:contentItem:5JYD-1WG1-F12F-F0PG-00000-00</dc:identifier><dc:source sourceScheme=\"productContentSetIdentifier\">337156</dc:source><dc:date dateType=\"last-updated\">2017-06-20</dc:date></dc:metadata><wordCount number=\"720\"/><publicationInfo><copyright>Copyright 2016 Wijeya Newspaper Ltd. All Rights Reserved</copyright><publicationName>Daily Mirror (Sri Lanka)</publicationName><publicationDate day=\"06\" month=\"06\" year=\"2016\"><dateText>June 6, 2016 Monday</dateText></publicationDate><classification classificationScheme=\"publicationtype\"><classificationItem><className>Newspaper</className></classificationItem></classification><classification classificationScheme=\"publicationtype\"><classificationItem><className>Newspapers</className></classificationItem></classification></publicationInfo><classification classificationScheme=\"language\"><classificationItem classificationScheme=\"lang.english\"><className>ENGLISH</className></classificationItem></classification><classificationGroup classificationScheme=\"indexing-terms\"><classification classificationScheme=\"subject\"><classificationItem score=\"91\"><classCode>STX000248</classCode><className>CANCER</className></classificationItem><classificationItem score=\"89\"><classCode>STX000453</classCode><className>DEATH &amp; DYING</className></classificationItem><classificationItem score=\"89\"><classCode>STX002084</classCode><className>KIDNEY DISEASE</className></classificationItem><classificationItem score=\"89\"><classCode>STX001956</classCode><className>POLLUTION &amp; ENVIRONMENTAL IMPACTS</className></classificationItem><classificationItem score=\"77\"><classCode>ST000DRED</classCode><className>REGENERATIVE AGRICULTURE</className></classificationItem><classificationItem score=\"76\"><classCode>STX001308</classCode><className>CARCINOGENS</className></classificationItem><classificationItem score=\"76\"><classCode>STX000511</classCode><className>DISEASES &amp; DISORDERS</className></classificationItem><classificationItem score=\"76\"><classCode>STX000923</classCode><className>INSECTICIDES</className></classificationItem><classificationItem score=\"76\"><classCode>STX001338</classCode><className>POISONINGS</className></classificationItem><classificationItem score=\"75\"><classCode>ST00097CA</classCode><className>AGRICULTURE DEPARTMENTS</className></classificationItem><classificationItem score=\"75\"><classCode>ST000DIJW</classCode><className>PRICES</className></classificationItem><classificationItem score=\"73\"><classCode>ST000DNVT</classCode><className>ABUSE &amp; NEGLECT</className></classificationItem><classificationItem score=\"73\"><classCode>STX000486</classCode><className>DIABETES</className></classificationItem><classificationItem score=\"73\"><classCode>STX000523</classCode><className>DOGS</className></classificationItem><classificationItem score=\"73\"><classCode>ST00090NP</classCode><className>MULTINATIONAL CORPORATIONS</className></classificationItem><classificationItem score=\"72\"><classCode>ST000D9JQ</classCode><className>CHRONIC DISEASES</className></classificationItem><classificationItem score=\"70\"><classCode>ST000DKU4</classCode><className>UNITED NATIONS</className></classificationItem><classificationItem score=\"65\"><classCode>STX000622</classCode><className>ENGINEERING</className></classificationItem><classificationItem score=\"60\"><classCode>STX000190</classCode><className>BLINDNESS</className></classificationItem></classification><classification classificationScheme=\"industry\"><classificationItem score=\"90\"><classCode>N622000CC</classCode><className>HOSPITALS</className></classificationItem><classificationItem score=\"77\"><classCode>ST000DRED</classCode><className>REGENERATIVE AGRICULTURE</className></classificationItem><classificationItem score=\"76\"><classCode>N622310GM</classCode><className>CANCER HOSPITALS</className></classificationItem><classificationItem score=\"76\"><classCode>STX001308</classCode><className>CARCINOGENS</className></classificationItem><classificationItem score=\"76\"><classCode>STX000923</classCode><className>INSECTICIDES</className></classificationItem><classificationItem score=\"75\"><classCode>STX000049</classCode><className>AGRICULTURE</className></classificationItem><classificationItem score=\"75\"><classCode>ST00097CA</classCode><className>AGRICULTURE DEPARTMENTS</className></classificationItem><classificationItem score=\"75\"><classCode>STX001586</classCode><className>SOAPS &amp; DETERGENTS</className></classificationItem><classificationItem score=\"65\"><classCode>STX000622</classCode><className>ENGINEERING</className></classificationItem><classificationItem score=\"63\"><classCode>STX001729</classCode><className>TOILET SOAPS</className></classificationItem><classificationItem score=\"61\"><classCode>STX002005</classCode><className>BAKERIES</className></classificationItem></classification><classification classificationScheme=\"city\"><classificationItem score=\"59\"><classCode>GX146</classCode><className>CHENNAI, TAMIL NADU, INDIA</className></classificationItem></classification><classification classificationScheme=\"state\"><classificationItem score=\"73\"><classCode>ST000A26S</classCode><className>EARTH</className></classificationItem></classification><classification classificationScheme=\"country\"><classificationItem score=\"95\"><classCode>GC381</classCode><className>SRI LANKA</className></classificationItem><classificationItem score=\"92\"><classCode>GT115</classCode><className>EUROPE</className></classificationItem><classificationItem score=\"79\"><classCode>GC343</classCode><className>UNITED STATES</className></classificationItem></classification></classificationGroup></metadata></articleDoc></content></entry>",
        "Document_Citation": "",
        "Source_Name": "The Daily Mirror (Sri Lanka)"
    },
    {
        "Document_Content": "<entry xmlns=\"http://www.w3.org/2005/Atom\"><id>urn:contentItem:5J7K-XJ51-F12F-F0JK-00000-00</id><title>The poisoning of Sri Lanka must stop</title><published>2016-03-04T00:00:00Z</published><updated>2025-09-16T07:14:06Z</updated><author><name>LexisNexis</name></author><content type=\"application/xml\"><!--Transformation version 1.25--><articleDoc xmlns=\"\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xsi:noNamespaceSchemaLocation=\"http://www.lexisnexis.com/xmlschemas/content/public/articledoc/1/\" schemaVersion=\"1.8\" xml:lang=\"en\"><articleDocHead><itemInfo/></articleDocHead><nitf:body xmlns:nitf=\"http://iptc.org/std/NITF/2006-10-18/\"><nitf:body.head><nitf:hedline><nitf:hl1>The poisoning of Sri Lanka must stop</nitf:hl1></nitf:hedline><nitf:dateline><location>Sri Lanka</location></nitf:dateline></nitf:body.head><nitf:body.content><bodyText><p nitf:lede=\"true\">Sri Lanka, March 4 -- The mission for a 'Wasa Visa Nethi Ratak'- a mission to make Sri Lanka free of poisonous agro-chemicals and thereby free of poisoned or polluted food including rice, vegetables and fruits -- will be officially launched on Sunday, March 6 with a three-day exhibition and sale of organically produced food items. This 'Wasa Wisa Nethi Ratak' was one of the main promises made during the election campaign which climaxed with the people's silent revolution bringing President Maithripala Sirisena to office on January 8, 2015.</p><p nitf:lede=\"true\">Significantly, the President himself will be the chief guest at the three-day exhibition and sale to be held at the BMICH with some 350 stalls. Organisers say that tens of thousands of people mainly farmer communities from all parts of the country, are expected to attend.</p><p>One of the highlights of this three-day BMICH programme will be an international seminar on the theme 'Wasa Visa Nethi Ratak'. President Sirisena will preside at this seminar to be attended by scientists of the Agricultural Research Officers' Association, more than 5,000 farmer community leaders from all parts of the country and international agro-science specialists. Prime Minister Ranil Wickremesinghe as the head of the Cabinet's Committee on Economic Management will also actively co-operate in this mission and be the chief guest at the opening of the exhibition and sale which will be held on March 6, 7 and 8 from 10 am to 9 pm.</p><p>Parliamentarian the Ven. Athuraliye Rathana Thera, one of the main activists in the Wasa Wisa Nethi Ratak movement, said the 350 stalls would sell rice and other grains, vegetables and fruits at affordable prices. He said in a TV interview that the Good Market sale at Racecourse on Saturdays was good but he believed prices were too high and the food items were mainly for the rich and privileged classes as seen by the luxury vehicles parked there.</p><p>The prelate said that for the past few years he and other members of the 'Wasa Wisa Nethi Ratak' movement had conducted awareness and education programmes among hundreds of \"Govi Mahaththuru' in the farmer community. As a result about 50 acres of land was now being cultivated with paddy and other crops -- without the use of chemical fertilisers, weedicides or pesticides. The Ven. Athuraliye Rathana Thera said that within three years they hoped to make tens of thousands of farmers aware of the dangers of poisoning Mother Earth and even the ground water through the excessive use of expensive agro-chemicals. The farmers had been tempted by transnational agro-chemical companies and their agents here to use these toxic agro-chemicals because they produced big harvests. But he hoped that when the farmers were made aware of the long term damage caused to Mother Earth by the use of agro-chemicals they would turn around and within three years he beleived that hundreds of thousands of acres of land would be cultivated with only organic fertilisers, bio-fertlisers and other hi-tech measures such as regenerative agriculture.</p><p>According to Presidential Secretary P. B. Abeykoon, the total amount of foreign exchange burnt in importing food to Sri Lanka is about Rs.400 billion annually. Of this Rs.60 billion had been spent on sugar and Rs.50 billion for powdered milk. About Rs.80 billion worth of agro-toxins are imported to Sri Lanka every year.</p><p>In a statement issued in connection with the launch of the programme 'a wholesome agriculture -- a healthy population -- a toxin-free nation,' Mr. Abeykoon said diabetes and other Non Communicable Diseases (NCDS) had reached pandemic proportions in Sri Lanka. Due to the injecting of hormones into meat products including chickens, girl children as young as six or seven are attaining puberty at an alarming rate, while childhood obesity is becoming bellyful.</p><p>Ven. Athuraliye Rathana told Wednesday's Rupavahini interview that almost all Sri Lanka's people were being poisoned daily in small or big doses through every meal we had. This was mainly due to the excessive use of toxic agro-chemicals and a sovereign Sri Lanka could not and must not allow about 10 transnational agro-chemical monsters to swallow our beloved country.</p><p>Published by HT Syndication with permission from Daily Mirror Sri Lanka. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:htsyndication@hindustantimes.com\">htsyndication@hindustantimes.com</email></p></bodyText></nitf:body.content></nitf:body><metadata><dc:metadata xmlns:dc=\"http://purl.org/dc/elements/1.1/\"><dc:identifier identifierScheme=\"DOC-ID\">DLYMIR-n-11812960</dc:identifier><dc:source sourceScheme=\"royaltyReportingKey\">DLYMIR2016</dc:source><dc:identifier identifierScheme=\"PGUID\">urn:contentItem:5J7K-XJ51-F12F-F0JK-00000-00</dc:identifier><dc:source sourceScheme=\"productContentSetIdentifier\">337156</dc:source><dc:date dateType=\"last-updated\">2016-04-21</dc:date></dc:metadata><wordCount number=\"731\"/><publicationInfo><copyright>Copyright 2016 Wijeya Newspaper Ltd. All Rights Reserved</copyright><publicationName>Daily Mirror (Sri Lanka)</publicationName><publicationDate day=\"04\" month=\"03\" year=\"2016\"><dateText>March 4, 2016 Friday</dateText></publicationDate><classification classificationScheme=\"publicationtype\"><classificationItem><className>Newspaper</className></classificationItem></classification><classification classificationScheme=\"publicationtype\"><classificationItem><className>Newspapers</className></classificationItem></classification></publicationInfo><classification classificationScheme=\"language\"><classificationItem classificationScheme=\"lang.english\"><className>ENGLISH</className></classificationItem></classification><classificationGroup classificationScheme=\"indexing-terms\"><classification classificationScheme=\"subject\"><classificationItem score=\"89\"><classCode>STX001348</classCode><className>POLLUTION</className></classificationItem><classificationItem score=\"79\"><classCode>ST0008ZF6</classCode><className>INTERVIEWS</className></classificationItem><classificationItem score=\"78\"><classCode>N541710GG</classCode><className>AGRICULTURAL RESEARCH</className></classificationItem><classificationItem score=\"78\"><classCode>ST0009XF1</classCode><className>AGRONOMY</className></classificationItem><classificationItem score=\"77\"><classCode>ST0009F8T</classCode><className>CROP RESEARCH</className></classificationItem><classificationItem score=\"77\"><classCode>STX001265</classCode><className>ORGANIC FOODS</className></classificationItem><classificationItem score=\"77\"><classCode>STX001315</classCode><className>PESTICIDES</className></classificationItem><classificationItem score=\"76\"><classCode>ST000DIJW</classCode><className>PRICES</className></classificationItem><classificationItem score=\"75\"><classCode>ST00097CB</classCode><className>CABINET OFFICES</className></classificationItem><classificationItem score=\"75\"><classCode>N921110CC</classCode><className>HEADS OF STATE &amp; GOVERNMENT</className></classificationItem><classificationItem score=\"75\"><classCode>ST0009EOQ</classCode><className>PRIME MINISTERS</className></classificationItem><classificationItem score=\"73\"><classCode>ST000A7IS</classCode><className>ASSOCIATIONS &amp; ORGANIZATIONS</className></classificationItem><classificationItem score=\"70\"><classCode>STX000246</classCode><className>CAMPAIGNS &amp; ELECTIONS</className></classificationItem><classificationItem score=\"67\"><classCode>STX001938</classCode><className>EDUCATION &amp; TRAINING</className></classificationItem></classification><classification classificationScheme=\"industry\"><classificationItem score=\"89\"><classCode>STX000039</classCode><className>AGRICULTURAL CHEMICALS</className></classificationItem><classificationItem score=\"89\"><classCode>ST0009O37</classCode><className>AGRICULTURAL CHEMICALS INDUSTRY</className></classificationItem><classificationItem score=\"89\"><classCode>ST0009MJM</classCode><className>FOOD PRODUCTS</className></classificationItem><classificationItem score=\"78\"><classCode>N541710GG</classCode><className>AGRICULTURAL RESEARCH</className></classificationItem><classificationItem score=\"77\"><classCode>STX000049</classCode><className>AGRICULTURE</className></classificationItem><classificationItem score=\"77\"><classCode>ST0009F8T</classCode><className>CROP RESEARCH</className></classificationItem><classificationItem score=\"77\"><classCode>ST0009FAV</classCode><className>FERTILIZERS</className></classificationItem><classificationItem score=\"77\"><classCode>ST00097GY</classCode><className>FRUITS &amp; VEGETABLES</className></classificationItem><classificationItem score=\"77\"><classCode>STX001265</classCode><className>ORGANIC FOODS</className></classificationItem><classificationItem score=\"77\"><classCode>STX001315</classCode><className>PESTICIDES</className></classificationItem><classificationItem score=\"72\"><classCode>ST0008X6Q</classCode><className>CHEMICALS</className></classificationItem><classificationItem score=\"72\"><classCode>N325000CC</classCode><className>CHEMICALS MFG</className></classificationItem><classificationItem score=\"72\"><classCode>ST0009RXJ</classCode></classificationItem><classificationItem score=\"67\"><classCode>STX001052</classCode><className>LUXURY GOODS</className></classificationItem><classificationItem score=\"67\"><classCode>STX001704</classCode><className>TELEVISION PROGRAMMING</className></classificationItem></classification><classification classificationScheme=\"person\"><classificationItem score=\"90\"><classCode>PE000DL54</classCode><className>MAITHRIPALA SIRISENA</className></classificationItem><classificationItem score=\"79\"><classCode>PE000DLQM</classCode><className>RANIL WICKREMESINGHE</className></classificationItem></classification></classificationGroup></metadata></articleDoc></content></entry>",
        "Document_Citation": "",
        "Source_Name": "The Daily Mirror (Sri Lanka)"
    },
    {
        "Document_Content": "<entry xmlns=\"http://www.w3.org/2005/Atom\"><id>urn:contentItem:5CH6-NC71-F12F-F268-00000-00</id><title>MDGs not achievable by 2015</title><published>2014-06-24T00:00:00Z</published><updated>2025-09-16T07:14:06Z</updated><author><name>LexisNexis</name></author><content type=\"application/xml\"><!--Transformation version 1.25--><articleDoc xmlns=\"\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xsi:noNamespaceSchemaLocation=\"http://www.lexisnexis.com/xmlschemas/content/public/articledoc/1/\" schemaVersion=\"1.8\" xml:lang=\"en\"><articleDocHead><itemInfo/></articleDocHead><nitf:body xmlns:nitf=\"http://iptc.org/std/NITF/2006-10-18/\"><nitf:body.head><nitf:hedline><nitf:hl1>MDGs not achievable by 2015</nitf:hl1></nitf:hedline><nitf:dateline><location>Sri Lanka</location></nitf:dateline></nitf:body.head><nitf:body.content><bodyText><p nitf:lede=\"true\">Sri Lanka, June 24 -- Discussions have begun about setting up a Post 2015 Development Agenda. Year 2015 is important, since the Millium Development Goals (MDGs) were to be achieved by 2015. We have almost completed this period now. The results of MDGs efforts are visible. It is clear that the most important of the MDGs, namely that of reducing world hunger by half and poverty by half by 2015 have not been achieved. Instead world hunger has increased compared to the level at which this commitment was made. It was 840 million then in 2,000 and now it has reached 1.2 billion. The disparities have increased too.</p><p nitf:lede=\"true\">In working out a Post 2015 development agenda, it is important to asses why the earlier agenda failed. If those who were responsible for fulfilling the previous agenda failed can they work out a new agenda that is likely to succeed? Isn't it too risky to give them this responsibility too? At least one has to understand why they failed to know if they could overcome the reasons for these failures.</p><p nitf:lede=\"true\">They failed because they were more interested in increasing and accumulating profits rather than reducing hunger and poverty. They were the causes of the problems, thus they could not be the solutions. This situation will continue in the future too.</p><p>Therefore, it is necessary that someone else should take the responsibility of setting up the agenda. If the present powers agree to follow such an agenda it is good. If they don't it has to be carried out without them. It may even have to be carried out amidst their opposition.</p><p>Who should formulate a Post 2015 Agenda?</p><p>Therefore, people who are worst affected by the present systems have to work out an agenda which can be carried out on their own and may be another agenda in which they could expect the cooperation of others who are not victimized by the present systems.</p><p>They must put greater emphasis on their own agenda. This agenda would be one that did not emphasize profit making and accumulation. It cannot count on the use of capital, since capital by nature gives priority to profit making and profit increasing. How do we carry out an agenda of development without depending on capital or with minimum dependence on capital? We have to depend more on what nature gives us free of charge and on the contribution of human efforts that does not depend on capital. Such an approach that depends on what nature gives cannot exploit nature destructively. In fact it has to remedy the damage that has already been done to nature through destructive exploitation.</p><p>Nature regenerates itself; if unobstructed it has the ability to regenerate the resources utilised by humans and other living beings. This ability to regenerate nature is essential for its proper functioning and survival of life. Human activity has already destroyed nature's ability of regeneration to a great extent. Therefore nature has begun to react adversely. We see this in the climate change disasters that are becoming worse every day. Unless we remedy these mistakes fast enough the very survival of life is threatened. Development therefore has to be regenerative rather than aiming at growth through excessive exploitation.</p><p>Trees absorb sunlight and Co-2 in the atmosphere and moisture through its roots and transform them into food prepared in the leaves through photosynthesis, fruits, seeds, timber and other forms of energy. Therefore, the presence of as many trees as possible helps this process. Biodiversity is essential. But we cut down forests so much that this process of transforming the sun's energy into other useful forms is obstructed.</p><p>The decaying organic matter is converted to soil fertility by microbes retaining the natural fertility of the soil. But we allow and accelerate so much soil erosion and destroy microorganisms by using weedicides that this process of maintaining soil fertility is obstructed. Similarly we obstruct the role played by insects killing them, using pesticides and also help the evolution of more resistant pests. Another damage we do is in using heavy machinery that makes the soil more compact and allow the top soil to erode by wind and rainfall rapidly. Monoculture plantations lead to spreading of diseases and make heavy use of pesticides necessary. If all these obstacles are avoided agriculture can be made regenerative. Using fossil fuel, which is a nonrenewable resource, is dangerous since we are running out of this resource rapidly. We increase global warming by burning fossil fuel and make climatic changes worse. Thus remedying the mistakes of the past must be given high priority. This is difficult for those who are making profit out of these mistakes. The agenda must therefore be made by those who are not profiting by these mistakes. There are worldwide forces that have opposed these mistakes.</p><p>For instance,</p><p>1.\"La via Campasena\" is a worldwide movement of small and marginal farmers who have fought against exploitative agriculture and for food sovereignty. It has many millions of members in a very large number of countries.</p><p>2. IFOAM (International Federation of Organic Agriculture Movements) is a worldwide network of organic farmer federations fighting against destructive forms of chemical agriculture, promoting nature farming</p><p>3. MST in Brazil is a movement of landless farmers with millions of members capturing land for landless farmers and promoting ecological agriculture.</p><p>4. Zero Budget Natural Farming (ZBNF) is a movement in India promoting ecological mixed farming systems with no external chemical inputs. There are 4 million farmers in India who are adopting the principles of ZBNF.</p><p>5. In many countries even in the West there are efforts that are promoting Eco-friendly Agriculture. Farmers who adopt these methods are given incentives.</p><p>6. Dr. Olivier De Schutter, the special rapporteur of UN on the Right to Food, has presented a paper to the UN Human Rights Council titled \"Agro Ecology and the Right to Food\" showing that it is Agro Ecology that can solve hunger in the world.</p><p>7. Agenda 21, the statement of the earth summit gave importance to sustainable agriculture in the 21st Century.</p><p>8. IAASTD ( International Assessment of Agricultural Knowledge, Science and Technology for Development ), an international study done by 400 prominent scientists in a very large number of countries over a period of four years has said the same thing. It says that although there has been much advancement in agriculture it has made two serious errors,one of ignoring the social aspects and the other of ignoring the environmental aspects. These mistakes have to be corrected.The final IAASTD report was approved by over 60 countries and only USA and a few other countries disagreed.</p><p>9. PAN AP (Pesticide Action Network- Asia and Pacific) has done much research to show that chemical input dependent agriculture was wrong.</p><p>10. Asian Peasants Coalition is an Asian network working on the same lines.</p><p>11. Foundation for Science, Technology and Ecology led by Dr. Vandana Shiva in India has done much work on these lines and has written many books.</p><p>12. World Social Forum is an initiative with a very large backing that opposes Globalization.</p><p>These movements must get together and work out a post 2015 Development agenda. Such an agenda has to mobilise millions of people worldwide for it to be effective.</p><p>Susan George was once asked if she had any faith in the future of the world. She said \"yes\". She explained that the present system cannot admit 2/3rds of the world population into it. The system expects them to disappear, since they are not needed. But this 2/3rds of \"excluded people\" were not going to quietly disappear, they were creating a world where they would be wanted and would be admitted. This was her hope for the future.</p><p>Therefore it is necessary to develop a strategy of engaging this 2/3rds of the world population in creating a new world. If human beings engage themselves in the task of remedying the mistakes of destroying the ability of regeneration of nature they would be engaged in this task of saving the world and saving themselves simultaneously.</p><p>The poor people, who go hungry since they cannot find money to buy food, have to get nature to give them free food.</p><p>This can be done by planting trees and allowing nature to grow them free of cost. Sun light is free, CO-2 absorbed from atmosphere is free, water given by nature is free, nature also gives free natural seeds and microbes make the soil fertile free of charge, if they are allowed to survive, erosion of top soil can be prevented at very little cost, insects pollinate flowers and friendly insects control unfriendly insects free of charge if they are allowed to do so. Mixed cropping instead of monocropping reduces the spread of pest damages and saves expenditure on pest control.</p><p>What is necessary is to make land available to those farmers who do regenerative agriculture. This can be done by preventing land plunder by profit makers. This is morally correct since land has to be restored back to natural fertility. Land should be able to absorb more water and retain it, thereby reducing drought losses and flood losses. This can be enhanced by reducing erosion and improving the humus content of the soil by recycling all organic matter.</p><p>Present patterns of landownership are often unhelpful. Large extents of land are owned by big land owners who utilise land for commercial monocrop farming. Heavy machinery is employed. Such use destroys land and agriculture as a whole.</p><p>Use of agrochemicals and heavy machinery run with fossil fuel becomes necessary. This type of agriculture is now recognised as unsustainable. Therefore there is a political necessity to change the present policies on form of land ownership. Land should be brought under the control of farmers who use it regeneratively.</p><p>In countries such as Sri Lanka land was not privately owned initially. Private ownership of land was introduced by British rulers in 1830s, since they wanted to plunder land for commercial crops such as tea and rubber. Domestic land lords profited by this and they plundered much land. This happened in Africa and many other third world countries too. This has resulted in disadvantageous land use and lots of people have become landless. Many poor people are driven out of villages into cities looking for other livelihoods.Now they are pushed out of cities too to beautify cities and facilitate foreign investors.This needs to be corrected and overall land use should be scientifically and ecologically planned. The best way to do this would be to give land to small scale farmers in small plots with guidance and assistance to do ecological agriculture.</p><p>In the Western countries large land holdings are utilised for large scale mechanised farming of monocrop. This is done with large agricultural subsidies given to such large farmers, allowing them to sell their products in other countries below actual cost of production. In the early stage of industrialisation this was necessary since industries needed cheap labour. This made a large population of small scale family farmers give up agriculture and move into cities. Now it is not so and urbanisation has become a problem. This has also contributed to increase in food prices.</p><p>This has created a tremendous problem in international trade too. It is useful to study if it would not be better even in the Western countries to go back to smaller scale family farming using more ecological methods. In Latin America large populations live in urban slums.</p><p>A Post 2015 Development Agenda should therefore look for ways of mobilising millions of people to do these changes in the way they deal with nature. This can be named \" healing the earth \".</p><p>Nature thus treated is able to give free food to all. Food should not be a commodity for earning profits. It should be a gift of nature to feed the hungry.</p><p>In Sri Lanka when the world food prices increased around 2007, the Government declared a programme titled \" Api Wawamu Rata Nagamu\" ( \"Let's grow and build the nation\"). The declared objective was to promote 4 million home gardens; this meant that each family had to grow its home garden.</p><p>This was a feasible programme, if it was attempted seriously, but it was not attempted seriously, it was only an election promise with no serious effort to implement it. At a subsequent election another programme of similar type was declared. This was titled \"Divineguma\" (livelihood improvement) this time the aim was to assist 1 million home gardens. With Rs. 10,000 spent on one home garden. Again the strategy was not sound. Thus proper results have not been obtained.</p><p>Need to look at the macro-ecological aspects</p><p>We have to look at the ecological aspects holistically. In Sri Lanka the centre of the country is hilly. Maximum rainfall is obtained in the hills. There are a large number of rivers that start in the hills and flow down to the plains. When the hill country was covered with forest it retained much of the top soil and rainwater was absorbed into the soil, this water flowed down the rivers and streams throughout the year and provided water for irrigation and other needs year round.</p><p>Agriculture was done in the plains utilising this water and diverting them through canals where necessary. Reservoirs were built in the plains to store this water. In each of these reservoirs there was a catchment area that collected water feeding into the reservoir, these catchments were kept forested. Irrigation systems were then planned ecologically. Seasons of cultivation were decided in accordance with the weather patterns. One way of meeting the changes in climate was by growing a diversity of crops.</p><p>In dryer areas such as the lower Uva Province, diversified crop farming was adopted by the traditional farmers. In the \"chena\"( dry land farm) they grew at least ten food crops simultaneously ( \"dasabhogawagawa\" ) This enabled them to face climatic changes since some crops remained even when some died due to lack of rain. Some crops such as millet required less water. Presently the farmers have shifted to mono crops such as maize and sugar cane and they do not cultivate during part of the year since there is not enough water.</p><p>In irrigated agricultural areas such as Anuradhapura and Polonnaruwa, Kurunegala and so on, traditional farmers cultivated both paddy and millet. Now this practice has been largely given up. Thus we see the necessity to change the attitudes and approaches of agriculture entirely. To do this it is necessary to introduce these changes in the education system as a whole. Private companies should not be allowed to influence and distort education to suit their profit interests.</p><p>Another important aspect is to deal with the food patterns. In most traditional countries there has been tremendous knowledge of natural food and nutritious and medicinal qualities of herbs. Much knowledge and use of uncultivated food existed.</p><p>In Sri Lanka, India and other countries there have been systems of medicine such as the Ayurveda that had tremendous knowledge of the food, nutritious and medicinal values of plants.</p><p>In the Ayurveda system the approach to health is very different from that in the Western system of medicine. In Ayurveda it says that the body comprises of three systems ( thridosha )namely the \"Va\" ( nervous system ), \"Pith\" ( digestive system) and \"Sem\" ( respiratory system ). If these systems function in proper balance the body can resist germs that enter it preventing illness even when germs enter. If these systems go out of balance ( \"dos kipeema\" ), the body goes ill. The way to cure is to bring back the balance of the systems ( \"dos samanaya\" ). This is done using various preparations made out of herbs and also by adjusting the food pattern and the habits of life. This is an entirely natural approach. The patient is advised to change the pattern of life to suit the requirements, such as avoiding breaking of rest certain types of food and so on. There were other types of treatment for other illnesses such as bone fractures, eye diseases, snake bites, mental illnesses and so on. Even ordinary people had some understanding of these health and food practices.</p><p>Religions can play a big role in formulating the thinking of people to suit the future. For instance Buddhism trains people to understand impermanence( \"anithya\" ) of all things . Since nothing is permanent, attachment or greed( \"thanha\" ) leads to suffering since what is accumulated is lost. To cultivate non-attachment people are encouraged to share ( Dana ). Accumulation therefore is foolish. This is a principle that should guide the modern world. How do we reorganise the economic system based on principles of non-accumulation and sharing. This is a contradiction that the present economic system has to overcome.</p><p>Karl Marx showed that the contradiction in the capitalist system is that while production is done socially, ownership remains in the hands of individuals. Therefore ownership has to be made social too. This can be done only by transforming the means of production to social ownership. This transformation should finally lead to a situation where each makes the full contribution to society according to his/her ability while obtaining only what she/he needs individually. Society looks after most of the needs so that individual earning becomes less necessary.</p><p>The contradictions between what we preach in religion and what we do in practice have to be overcome. It is by bringing about such changes that the present contradictions and crises in society could be overcome.</p><p>The financial crisis is due to the fact that money is allowed to circulate freely and it flows from places of less profit to places of higher profits.</p><p>It cannot balance between the money available with the goods and services that are available. This crisis is solved only when such a balance is established. Earning more money has become the guiding principle.Trade Crisis is due to the trade regulations being formulated for the interests of the biggest traders. What is needed is a fair exchange and not trade for profits of the more powerful.</p><p>Environmental crisis is due to nature being exploited too aggressively and destructively. It can be solved only by limiting production to the essentials and by preventing exploitation of nature in a manner that destroys the ability of nature to function properly in a regenerative manner. Consumption has to be reduced. It is presently expanded for trade needs. Such limited production will also reduce waste and pollution.</p><p>Another crisis is due to a very large proportion of the human population being made redundant. Human beings if allowed and encouraged to contribute to the recovery of nature and harmony in human society, any increase in human population will also increase the wellbeing of nature and society as a whole.</p><p>Hunger is not due to lack of food production to feed all. It is due to the fact that food does not get justly distributed and shared.</p><p>This can be overcome by people being enabled to produce the food they need and sharing them as needed, without making it a profit making commodity. On the whole a post 2015 Development agenda must give priority to recovery and conservation, producing and sharing as needed and not for profit making. It has therefore to be led not by profit makers but by those who are victimized in the process of profit making and by those who are genuinely concerned about the dangers.</p><p>Published by HT Syndication with permission from Daily Mirror Sri Lanka. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:htsyndication@hindustantimes.com\">htsyndication@hindustantimes.com</email></p></bodyText></nitf:body.content></nitf:body><metadata><dc:metadata xmlns:dc=\"http://purl.org/dc/elements/1.1/\"><dc:identifier identifierScheme=\"DOC-ID\">DLYMIR-n-6642836</dc:identifier><dc:source sourceScheme=\"royaltyReportingKey\">DLYMIR2014</dc:source><dc:identifier identifierScheme=\"PGUID\">urn:contentItem:5CH6-NC71-F12F-F268-00000-00</dc:identifier><dc:source sourceScheme=\"productContentSetIdentifier\">337156</dc:source><dc:date dateType=\"last-updated\">2017-06-20</dc:date></dc:metadata><wordCount number=\"3269\"/><publicationInfo><copyright>Copyright 2014 Wijeya Newspaper Ltd. All Rights Reserved</copyright><publicationName>Daily Mirror (Sri Lanka)</publicationName><publicationDate day=\"24\" month=\"06\" year=\"2014\"><dateText>June 24, 2014 Tuesday</dateText></publicationDate><classification classificationScheme=\"publicationtype\"><classificationItem><className>Newspaper</className></classificationItem></classification><classification classificationScheme=\"publicationtype\"><classificationItem><className>Newspapers</className></classificationItem></classification></publicationInfo><classification classificationScheme=\"language\"><classificationItem classificationScheme=\"lang.english\"><className>ENGLISH</className></classificationItem></classification><classificationGroup classificationScheme=\"indexing-terms\"><classification classificationScheme=\"subject\"><classificationItem score=\"90\"><classCode>ST000CUXE</classCode><className>HUNGER IN SOCIETY</className></classificationItem><classificationItem score=\"76\"><classCode>ST000D1DR</classCode><className>NEGATIVE NEWS</className></classificationItem><classificationItem score=\"76\"><classCode>ST000CA2H</classCode><className>POVERTY &amp; HOMELESSNESS</className></classificationItem><classificationItem score=\"76\"><classCode>ST000DSCA</classCode><className>POVERTY REDUCTION</className></classificationItem><classificationItem score=\"65\"><classCode>ST0009FYF</classCode><className>LIFE FORMS</className></classificationItem></classification></classificationGroup></metadata></articleDoc></content></entry>",
        "Document_Citation": "",
        "Source_Name": "The Daily Mirror (Sri Lanka)"
    },
    {
        "Document_Content": "<entry xmlns=\"http://www.w3.org/2005/Atom\"><id>urn:contentItem:5J22-6M51-JDKC-R4W4-00000-00</id><title>Australian support for regenerative agriculture in Sri Lanka</title><published>2016-02-07T00:00:00Z</published><updated>2025-09-16T07:14:06Z</updated><author><name>LexisNexis</name></author><content type=\"application/xml\"><!--Transformation version 1.25--><articleDoc xmlns=\"\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xsi:noNamespaceSchemaLocation=\"http://www.lexisnexis.com/xmlschemas/content/public/articledoc/1/\" schemaVersion=\"1.8\" xml:lang=\"en\"><articleDocHead><itemInfo/></articleDocHead><nitf:body xmlns:nitf=\"http://iptc.org/std/NITF/2006-10-18/\"><nitf:body.head><nitf:hedline><nitf:hl1>Australian support for regenerative agriculture in Sri Lanka</nitf:hl1></nitf:hedline><nitf:dateline><location>Sri Lanka</location></nitf:dateline></nitf:body.head><nitf:body.content><bodyText><p nitf:lede=\"true\">Sri Lanka, Feb. 7 -- The Australian High Commission will support regenerative agriculture in Sri Lanka through the Direct Aid Program. Last week Second Secretary Nick Burnett and Research Officer Namal Perera visited a project run by the Neo Synthesis Research Centre in Pallama in the Puttalam District, teaching farmers about regenerative agricultural techniques and climate resilience.</p><p>The project was supported by the High Commission's Direct Aid Program, which provides flexible small grants to community-based projects to reduce poverty, address humanitarian hardship and achieve sustainable development.</p><p>Published by HT Syndication with permission from Sunday Observer (Sri Lanka). For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:htsyndication@hindustantimes.com\">htsyndication@hindustantimes.com</email></p></bodyText></nitf:body.content></nitf:body><metadata><dc:metadata xmlns:dc=\"http://purl.org/dc/elements/1.1/\"><dc:identifier identifierScheme=\"DOC-ID\">SOSL-n-11361573</dc:identifier><dc:source sourceScheme=\"royaltyReportingKey\">SOSL2016</dc:source><dc:identifier identifierScheme=\"PGUID\">urn:contentItem:5J22-6M51-JDKC-R4W4-00000-00</dc:identifier><dc:source sourceScheme=\"productContentSetIdentifier\">338356</dc:source><dc:date dateType=\"last-updated\">2016-04-21</dc:date></dc:metadata><wordCount number=\"136\"/><publicationInfo><copyright>Copyright 2016 The Associated Newspapers of Ceylon Ltd. All Rights Reserved</copyright><publicationName>Sunday Observer (Sri Lanka)</publicationName><publicationDate day=\"07\" month=\"02\" year=\"2016\"><dateText>February 7, 2016 Sunday</dateText></publicationDate><classification classificationScheme=\"publicationtype\"><classificationItem><className>Newswire</className></classificationItem></classification><classification classificationScheme=\"publicationtype\"><classificationItem><className>Newspapers</className></classificationItem></classification></publicationInfo><classification classificationScheme=\"language\"><classificationItem classificationScheme=\"lang.english\"><className>ENGLISH</className></classificationItem></classification><classificationGroup classificationScheme=\"indexing-terms\"><classification classificationScheme=\"subject\"><classificationItem score=\"92\"><classCode>ST000DRED</classCode><className>REGENERATIVE AGRICULTURE</className></classificationItem><classificationItem score=\"90\"><classCode>N928120KM</classCode><className>INTERNATIONAL ASSISTANCE</className></classificationItem><classificationItem score=\"88\"><classCode>ST0009RLP</classCode><className>RESEARCH INSTITUTES</className></classificationItem><classificationItem score=\"88\"><classCode>STX001660</classCode><className>SUSTAINABLE DEVELOPMENT</className></classificationItem><classificationItem score=\"73\"><classCode>ST000D1DR</classCode><className>NEGATIVE NEWS</className></classificationItem><classificationItem score=\"70\"><classCode>ST000DL6M</classCode><className>SUSTAINABILITY</className></classificationItem><classificationItem score=\"69\"><classCode>ST000CA2H</classCode><className>POVERTY &amp; HOMELESSNESS</className></classificationItem><classificationItem score=\"54\"><classCode>ST000DSCA</classCode><className>POVERTY REDUCTION</className></classificationItem></classification><classification classificationScheme=\"industry\"><classificationItem score=\"92\"><classCode>ST000DRED</classCode><className>REGENERATIVE AGRICULTURE</className></classificationItem><classificationItem score=\"88\"><classCode>STX001098</classCode><className>MEDIA SYNDICATION</className></classificationItem><classificationItem score=\"88\"><classCode>STX001660</classCode><className>SUSTAINABLE DEVELOPMENT</className></classificationItem><classificationItem score=\"73\"><classCode>STX000047</classCode><className>AGRICULTURAL TECHNOLOGY</className></classificationItem></classification><classification classificationScheme=\"country\"><classificationItem score=\"92\"><classCode>GC381</classCode><className>SRI LANKA</className></classificationItem></classification></classificationGroup></metadata></articleDoc></content></entry>",
        "Document_Citation": "",
        "Source_Name": "Sunday Observer (Sri Lanka)"
    }
]