[{"relevance_score": 45, "title": "Emergency Deployment of Japanese F-15J Fighter Jets Against a Chinese GJ-2 Drone Off Coast of Okinawa", "published": "2025-03-04", "bodyText": "<p nitf:lede=\"true\">On February 26, 2025, Japans Self-Defense Forces detected a Chinese GJ-2 reconnaissance and attack drone operating near Okinawa. This unprecedented event led to the immediate deployment of Japanese fighter jets. The incursion occurred amid rising tensions in the East China Sea, where Chinas military activities have been increasing, raising concerns about Beijings strategic objectives in the region.</p><p nitf:lede=\"true\">Japan identified the entry of a BZK-005 reconnaissance drone into its expanded airspace, along with a Chengdu GJ-2, also known as the Wing Loong 2, for the first time. These aircraft, originating from the East China Sea, passed through the airspace between Okinawas main island and Miyako Island before entering the Pacific Ocean. They continued south of Okinawa, flying near the Amami Oshima Islands in Kagoshima Prefecture, before reversing course and returning to the East China Sea via the same route. In response to this activity, Japans Air Self-Defense Force promptly scrambled fighter jets from the Southwestern Air Defense Command to intercept and monitor the drones. This command operates the 9th Air Wing, which fields Mitsubishi F-15J fighters, a Japanese variant of the F-15 Eagle, optimized for the country's air defense missions.</p><p>The presence of the GJ-2 near Japan represents a significant development. This Medium-Altitude, Long-Endurance (MALE) drone is designed for both reconnaissance and strike missions, enhancing China's ability to project power in contested areas. While the GJ-2 has previously been observed over the Taiwan Strait, its operation near Okinawa indicates an expansion of Chinas unmanned aerial operations in the region. The increasing use of drones by the Peoples Liberation Army (PLA) reflects a broader strategy to leverage these systems for advanced surveillance, targeting, and potentially precision strikes while reducing risks to human pilots.</p><p>The Wing Loong II, developed by the Aviation Industry Corporation of China (AVIC), is an upgraded version of the Wing Loong I, offering improved payload capacity, endurance, and operational versatility. First unveiled at the 2015 Aviation Expo China, it was designed to meet the growing requirements of the Chinese military and international buyers. Measuring 11 meters in length with a 20.5-meter wingspan and a maximum speed of 370 km/h, it is powered by a turbocharged engine driving a three-bladed propeller. With an endurance of 32 hours and an operational range of 1,500 km, it is well-suited for extended surveillance missions in strategic areas.</p><p>Equipped with satellite communications and an electro-optical sensor suite that includes daylight and infrared cameras, the Wing Loong II can operate in both day and night conditions across various environments. It has a payload capacity of 400 kg, spread across six hardpoints, enabling it to carry guided bombs such as the FT-9/50, air-to-ground missiles like the TL-10, and GB3 250 kg bombs. Compared to its predecessor, which had a limited payload of 100 kg over two hardpoints, this expanded capability positions the Wing Loong II as a more advanced armed drone. Remotely piloted from a mobile ground control station, it provides real-time secure data transmission for operational flexibility.</p><p>Primarily developed for export, the Wing Loong II has been acquired by several countries, including Saudi Arabia, Pakistan, the United Arab Emirates, Egypt, and Serbia. It is marketed as a cost-effective alternative to Western drones such as the U.S.-made MQ-9 Reaper, with an estimated unit price between $1 million and $2 million, compared to approximately $30 million for a Reaper. This affordability and versatility make it an attractive option for militaries seeking to enhance their strike and surveillance capabilities. The drone has been used in various conflicts, including Libya, where it conducted airstrikes under Emirati control in 2020. It has also been deployed for non-military missions, such as disaster response during the 2021 Henan floods, where a modified Wing Loong II variant carried out reconnaissance and communication relay operations.</p><p>The presence of the GJ-2 near Japan aligns with broader regional tensions in the East China Sea. This area, particularly around the Senkaku Islandsadministered by Japan but claimed by China as the Diaoyu Islandshas seen frequent incursions by Chinese military aircraft. Just two days before the GJ-2 incident, Japan detected two Chinese Y-9 military aircraft flying a similar route between the East China Sea and the Pacific Ocean. The Y-9, a multi-role aircraft used for intelligence gathering and maritime patrol, is regularly involved in such operations, prompting Japan to deploy fighters in response.</p><p>Japans Ministry of Defense has raised concerns about China's increasing military presence and its potential impact on regional stability. Although the Chinese drones did not violate Japans sovereign airspace, their proximity is seen as a show of force and a possible attempt to test Japans air defense response. A spokesperson for Japans Joint Staff confirmed that the country is maintaining constant airspace surveillance and will take all necessary measures to ensure security.</p><p>This Chinese drone incursion coincides with the U.S.-Japan joint military exercise \"Iron Fist,\" which runs until March 7 and involves maneuvers across multiple locations, including Okinawa. During this exercise, the simultaneous presence of the GJ-2 and BZK-005 near Japanese islands raises questions about potential surveillance activities or strategic messaging from Beijing. The PLA has previously escalated operations in response to military exercises conducted by the U.S. and its allies, highlighting an ongoing competition for influence in the Indo-Pacific.</p><p>The growing integration of drones into China's military strategy presents a challenge for Japan and its partners, who must adapt their defense capabilities to counter these evolving threats. The potential use of armed drones near Japans territory raises considerations about strengthening detection, interception, and counter-drone measures. As China continues to expand its military presence in the region, Japan and its allies remain vigilant, closely monitoring any developments that could alter the strategic balance in the East China Sea and the broader Indo-Pacific.</p>", "publisher": "Defence Monitor Worldwide", "instances": ["This affordability and versatility make it an attractive option for militaries seeking to enhance their strike and surveillance capabilities. The drone has been used in various conflicts, including Libya, where it conducted airstrikes under Emirati control in 2020. The presence of the GJ-2 near Japan aligns with broader regional tensions in the East China Sea. This area, particularly around the Senkaku Islandsadministered by Japan but claimed by China as the Diaoyu Islandshas seen frequent incursions by Chinese military aircraft."]}, {"relevance_score": 45, "title": "Chinese media, web users criticise BBC over Henan flood coverage", "published": "2021-07-26", "bodyText": "<p nitf:lede=\"true\">By BBC Monitoring</p><p nitf:lede=\"true\">Chinese news outlets and social media platforms have released numerous videos and reports condemning the BBC's recent coverage of floods in Zhengzhou, the capital of central Henan Province, accusing the UK-based broadcaster of \"smearing\" China again.</p><p nitf:lede=\"true\">BBC report criticised </p><p>In recent days, Chinese state media have strongly criticised a video report by BBC Shanghai reporter Robin Brant.  </p><p>On 24 July, Cankao Xiaoxi (Reference News), a Beijing-based newspaper, and other state-run outlets carried a video clip from a BBC News report of Brant standing outside a closed metro exit of the Zhengzhou Metro's Line 5, which had flooded on 20 July leaving at least 12 people dead.  </p><p>\"How was it that a station on this line came to be overwhelmed by rainwater and passengers left to die on the platform?\" Brant said in the video clip.  </p><p>\"When China was trying its best to rescue Zhengzhou across the country, a BBC reporter spread a rumour on 22 July that 'passengers on the metro were thrown on the platform and left to die',\" Cankao Xiaoxi said, quoting the Chinese subtitles in the video accompanying Brant's remarks.  </p><p>\"As the Chinese people are actively engaged in rescue operations, a certain 'habitual offender foreign media outlet' has taken the opportunity to be sly and unkind again. Recently, the BBC spread rumours when reporting on the heavy rainfall in Zhengzhou, saying that 'passengers were thrown into the station and left to die'!\" a 25 July article by Shanghai-based state-run weekly news magazine Xinmin Weekly, by-lined Chen Mu, said.</p><p>On China's tightly controlled,  Twitter-like social media platform Weibo, user posts, mostly by well-known nationalist users with large followings, targeted Robin Brant.</p><p>The 24 July Weibo hashtag \"BBC rumour mongering\" had around 100 million views and 35,000 comments as of 0900 gmt on 26 July.</p><p>\"Besides underworld filters, there is also disinformation. The UK's BBC has used the Henan floods for rumour-mongering,\" an online forum Diba said on Weibo.</p><p>Locals 'outraged' by foreign journalists</p><p>Media and web users in China released a video clip on domestic and foreign social media platforms on 24 and 25 July of \"outraged\" locals in Zhengzhou \"confronting\" Mathias Boelinger, a reporter from German government-funded broadcaster Deutsche Welle (DW), whom they mistook for Brant, as well as Alice Su, head of the LA Times's Bejing Bureau.  </p><p>\"A BBC reporter took a video here at Zhengzhou Railway Station and was stopped by passers-by who refused to let him go,\" the caption of one video circulated by a Weibo user said on 25 July, which had around 4.84 million views.  </p><p>\"People speculated whether he [Boelinger] was a CNN or BBC reporter, and they were worried whether he would engage in selective reporting and maliciously smear China. After all, BBC reporter Robin Brant's rumour about the Zhengzhou floods on 22nd has just been flamed by Chinese web users!\" Shanghai-based privately-run news website Guancha.cn tweeted in Chinese on 25 July.</p><p>\"However, the reporter who was surrounded does not work for CNN, nor does he have anything to do with the BBC. He was Mathias Boelinger, a reporter for DW. So how did he report the Henan floods? Is China still being distorted under the cloak of ideology?\" Guancha.cn added.</p><p>Several foreign journalists, including the Associated Press (AP) journalist Dake Kang, and Al Jazeera's Katrina Yu, reported cases of \"intimidation\" on the streets of Zhengzhou as they covered the aftermath of the flooding on 24 and 25 July.</p><p>Chinese journalists justify public anger on Twitter</p><p>On Twitter, which is inaccessible in mainland China, several state media journalists said the Chinese public had \"legitimate grounds\" for anger against foreign journalists, blaming the BBC's reporting on the Henan floods.</p><p>\"Why this happened? Ppl [people] from zhengzhou mistakenly take Mathias as BBC's Robin. The BBC reporter calling metro floods victims 'passengers left to die '- which intentionally/mistakenly translated into 'throw passengers to the platform and wait to die'. That really make locals angry,\" Meng Zhe (203 followers), a journalist with state-run China Daily, tweeted in English on 25 July.</p><p>Global Times reporter Alex Yang Sheng (1.1K followers) countered a tweet on 25 July by BBC Beijing correspondent Stephen McDonell who said that the Communist Youth League had led an \"orchestrated\" campaign against foreign media in Zhengzhou.</p><p>\"You guys just refuse to admit that it was you, Western media with bias and hostility, who offend Chinese first. If you really come here for the good of Chinese, the people here will welcome you. But they have learnt a lot about your nasty behaviours in China, so don't complain,\" Yang tweeted in English on 25 July.</p><p>BBC Chinese report questioned </p><p>An earlier Guancha.cn article by contributor Zhang Zhaodong on 22 July flagged up a social media backlash over a 21 July Chinese-language tweet and report by the BBC Chinese Service on the Henan floods.  </p><p>The BBC's tweet and report said that despite Zhengzhou's investment of more than 50 billion yuan (7.7 billion dollars) to build a sponge city with a strong flood prevention, the rainstorms appeared to have \"shattered that myth\".</p><p>The report, along with a Guancha.cn Chinese-subtitled 23 July video on Twitter, accused the BBC of resorting to \"famous double standards\" again, this time over its coverage of floods in Europe and in Zhengzhou.</p><p>\"The disasters were caused by heavy rainfall, yet the BBC used two faces when reporting on the floods in Europe and the rainstorms in Zhengzhou. The BBC played by the rules when reporting on the floods in Europe; but when reporting on the Zhengzhou rainstorms, it began to bring to make inappropriate assertions, disregard the facts, and deliberately highlight that 'the myth of Zhengzhou as a sponge city has been shattered',\" Zhang commented.</p><p>Source: Chinese sources in Chinese (written) 26 Jul 21</p>", "publisher": "BBC Monitoring: International Reports", "instances": ["The 24 July Weibo hashtag \"BBC rumour mongering\" had around 100 million views and 35,000 comments as of 0900 gmt on 26 July. Besides underworld filters, there is also disinformation. Locals 'outraged' by foreign journalistsMedia and web users in China released a video clip on domestic and foreign social media platforms on 24 and 25 July of \"outraged\" locals in Zhengzhou \"confronting\" Mathias Boelinger, a reporter from German government-funded broadcaster Deutsche Welle (DW), whom they mistook for Brant, as well as Alice Su, head of the LA Times's Bejing Bureau. \"A BBC reporter took a video here at Zhengzhou Railway Station and was stopped by passers-by who refused to let him go,\" the caption of one video circulated by a Weibo user said on 25 July, which had around 4.", "However, the reporter who was surrounded does not work for CNN, nor does he have anything to do with the BBC. He was Mathias Boelinger, a reporter for DW. Is China still being distorted under the cloak of ideology? Guancha.", "cn added. Several foreign journalists, including the Associated Press (AP) journalist Dake Kang, and Al Jazeera's Katrina Yu, reported cases of \"intimidation\" on the streets of Zhengzhou as they covered the aftermath of the flooding on 24 and 25 July. Why this happened? Ppl [people] from zhengzhou mistakenly take Mathias as BBC's Robin.", "But they have learnt a lot about your nasty behaviours in China, so don't complain,\" Yang tweeted in English on 25 July. BBC Chinese report questioned An earlier Guancha. The BBC's tweet and report said that despite Zhengzhou's investment of more than 50 billion yuan (7. 7 billion dollars) to build a sponge city with a strong flood prevention, the rainstorms appeared to have \"shattered that myth\"."]}, {"relevance_score": 4, "title": "The social factors shaping community microgrid operation", "published": "2025-09-09", "bodyText": "<p>Supplementary informationThe online version contains supplementary material available at <url normalizedValue=\"https://doi.org/10.1038/s41467-024-50736-9.Publisher’s\">https://doi.org/10.1038/s41467-024-50736-9.Publisher’s</url> note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.</p>", "publisher": "Nature Communications", "instances": []}, {"relevance_score": 34, "title": "-AM Best Affirms Credit Ratings of Qianhai Reinsurance Co., Ltd", "published": "2022-12-19", "bodyText": "<p nitf:lede=\"true\">December 19, 2022<br/><br/>Release date- 16122022 - AM Best has affirmed the Financial Strength Rating of A- (Excellent) and the Long-Term Issuer Credit Rating of 'a-' (Excellent) of Qianhai Reinsurance Co., Ltd. (QHR) (China).</p><p><br/><br/>The outlook of these Credit Ratings (ratings) is stable.<br/><br/>The ratings reflect QHR's balance sheet strength, which AM Best assesses as very strong, as well as its adequate operating performance, neutral business profile and appropriate enterprise risk management.<br/><br/>QHR's risk-adjusted capitalisation, as measured by Best's Capital Adequacy Ratio (BCAR), remained at the strongest level as of year-end 2021. The capital and surplus increased by 7.1% to RMB 3.3 billion in 2021, underpinned by full retention of net profit. Going forward, AM Best expects the company to continue to receive financial support from its major shareholders and explore opportunities in capital markets to enrich its capital structure. Other supportive factors to the balance sheet strength include the prudent retrocession arrangements and the diversified investment portfolio focused on cash and fixed-income securities, albeit with a moderate exposure to debt-type alternative investments.<br/><br/>The company extended the profitable trend in 2021 with a return on equity of 6.5%, compared with the five-year (2017-2021) average of 2.1%. The company continues to commit resources and strengthen its business relationships with Chinese insurers and distribution partners to tap growth potential in traditional protection products and opportunities in financial reinsurance solutions to improve capital efficiency, while adjusting its risk appetite in long-term savings products in view of heightened challenges in asset-liability matching risk. The life reinsurance segment remains as the major driver of underwriting results. On the other hand, the non-life combined ratio increased in 2021, partially attributed to several large losses during the year, including the Henan floods and some commercial fire events in the overseas portfolio. Interest income from deposits, coupled with returns from bonds, equities and financial products, has continued to support the overall investment results over the past three years. Notwithstanding, unfavourable capital market conditions in the first three quarters of 2022 have put pressure on the valuations of the company's invested assets, albeit its investment yield remained on par with domestic reinsurer peers.<br/><br/>QHR is a composite reinsurer controlled by three Chinese state-owned enterprises and plays a strategic role in the development of the Qianhai Free Trade Zone. Over the past five years, the company has continued to strengthen its market presence. The non-life underwriting portfolio is diversified by product lines with a focus on Chinese risks as the company rebalanced the overseas book to improve business quality.<br/><br/>Negative rating actions could occur if QHR's risk-adjusted capitalisation declines significantly due to adverse deviation from its business and capital plan, for example, much faster-than-expected expansion in underwriting and investment risks. Negative rating actions also could occur if the company demonstrates a sustained deteriorating trend in its operating performance.<br/><br/>Ratings are communicated to rated entities prior to publication. Unless stated otherwise, the ratings were not amended subsequent to that communication.<br/><br/>This press release relates to Credit Ratings that have been published on AM Best's website. For all rating information relating to the release and pertinent disclosures, including details of the office responsible for issuing each of the individual ratings referenced in this release, please see AM Best's Recent Rating Activity web page. For additional information regarding the use and limitations of Credit Rating opinions, please view Guide to Best's Credit Ratings. For information on the proper use of Best's Credit Ratings, Best's Performance Assessments, Best's Preliminary Credit Assessments and AM Best press releases, please view Guide to Proper Use of Best's Ratings  Assessments.<br/><br/>AM Best is a global credit rating agency, news publisher and data analytics provider specialising in the insurance industry. Headquartered in the United States, the company does business in over 100 countries with regional offices in London, Amsterdam, Dubai, Hong Kong, Singapore and Mexico City.<br/><br/>[Editorial queries for this story should be sent to <email normalizedValue=\"mailto:newswire@enpublishing.co.uk\">newswire@enpublishing.co.uk</email> ]     </p>", "publisher": "M2 PressWIRE", "instances": ["The company continues to commit resources and strengthen its business relationships with Chinese insurers and distribution partners to tap growth potential in traditional protection products and opportunities in financial reinsurance solutions to improve capital efficiency, while adjusting its risk appetite in long-term savings products in view of heightened challenges in asset-liability matching risk. The life reinsurance segment remains as the major driver of underwriting results. Interest income from deposits, coupled with returns from bonds, equities and financial products, has continued to support the overall investment results over the past three years. Notwithstanding, unfavourable capital market conditions in the first three quarters of 2022 have put pressure on the valuations of the company's invested assets, albeit its investment yield remained on par with domestic reinsurer peers."]}, {"relevance_score": 34, "title": "-AM Best Affirms Credit Ratings of Qianhai Reinsurance Co., Ltd", "published": "2022-12-19", "bodyText": "<p nitf:lede=\"true\">AM Best has affirmed the Financial Strength Rating of A- (Excellent) and the Long-Term Issuer Credit Rating of 'a-' (Excellent) of Qianhai Reinsurance Co., Ltd. (QHR) (China).</p><p><br/><br/>The outlook of these Credit Ratings (ratings) is stable.<br/><br/>The ratings reflect QHR's balance sheet strength, which AM Best assesses as very strong, as well as its adequate operating performance, neutral business profile and appropriate enterprise risk management.<br/><br/>QHR's risk-adjusted capitalisation, as measured by Best's Capital Adequacy Ratio (BCAR), remained at the strongest level as of year-end 2021. The capital and surplus increased by 7.1% to RMB 3.3 billion in 2021, underpinned by full retention of net profit. Going forward, AM Best expects the company to continue to receive financial support from its major shareholders and explore opportunities in capital markets to enrich its capital structure. Other supportive factors to the balance sheet strength include the prudent retrocession arrangements and the diversified investment portfolio focused on cash and fixed-income securities, albeit with a moderate exposure to debt-type alternative investments.<br/><br/>The company extended the profitable trend in 2021 with a return on equity of 6.5%, compared with the five-year (2017-2021) average of 2.1%. The company continues to commit resources and strengthen its business relationships with Chinese insurers and distribution partners to tap growth potential in traditional protection products and opportunities in financial reinsurance solutions to improve capital efficiency, while adjusting its risk appetite in long-term savings products in view of heightened challenges in asset-liability matching risk. The life reinsurance segment remains as the major driver of underwriting results. On the other hand, the non-life combined ratio increased in 2021, partially attributed to several large losses during the year, including the Henan floods and some commercial fire events in the overseas portfolio. Interest income from deposits, coupled with returns from bonds, equities and financial products, has continued to support the overall investment results over the past three years. Notwithstanding, unfavourable capital market conditions in the first three quarters of 2022 have put pressure on the valuations of the company's invested assets, albeit its investment yield remained on par with domestic reinsurer peers.<br/><br/>QHR is a composite reinsurer controlled by three Chinese state-owned enterprises and plays a strategic role in the development of the Qianhai Free Trade Zone. Over the past five years, the company has continued to strengthen its market presence. The non-life underwriting portfolio is diversified by product lines with a focus on Chinese risks as the company rebalanced the overseas book to improve business quality.<br/><br/>Negative rating actions could occur if QHR's risk-adjusted capitalisation declines significantly due to adverse deviation from its business and capital plan, for example, much faster-than-expected expansion in underwriting and investment risks. Negative rating actions also could occur if the company demonstrates a sustained deteriorating trend in its operating performance.<br/><br/>Ratings are communicated to rated entities prior to publication. Unless stated otherwise, the ratings were not amended subsequent to that communication.<br/><br/>This press release relates to Credit Ratings that have been published on AM Best's website. For all rating information relating to the release and pertinent disclosures, including details of the office responsible for issuing each of the individual ratings referenced in this release, please see AM Best's Recent Rating Activity web page. For additional information regarding the use and limitations of Credit Rating opinions, please view Guide to Best's Credit Ratings. For information on the proper use of Best's Credit Ratings, Best's Performance Assessments, Best's Preliminary Credit Assessments and AM Best press releases, please view Guide to Proper Use of Best's Ratings  Assessments.<br/><br/>AM Best is a global credit rating agency, news publisher and data analytics provider specialising in the insurance industry. Headquartered in the United States, the company does business in over 100 countries with regional offices in London, Amsterdam, Dubai, Hong Kong, Singapore and Mexico City.<br/><br/>[Editorial queries for this story should be sent to <email normalizedValue=\"mailto:newswire@enpublishing.co.uk\">newswire@enpublishing.co.uk</email> ]   </p>", "publisher": "ENP Newswire", "instances": ["The company continues to commit resources and strengthen its business relationships with Chinese insurers and distribution partners to tap growth potential in traditional protection products and opportunities in financial reinsurance solutions to improve capital efficiency, while adjusting its risk appetite in long-term savings products in view of heightened challenges in asset-liability matching risk. The life reinsurance segment remains as the major driver of underwriting results. Interest income from deposits, coupled with returns from bonds, equities and financial products, has continued to support the overall investment results over the past three years. Notwithstanding, unfavourable capital market conditions in the first three quarters of 2022 have put pressure on the valuations of the company's invested assets, albeit its investment yield remained on par with domestic reinsurer peers."]}, {"relevance_score": 0, "title": "China floods death toll rises to 302 with 50 people still missing", "published": "2021-08-02", "bodyText": "<p>Authorities in Henan province more than triple the confirmed number of people killed in disaster</p>", "publisher": "The Guardian  (London)", "instances": []}, {"relevance_score": 31, "title": "-AM Best Affirms Credit Ratings of Qianhai Reinsurance Co., Ltd", "published": "2021-12-03", "bodyText": "<p nitf:lede=\"true\">AM Best has affirmed the Financial Strength Rating of A- (Excellent) and the Long-Term Issuer Credit Rating of 'a-' (Excellent) of Qianhai Reinsurance Co., Ltd. (QHR) (China).</p><p><br/><br/>The outlook of these Credit Ratings (ratings) is stable.<br/><br/>The ratings reflect QHR's balance sheet strength, which AM Best assesses as very strong, as well as its adequate operating performance, neutral business profile and appropriate enterprise risk management.<br/><br/>QHR's risk-adjusted capitalisation remained at the strongest level as of year-end 2020, as measured by Best's Capital Adequacy Ratio (BCAR). The company's capital and surplus increased moderately from organic growth in net profit since 2019. Going forward, AM Best expects the company to continue to benefit from financial support from its shareholders and maintain its capital strength to support business expansion over the short to intermediate term. Other supportive factors to the balance sheet strength include the prudent retrocession arrangements and the diversified investment portfolio focused on cash and fixed-income securities, albeit with a moderate exposure to debt-type alternative investments.<br/><br/>QHR's net profit surged significantly in 2020 as a combined result of improved underwriting margin, and growth in investment income, as well as favourable capital gains. Return on equity improved to 6.9% in 2020 from 1.8% in 2019. The company continues to tap on growth potential in traditional yearly renewable-term business with underlying risks mainly in medical and critical illness products, while dynamically adjusting its risk appetite in long-term savings and financial reinsurance businesses in view of changes in the operating environment. Notwithstanding, AM Best expects the company's non-life underwriting result to face negative pressure from some major catastrophe and risk losses in 2021, including the Henan floods in China. However, the growing stream of investment income has contributed to support overall earnings over the past few years.<br/><br/>QHR is a composite reinsurer controlled by three Chinese state-owned enterprises, and plays a strategic role in the development of the Qianhai Free Trade Zone. Despite its short operating history, the company has established diversified non-life underwriting portfolios in the domestic China market and several markets in Asia Pacific.<br/><br/>The stable outlooks reflect AM Best's expectation that the new management team will lead the company successfully to execute its business plan and capital management plan without material adverse deviation. It also is expected that QHR will maintain its solid risk-adjusted capitalisation with continued strong shareholder support.<br/><br/>Negative rating actions could occur if the company's risk-adjusted capitalisation declines significantly due to adverse deviation from its business plan, or if the company demonstrates a sustained deteriorating trend in its operating performance.<br/><br/>Ratings are communicated to rated entities prior to publication. Unless stated otherwise, the ratings were not amended subsequent to that communication.<br/><br/>This press release relates to Credit Ratings that have been published on AM Best's website. For all rating information relating to the release and pertinent disclosures, including details of the office responsible for issuing each of the individual ratings referenced in this release, please see AM Best's Recent Rating Activity web page. For additional information regarding the use and limitations of Credit Rating opinions, please view Guide to Best's Credit Ratings. For information on the proper use of Best's Credit Ratings, Best's Preliminary Credit Assessments and AM Best press releases, please view Guide to Proper Use of Best's Ratings  Assessments.<br/><br/>AM Best is a global credit rating agency, news publisher and data analytics provider specialising in the insurance industry. Headquartered in the United States, the company does business in over 100 countries with regional offices in London, Amsterdam, Dubai, Hong Kong, Singapore and Mexico City.<br/><br/>[Editorial queries for this story should be sent to <email normalizedValue=\"mailto:newswire@enpublishing.co.uk\">newswire@enpublishing.co.uk</email> ]   </p>", "publisher": "ENP Newswire", "instances": ["8% in 2019. The company continues to tap on growth potential in traditional yearly renewable-term business with underlying risks mainly in medical and critical illness products, while dynamically adjusting its risk appetite in long-term savings and financial reinsurance businesses in view of changes in the operating environment. However, the growing stream of investment income has contributed to support overall earnings over the past few years. QHR is a composite reinsurer controlled by three Chinese state-owned enterprises, and plays a strategic role in the development of the Qianhai Free Trade Zone."]}, {"relevance_score": 1, "title": "BBC row with China blows up as reporter hits back at accusations of 'truth crisis bias'", "published": "2021-07-28", "bodyText": "<p>THE BBC's public spat with Chinese state-controlled media has escalated after a British journalist furiously hit back at accusations of a \"truth crisis\" in the Beeb.</p>", "publisher": "Express Online", "instances": []}, {"relevance_score": 0, "title": "Press groups raise alarm over threats to foreign media in China", "published": "2021-07-27", "bodyText": "<p>Reporters from international outlets have suffered worsening intimidation while covering Henan floods</p>", "publisher": "The Guardian  (London)", "instances": [""]}, {"relevance_score": 31, "title": "'EYE-WATERING' COSTS OF 2021'S CLIMATE-RELATED STORMS AND FLOODS REVEALED", "published": "2021-12-27", "bodyText": "<p nitf:lede=\"true\">Climate-related disasters have caused ``eye-watering'' costs in 2021, with some that racked up tens of billions of dollars in damage, a charity has warned.</p><p nitf:lede=\"true\">A report from Christian Aid, which highlights 15 of the worst weather extremes including floods, storms and droughts this year, warns they caused death and displacement around the world, as well as financial costs.</p><p nitf:lede=\"true\">And as the impacts of rising temperatures on more extreme weather become ever clearer, people in the UK think climate change should be a top priority for the Government in 2022, above healthcare and the economy, according to a poll for the aid agency.</p><p>The report says 10 of the extreme events each cost more than 1.5 billion US dollars (£1.1 billion), including Hurricane Ida in the US in August which cost 65 billion dollars (£49 billion) and July's floods across parts of Europe which totalled 43 billion dollars (£33 billion) of damage.</p><p>Most of the estimates for financial costs only include insured losses, so the real price is likely to be much higher, Christian Aid said.</p><p>Financial costs of disasters are usually greater in rich countries which have higher property values and can afford insurance.</p><p>But some of the most devastating extremes in 2021 have hit poor nations which have contributed little to the problem of climate change, and where the disasters cause food shortages and force thousands to flee their homes, such as floods in South Sudan which displaced more than 850,000 people.</p><p>Four of the 10 most expensive disasters were in Asia, with floods and cyclones causing damage totalling 24 billion US dollars (£18 billion).</p><p>These included torrential rains in the Chinese province of Henan, which caused massive floods, the death of 302 people and damage amounting to 17.6 billion dollars (£13.3 billion), the report said.</p><p>A warming world is driving more intense rainstorms and making Pacific typhoons and Indian Ocean cyclones more extreme, the report said.</p><p>Europe's extreme rainfall in July, which caused floods in Germany, Belgium, the Netherlands and Luxembourg that killed at least 240 people and cost more than 43 billion dollars, was made more likely and heavier because of climate change, scientists have found.</p><p>Climate change could even be having an effect on extreme cold spells, such as the one in Texas in February which may have been influenced by a rapidly warming Arctic, and cold weather in April in France which wreaked havoc on vineyards that are coming into bud earlier in the year because of rising temperatures.</p><p>Insurer Aon has said that 2021 is expected to be the sixth time global natural catastrophes have crossed the 100 billion dollar insured loss threshold, with all six happening since 2011, the report said.</p><p>Polling by Savanta ComRes, released alongside the report, asked 2,197 people what the UK Government's new year resolution for 2022 should be focused on.</p><p>Climate change and the environment topped the list with 27% of people opting for it, ahead of healthcare on 23% and the economy on 19%, the poll found.</p><p>Dr Kat Kramer, Christian Aid's climate policy lead and report author, said: ``The costs of climate change have been grave this year, both in terms of eye-watering financial losses but also in the death and displacement of people around the world.</p><p>``Be it storms and floods in some of the world's richest countries or droughts and heatwaves in some of the poorest, the climate crisis hit hard in 2021.''</p><p>She said that while there was some progress on tackling climate change at UN Cop26 talks in Glasgow in November, the world was not on track to ensure a safe and prosperous future.</p><p>Dr Kramer added: ``It's striking that, despite being in the middle of a pandemic, the public view this issue as a greater policy priority than both healthcare and the economy.</p><p>``If the Prime Minister wants to build on the legacy of Cop26 he needs to ensure climate change is a Government priority in 2022,'' she urged.</p><p>- Here are 10 of the most expensive climate-related disasters in 2021, according to the report:</p><p>February: Texas winter storm in the US, 23 billion dollars;</p><p>March: Australian floods, 2.1 billion dollars;</p><p>April: French cold wave, 5.6 billion dollars;</p><p>May: Cyclone Tauktae which hit India, Sri Lanka and the Maldives, 1.5 billion dollars;</p><p>May: Cyclone Yaas hit India and Bangladesh, three billion dollars;</p><p>July: European floods in Germany, France, Netherlands, Belgium and Luxembourg, 43 billion dollars;</p><p>July: Henan floods in China, 17.6 billion dollars;</p><p>July: Typhoon In-fa caused floods in China, Philippines and Japan, two billion dollars;</p><p>August-September: Hurricane Ida, a tropical cyclone which hit the US, 65 billion dollars;</p><p>November: British Columbia floods in Canada, 7.5 billion dollars.</p><p>Other damaging extreme events highlighted include the South Sudan floods, displacing more than 850,000 people, the Pacific northwest heatwave in the US which killed more than 1,000 people and the Parana river drought which has affected parts of Argentina, Paraguay and Brazil since 2019.</p>", "publisher": "PA UK & Ireland National Newswire", "instances": ["1 billion dollars;April: French cold wave, 5. 6 billion dollars;May: Cyclone Tauktae which hit India, Sri Lanka and the Maldives, 1. 6 billion dollars;July: Typhoon In-fa caused floods in China, Philippines and Japan, two billion dollars;August-September: Hurricane Ida, a tropical cyclone which hit the US, 65 billion dollars;November: British Columbia floods in Canada, 7. 5 billion dollars."]}, {"relevance_score": 2, "title": "'Eye-watering' costs of 2021's climate-related storms and floods revealed", "published": "2021-12-27", "bodyText": "<p>Christian Aid highlighted 15 of the worst extreme events around the world this year, including 10 disasters which each cost £1.1 billion or more.</p>", "publisher": "standard.co.uk", "instances": []}, {"relevance_score": 114, "title": "Chinese Twitter diplomacy 3-9 Aug", "published": "2021-08-09", "bodyText": "<p nitf:lede=\"true\">The following is a roundup of China's official Twitter messaging in Arabic, Chinese, Portuguese, Spanish, Russian and English between 3 and 9 August</p><p nitf:lede=\"true\">Overview</p><p nitf:lede=\"true\">Embassies highlighted the successes of Chinese competitors at the Tokyo Olympics and looked ahead to the 2022 Beijing Winter Games.</p><p nitf:lede=\"true\">There were many tweets about Foreign Minister Wang Yi's attendance at the ASEAN-China Ministerial Meeting on 3 August, at which he spoke about China's supply of Covid-19 vaccines to member countries.</p><p nitf:lede=\"true\">Diplomats backed the foreign ministry's call for the US military's Fort Detrick base to be investigated over the origins of Covid-19.</p><p nitf:lede=\"true\">Accounts also flagged up a proposed US weapons deal with Taiwan.</p><p>Central</p><p>The Ministry of Foreign Affairs spokesperson's account (323.2K followers) - without naming the US directly - said on 7 August that \"major countries\" are trying to \"stoke bloc confrontation\" in Asia.</p><p>\"This is very dangerous. The #ASEAN-centred regional cooperation architecture helps to maintain overall stability in the region and should be cherished and carried forward,\" the tweet added.</p><p>The tweet was published while Foreign Minister Wang Yi attended meetings on East Asian cooperation, including the ASEAN-China Ministerial Meeting and the ASEAN Plus Three foreign ministers' meeting from 3-6 August.</p><p>On 6 August the ministry tweeted Wang's statement and warned \"non-regional forces\" to stop \"reaching out their hands\" to the South China Sea.</p><p>On 5 August, it criticised the Biden administration's approval of a potential $750m arms deal with Taiwan, which it said \"severely violated the one-China principle\". \"China will take legitimate and necessary counter-measures in light of the development of the situation,\" the ministry tweeted.</p><p>On 4 August, the ministry condemned US sanctions on Cuba, while highlighting China's support to the island over Covid-19.</p><p>\"July 31 saw arrival of 30 China-aided ventilators in #Havana. #China will continue to deepen friendly relations with Cuba and support Cuba's efforts to prevail over the epidemic, promote economic development and maintain social stability,\" it tweeted.</p><p>On 5 August, foreign ministry spokeswoman Hua Chunying (939.9K followers) hit out at US President Joe Biden's offer of a temporary \"safe haven\" to Hong Kong residents.</p><p>\"The #US stands with #HongKongers? Who on earth are they? Why not give these people Green Cards or citizenship right away? Look at #Afghanistan, #Iraq and #Syria. Whomever the US claims to 'stand with' will end up in big troubles &amp; instability,\" she tweeted the next day.</p><p>Ministry spokesman Zhao Lijian (986.3K followers) shared a cartoon attacking the US over its Covid-19 response. \"Other than stigmatising China to shift focus from its failure in epidemic control, what else has the US done?\" he tweeted on 6 August.</p><p>On 6 August, Zhao tweeted a graphic which said China's volume of Covid-19 vaccine exports was 84 times that of the US. \"Numbers speak louder than words,\" he tweeted.</p><p>Asia-Pacific</p><p>ASEAN ambassador Deng Xijun (41.2K followers) tweeted  about Foreign Minister Wang Yi's announcement at the ASEAN-China Ministerial Meeting on 3 August that China has so far supplied over 190m Covid-19 vaccine doses to ASEAN countries.</p><p>Deng also flagged up foreign ministry spokesperson Zhao Lijian's remarks about China's Covid-19 support to Belt and Road Initiative countries. \"China has delivered 350 mln doses of #vaccines of a total of 775 mln doses to co-sponsors of the Initiative for Belt and Road Partnership on #COVID19Vaccines Cooperation,\" he tweeted on 4 August.</p><p>On the same day, Deng posed nine questions which linked the origins of Covid-19 to the Fort Detrick military base in Maryland, USA. One of the questions asked: \"Why hasn't the US investigated the Fort Detrick itself, or invited a third party to do so?\"</p><p>The cultural envoy to Pakistan Zhang Heqing (70.3K followers) shared a video that appeared to mock US State Department spokesman Ned Price's statement on 3 August that the US will \"not force\" ASEAN countries to choose between the US and China.</p><p>Zhang tweeted on 8 August about the Olympics: \"#TeamChina concluded all competitions at the Tokyo #Olympics on Sunday, winning 38 gold medals, 32 silver and 18 bronze.\" </p><p>The embassy in Sri Lanka (14K followers) promoted  China's vaccine diplomacy, noting that despite an increase in domestic demand, Beijing had delivered 4m doses of Sinopharm on schedule.</p><p>On 6 August, the embassy tweeted further criticism of Reuters news agency, comparing its coverage of the Covid-19 situation in the UK and China. It highlighted the \"reality\", saying China reported 124 cases on 5 August as opposed to 29,825 cases recorded in the UK on the same day. The tweet was accompanied by the hashtag #FreedomDay - referring to the 19 July easing of restrictions in England.</p><p>The embassy in Manila  (13.3K followers) shared a statement thanking the Philippine authorities for rescuing two Chinese fishermen off the coast of Palawan.</p><p>Americas</p><p>Diplomatic accounts praised the performance of China's athletes at the Olympics, and also paid tributes to successful athletes from their host countries.</p><p>Accounts also emphasised China's \"solidarity and cooperation\" in the fight against Covid-19, while refuting suggestions that the virus leaked from a lab in Wuhan.</p><p>The ambassador in Brasilia Yang Wanming (87.2K followers) on 7 August rejected comments made by a US embassy spokesperson regarding a visit to Brazil by Joe Biden's national security advisor, Jake Sullivan. Sullivan had conveyed US concerns regarding the potential role of Chinese company Huawei in Brazil's 5G roll-out.</p><p>Yang tweeted a link to a Chinese embassy statement which said: \"The attacks of the USA against the security of the 5G technology and the Chinese companies are ill-intentioned and unfounded. Their real objective is to defame China and to limit the Chinese high technology companies with the aim of preserving their egoistic interests of American supremacy and monopoly in science and technology.\"</p><p>In a related theme, the embassy in Ottawa, Canada (7.7K followers) published a 4 August tweet that said: \"The US has long been criticised for its massive surveillance using high-techs. According to a report released by Georgetown University, half of American adults are enrolled in a law enforcement face recognition network, and African Americans are most likely to be singled out\".</p><p>On 5 August, the ambassador in Brazil Yang Wanming tweeted a Xinhua news agency story about President Xi Jinping's announcement that China will supply 2 bn doses of Covid-19 vaccines worldwide and donate $100m to the Covax scheme. Many other diplomatic accounts tweeted about Xi's statement.</p><p>Beijing's opposition to US sanctions on Cuba was another theme this week.</p><p>On 4 August, ambassador to Brazil Yang Wanming tweeted a statement by a Chinese foreign ministry spokesperson saying China \"firmly opposes\" US sanctions against Cuba, which it views as \"another example of typical US-style double standard and bullyism\".</p><p>The embassy in Cuba (2.9K followers) tweeted the same statement on 4 August and added its own comment: \"We urge the USA to immediately lift the sanctions that violate the rights of the Cuban people to subsistence and development, and to stop inventing excuses to justify interference and destabilisation.\"</p><p>The new Chinese ambassador in the US, Qin Gang (18.5K followers), on 5 August called on the US and China to cooperate over Covid. \"Infections in the US are resurging, and there're local outbreaks in China. How about our two countries working together on solutions, e.g. more effective vaccines &amp; helping other countries?\" he tweeted.</p><p>The embassy in Grenada (4.6K followers) warned the international community not to underestimate China's determination to exert its sovereignty over Taiwan. It tweeted on 6 August: \"To assume that China is incapable or unwilling to act to make its sovereignty over Taiwan known is wrong. Any country that does so faces the dire consequences of trampling on China's red lines and underestimating China's will.\"</p><p>Among the diplomats hailing China's Olympic performance was the consul-general in Bolivia, Wang Jialei (878 followers), who tweeted on 8 August that the Chinese medal haul \"fills us with happiness and augurs greater prosperity for us\".</p><p>The ambassador in the US Qin congratulated the US Olympic team for \"ranking the first on the medal tally\", in an 8 August tweet.</p><p>MENA</p><p>The newly-appointed ambassador to Lebanon, Qian Minjian (10.6K followers) has become a prolific Twitter user, messaging several times daily in Arabic over recent weeks in posts tagged #CPC100Years, referring to the centenary of the Communist Party of China. This week, he highlighted national achievements ranging from China's religious diversity to its \"all-out victory\" over poverty.</p><p>Separately, Qian posted on 4 August that he had observed a minute of silence held to mark the first anniversary of the Beirut port explosion. \"China will continue to provide assistance to Lebanon as much as possible,\" he said.</p><p>Many diplomatic accounts tweeted congratulations to Olympic athletes from China and their host countries. Ambassador to Egypt Liao Liqiang (12.1K followers) posted a photo of Egypt's gold medal-winning karateka Feryal Adelaziz.</p><p>Several other diplomats, including ambassador to Iran Chang Hua (20.3K followers) looked ahead to the 2022 Beijing Winter Olympics.</p><p>Chang also congratulated Iranian President Ebrahim Raisi on his inauguration, posting a photo of himself at the ceremony.</p><p>UK/Europe</p><p>The embassy in the UK (30.6K followers) on 7 August tweeted about Foreign Minister Wang Yi's rejection of concerns raised by the US and Japan about human rights in Hong Kong, asking whether they want the city to \"return to chaos\".</p><p>\"70% of HK people are satisfied with the current situation. What are you concerned about? You want HK to return to chaos, &amp; 'HK independence' forces to take to the streets again? I want to make this clear: drop your illusions. It is impossible for you to see that day!\" the embassy tweeted, quoting Wang.</p><p>On the same day, the UK embassy shared Wang's dismissal of accusations of genocide in Xinjiang, saying Uyghurs have experienced a \"doubling of their population\" and a \"constant increase of income and elevation of education level\".</p><p>The embassy posted a joint statement released by the member countries of the International Forum on Covid-19 vaccine cooperation after its first meeting on 5 August, in which they urged countries to reject \"vaccine nationalism and lift export restrictions on relevant vaccines and raw materials\".</p><p>On 4 August, the embassy continued its pushback against \"politicisation\" of the investigation into the origins of Covid-19, saying more than 300 political parties, organisations and think tanks from over 100 countries have called on the WHO to study \"global tracing in an objective and fair manner\".</p><p>Ambassador to the UK Zheng Zeguang (2.6K followers) promoted China's vaccine diplomacy, noting President Xi Jinping's pledge to supply 2 bn Covid-19 vaccine doses worldwide.</p><p>On 7 August, ambassador to the UN in Geneva Chen Xu (8.5K followers) shared a tweet by state broadcaster CGTN. It quoted the head of the WHO's emergencies programme as saying:\"If you expect scientists to do their work... you need to actually seek them in a non-blame environment to find the origin of the virus.\"</p><p>\"Indeed. There is no room for conspiracy theories or groundless accusations. Scientific study should be immune from political virus,\" Chen added in his tweet.</p><p>The embassy in Germany's account shared a statement rejecting a Deutsche Welle reporter's allegations of being harassed by an \"angry mob\" in Zhengzhou while covering the Henan floods.</p><p>Eurasia</p><p>The blame game over the origins of Covid-19 was a prominent theme in Eurasia.</p><p>On 2 August, the embassy in Russia (3.5K followers) tweeted about the call made by foreign ministry spokesman Zhao Lijian on 30 July for the US to \"prove innocence\" regardingthe origins of Covid-19 by providing data about suspected outbreaks and allowing the WHO to investigate its Fort Detrick base and overseas military bio-labs.</p><p>The embassy in Belarus (244 followers) tweeted links to ambassador Xie Xiaoyong's 4 August interview with state-run Belarusian news agency Belta, in which he thanked the Belarus foreign ministry for backing China's joint report with the WHO about Covid and Wuhan, which was released in March.</p><p>Xie reiterated China's objections to the WHO Secretariat's call on 15 July for a second-phase traceability study into the possible Wuhan virus leak.</p><p>On 6 August, the embassy in Kazakhstan (2.3K followers) tweeted about Foreign Minister Wang Yi's strongly-worded rebuttal of US and Japanese concerns about human rights in Xinjiang and Hong Kong, made during the East Asian Summit Foreign Ministers' Meeting on 4 August.</p><p>\"Recently, in Kazakhstan, we witnessed another information attack on China using these same mean and base methods to undermine Chinese-Kazakh relations,\" the embassy commented in Russian, without elaborating.</p><p>Source: BBC Monitoring 9 Aug 21</p>", "publisher": "BBC Monitoring: International Reports", "instances": ["There is no room for conspiracy theories or groundless accusations. Scientific study should be immune from political virus,\" Chen added in his tweet. EurasiaThe blame game over the origins of Covid-19 was a prominent theme in Eurasia. On 2 August, the embassy in Russia (3."]}, {"relevance_score": 129, "title": "(Corr) Chinese Twitter diplomacy 3-9 Aug", "published": "2021-08-09", "bodyText": "<p nitf:lede=\"true\">(Reissuing to include Africa section)</p><p nitf:lede=\"true\">The following is a roundup of China's official Twitter messaging in Arabic, Chinese, Portuguese, Spanish, Russian and English between 3 and 9 August</p><p nitf:lede=\"true\">Overview</p><p nitf:lede=\"true\">Embassies highlighted the successes of Chinese competitors at the Tokyo Olympics and looked ahead to the 2022 Beijing Winter Games.</p><p nitf:lede=\"true\">There were many tweets about Foreign Minister Wang Yi's attendance at the ASEAN-China Ministerial Meeting on 3 August, at which he spoke about China's supply of Covid-19 vaccines to member countries.</p><p nitf:lede=\"true\">Diplomats backed the foreign ministry's call for the US military's Fort Detrick base to be investigated over the origins of Covid-19.</p><p>Accounts also flagged up a proposed US weapons deal with Taiwan.</p><p>Central</p><p>The Ministry of Foreign Affairs spokesperson's account (323.2K followers) - without naming the US directly - said on 7 August that \"major countries\" are trying to \"stoke bloc confrontation\" in Asia.</p><p>\"This is very dangerous. The #ASEAN-centred regional cooperation architecture helps to maintain overall stability in the region and should be cherished and carried forward,\" the tweet added.</p><p>The tweet was published while Foreign Minister Wang Yi attended meetings on East Asian cooperation, including the ASEAN-China Ministerial Meeting and the ASEAN Plus Three foreign ministers' meeting from 3-6 August.</p><p>On 6 August the ministry tweeted Wang's statement and warned \"non-regional forces\" to stop \"reaching out their hands\" to the South China Sea.</p><p>On 5 August, it criticised the Biden administration's approval of a potential $750m arms deal with Taiwan, which it said \"severely violated the one-China principle\". \"China will take legitimate and necessary counter-measures in light of the development of the situation,\" the ministry tweeted.</p><p>On 4 August, the ministry condemned US sanctions on Cuba, while highlighting China's support to the island over Covid-19.</p><p>\"July 31 saw arrival of 30 China-aided ventilators in #Havana. #China will continue to deepen friendly relations with Cuba and support Cuba's efforts to prevail over the epidemic, promote economic development and maintain social stability,\" it tweeted.</p><p>On 5 August, foreign ministry spokeswoman Hua Chunying (939.9K followers) hit out at US President Joe Biden's offer of a temporary \"safe haven\" to Hong Kong residents.</p><p>\"The #US stands with #HongKongers? Who on earth are they? Why not give these people Green Cards or citizenship right away? Look at #Afghanistan, #Iraq and #Syria. Whomever the US claims to 'stand with' will end up in big troubles &amp; instability,\" she tweeted the next day.</p><p>Ministry spokesman Zhao Lijian (986.3K followers) shared a cartoon attacking the US over its Covid-19 response. \"Other than stigmatising China to shift focus from its failure in epidemic control, what else has the US done?\" he tweeted on 6 August.</p><p>On 6 August, Zhao tweeted a graphic which said China's volume of Covid-19 vaccine exports was 84 times that of the US. \"Numbers speak louder than words,\" he tweeted.</p><p>Asia-Pacific</p><p>ASEAN ambassador Deng Xijun (41.2K followers) tweeted  about Foreign Minister Wang Yi's announcement at the ASEAN-China Ministerial Meeting on 3 August that China has so far supplied over 190m Covid-19 vaccine doses to ASEAN countries.</p><p>Deng also flagged up foreign ministry spokesperson Zhao Lijian's remarks about China's Covid-19 support to Belt and Road Initiative countries. \"China has delivered 350 mln doses of #vaccines of a total of 775 mln doses to co-sponsors of the Initiative for Belt and Road Partnership on #COVID19Vaccines Cooperation,\" he tweeted on 4 August.</p><p>On the same day, Deng posed nine questions which linked the origins of Covid-19 to the Fort Detrick military base in Maryland, USA. One of the questions asked: \"Why hasn't the US investigated the Fort Detrick itself, or invited a third party to do so?\"</p><p>The cultural envoy to Pakistan Zhang Heqing (70.3K followers) shared a video that appeared to mock US State Department spokesman Ned Price's statement on 3 August that the US will \"not force\" ASEAN countries to choose between the US and China.</p><p>Zhang tweeted on 8 August about the Olympics: \"#TeamChina concluded all competitions at the Tokyo #Olympics on Sunday, winning 38 gold medals, 32 silver and 18 bronze.\" </p><p>The embassy in Sri Lanka (14K followers) promoted  China's vaccine diplomacy, noting that despite an increase in domestic demand, Beijing had delivered 4m doses of Sinopharm on schedule.</p><p>On 6 August, the embassy tweeted further criticism of Reuters news agency, comparing its coverage of the Covid-19 situation in the UK and China. It highlighted the \"reality\", saying China reported 124 cases on 5 August as opposed to 29,825 cases recorded in the UK on the same day. The tweet was accompanied by the hashtag #FreedomDay - referring to the 19 July easing of restrictions in England.</p><p>The embassy in Manila  (13.3K followers) shared a statement thanking the Philippine authorities for rescuing two Chinese fishermen off the coast of Palawan.</p><p>Americas</p><p>Diplomatic accounts praised the performance of China's athletes at the Olympics, and also paid tributes to successful athletes from their host countries.</p><p>Accounts also emphasised China's \"solidarity and cooperation\" in the fight against Covid-19, while refuting suggestions that the virus leaked from a lab in Wuhan.</p><p>The ambassador in Brasilia Yang Wanming (87.2K followers) on 7 August rejected comments made by a US embassy spokesperson regarding a visit to Brazil by Joe Biden's national security advisor, Jake Sullivan. Sullivan had conveyed US concerns regarding the potential role of Chinese company Huawei in Brazil's 5G roll-out.</p><p>Yang tweeted a link to a Chinese embassy statement which said: \"The attacks of the USA against the security of the 5G technology and the Chinese companies are ill-intentioned and unfounded. Their real objective is to defame China and to limit the Chinese high technology companies with the aim of preserving their egoistic interests of American supremacy and monopoly in science and technology.\"</p><p>In a related theme, the embassy in Ottawa, Canada (7.7K followers) published a 4 August tweet that said: \"The US has long been criticised for its massive surveillance using high-techs. According to a report released by Georgetown University, half of American adults are enrolled in a law enforcement face recognition network, and African Americans are most likely to be singled out\".</p><p>On 5 August, the ambassador in Brazil Yang Wanming tweeted a Xinhua news agency story about President Xi Jinping's announcement that China will supply 2 bn doses of Covid-19 vaccines worldwide and donate $100m to the Covax scheme. Many other diplomatic accounts tweeted about Xi's statement.</p><p>Beijing's opposition to US sanctions on Cuba was another theme this week.</p><p>On 4 August, ambassador to Brazil Yang Wanming tweeted a statement by a Chinese foreign ministry spokesperson saying China \"firmly opposes\" US sanctions against Cuba, which it views as \"another example of typical US-style double standard and bullyism\".</p><p>The embassy in Cuba (2.9K followers) tweeted the same statement on 4 August and added its own comment: \"We urge the USA to immediately lift the sanctions that violate the rights of the Cuban people to subsistence and development, and to stop inventing excuses to justify interference and destabilisation.\"</p><p>The new Chinese ambassador in the US, Qin Gang (18.5K followers), on 5 August called on the US and China to cooperate over Covid. \"Infections in the US are resurging, and there're local outbreaks in China. How about our two countries working together on solutions, e.g. more effective vaccines &amp; helping other countries?\" he tweeted.</p><p>The embassy in Grenada (4.6K followers) warned the international community not to underestimate China's determination to exert its sovereignty over Taiwan. It tweeted on 6 August: \"To assume that China is incapable or unwilling to act to make its sovereignty over Taiwan known is wrong. Any country that does so faces the dire consequences of trampling on China's red lines and underestimating China's will.\"</p><p>Among the diplomats hailing China's Olympic performance was the consul-general in Bolivia, Wang Jialei (878 followers), who tweeted on 8 August that the Chinese medal haul \"fills us with happiness and augurs greater prosperity for us\".</p><p>The ambassador in the US Qin congratulated the US Olympic team for \"ranking the first on the medal tally\", in an 8 August tweet.</p><p>Africa</p><p>Embassies tweeted about President Xi Jinping's announcement that China will provide 2 bn Covid-19 vaccine doses worldwide and give $100m through the Covax initiative.</p><p>The commitment - announced at an international forum on vaccines - was tweeted by the embassies in Tanzania (10.7K followers), Uganda (6.4K followers), Kenya (7.8K followers) and the consulate in Johannesburg (392 followers).</p><p>Wu Peng, director-general at the Department of African Affairs in the foreign ministry (8.8K followers) announced the  arrival of a second batch of vaccines in Mozambique on 7 August. Wu added that China will \"continue to support Mozambique in the fight against the pandemic\" and is the first country to supply vaccines to the country. Wu tweeted on 8 August that another batch had arrived in Zambia.</p><p>The new ambassador to Uganda, Zhang Lizhong (460 followers) wrote an article in the state-owned New Vision newspaper titled \"virus origin-tracing should be studied as a serious, scientific issue without any politicisation\". The article was tweeted by the embassy, which said China has been helping countries to combat the pandemic and therefore \"calls on [the] WHO to enhance solidarity among member states instead of stoking conflict\".</p><p>The embassy in Zimbabwe (9.4K followers) retweeted a post by Hua Chunying, foreign ministry spokesperson (940 K followers), criticising the US for announcing that it \"stands with the people of HongKong\". Hua referenced Afghanistan, Iraq and Syria, stating that \"whomever the US claims to 'stand with' will end up in big troubles &amp; instability\".</p><p>Embassies also congratulated #TeamChina at the Tokyo Olympics.</p><p>MENA</p><p>The newly-appointed ambassador to Lebanon, Qian Minjian (10.6K followers) has become a prolific Twitter user, messaging several times daily in Arabic over recent weeks in posts tagged #CPC100Years, referring to the centenary of the Communist Party of China. This week, he highlighted national achievements ranging from China's religious diversity to its \"all-out victory\" over poverty.</p><p>Separately, Qian posted on 4 August that he had observed a minute of silence held to mark the first anniversary of the Beirut port explosion. \"China will continue to provide assistance to Lebanon as much as possible,\" he said.</p><p>Many diplomatic accounts tweeted congratulations to Olympic athletes from China and their host countries. Ambassador to Egypt Liao Liqiang (12.1K followers) posted a photo of Egypt's gold medal-winning karateka Feryal Adelaziz.</p><p>Several other diplomats, including ambassador to Iran Chang Hua (20.3K followers) looked ahead to the 2022 Beijing Winter Olympics.</p><p>Chang also congratulated Iranian President Ebrahim Raisi on his inauguration, posting a photo of himself at the ceremony.</p><p>UK/Europe</p><p>The embassy in the UK (30.6K followers) on 7 August tweeted about Foreign Minister Wang Yi's rejection of concerns raised by the US and Japan about human rights in Hong Kong, asking whether they want the city to \"return to chaos\".</p><p>\"70% of HK people are satisfied with the current situation. What are you concerned about? You want HK to return to chaos, &amp; 'HK independence' forces to take to the streets again? I want to make this clear: drop your illusions. It is impossible for you to see that day!\" the embassy tweeted, quoting Wang.</p><p>On the same day, the UK embassy shared Wang's dismissal of accusations of genocide in Xinjiang, saying Uyghurs have experienced a \"doubling of their population\" and a \"constant increase of income and elevation of education level\".</p><p>The embassy posted a joint statement released by the member countries of the International Forum on Covid-19 vaccine cooperation after its first meeting on 5 August, in which they urged countries to reject \"vaccine nationalism and lift export restrictions on relevant vaccines and raw materials\".</p><p>On 4 August, the embassy continued its pushback against \"politicisation\" of the investigation into the origins of Covid-19, saying more than 300 political parties, organisations and think tanks from over 100 countries have called on the WHO to study \"global tracing in an objective and fair manner\".</p><p>Ambassador to the UK Zheng Zeguang (2.6K followers) promoted China's vaccine diplomacy, noting President Xi Jinping's pledge to supply 2 bn Covid-19 vaccine doses worldwide.</p><p>On 7 August, ambassador to the UN in Geneva Chen Xu (8.5K followers) shared a tweet by state broadcaster CGTN. It quoted the head of the WHO's emergencies programme as saying:\"If you expect scientists to do their work... you need to actually seek them in a non-blame environment to find the origin of the virus.\"</p><p>\"Indeed. There is no room for conspiracy theories or groundless accusations. Scientific study should be immune from political virus,\" Chen added in his tweet.</p><p>The embassy in Germany's account shared a statement rejecting a Deutsche Welle reporter's allegations of being harassed by an \"angry mob\" in Zhengzhou while covering the Henan floods.</p><p>Eurasia</p><p>The blame game over the origins of Covid-19 was a prominent theme in Eurasia.</p><p>On 2 August, the embassy in Russia (3.5K followers) tweeted about the call made by foreign ministry spokesman Zhao Lijian on 30 July for the US to \"prove innocence\" regardingthe origins of Covid-19 by providing data about suspected outbreaks and allowing the WHO to investigate its Fort Detrick base and overseas military bio-labs.</p><p>The embassy in Belarus (244 followers) tweeted links to ambassador Xie Xiaoyong's 4 August interview with state-run Belarusian news agency Belta, in which he thanked the Belarus foreign ministry for backing China's joint report with the WHO about Covid and Wuhan, which was released in March.</p><p>Xie reiterated China's objections to the WHO Secretariat's call on 15 July for a second-phase traceability study into the possible Wuhan virus leak.</p><p>On 6 August, the embassy in Kazakhstan (2.3K followers) tweeted about Foreign Minister Wang Yi's strongly-worded rebuttal of US and Japanese concerns about human rights in Xinjiang and Hong Kong, made during the East Asian Summit Foreign Ministers' Meeting on 4 August.</p><p>\"Recently, in Kazakhstan, we witnessed another information attack on China using these same mean and base methods to undermine Chinese-Kazakh relations,\" the embassy commented in Russian, without elaborating.</p><p>Source: BBC Monitoring 9 Aug 21</p>", "publisher": "BBC Monitoring: International Reports", "instances": ["There is no room for conspiracy theories or groundless accusations. Scientific study should be immune from political virus,\" Chen added in his tweet. EurasiaThe blame game over the origins of Covid-19 was a prominent theme in Eurasia. On 2 August, the embassy in Russia (3."]}, {"relevance_score": 118, "title": "Chinese Twitter diplomacy 27 Jul-2 Aug", "published": "2021-08-02", "bodyText": "<p nitf:lede=\"true\">The following is a roundup of China's official Twitter messaging in Arabic, Chinese, Russian, Spanish, Portuguese and English between 27 July and 2 August</p><p nitf:lede=\"true\">Overview</p><p nitf:lede=\"true\">Diplomats, embassies and ministry officials highlighted Foreign Minister Wang Yi's talks with an Afghan Taliban delegation in the port city of Tianjin. His meeting with US Deputy Secretary of State Wendy Sherman also featured prominently.</p><p nitf:lede=\"true\">There was strong pushback against Western demands for a second investigation into the origins of the Covid-19 outbreak in China. Many accounts promoted a petition calling for an investigation into US military laboratories.</p><p nitf:lede=\"true\">Official accounts highlighted China's successes at the Tokyo Olympics. Meanwhile, there was criticism of the BBC and other foreign media over their coverage of deadly floods in Henan province.</p><p>On 27 July, official accounts across regions and in different languages posted 2,435 tweets, dropping to 996 tweets on 1 August. The word \"Olympics\" appeared 133 times on 31 July, coinciding with Su Bingtian becoming the first Chinese sprinter to qualify for the 100-metre men's final. Usage of the word \"flood\" dropped from 90 messages on 27 July to 20 on 1 August.</p><p>Central messaging</p><p>The Ministry of Foreign Affairs (319.8K followers) tweeted prolifically about the meeting between Foreign Minister Wang Yi and a Taliban delegation led by Mullah Abdul Ghani Baradar in Tianjin on 28 July, in which the minister urged the group to disassociate itself from the Xinjiang-related separatist group East Turkestan Islamic Movement  (ETIM).</p><p>\"China hopes the Afghan #Taliban will put Afghanistan's national interests first, uphold commitment to peace talks, embrace the goal of peace, create a positive image and adopt an inclusive policy,\" the account quoted Wang as saying.</p><p>The account also tweeted about Wang's meeting with US Deputy Secretary of State Wendy Sherman in Tianjin on 27 July.</p><p>\"The United States shall not challenge, vilify or even attempt to subvert the socialist path and system with Chinese characteristics... The United States must not violate China's national sovereignty, let alone undermine China's territorial integrity,\" Wang was quoted as saying.</p><p>Ministry spokesperson Zhao Lijian (986.3K followers) tweeted on the same day that \"the US &amp; China should find a way of peaceful coexistence &amp; mutual benefits for the 2 major countries\".</p><p>On 28 July, Zhao hit out at the US for \"obstruction of the preparation for the #Beijing Olympic Winter Games out of ideological &amp; political bias\".</p><p>Zhao raised other issues which were retweeted by the Foreign Ministry account:</p><p>On 29 July, he criticised a meeting between US Secretary of State Antony Blinken and the Dalai Lama's representative Ngodup Dongchung in India on 28 July, urging the US \"to honour its commitment, stop meddling in [China's] internal affairs, offer no support to the 'Tibetan independence' forces\".</p><p>Mention of the keyword \"US\" peaked on 29 July, appearing in 18 messages from foreign ministry officials.</p><p>On the same day, Zhao criticised the BBC \"Bad-mouthing Broadcasting Corporation\" for perceived \"slander\" in its reporting of the authorities' handling of floods in Zhengzhou in central Henan province.</p><p>Zhao added that China \"has never recognised\" the Foreign Correspondents' Club of China (FCCC) as \"it can by no means speak on behalf of the 400+ foreign journalists in China\". The FCCC on 27 July urged Beijing to stop \"further cases of public harassment and threats against BBC and other foreign reporters\".</p><p>On 30 July, Zhao condemned Western countries, especially the US, for \"smearing\" China over the investigations into the origins of the Covid-19 pandemic. \"Retesting of blood samples collected before Covid-19 outbreak in some countries has found antibodies that are common in Covid-19 patients,\" he tweeted.</p><p>From 27 to 28 July, the number of messages from the Twitter accounts of ministry officials rose from 31 to 51, before dropping to 16 tweets on 30 July.</p><p>Asia-Pacific</p><p>Ambassador to Asean Deng Xijun (39.1K followers), who is a former special envoy on Afghanistan and hosted talks with a Taliban delegation in Beijing in 2019, tweeted about the Taliban's China visit on 28 July: \"#China hopes #Taliban will put Afghanistan's nat'l [national] interests 1st, uphold commitment to peace talks, embrace the goal of peace.\"</p><p>On 29 July, Deng hit out at US \"provocations\"  after the People's Liberation Army (PLA) tracked a US guided-missile destroyer sailing through the Taiwan Strait that day. The \"PLA is ready to respond to any threats &amp; provocations, &amp; is determined &amp; capable of safeguarding China's sovereignty &amp; territorial integrity,\" he tweeted.</p><p>On the same day, he tweeted about China's flood response in Henan, saying that \"inflatable boats came from places all over #China\" for relief work.</p><p>Deng also tweeted congratulatory messages about China's medal victories at the Tokyo Olympics, dedicated to winners in weightlifting, rowing, rifle shooting and badminton, among other events.</p><p>On 1 August, the embassy in Sri Lanka (13.9K followers) criticised Reuters for posting what were perceived to be unflattering photos of Chinese gold medal winners.</p><p>\"Where are those 'Western Media Unbiased' defenders and 'Chinese Wolf Warriors' critics now? #DoubleStandards,\" it said.</p><p>On 28 July, cultural envoy to Pakistan Zhang Heqing (68.3K followers) tweeted about Wang Yi's meeting with the Taliban.</p><p>On 30 July, Wang Yu (15.4K followers), the ambassador to Afghanistan, condemned an attack on the UN compound in Herat that day, sending \"sympathies to families of the killed Afghan police guard and injured officers\".</p><p>On 2 August, Sun Weidong (89.3K followers), the ambassador to India, congratulated the PLA on its 94th founding anniversary on 1 August.</p><p>He also attended an online seminar themed \"Sharing Experience on Party-Building, Promoting Exchanges and Cooperation\" on 27 July.</p><p>On 27 July, around 2,000 tweets came from Asia-Pacific based accounts. The numbers remained stable until 29 July, before dropping to a little more than 1,000 on 30 July.</p><p>Americas</p><p>Diplomats in the Americas focused on China's continued economic growth in the face of the Covid-19 pandemic, as well as on the achievements of Chinese athletes at the Olympics, and the 94th anniversary of the Chinese People's Liberation Army (PLA).</p><p>Most diplomatic accounts continued to condemn what they called the US' \"politicisation\" of the investigation into the origins of Covid-19 in China, and said it should be based on \"true scientific traceability\", not political interests.</p><p>The embassy in Argentina (6.3K followers) posted a tweet on 28 July citing foreign ministry spokesperson Zhao Likian as saying the politicisation of Covid-19 is \"a strategy by the US to try to contain China's development and discredit other countries for political purposes, [thus] undermining the global response to the pandemic\".</p><p>In a similar vein, the consulate in Calgary, Canada (2.3K followers), tweeted on 29 July: \"The political manipulation of [Covid-19] origin-tracing by the US is widely rejected by the international community\".</p><p>On the same date, the embassy in Ottawa, Canada, (7.7K followers) said the US was \"guilty of three sins\" in its pandemic response and Covid-19 origin tracing.</p><p>\"First, the US has allowed the virus to spread unchecked. Second, the US has hidden the truth from the world. Third, the US has been practising \"origin-tracing terrorism,\" it tweeted.</p><p>The consul-general in Rio de Janeiro, Li Yang, (29.2K), in a 1 August tweet referred to calls made by China for the US military's Fort Detrick lab to be investigated over the origins of Covid-19. \"According to the report by worldnews.com, while transporting the blood collected by 'Armed Forces Blood Programme' in Fort Detrick to Air Force Bases in Italy, the coronavirus in the blood bag arrived in Italy, and local civilians recruited by US bases were the earliest victims!\", Li wrote.</p><p>The embassy in Brazil  (89.9K) also took aim at the US by posting a series of tweets criticising its cyber security regulations, response to the Covid-19 pandemic, and military action.</p><p>\"The US engaged in genocide against Native Americans, lost 620,000 lives due to its hesitant response to Covid-19 and its military action brought catastrophe to the world. How can they portray themselves as the global spokesperson for democracy and human rights?\", the embassy tweeted on 28 July.</p><p>Several diplomatic accounts tweeted about Foreign Minister Wang Yi's 26 July meeting with US Deputy Secretary of State Wendy Sherman.</p><p>Some of them drew attention to Wang's call for the US to \"abandon arrogance and prejudice and regain rational and pragmatic policy towards China\".</p><p>Meanwhile, to mark the PLA's 94th anniversary, the embassy in Brazil posted a tweet highlighting the \"Chinese contribution to the maintenance of peace at the UN\" by sending \"more than 40,000 soldiers to more than 20 countries and regions\" around the world.</p><p>In a 1 August tweet hailing the PLA anniversary, the Consul General in Santa Cruz, Bolivia, Wang Jialei (831 followers) called PLA members \"the most beloved people in China\", listing their achievements in defending national sovereignty and helping during natural disasters.</p><p>MENA</p><p>Several diplomats continued to reject the Wuhan lab leak theory.</p><p>Ambassador to Iran Chang Hua (20K followers) retweeted a post in English on 31 July by state-run Xinhua news agency that read: \"Scientists, politicians worldwide call for science-based Covid-19 origin tracing and denounce politization of the issue\".</p><p>Ambassador to Saudi Arabia Chen Weiqing (66.8K followers) tweeted in Arabic on 31 July, citing a Chinese foreign ministry spokesperson who said Beijing remained interested in tracking the virus's origins and was cooperating in this regard.</p><p>This was echoed by ambassador to Lebanon Qian Minjian (10.6K followers), who tweeted a video about the story produced by CGTN Arabic. Qian added a tweet in Arabic alongside the clip, saying that \"various investigations have proved that the virus emerged in several places around the world and could have emerged earlier than previously thought. The Covid-19 pandemic is humanity's joint enemy\".</p><p>Diplomatic accounts also celebrated China's successes at the Tokyo 2020 Olympics.</p><p>UK/Europe</p><p>The embassy in the UK (30.4K followers) tweeted its spokesman's remarks about China-UK cooperation over nuclear energy.</p><p>\"It is mutually beneficial. We hope the UK side will provide a fair, just and non-discriminatory environment for Chinese companies in this country,\" he said on 27 July. The remarks came against the backdrop of media reports suggesting that the UK might curb Chinese investment in future nuclear projects.</p><p>On the same day, the embassy tweeted about the discussions between Foreign Minister Wang Yi and US Deputy Secretary of State Wendy Sherman.</p><p>On 29 July, the account tweeted its spokesperson's defence of China's transparency during a WHO investigation into the origins of Covid-19 earlier this year, saying: \"China showed raw data that requires special attention item by item when the joint mission was conducting the origins study in China... China gave full support to the expert team and did its best to coordinate relevant organisations to meet the requirements of the experts.\"</p><p>The account made no mention of the UK HMS Queen Elizabeth Carrier Strike Group entering the disputed South China Sea.</p><p>The mission to the EU (22K followers) on 31 July tweeted its spokesperson's response to the European External Action Service's criticism of the Macau government's move on 9 July to disqualify 21 opposition candidates from running in Legislative Assembly elections in September.</p><p>\"Upholding the Basic Law of the Macau SAR [Special Administrative Region] of China and pledging allegiance to the SAR are statutory requirements for members of the Legislative Assembly under the Basic Law of the SAR...attempts to interfere in the name of 'democracy and freedom' are doomed to fail,\" it said.</p><p>On 27 July, the embassy in Germany (4.7K followers) tweeted a video by state-run international TV network CGTN showing how \"many residents in a residential community in #Zhengzhou were willing to volunteer a 550-metre-long cable (22,000 kg) to restore electricity there\" in the aftermath of flooding.</p><p>The account also retweeted criticism by foreign ministry spokesperson Hua Chunying (934.2K followers) of the BBC and German broadcaster Deutsche Welle over their coverage of the Henan floods.</p><p>\"By the way, Deutsche Welle (DW) does not have a permanent office or registered journalist in #China,\" Hua said on 31 July.</p><p>Eurasia</p><p>China's relations with Russia and the Afghan Taliban as well as the investigation into the origins of Covid-19 were the most significant themes in Eurasia.</p><p>On 27 July, the embassy in Kazakhstan (2.3K followers) posted 10 tweets highlighting how Vice-Minister of Foreign Affairs Xie Feng had presented a litany of demands to Washington to mend strained relations during his talks with US Deputy Secretary of State Wendy Sherman in the northern city of Tianjin on 26 July.</p><p>On 30 July, the embassy tweeted about Foreign Minister Wang Yi's criticism of the US's withdrawal from Afghanistan during his high-profile meeting with the Taliban on the 28th.</p><p>\"The 20-year war in Afghanistan is over, but the suffering and misery of the local population is far from over. The international community rightly expects the US to answer the following questions: What lessons have the US learned from this terrible and failed war? What caused such a chaotic withdrawal of troops?\" the embassy commented in Russian.</p><p>On 29 July, the embassy in Russia (3.5K followers) shared a link of ambassador Zhang Hanhui's wide-ranging written interview with Russian news agency Interfax. Zhang spoke of how China and Russia were working on mutual recognition of Covid-19 vaccines and praised Russia's \"de-dollarisation\" policy of using the Chinese yuan in foreign trade.</p><p>Zhang also welcomed Russian Deputy Foreign Minister Sergey Ryabkov's opposition during the US-Russia Strategic Stability Dialogue with Sherman on 28 July in Geneva against including China in Russia-US bilateral nuclear disarmament negotiations.</p><p>On 28 July, the embassy in Russia tweeted Zhao Lijian's show of support on 27 July for Russia's control over the disputed southern Kuril Islands, following Japan's protest against Russian Prime Minister Mikhail Mishustin's proposal to set up a special economic zone on the islands, made during his visit there on 26 July.</p><p>Covid-19-related tweets containing the word \"politicised\" or \"Fort Detrick\" also spiked on 29 July.</p><p>The embassy in Belarus (244 followers) tweeted about Zhao Lijian citing the CGTN survey on 28 July, urging the US to end \"political manipulation\" regarding the charge that Covid-19 leaked from a Chinese laboratory.</p><p>Zhao also cited an open letter, reportedly signed by millions of web users in China, calling on the WHO to investigate the origins of Covid-19 at the US's Fort Detrick military base and overseas military-run bio-labs.</p><p>Source: BBC Monitoring 2 Aug 21</p>", "publisher": "BBC Monitoring: International Reports", "instances": ["7K followers) tweeted a video by state-run international TV network CGTN showing how \"many residents in a residential community in #Zhengzhou were willing to volunteer a 550-metre-long cable (22,000 kg) to restore electricity there\" in the aftermath of flooding. The account also retweeted criticism by foreign ministry spokesperson Hua Chunying (934. By the way, Deutsche Welle (DW) does not have a permanent office or registered journalist in #China,\" Hua said on 31 July. EurasiaChina's relations with Russia and the Afghan Taliban as well as the investigation into the origins of Covid-19 were the most significant themes in Eurasia."]}, {"relevance_score": 133, "title": "(Corr) Chinese Twitter diplomacy 27 Jul-2 Aug", "published": "2021-08-02", "bodyText": "<p nitf:lede=\"true\">(Reissuing to include Africa section)</p><p nitf:lede=\"true\">The following is a roundup of China's official Twitter messaging in Arabic, Chinese, Russian, Spanish, Portuguese and English between 27 July and 2 August</p><p nitf:lede=\"true\">Overview</p><p nitf:lede=\"true\">Diplomats, embassies and ministry officials highlighted Foreign Minister Wang Yi's talks with an Afghan Taliban delegation in the port city of Tianjin. His meeting with US Deputy Secretary of State Wendy Sherman also featured prominently.</p><p nitf:lede=\"true\">There was strong pushback against Western demands for a second investigation into the origins of the Covid-19 outbreak in China. Many accounts promoted a petition calling for an investigation into US military laboratories.</p><p nitf:lede=\"true\">Official accounts highlighted China's successes at the Tokyo Olympics. Meanwhile, there was criticism of the BBC and other foreign media over their coverage of deadly floods in Henan province.</p><p>On 27 July, official accounts across regions and in different languages posted 2,435 tweets, dropping to 996 tweets on 1 August. The word \"Olympics\" appeared 133 times on 31 July, coinciding with Su Bingtian becoming the first Chinese sprinter to qualify for the 100-metre men's final. Usage of the word \"flood\" dropped from 90 messages on 27 July to 20 on 1 August.</p><p>Central messaging</p><p>The Ministry of Foreign Affairs (319.8K followers) tweeted prolifically about the meeting between Foreign Minister Wang Yi and a Taliban delegation led by Mullah Abdul Ghani Baradar in Tianjin on 28 July, in which the minister urged the group to disassociate itself from the Xinjiang-related separatist group East Turkestan Islamic Movement  (ETIM).</p><p>\"China hopes the Afghan #Taliban will put Afghanistan's national interests first, uphold commitment to peace talks, embrace the goal of peace, create a positive image and adopt an inclusive policy,\" the account quoted Wang as saying.</p><p>The account also tweeted about Wang's meeting with US Deputy Secretary of State Wendy Sherman in Tianjin on 27 July.</p><p>\"The United States shall not challenge, vilify or even attempt to subvert the socialist path and system with Chinese characteristics... The United States must not violate China's national sovereignty, let alone undermine China's territorial integrity,\" Wang was quoted as saying.</p><p>Ministry spokesperson Zhao Lijian (986.3K followers) tweeted on the same day that \"the US &amp; China should find a way of peaceful coexistence &amp; mutual benefits for the 2 major countries\".</p><p>On 28 July, Zhao hit out at the US for \"obstruction of the preparation for the #Beijing Olympic Winter Games out of ideological &amp; political bias\".</p><p>Zhao raised other issues which were retweeted by the Foreign Ministry account:</p><p>On 29 July, he criticised a meeting between US Secretary of State Antony Blinken and the Dalai Lama's representative Ngodup Dongchung in India on 28 July, urging the US \"to honour its commitment, stop meddling in [China's] internal affairs, offer no support to the 'Tibetan independence' forces\".</p><p>Mention of the keyword \"US\" peaked on 29 July, appearing in 18 messages from foreign ministry officials.</p><p>On the same day, Zhao criticised the BBC \"Bad-mouthing Broadcasting Corporation\" for perceived \"slander\" in its reporting of the authorities' handling of floods in Zhengzhou in central Henan province.</p><p>Zhao added that China \"has never recognised\" the Foreign Correspondents' Club of China (FCCC) as \"it can by no means speak on behalf of the 400+ foreign journalists in China\". The FCCC on 27 July urged Beijing to stop \"further cases of public harassment and threats against BBC and other foreign reporters\".</p><p>On 30 July, Zhao condemned Western countries, especially the US, for \"smearing\" China over the investigations into the origins of the Covid-19 pandemic. \"Retesting of blood samples collected before Covid-19 outbreak in some countries has found antibodies that are common in Covid-19 patients,\" he tweeted.</p><p>From 27 to 28 July, the number of messages from the Twitter accounts of ministry officials rose from 31 to 51, before dropping to 16 tweets on 30 July.</p><p>Asia-Pacific</p><p>Ambassador to Asean Deng Xijun (39.1K followers), who is a former special envoy on Afghanistan and hosted talks with a Taliban delegation in Beijing in 2019, tweeted about the Taliban's China visit on 28 July: \"#China hopes #Taliban will put Afghanistan's nat'l [national] interests 1st, uphold commitment to peace talks, embrace the goal of peace.\"</p><p>On 29 July, Deng hit out at US \"provocations\"  after the People's Liberation Army (PLA) tracked a US guided-missile destroyer sailing through the Taiwan Strait that day. The \"PLA is ready to respond to any threats &amp; provocations, &amp; is determined &amp; capable of safeguarding China's sovereignty &amp; territorial integrity,\" he tweeted.</p><p>On the same day, he tweeted about China's flood response in Henan, saying that \"inflatable boats came from places all over #China\" for relief work.</p><p>Deng also tweeted congratulatory messages about China's medal victories at the Tokyo Olympics, dedicated to winners in weightlifting, rowing, rifle shooting and badminton, among other events.</p><p>On 1 August, the embassy in Sri Lanka (13.9K followers) criticised Reuters for posting what were perceived to be unflattering photos of Chinese gold medal winners.</p><p>\"Where are those 'Western Media Unbiased' defenders and 'Chinese Wolf Warriors' critics now? #DoubleStandards,\" it said.</p><p>On 28 July, cultural envoy to Pakistan Zhang Heqing (68.3K followers) tweeted about Wang Yi's meeting with the Taliban.</p><p>On 30 July, Wang Yu (15.4K followers), the ambassador to Afghanistan, condemned an attack on the UN compound in Herat that day, sending \"sympathies to families of the killed Afghan police guard and injured officers\".</p><p>On 2 August, Sun Weidong (89.3K followers), the ambassador to India, congratulated the PLA on its 94th founding anniversary on 1 August.</p><p>He also attended an online seminar themed \"Sharing Experience on Party-Building, Promoting Exchanges and Cooperation\" on 27 July.</p><p>On 27 July, around 2,000 tweets came from Asia-Pacific based accounts. The numbers remained stable until 29 July, before dropping to a little more than 1,000 on 30 July.</p><p>Americas</p><p>Diplomats in the Americas focused on China's continued economic growth in the face of the Covid-19 pandemic, as well as on the achievements of Chinese athletes at the Olympics, and the 94th anniversary of the Chinese People's Liberation Army (PLA).</p><p>Most diplomatic accounts continued to condemn what they called the US' \"politicisation\" of the investigation into the origins of Covid-19 in China, and said it should be based on \"true scientific traceability\", not political interests.</p><p>The embassy in Argentina (6.3K followers) posted a tweet on 28 July citing foreign ministry spokesperson Zhao Likian as saying the politicisation of Covid-19 is \"a strategy by the US to try to contain China's development and discredit other countries for political purposes, [thus] undermining the global response to the pandemic\".</p><p>In a similar vein, the consulate in Calgary, Canada (2.3K followers), tweeted on 29 July: \"The political manipulation of [Covid-19] origin-tracing by the US is widely rejected by the international community\".</p><p>On the same date, the embassy in Ottawa, Canada, (7.7K followers) said the US was \"guilty of three sins\" in its pandemic response and Covid-19 origin tracing.</p><p>\"First, the US has allowed the virus to spread unchecked. Second, the US has hidden the truth from the world. Third, the US has been practising \"origin-tracing terrorism,\" it tweeted.</p><p>The consul-general in Rio de Janeiro, Li Yang, (29.2K), in a 1 August tweet referred to calls made by China for the US military's Fort Detrick lab to be investigated over the origins of Covid-19. \"According to the report by worldnews.com, while transporting the blood collected by 'Armed Forces Blood Programme' in Fort Detrick to Air Force Bases in Italy, the coronavirus in the blood bag arrived in Italy, and local civilians recruited by US bases were the earliest victims!\", Li wrote.</p><p>The embassy in Brazil  (89.9K) also took aim at the US by posting a series of tweets criticising its cyber security regulations, response to the Covid-19 pandemic, and military action.</p><p>\"The US engaged in genocide against Native Americans, lost 620,000 lives due to its hesitant response to Covid-19 and its military action brought catastrophe to the world. How can they portray themselves as the global spokesperson for democracy and human rights?\", the embassy tweeted on 28 July.</p><p>Several diplomatic accounts tweeted about Foreign Minister Wang Yi's 26 July meeting with US Deputy Secretary of State Wendy Sherman.</p><p>Some of them drew attention to Wang's call for the US to \"abandon arrogance and prejudice and regain rational and pragmatic policy towards China\".</p><p>Meanwhile, to mark the PLA's 94th anniversary, the embassy in Brazil posted a tweet highlighting the \"Chinese contribution to the maintenance of peace at the UN\" by sending \"more than 40,000 soldiers to more than 20 countries and regions\" around the world.</p><p>In a 1 August tweet hailing the PLA anniversary, the Consul General in Santa Cruz, Bolivia, Wang Jialei (831 followers) called PLA members \"the most beloved people in China\", listing their achievements in defending national sovereignty and helping during natural disasters.</p><p>MENA</p><p>Several diplomats continued to reject the Wuhan lab leak theory.</p><p>Ambassador to Iran Chang Hua (20K followers) retweeted a post in English on 31 July by state-run Xinhua news agency that read: \"Scientists, politicians worldwide call for science-based Covid-19 origin tracing and denounce politization of the issue\".</p><p>Ambassador to Saudi Arabia Chen Weiqing (66.8K followers) tweeted in Arabic on 31 July, citing a Chinese foreign ministry spokesperson who said Beijing remained interested in tracking the virus's origins and was cooperating in this regard.</p><p>This was echoed by ambassador to Lebanon Qian Minjian (10.6K followers), who tweeted a video about the story produced by CGTN Arabic. Qian added a tweet in Arabic alongside the clip, saying that \"various investigations have proved that the virus emerged in several places around the world and could have emerged earlier than previously thought. The Covid-19 pandemic is humanity's joint enemy\".</p><p>Diplomatic accounts also celebrated China's successes at the Tokyo 2020 Olympics.</p><p>Africa</p><p>Messaging by envoys and missions focused on investigations into the origins of Covid-19.</p><p>The embassy in Tanzania (10.7K followers) tweeted about the press conference held on 23 July by China's State Council Information Office, at which it was stated that China has \"once again clarified its position and attitude that the next phase of origin-tracing must be carried out in accordance with scientific principles and rules\".</p><p>The embassy in Zimbabwe (9.3K followers) accused the US of \"openly stigmatising\" the pandemic and \"interfering with WHO's global response\".</p><p>The embassy in Ethiopia (6.2K followers) said \"politicising the matter will only impede this effort and kill more lives\".</p><p>On 1 August, Wu Peng, head of the department of African affairs at the foreign ministry (8.5K followers) announced the arrival of the first batch of  Covid-19 vaccines donated by China in Kampala, Uganda.</p><p>On the same day, Peng announced that a second batch of vaccines donated by China had arrived in Zanzibar, Tanzania, on 31 July. Zanzibar's minister of trade welcomed the donations adding that they \"will continue to cement the friendly relations forged many years ago between China and Tanzania's Zanzibar\".</p><p>On 28-29 July, 1.5m doses of Sinopharm arrived in the Zimbabwe capital, Harare.</p><p>On 30 July, the embassy in Zimbabwe warned  against US interference on \"the Taiwan question\". In the tweet, the embassy said that \"the US should fully recognise that the Taiwan question is a highly sensitive issue\", adding that \"it should earnestly abide by the one-China principle\".</p><p>UK/Europe</p><p>The embassy in the UK (30.4K followers) tweeted its spokesman's remarks about China-UK cooperation over nuclear energy.</p><p>\"It is mutually beneficial. We hope the UK side will provide a fair, just and non-discriminatory environment for Chinese companies in this country,\" he said on 27 July. The remarks came against the backdrop of media reports suggesting that the UK might curb Chinese investment in future nuclear projects.</p><p>On the same day, the embassy tweeted about the discussions between Foreign Minister Wang Yi and US Deputy Secretary of State Wendy Sherman.</p><p>On 29 July, the account tweeted its spokesperson's defence of China's transparency during a WHO investigation into the origins of Covid-19 earlier this year, saying: \"China showed raw data that requires special attention item by item when the joint mission was conducting the origins study in China... China gave full support to the expert team and did its best to coordinate relevant organisations to meet the requirements of the experts.\"</p><p>The account made no mention of the UK HMS Queen Elizabeth Carrier Strike Group entering the disputed South China Sea.</p><p>The mission to the EU (22K followers) on 31 July tweeted its spokesperson's response to the European External Action Service's criticism of the Macau government's move on 9 July to disqualify 21 opposition candidates from running in Legislative Assembly elections in September.</p><p>\"Upholding the Basic Law of the Macau SAR [Special Administrative Region] of China and pledging allegiance to the SAR are statutory requirements for members of the Legislative Assembly under the Basic Law of the SAR...attempts to interfere in the name of 'democracy and freedom' are doomed to fail,\" it said.</p><p>On 27 July, the embassy in Germany (4.7K followers) tweeted a video by state-run international TV network CGTN showing how \"many residents in a residential community in #Zhengzhou were willing to volunteer a 550-metre-long cable (22,000 kg) to restore electricity there\" in the aftermath of flooding.</p><p>The account also retweeted criticism by foreign ministry spokesperson Hua Chunying (934.2K followers) of the BBC and German broadcaster Deutsche Welle over their coverage of the Henan floods.</p><p>\"By the way, Deutsche Welle (DW) does not have a permanent office or registered journalist in #China,\" Hua said on 31 July.</p><p>Eurasia</p><p>China's relations with Russia and the Afghan Taliban as well as the investigation into the origins of Covid-19 were the most significant themes in Eurasia.</p><p>On 27 July, the embassy in Kazakhstan (2.3K followers) posted 10 tweets highlighting how Vice-Minister of Foreign Affairs Xie Feng had presented a litany of demands to Washington to mend strained relations during his talks with US Deputy Secretary of State Wendy Sherman in the northern city of Tianjin on 26 July.</p><p>On 30 July, the embassy tweeted about Foreign Minister Wang Yi's criticism of the US's withdrawal from Afghanistan during his high-profile meeting with the Taliban on the 28th.</p><p>\"The 20-year war in Afghanistan is over, but the suffering and misery of the local population is far from over. The international community rightly expects the US to answer the following questions: What lessons have the US learned from this terrible and failed war? What caused such a chaotic withdrawal of troops?\" the embassy commented in Russian.</p><p>On 29 July, the embassy in Russia (3.5K followers) shared a link of ambassador Zhang Hanhui's wide-ranging written interview with Russian news agency Interfax. Zhang spoke of how China and Russia were working on mutual recognition of Covid-19 vaccines and praised Russia's \"de-dollarisation\" policy of using the Chinese yuan in foreign trade.</p><p>Zhang also welcomed Russian Deputy Foreign Minister Sergey Ryabkov's opposition during the US-Russia Strategic Stability Dialogue with Sherman on 28 July in Geneva against including China in Russia-US bilateral nuclear disarmament negotiations.</p><p>On 28 July, the embassy in Russia tweeted Zhao Lijian's show of support on 27 July for Russia's control over the disputed southern Kuril Islands, following Japan's protest against Russian Prime Minister Mikhail Mishustin's proposal to set up a special economic zone on the islands, made during his visit there on 26 July.</p><p>Covid-19-related tweets containing the word \"politicised\" or \"Fort Detrick\" also spiked on 29 July.</p><p>The embassy in Belarus (244 followers) tweeted about Zhao Lijian citing the CGTN survey on 28 July, urging the US to end \"political manipulation\" regarding the charge that Covid-19 leaked from a Chinese laboratory.</p><p>Zhao also cited an open letter, reportedly signed by millions of web users in China, calling on the WHO to investigate the origins of Covid-19 at the US's Fort Detrick military base and overseas military-run bio-labs.</p><p>Source: BBC Monitoring 2 Aug 21</p>", "publisher": "BBC Monitoring: International Reports", "instances": ["7K followers) tweeted a video by state-run international TV network CGTN showing how \"many residents in a residential community in #Zhengzhou were willing to volunteer a 550-metre-long cable (22,000 kg) to restore electricity there\" in the aftermath of flooding. The account also retweeted criticism by foreign ministry spokesperson Hua Chunying (934. By the way, Deutsche Welle (DW) does not have a permanent office or registered journalist in #China,\" Hua said on 31 July. EurasiaChina's relations with Russia and the Afghan Taliban as well as the investigation into the origins of Covid-19 were the most significant themes in Eurasia."]}, {"relevance_score": 3, "title": "Pressure remains on Xi Jinping to kick China’s coal habit", "published": "2022-11-08", "bodyText": "<p>Since Sunday, world leaders and their hordes of advisers have been gathering in Sharm el-Sheikh, Egypt, for the 27th meeting of the UN’s mai...</p>", "publisher": "FT.com Headlines", "instances": []}, {"relevance_score": 4, "title": "Jack Ma and the Chinese tech titans’ mission to give away billions", "published": "2021-08-29", "bodyText": "<p>In Jack Ma’s home town of Hangzhou, the Alibaba founder’s expansive home boasts its own food supply within a national wetland park. But the ...</p>", "publisher": "FT.com Headlines", "instances": []}]