{"US_wildfires_1": ["Vintage Wine Estates And Firesteed Cellars Announce Partnership With One Tree Planted", "CWU RESEARCHERS STUDY REGIONAL POLLUTION USING ICE CORE FROM NORTH CASCADES", "Wildfire danger diminished", "MEMBER OF TIMBER POACHING GROUP THAT SET OLYMPIC NATIONAL FOREST WILDFIRE SENTENCED TO 2 1/2 YEARS IN PRISON", "Planet Alaska : Ten lessons from the fireweed", "AF PHYSICIAN ADVISES, 'FOLLOW YOUR NOSE' TO EARLY COVID-19 DIAGNOSIS", "HUMBOLDT-TOIYABE NATIONAL FOREST 4TH OF JULY WEEKEND REMINDERS", "Ukrainian officials: Fires out near Chernobyl nuclear plant", "AF PHYSICIAN ADVISES, 'FOLLOW YOUR NOSE' TO EARLY COVID-19 DIAGNOSIS", "Canada's airports expect massive fee increases and service reductions", "FEARS OF A SECOND WAVE", "Air quality unhealthy as wildfire smoke rolls in", "Patterson AFB Physician Advises, 'Follow Your Nose' to Early COVID-19 Diagnosis", "Trump Blames California for Fires. He Should Check to See Whose Land They're On.", "Ukrainian officials: Fires out near Chernobyl nuclear plant", "Wildfire Air Pollution and Immune Health: How To Stay Healthy During Fire Season", "Greeks Battle To Protect Town From Ferocious Blaze", "Cameco Corp at Bank of America Virtual Global Metals, Mining and Steel Conference - Final", "Virginia Tech: Taking Action Against Harassment in the Field", "TAKING ACTION AGAINST HARASSMENT IN THE FIELD", "ECON STUDENT'S CURIOSITY HELPS ANSWER A BURNING QUESTION", "Evacuations And Despair As Fires Ravage Greek Island", "Hundreds Flee, Homes Destroyed, As Fires Ravage Greek Island", "Hundreds Of Families Homeless As Greek Fires Rage, Rain Saves Turkey", "'State of the Climate' rally demands bolder action from Gov. Polis, lawmakers", "Hundreds Of Families Homeless As Greek Fires Rage, Turkey Saved By The Rain", "World news in brief", "FOREST SURVEY REPORT 2021 RELEASED; INCREASE OF 2,261 SQ KM IN THE TOTAL FOREST AND TREE COVER OF THE COUNTRY IN LAST TWO YEARS.", "CITADEL STUDENT FINDS RARE PLANT FOR THE 1ST TIME IN CHARLESTON COUNTY", "Green Kid Crafts launches Kitchen Table STEAM to Support Families This Fall", "Homes, lives spared in fire that raged across Sheepback Mountain", "Megafire Doesn't Deter Yosemite's Spotted Owls", "Gov.: Vermont has fewest cases but must keep up guard", "Borough to do aerial survey of peninsula", "NASA tools could help fight fires from the sky and the ground", "Icarus breaks up the survival genre into smart session-based gameplay", "Borough to do aerial survey of peninsula", "Modern Folk Duo, Joselyn &amp; Don, Uplift Spirits During Pandemic and Seek to Support California Wildfire First Responders and Victims with Debut Album, \"Soar\"", "Cheney and Kinzinger may be too late", "ENVIRONMENT VIRGINIA RETURNS LIVE TO VMI", "Breakthrough Energy Ventures, National Grid Partners and a Subsidiary of NextEra Energy Invest in TS Conductor to Meet the Growing Demand for Greener Electricity Grids", "REAPING THE FRUIT OF A DECADE'S WORK IN THE BRAZILIAN CERRADO", "GUARD MEMBERS IN 24 STATES, D.C. CALLED UP IN RESPONSE TO CIVIL UNREST", "Israeli Firefighters Reach US To Help Battle California Wildfires", "Linn County trying to stop proposed Douglas-fir National Monument -- again", "Linn County trying to stop proposed Douglas-fir National Monument -- again", "HOLIDAY WEEKEND", "Credit Suisse Lends a Hand from Swiss National Bank; Russian Officials Orders Harassment of the U.S. Drone in the Black Sea; Chinese-Made Drone Appears Flying Over the Ukrainian Skies; Stormy Daniels Met Prosecutors to Offer as Witness; Israeli Protesters Sends a Blaring Message Against Judicial Reform; Finnish President to Visit Turkey and Tackle the Country's Alliance with NATO; Abortion Pill Under Threat in Texas; South Korea and Japan Renew Ties in Summit; CNN's My Freedom Day. Aired 3-4a ET", "Jonathon Golden What do we owe wildland firefighters?", "Senate Energy &amp; Natural Resources Subcommittee Issues Testimony From Coconino County Board Supervisor Babbott"]}