[{"relevance_score": 2, "title": "FAO supports Hurricane Oscar's recovery in Cuba with $680,000", "published": "2024-11-15", "bodyText": "<h>ABSTRACT</h><p>Havana, Nov 15 (EFE).- The Food and Agriculture Organization of the United Nations announced on Friday that it would provide 680,000 dollars to help Cuba repair the damage caused by Hurricane Oscar.</p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 2, "title": "Brazil highlights opportunities in green economy to attract foreign investment", "published": "2024-10-29", "bodyText": "<h>ABSTRACT</h><p>São Paulo, Oct 29 (EFE).- Brazil, Latin America's leading economy and the fifth largest global destination for foreign investment, highlighted Monday the opportunities it offers for a green economy during the Brazil Investment Forum (BIF), the largest event of its kind in the region. </p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 2, "title": "Tequila makers' overproduction of agave sparks climate concerns in Mexico", "published": "2023-07-13", "bodyText": "<h>ABSTRACT</h><p>Guadalajara, Mexico, Jul 12 (EFE).- The agave landscape of the western Mexican state of Jalisco and that region's tequila facilities marked 17 years on the UNESCO World Heritage List on Wednesday.</p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 0, "title": "Embracing regenerative agriculture in Peru's Amazon", "published": "2022-06-07", "bodyText": "<h>ABSTRACT</h><p>By Carla Samon Ros </p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 1, "title": "Carbon capture in Mediterranean soil: how farmland can trap greenhouse gases", "published": "2025-01-30", "bodyText": "<p>'Carbon farming' has huge potential in the region, but diverse soils and land uses present a challenge.</p>", "publisher": "The Conversation - Spanish", "instances": []}, {"relevance_score": 1, "title": "Ancient Roman wine production may hold clues for battling climate change", "published": "2024-01-04", "bodyText": "<p>Roman agricultural techniques may help wine producers to tackle the impacts of climate change, and even the UN is getting on board.</p>", "publisher": "The Conversation - Spanish", "instances": []}, {"relevance_score": 47, "title": "Musim Mas Group colabora en agricultura regenerativa para pequeños productores independientes en Indonesia", "published": "2024-10-19", "bodyText": "<p nitf:lede=\"true\">PR Newswire- <emphasis typeStyle=\"bf\">Habilitando la agricultura regenerativa para pequeños agricultores independientes en Indonesia: el proyecto BIPOSC, en colaboración con Musim Mas, L3F, SNV Indonesia e ICRAF</emphasis>JAKARTA, Indonesia, 18 de octubre, 2024 /PRNewswire/ -- Musim Mas Group, el Fondo de Medios de Vida para la Agricultura Familiar (L3F), SNV Indonesia y World Agroforestry (ICRAF) están colaborando para mejorar el conocimiento y la capacidad de los pequeños productores independientes de palma aceitera a través del proyecto Cadena de Suministro de Aceite de Palma Biodiversa e Inclusiva (BIPOSC).El proyecto comenzó en 2021 y adopta un enfoque a largo plazo para mantener una cadena de suministro libre de deforestación, regenerar tierras degradadas, restaurar la biodiversidad local y mejorar los medios de vida de los pequeños agricultores independientes en Labuhanbatu, en el norte de Sumatra. BIPOSC logrará esto mediante la implementación de una agricultura regenerativa, modelos agroforestales adaptados localmente, el desarrollo de capacidades para empresas sostenibles y otros.Los pequeños productores independientes de palma que participaron recibieron previamente una formación complementaria de Musim Mas. Tras la formación, estos pequeños productores formaron una asociación de pequeños productores, la Asociación de Pequeños Productores Independientes de Palma de Aceite de Labuhanbatu (APSKS LB), en el norte de Sumatra. Musim Mas alienta a los pequeños productores a formar asociaciones para obtener un mejor acceso a los recursos y obtener la certificación de la Mesa Redonda sobre Aceite de Palma Sostenible (RSPO) y la Sociedad Indonesia de Aceite de Palma Sostenible (ISPO). </p><p><url normalizedValue=\"https://mma.prnewswire.com/media/2533466/DSCF9193.jpg\"/> \"Musim Mas ha considerado desde hace mucho tiempo que los pequeños agricultores son clave para lograr la sostenibilidad del aceite de palma, y es por eso que lideramos el programa para pequeños agricultores más amplio de Indonesia. Creemos que el camino a seguir es colaborar con más socios para lograr un impacto más amplio. Con nuestros socios de BIPOSC, esperamos mejorar las habilidades y el conocimiento de los pequeños agricultores a través de la agricultura regenerativa y técnicas relacionadas. La agricultura regenerativa y la agroforestería tienen el potencial de ayudar a los pequeños agricultores a ser parte de una cadena de suministro de aceite de palma sostenible. Podría ayudarlos a desarrollar fuentes alternativas de ingresos, especialmente durante el período de resiembra cuando sus cultivos de aceite de palma son improductivos, generalmente durante tres años\", dijo Rob Nicholls, Gerente General de Proyectos y Programas, Grupo Musim Mas. <url normalizedValue=\"https://mma.prnewswire.com/media/2533468/DSC07760.jpg\"/> Frente al cambio climático y la biodiversidad amenazada, la agricultura regenerativa puede desempeñar un papel para las pequeñas explotaciones porque mantiene la salud del suelo, previene la erosión y la escorrentía de agua y puede reducir potencialmente las emisiones de gases de efecto invernadero y las fugas de nitrógeno.\"Como organización socia global del desarrollo, SNV tiene como objetivo ayudar a Indonesia a alcanzar sus Objetivos de Desarrollo Sostenible (ODS). Para lograrlo, necesitamos implementar programas efectivos e impactantes para transformar los sistemas agrícolas y alimentarios, la energía y el agua. En el programa BIPOSC, promovemos un modelo integral de agricultura regenerativa y agroforestería para mantener la fertilidad del suelo y la biodiversidad, brindando los máximos beneficios para los medios de vida y la economía de los agricultores\", dijo Rizki Pandu Permana, director nacional de SNV Indonesia.Las técnicas clave de agricultura regenerativa que se enseñan incluyen la aplicación de bioinsumos, el acolchado para proteger la capa superficial del suelo, la plantación de cultivos de cobertura, el manejo integrado de plagas que reduce la necesidad de pesticidas químicos y la aplicación de compost que reduce la cantidad de fertilizantes químicos necesarios. Hasta la fecha, 1.032 pequeños agricultores independientes recibieron capacitación y aplican estas técnicas en sus fincas, lo que representa una superficie total de 1.063,68 hectáreas. El proyecto capacitó a 25 facilitadores de las aldeas para brindar asistencia práctica a los pequeños agricultores y se establecieron siete parcelas de demostración como áreas piloto e instalaciones de aprendizaje para la agricultura regenerativa.\"Cuando visité a los pequeños productores de aceite de palma hace unos años en la zona, su mayor preocupación era el acceso a más fertilizantes. Si bien los fertilizantes desempeñan un papel fundamental en el aumento de los rendimientos, había una notable brecha en la comprensión de cómo proteger el suelo de la degradación a largo plazo. Los pequeños productores necesitaban más conocimientos sobre cómo mantener la salud del suelo, preservar su estructura y otros factores críticos. Esto es exactamente lo que el proyecto BIPOSC pretendía abordar, y nos complace ver que los agricultores involucrados ahora informan no solo de mayores rendimientos, sino también de suelos más saludables en sus parcelas\", dijo Bernard Giraud, presidente y cofundador de Livelihoods.El proyecto también se ocupa del desarrollo de capacidades. Además del compostaje doméstico, el proyecto permitió a la asociación local de agricultores, APSKS LB, desarrollar y gestionar una unidad de compostaje con una capacidad de 100 a 150 toneladas al mes. Al producir compost a gran escala con insumos de molinos y parcelas de agricultores cercanos, la unidad ofrece compost a los agricultores miembros a la mitad de los precios típicos del mercado. En 2023, su primer año de funcionamiento, la unidad produjo 588 toneladas de compost y generó una ganancia de 421 millones de IDR. Los socios del proyecto creen que es un modelo que se puede replicar en otros lugares. <url normalizedValue=\"https://mma.prnewswire.com/media/2533467/DSCF0748.jpg\"/> \"Uno de los resultados más impactantes de este proyecto para los pequeños agricultores es la Unidad de Compostaje como modelo de negocio en torno a ella. Permite a los pequeños agricultores obtener compost de forma asequible y las ganancias se reparten entre los agricultores miembros. Se trata de una solución práctica para promover la adopción del compostaje, y todos los pequeños agricultores de ASPKS-LB están utilizando ahora compost en sus parcelas\", afirmó Syahrianto, presidente de la Asociación Independiente de Pequeños Agricultores de Palma Aceitera de Labuanbatu.En 2023, los pequeños productores independientes gestionan aproximadamente el 41 % de las áreas plantadas con palma aceitera en Indonesia, lo que representa 6,94 millones de hectáreas. Se espera que esta cifra aumente al 60 % en 2030, lo que hace que proyectos como BIPOSC sean fundamentales para dar forma al futuro de la producción sostenible de aceite de palma.Devane Sharma<br/>media@musimmas.com Foto - https://mma.prnewswire.com/media/2533466/DSCF9193.jpg<br/>Foto - https://mma.prnewswire.com/media/2533468/DSC07760.jpg<br/>Foto - https://mma.prnewswire.com/media/2533467/DSCF0748.jpg <url normalizedValue=\"https://c212.net/c/img/favicon.png?sn=SE33599&amp;sd=2024-10-19\"/> View original content:https://www.prnewswire.com/news-releases/musim-mas-group-colabora-en-agricultura-regenerativa-para-pequenos-productores-independientes-en-indonesia-302281088.html <url normalizedValue=\"https://rt.prnewswire.com/rt.gif?NewsItemId=SE33599&amp;Transmission_Id=202410192217PR_NEWS_EURO_ND__SE33599&amp;DateId=20241019\"/></p>", "publisher": "PR Newswire Europe(Spanish)", "instances": ["PR Newswire- Habilitando la agricultura regenerativa para pequeños agricultores independientes en Indonesia: el proyecto BIPOSC, en colaboración con Musim Mas, L3F, SNV Indonesia e ICRAFJAKARTA, Indonesia, 18 de octubre, 2024 /PRNewswire/ -- Musim Mas Group, el Fondo de Medios de Vida para la Agricultura Familiar (L3F), SNV Indonesia y World Agroforestry (ICRAF) están colaborando para mejorar el conocimiento y la capacidad de los pequeños productores independientes de palma aceitera a través del proyecto Cadena de Suministro de Aceite de Palma Biodiversa e Inclusiva (BIPOSC). El proyecto comenzó en 2021 y adopta un enfoque a largo plazo para mantener una cadena de suministro libre de deforestación, regenerar tierras degradadas, restaurar la biodiversidad local y mejorar los medios de vida de los pequeños agricultores independientes en Labuhanbatu, en el norte de Sumatra. BIPOSC logrará esto mediante la implementación de una agricultura regenerativa, modelos agroforestales adaptados localmente, el desarrollo de capacidades para empresas sostenibles y otros. Los pequeños productores independientes de palma que participaron recibieron previamente una formación complementaria de Musim Mas. Tras la formación, estos pequeños productores formaron una asociación de pequeños productores, la Asociación de Pequeños Productores Independientes de Palma de Aceite de Labuhanbatu (APSKS LB), en el norte de Sumatra. Musim Mas alienta a los pequeños productores a formar asociaciones para obtener un mejor acceso a los recursos y obtener la certificación de la Mesa Redonda sobre Aceite de Palma Sostenible (RSPO) y la Sociedad Indonesia de Aceite de Palma Sostenible (ISPO)."]}, {"relevance_score": 0, "title": "Carta de un agricultor de cacao: \"Necesitamos formación e inversión para prosperar\"", "published": "2024-05-28", "bodyText": "<p>Para mejorar la vida de los agricultores y sus comunidades y ayudarles a obtener unos ingresos dignos, tenemos que dejar de centrarnos sólo en el precio y poner nuestra atención en la inversión, dice Emmanuel Nana Sarpong en su carta dirigida a 'Euronews'</p>", "publisher": "EuroNews - Version Espanola", "instances": []}, {"relevance_score": 13, "title": "INCENDIOS FORESTALES", "published": "2023-08-28", "bodyText": "<p nitf:lede=\"true\">Zaragoza, 28 ago (EFE).- Cuatro grupos científicos de física e ingeniería, entre los que se encuentran el Grupo de Tecnologías Fluidodinámicas y el Grupo de Sistemas de Información Avanzados (IAAA), ambos del I3A, trabajan en modelos computacionales para mejorar el proceso de recuperación del terreno quemado por grandes incendios forestales.El objetivo es generar una plataforma para apoyar el análisis riguroso de los recursos de agua y suelo, así como la gestión informada de la actividad agrícola y la conservación forestal por parte de las administraciones para hacer frente a los retos del cambio climático.</p><p>Junto a los dos grupos de investigación del I3A participan en el proyecto el Grupo de Erosión y Evaluación de Suelo y Agua de la Estación Experimental Aula Dei (EEAD-CSIC) y el Grupo Simulation and Data Laboratory Terrestrial Systems del Jülich Supercomputing Center (Alemania). </p><p>Se trata, según informa la Universidad de Zaragoza, de crear un modelo matemático que sirva de apoyo para planificar de forma eficiente las actuaciones que se llevan a cabo en el terreno para evitar la erosión después de un incendio forestal, establecer las áreas sobre las que actuar de forma prioritaria y las medidas más adecuadas a implantar para asegurar la recuperación de las zonas afectadas. </p><p>Esta línea de investigación, denominada Efhera (Enhancing after-Fire Hydrological and Environmental Recovery of Agroforestry zones), quiere facilitar la recuperación hidrológica y ambiental después de grandes incendios forestales (GIF) y engloba varios proyectos financiados por el I3A (Instituto de Investigación en Ingeniería de Aragón) y la Universidad de Zaragoza.  </p><p>Las áreas forestales afectadas por grandes incendios sufren rápidos procesos de degradación en los meses inmediatamente posteriores al incendio debidos a las lluvias intensas, que provocan la pérdida de la capa de suelo fértil.  </p><p>Según explica Sergio Martínez-Aranda, investigador del grupo de Tecnologías Fluidodinámicas del I3A, si las medidas de recuperación y manejo que se establecen no son correctas o no se llevan a cabo con la suficiente rapidez, la recuperación agroforestal del área puede llevar mucho tiempo o incluso no completarse, por lo que la plataforma computacional en la que trabajan permitirá evaluar de forma rápida en grandes extensiones de terreno montañoso, las zonas donde la erosión hidráulica será potencialmente mayor. </p><p>La plataforma de simulación hidrológica dará soporte a aquellos servicios y administraciones públicas que tienen que tomar las decisiones de actuación postincendio, con el fin de que las medidas de restauración de la zona quemada no se hagan sólo desde la experiencia de quien conoce bien el terreno, sino que se les aporten modelos computacionales que les faciliten esa labor con datos cuantificables, añade Martínez-Aranda. </p><p>De este modo, los grupos de investigación analizan cómo combinar imágenes de los satélites Sentinel y modelos computacionales hidrodinámicos para permitir el análisis de alta resolución de los procesos de erosión a largo plazo.  </p><p>Podrán obtener información útil sobre la movilización del suelo, las trayectorias seguidas por el material sedimentario y las áreas de deposición, esenciales para el diseño inteligente de prácticas agrícolas y medidas de restauración para prevenir la pérdida de suelo.  </p><p>La línea de investigación Efhera hace referencia a un escenario de cambio climático acelerado, donde este proceso de degradación postincendio ocurre cada vez con mayor rapidez. De ahí, la necesidad de implantar medidas de protección y recuperación en las primeras semanas o meses después de un incendio. EFE</p><p>lsg/lef/ess <br/></p>", "publisher": "Spanish Newswire Services", "instances": ["Zaragoza, 28 ago (EFE). - Cuatro grupos científicos de física e ingeniería, entre los que se encuentran el Grupo de Tecnologías Fluidodinámicas y el Grupo de Sistemas de Información Avanzados (IAAA), ambos del I3A, trabajan en modelos computacionales para mejorar el proceso de recuperación del terreno quemado por grandes incendios forestales. El objetivo es generar una plataforma para apoyar el análisis riguroso de los recursos de agua y suelo, así como la gestión informada de la actividad agrícola y la conservación forestal por parte de las administraciones para hacer frente a los retos del cambio climático. Junto a los dos grupos de investigación del I3A participan en el proyecto el Grupo de Erosión y Evaluación de Suelo y Agua de la Estación Experimental Aula Dei (EEAD-CSIC) y el Grupo Simulation and Data Laboratory Terrestrial Systems del Jülich Supercomputing Center (Alemania). Se trata, según informa la Universidad de Zaragoza, de crear un modelo matemático que sirva de apoyo para planificar de forma eficiente las actuaciones que se llevan a cabo en el terreno para evitar la erosión después de un incendio forestal, establecer las áreas sobre las que actuar de forma prioritaria y las medidas más adecuadas a implantar para asegurar la recuperación de las zonas afectadas. Esta línea de investigación, denominada Efhera (Enhancing after-Fire Hydrological and Environmental Recovery of Agroforestry zones), quiere facilitar la recuperación hidrológica y ambiental después de grandes incendios forestales (GIF) y engloba varios proyectos financiados por el I3A (Instituto de Investigación en Ingeniería de Aragón) y la Universidad de Zaragoza. Las áreas forestales afectadas por grandes incendios sufren rápidos procesos de degradación en los meses inmediatamente posteriores al incendio debidos a las lluvias intensas, que provocan la pérdida de la capa de suelo fértil. Según explica Sergio Martínez-Aranda, investigador del grupo de Tecnologías Fluidodinámicas del I3A, si las medidas de recuperación y manejo que se establecen no son correctas o no se llevan a cabo con la suficiente rapidez, la recuperación agroforestal del área puede llevar mucho tiempo o incluso no completarse, por lo que la plataforma computacional en la que trabajan permitirá evaluar de forma rápida en grandes extensiones de terreno montañoso, las zonas donde la erosión hidráulica será potencialmente mayor. La plataforma de simulación hidrológica dará soporte a aquellos servicios y administraciones públicas que tienen que tomar las decisiones de actuación postincendio, con el fin de que las medidas de restauración de la zona quemada no se hagan sólo desde la experiencia de quien conoce bien el terreno, sino que se les aporten modelos computacionales que les faciliten esa labor con datos cuantificables, añade Martínez-Aranda. De este modo, los grupos de investigación analizan cómo combinar imágenes de los satélites Sentinel y modelos computacionales hidrodinámicos para permitir el análisis de alta resolución de los procesos de erosión a largo plazo. Podrán obtener información útil sobre la movilización del suelo, las trayectorias seguidas por el material sedimentario y las áreas de deposición, esenciales para el diseño inteligente de prácticas agrícolas y medidas de restauración para prevenir la pérdida de suelo."]}, {"relevance_score": 2, "title": "Investigadores buscan mejorar la recuperación de terrenos afectados por grandes incendios", "published": "2023-08-28", "bodyText": "<h>ABSTRACT</h><p>Zaragoza, 28 ago (EFE).- Cuatro grupos científicos de física e ingeniería, entre los que se encuentran el Grupo de Tecnologías Fluidodinámicas y el Grupo de Sistemas de Información Avanzados (IAAA), ambos del I3A, trabajan en modelos computacionales para mejorar el proceso de recuperación del terreno quemado por grandes incendios forestales.</p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 2, "title": "Investigadores buscan mejorar la recuperación de terrenos afectados por grandes incendios", "published": "2023-08-28", "bodyText": "<h>ABSTRACT</h><p>Zaragoza, 28 ago (EFE).- Cuatro grupos científicos de física e ingeniería, entre los que se encuentran el Grupo de Tecnologías Fluidodinámicas y el Grupo de Sistemas de Información Avanzados (IAAA), ambos del I3A, trabajan en modelos computacionales para mejorar el proceso de recuperación del terreno quemado por grandes incendios forestales.</p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 14, "title": "OCIO AMBIENTAL", "published": "2022-04-12", "bodyText": "<p nitf:lede=\"true\">Madrid, 12 abr (EFE).- Promover la concienciación ambiental de los niños mientras se divierten es el objetivo de 'MeteoHeroes, ¡Juntos por el planeta!', un videojuego en el que los más pequeños podrán luchar contra los monstruos causantes de las catástrofes climáticas o la personificación de la contaminación y salvar el planeta.Este juego interactivo, basado en la exitosa serie televisiva homónima que se emite en el canal Clan y las plataformas digitales de RTVE, ha sido creado por el director del Meteo Expert Center (uno de los centros italianos de investigación meteorológica más relevantes de Europa), Luigi Latini.</p><p>Un grupo de seis \"superniños\", con el apoyo del los científicos del MEC (Meteo Expert Center), aprenden a utilizar sus poderes, vinculados al control de los fenómenos atmosféricos y el clima, según informan hoy sus creadores en un comunicado. </p><p>De esta forma, los jugadores habrán de enfrentarse a los retos del futuro para tratar de combatir los desastres que amenazan el ecosistema, lo que los colocará en esa dualidad entre ciudadanos anónimos y \"superhéroes\" medioambientales, con los que podrán sentirse identificados. </p><p>Cada niño puede \"ver\" a diario lo que reconocerá como un MeteoHeroe, porque en el mundo hay viento, nubes, lluvias, relámpagos, calor o nieve (es decir, los poderes de los 6 protagonistas), y además puede reciclar correctamente o no desperdiciar agua cuando se cepilla los dientes; pequeños comportamientos que les volverán protagonistas en la \"misión de salvar la Tierra\", señala el comunicado. </p><p>Esta propuesta lúdica y educativa está pensada para que los niños tomen conciencia sobre la fragilidad del entorno natural y medioambiental y las consecuencias de la crisis climática sobre el planeta, han explicado los creadores. </p><p>Según palabras de Latini, el proyecto surgió por la necesidad de unos meteorólogos preocupados por la crisis climática de comunicarse con las nuevas generaciones para crear una cultura de respeto por el medioambiente y la naturaleza, y hacerlo a través de un videojuego facilita \"informarles mientras se divierten, educarles mientras juegan\". </p><p>En este camino, el hilo argumental y proceso de aprendizaje del juego gira en torno a conceptos vinculados con la ecología y con los cambios medioambientales. </p><p>Asimismo, la geografía es también parte esencial del contenido, con viajes aéreos sobre ciudades como Roma, Ciudad del Cabo o Sídney. </p><p>Más allá de las pantallas o las consolas, el compromiso medioambiental de la marca MeteoHeroes, así como de las empresas coproductoras, se verá además reflejado en las ventas, han anunciado, ya que estarán ligadas, a través de Tree-Nation, a la plantación de árboles en varias partes del mundo, como por ejemplo Camerún. </p><p>Allí, gracias al proyecto Cocoa Farmer Agroforestry, se ayudará a los agricultores locales a cultivar cacao de mayor calidad, mientras mejoran las condiciones de la tierra y también la propia vida. </p><p>El videojuego, producido por Gammera Nest, con desarrollo a cargo de rBorn Games y coproducido por Sony Interactive Entertainment España y Mondo TV Studios, se encuadra dentro de la categoría familiar por su adecuación para todas las edades. EFE</p>", "publisher": "Spanish Newswire Services", "instances": ["Esta propuesta lúdica y educativa está pensada para que los niños tomen conciencia sobre la fragilidad del entorno natural y medioambiental y las consecuencias de la crisis climática sobre el planeta, han explicado los creadores. Según palabras de Latini, el proyecto surgió por la necesidad de unos meteorólogos preocupados por la crisis climática de comunicarse con las nuevas generaciones para crear una cultura de respeto por el medioambiente y la naturaleza, y hacerlo a través de un videojuego facilita \"informarles mientras se divierten, educarles mientras juegan\". En este camino, el hilo argumental y proceso de aprendizaje del juego gira en torno a conceptos vinculados con la ecología y con los cambios medioambientales. Asimismo, la geografía es también parte esencial del contenido, con viajes aéreos sobre ciudades como Roma, Ciudad del Cabo o Sídney. Más allá de las pantallas o las consolas, el compromiso medioambiental de la marca MeteoHeroes, así como de las empresas coproductoras, se verá además reflejado en las ventas, han anunciado, ya que estarán ligadas, a través de Tree-Nation, a la plantación de árboles en varias partes del mundo, como por ejemplo Camerún. Allí, gracias al proyecto Cocoa Farmer Agroforestry, se ayudará a los agricultores locales a cultivar cacao de mayor calidad, mientras mejoran las condiciones de la tierra y también la propia vida. El videojuego, producido por Gammera Nest, con desarrollo a cargo de rBorn Games y coproducido por Sony Interactive Entertainment España y Mondo TV Studios, se encuadra dentro de la categoría familiar por su adecuación para todas las edades. EFE"]}, {"relevance_score": 3, "title": "'MeteoHeroes', un videojuego para que los niños aprendan a salvar el planeta", "published": "2022-04-12", "bodyText": "<h>ABSTRACT</h><p>Madrid, 12 abr (EFE).- Promover la concienciación ambiental de los niños mientras se divierten es el objetivo de 'MeteoHeroes, ¡Juntos por el planeta!', un videojuego en el que los más pequeños podrán luchar contra los monstruos causantes de las catástrofes climáticas o la personificación de la contaminación y salvar el planeta.</p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 3, "title": "Moneyboxx Finance Delivers 29% YoY Growth in Q1 FY26 Income; Strengthens Secured Lending Strategy", "published": "2025-08-11", "bodyText": "<p>Gurugram, August 11th, 2025: Moneyboxx Finance Limited (MBFL) (BSE: 538446), a fast-growing NBFC catering to underserved micro and small enterprises in rural and semi-urban India, reported robust performance for the quarter ended June 30, 2025 (Q1 FY26), underscoring the success of its secured lending-led...</p>", "publisher": "WebNews - Spanish", "instances": []}, {"relevance_score": 6, "title": "Turn Rs 200 into Rs 1 Lakh: Why Mahogany tree farming is India’s new green gold", "published": "2025-07-22", "bodyText": "<p>In recent years, Indian farmers have been looking beyond traditional crops in search of more profitable, low-maintenance options. One surprising yet highly rewarding alternative that’s gaining attention is mahogany tree farming. With rising land-use pressures and unstable crop returns, many are reconsidering what long-term success in agriculture looks like. Often called the “king of timber,” the mahogany...</p>", "publisher": "WebNews - Spanish", "instances": []}, {"relevance_score": 15, "title": "Innovación verde, desarrollo mutuo: La China Yiwu International Forest Products Fair está a la vuelta de la esquina", "published": "2016-10-05", "bodyText": "<p nitf:lede=\"true\">La 9th China Yiwu International Forest Products Fair, que se va a llevar a cabo del 1 al 4 de noviembre de 2016 en el Yiwu International Exhibition Center, se va a llevar a cabo en un mes, y su reclutamiento de muestra, atracción de inversión y otras actividades de apoyo han llegado ya a su fase final.</p><p>Miles de proveedores de calidad y más de un centenar de compradores procedentes de todo el mundo se reunirán en la feria, donde se mostrarán las tecnologías y productos forestales más avanzados de China, las innovaciones populares más avanzadas de China y los productos ecológicos originales. Los visitantes dispondrán de una experiencia verde y en directo durante la feria.</p><p>La 9th Forest Products Fair ampliará su área de muestra hasta llegar a los 80.000m2, ofreciendo 3.600 expositores estándares. La muestra tendrá ocho categorías, como Mobiliario y accesorios, Artesanía de madera y bambú, Necesidades diarias de madera y bambú, Materiales de construcción de madera y árboles, Alimentos de bosques, Productos de té, Flores y jardinería, Tecnología forestal y Equipamiento forestal.</p><p>Con un objetivo puesto en los efectos económico, la feria se va a centrar en la promoción de los productos forestales al tiempo que será piloto de muchos grupos étnicos y muestras que se enseñarán en la región. \"Taiwan Agroforestry Products Collections\", \"Rosewood Furniture Boutiques\", \"Forestry Products of 'She People', an ethnic group in Zhejiang Province\", \"Classical Bamboo Products\", \"Agroforestry E-Commerce\", \"Creative Forestry Products\" son algunos de los temas de muestra diferenciadores de los que disfrutarán los visitantes a la feria. Aparte de estos, estará \"One Belt and One Road\" - con la zona temática haciendo eco de las últimas iniciativas económicas de China y ofreciendo a los visitantes una experiencia visual acerca de la 21st Century Maritime Silk Road.</p><p>Independientemente de si te gustan los productos forestales aborígenes o los clásicos elegantes, estarán todos a tu alcance durante la celebración de la 9th Forest Products Fair.</p><p>Acerca de la China Yiwu International Forest Products Fair</p><p>La China Yiwu International Forest Products Fair, hospedada por medio de la State Forestry Administration y de la People's Government of Zhejiang Province, se ha celebrado de forma anual desde el año 2008. La Forest Fair es una muestra verde, respetuosa con el medioambiente y baja en carbono, contando con una función de comercio potente, abundantes oportunidades empresariales, una destacada influencia internacional y un sistema de servicio perfecto. Forest Fair es la única feria agroforestal de China y la segunda del mundo acreditada por la Global Association of the Exhibition Industry (UFI).</p><p>ContactosChina Yiwu International Forest Products Fair<br/>Hui Wang, +86-579-85415888<br/><email normalizedValue=\"mailto:service@yiwufair.com\">service@yiwufair.com</email></p><p><url normalizedValue=\"http://rt.prnewswire.com/rt.gif?NewsItemId=SP05740&amp;Transmission_Id=201610050726PR_NEWS_EURO_ND__SP05740&amp;DateId=20161005\"/></p>", "publisher": "PR Newswire Europe(Spanish)", "instances": ["La 9th Forest Products Fair ampliará su área de muestra hasta llegar a los 80. 000m2, ofreciendo 3. 600 expositores estándares. La muestra tendrá ocho categorías, como Mobiliario y accesorios, Artesanía de madera y bambú, Necesidades diarias de madera y bambú, Materiales de construcción de madera y árboles, Alimentos de bosques, Productos de té, Flores y jardinería, Tecnología forestal y Equipamiento forestal. Con un objetivo puesto en los efectos económico, la feria se va a centrar en la promoción de los productos forestales al tiempo que será piloto de muchos grupos étnicos y muestras que se enseñarán en la región. \"Taiwan Agroforestry Products Collections\", \"Rosewood Furniture Boutiques\", \"Forestry Products of 'She People', an ethnic group in Zhejiang Province\", \"Classical Bamboo Products\", \"Agroforestry E-Commerce\", \"Creative Forestry Products\" son algunos de los temas de muestra diferenciadores de los que disfrutarán los visitantes a la feria. Aparte de estos, estará \"One Belt and One Road\" - con la zona temática haciendo eco de las últimas iniciativas económicas de China y ofreciendo a los visitantes una experiencia visual acerca de la 21st Century Maritime Silk Road. Independientemente de si te gustan los productos forestales aborígenes o los clásicos elegantes, estarán todos a tu alcance durante la celebración de la 9th Forest Products Fair. Acerca de la China Yiwu International Forest Products FairLa China Yiwu International Forest Products Fair, hospedada por medio de la State Forestry Administration y de la People's Government of Zhejiang Province, se ha celebrado de forma anual desde el año 2008. La Forest Fair es una muestra verde, respetuosa con el medioambiente y baja en carbono, contando con una función de comercio potente, abundantes oportunidades empresariales, una destacada influencia internacional y un sistema de servicio perfecto. Forest Fair es la única feria agroforestal de China y la segunda del mundo acreditada por la Global Association of the Exhibition Industry (UFI)."]}]