[{"relevance_score": 0, "title": "Embracing regenerative agriculture in Peru's Amazon", "published": "2022-06-07", "bodyText": "<h>ABSTRACT</h><p>By Carla Samon Ros </p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 47, "title": "Spain throws away 400,000 tons of lemons: 'Production has got out of hand'", "published": "2024-05-09", "bodyText": "<p nitf:lede=\"true\">According to the latest estimates provided by the Spanish agricultural union COAG, in the 2023-2024 season, around 400,000 tons of lemons cannot be sold and will go to waste - about 27% of the planned production. Losses from this massive waste are estimated at (EURO)120 million ($129 million). Spanish farmers have blamed the problem on various factors: lemons entering the European Union from Turkey, Egypt, Argentina, and South Africa; investment funds altering the market; supermarkets that only want aesthetically perfect fruit; the rise in pests; climatic adversities... However, some in the sector openly recognize that the main reason for the disaster is the disproportionate rise in the number of hectares cultivating lemons on <url normalizedValue=\"https://english.elpais.com/elpais/2017/04/10/inenglish/1491815070_991287.html\">Spain's Mediterranean coast</url>.</p><p>One of these critics is the World Citrus Organization (WCO), which cites the excessive rise of lemon crops in Spain as the main cause for the disaster. The WCO does not understand why the entry of foreign lemons is criticized when Spanish lemons are found across Europe. \"Spain is the leader in the market, it is the one that controls the situation, it is always easy to blame someone else, but we must accept that we are in markets in which there must be a minimum level of competition,\" WCO Secretary General Philippe Binard tells EL PAÍS by phone. \"Let's look at what happened with the <url normalizedValue=\"https://english.elpais.com/international/2024-02-26/tractor-protests-threaten-to-drive-the-eus-green-farming-policies-into-a-ditch.html\">tractor demonstrations in Europe</url>, our headquarters are in Brussels, the Belgians complained about the Dutch, the French about the Spanish, the Spanish about the Moroccans....\"</p><p>The Interprofessional Association of Lemon and Grapefruit (Ailimpo) - which represents the producers, cooperatives, exporters and the processing industry of the lemon sector in Spain - has not only distanced itself from the criticism of foreign lemons, it has also admitted that lemon cultivation needs to be reduced in Spain to rebalance supply and demand. Ailimpo proposes a different path to what was seen in some of the tractor protests: apart from tax reductions, improvements in agricultural insurance and promoting increased consumption, it is also committed to a more environmentally friendly model - it supports regenerative agriculture or the management of lemon farms as forests as a means of generating carbon and biodiversity credits.</p><p>For José Antonio García, director of Ailimpo, there is no doubt where the problem lies: \"Production has got out of hand,\" he says. \"The data speak very clearly. The cultivation area has gone from 36,000 hectares eight years ago to nearly 53,000 hectares today.\" He explains that lemon farmers decided to plant more trees due to the \"very striking returns\" on the crop. This move prompted other investors to get involved. \"In the end, it is an exercise in simple mathematics. If the market is able to absorb 1.1 million tons of lemons, and the estimated production for this season is 1.5 million, there are 400,000 tons that are going to stay in the fields.\"</p><p>Pedro Gomáriz, head of citrus at COAG, acknowledges the excess production in the country, but says it is one of many factors. \"The exaggerated amount of lemon from third countries that is entering the European Union is one of the big factors, it is unfair competition, because they are also entering with [phytosanitary] products that are not allowed here, and on top of that they are entering with pests that are not hitting us,\" says the farmer, whose arguments have so far not been proven. \"They are coming from Turkey, South Africa, Egypt, Argentina. They are flooding the European market with lemons that compete with ours, but without having to meet the same standards as us, treated with products that we do not have here, with much cheaper labor and often subsidized by the state,\" insists Gomáriz.</p><p>While these complaints are common, the data on lemon consumption in the EU analyzed by Ailimpo, between October 2023 and March 2024, shows a quite different situation. In those six months, the total demand for these citrus fruits in the EU (excluding domestic consumption in Italy and Spain) was 403,000 tons, of which 302,000 came from Spanish fields, while the rest - 87,000 tons - came from Turkey. In other words, three out of every four lemons consumed in EU countries in this period were grown in Spain. According to Ailimpo, these figures are also similar to what was recorded in previous years, meaning they are unlikely to have played a significant role in the disaster of the current lemon season, which runs from September to June.</p><p>Gomáriz also blames the disaster on supermarkets' \"oligopolistic\" practices, decisions by investment groups, and weather events, while downplaying the importance of the spike in lemon cultivation. \"The life of a lemon tree is like a Gauss bell. Its harvest increases, at 15 to 20 years it reaches its maximum and from 20 onwards it begins to decrease. So, of course, there is a lot of new lemon destined for the replacement of plantations,\" he says.</p><p>\"This is the elephant in the room that no one wants to see,\" says García, who notes that in the last eight years, seven million lemon tree seedlings have been sold in nurseries in the country. \"These are really very typical dynamics of the agricultural sector. We have seen it in other products such as the persimmon, we are seeing it with the pistachio, with the almond tree, they are cycles where the farmer sees profitability in the crop and there is an explosion of cultivation.\" García acknowledges that other factors are at play, but believes this is the biggest reason for the current disaster. \"It is true that there are investment funds involved in the lemon sector, but they have not invested a single euro in new plantations,\" he says.</p><p>For Ailimpo, what's most important right now is to address the losses of this disastrous season. But the organization also believes that <url normalizedValue=\"https://english.elpais.com/science-tech/2023-05-11/zostera-marina-a-michelin-starred-sea-grain-that-could-point-to-the-future-of-hydroponic-crops.html\">green measures</url> are key to ensuring long-term economic profitability. \"We have closely followed the development of regenerative agriculture in citrus in California, and we believe that the future really lies there,\" says García. He explains that his organization is trying to design a system of green practices to improve CO₂ absorption, which will allow the sector to generate carbon credits. \"It seems like science fiction, but it is already working in the United Kingdom, Australia, and New Zealand, where agricultural activity is also generating biodiversity credits. Because when we think about biodiversity, we think about lizards, birds, bees, but we always forget what biodiversity there is in the soil.\"</p><p><emphasis typeStyle=\"it\">Sign up for </emphasis><url normalizedValue=\"https://plus.elpais.com/newsletters/lnp/1/333/?lang=en\">our weekly newsletter</url><emphasis typeStyle=\"it\"> to get more English-language news coverage from EL PAÍS USA Edition</emphasis></p>", "publisher": "El Pais - English (online)", "instances": ["\"Let's look at what happened with the tractor demonstrations in Europe, our headquarters are in Brussels, the Belgians complained about the Dutch, the French about the Spanish, the Spanish about the Moroccans. . . . The Interprofessional Association of Lemon and Grapefruit (Ailimpo) - which represents the producers, cooperatives, exporters and the processing industry of the lemon sector in Spain - has not only distanced itself from the criticism of foreign lemons, it has also admitted that lemon cultivation needs to be reduced in Spain to rebalance supply and demand. Ailimpo proposes a different path to what was seen in some of the tractor protests: apart from tax reductions, improvements in agricultural insurance and promoting increased consumption, it is also committed to a more environmentally friendly model - it supports regenerative agriculture or the management of lemon farms as forests as a means of generating carbon and biodiversity credits. For José Antonio García, director of Ailimpo, there is no doubt where the problem lies: \"Production has got out of hand,\" he says. \"The data speak very clearly. The cultivation area has gone from 36,000 hectares eight years ago to nearly 53,000 hectares today. He explains that lemon farmers decided to plant more trees due to the \"very striking returns\" on the crop. This move prompted other investors to get involved.", "We have seen it in other products such as the persimmon, we are seeing it with the pistachio, with the almond tree, they are cycles where the farmer sees profitability in the crop and there is an explosion of cultivation. García acknowledges that other factors are at play, but believes this is the biggest reason for the current disaster. \"It is true that there are investment funds involved in the lemon sector, but they have not invested a single euro in new plantations,\" he says. For Ailimpo, what's most important right now is to address the losses of this disastrous season. But the organization also believes that green measures are key to ensuring long-term economic profitability. \"We have closely followed the development of regenerative agriculture in citrus in California, and we believe that the future really lies there,\" says García. He explains that his organization is trying to design a system of green practices to improve CO₂ absorption, which will allow the sector to generate carbon credits. \"It seems like science fiction, but it is already working in the United Kingdom, Australia, and New Zealand, where agricultural activity is also generating biodiversity credits. Because when we think about biodiversity, we think about lizards, birds, bees, but we always forget what biodiversity there is in the soil. Sign up for our weekly newsletter to get more English-language news coverage from EL PAÍS USA Edition"]}, {"relevance_score": 2, "title": "Spanish projects win the 2024 European Bauhaus Awards", "published": "2024-04-12", "bodyText": "<h>ABSTRACT</h><p>Brussels, April 12 (EFE).- Projects from Spain clinched awards at the 2024 European Bauhaus Awards (NEB), which honor outstanding initiatives that blend sustainability, beauty, and inclusion, during a ceremony held at the Museum of Art and History in Brussels. </p>", "publisher": "EFE - English Newswire", "instances": []}, {"relevance_score": 41, "title": "Who is Nicole Shanahan, the philanthropist picked by Robert F. Kennedy Jr. as his running mate?", "published": "2024-03-27", "bodyText": "<p nitf:lede=\"true\">Nicole Shanahan, <url normalizedValue=\"https://english.elpais.com/usa/elections/2024-03-26/robert-f-kennedy-jr-picks-nicole-shanahan-as-his-running-mate-for-his-independent-white-house-bid.html\">Robert F. Kennedy Jr. 's pick to be his running mate in his independent bid for president</url>, brings youth and considerable wealth to Kennedy's long-shot campaign but is little known outside Silicon Valley.</p><p nitf:lede=\"true\">Shanahan, 38, is a California lawyer and philanthropist. Shanahan leads the Bia-Echo Foundation, an organization she founded to direct money toward issues including women's reproductive science, criminal justice reform and environmental causes. She also is a Stanford University fellow and was the founder and chief executive of ClearAccessIP, a patent management firm that was sold in 2020.</p><p>On Tuesday, Shanahan talked about her hardscrabble upbringing in Oakland, the daughter of a mother who immigrated from China and an Irish and German-American father \"plagued by substance abuse\" who \"struggled to keep a job.\" Touching on her family's reliance on government assistance, Shanahan said that, although she had become \"very wealthy later on in life,\" she felt she could relate to Americans being \"just one misfortune away from disaster.\"</p><p>\"The purpose of wealth is to help those in need. That's what it's for,\" Shanahan said. \"And I want to bring that back to politics, too. That is the purpose of privilege.\"</p><p>She also referenced discredited theories about vaccines as Kennedy and his allies have been accused of doing.</p><p>The attorney talked about her overall passion to help fight \"chronic disease,\" referencing her own struggles with fertility and her five-year-old daughter, who she said has autism. Shanahan cited \"toxic substances in our environment,\" \"electromagnetic pollution\" from devices like cellphones and - drawing her largest applause of the day - the lack of research surrounding long-term effects of childhood vaccinations.</p><p>\"Our children are not well, our people are not well, and our country will not be well for very much longer, if we don't heed this desperate call for attention,\" she said.</p><p>Any link between vaccines and autism has long been debunked, and repeated scientific studies in the U.S. and abroad have found no evidence that vaccines can cause autism. Research has also discredited concerns that children get too many vaccines at once.</p><p>Vaccines have been proven to be safe and effective in laboratory testing and in real world use in hundreds of millions of people over decades. The World Health Organization credits childhood vaccines with <url normalizedValue=\"https://www.who.int/health-topics/vaccines-and-immunization#tab=tab_1\">preventing as many as 5 million deaths a year</url>.</p><p>While no medical intervention is risk-free, doctors and researchers have proven that risks from disease are generally far greater than the risks from vaccines.</p><p>Shanahan was married to Google co-founder Sergey Brin from 2018 to 2023, and they have a young daughter. She was raised in the San Francisco Bay Area, where Kennedy made his announcement.</p><p>Before the announcement, Kennedy's campaign manager and daughter-in-law, Amaryllis Fox Kennedy, praised Shanahan's work on behalf of \"honest governance, racial equity, regenerative agriculture and children's and maternal health.\" She said the work \"reflects many of our country's most urgent needs.\"</p><p>Kennedy, who said in an interview Monday with \"The State of California\" on KCBS radio that his VP search placed a priority on \"somebody who could represent young people,\" said Tuesday that Shanahan - who he said, like him, has \"left the Democratic Party\" - also shares his concerns about government overreach and his distrust in major political parties' abilities to make lasting change.</p><p>\"She'll tell you that she now understands at the defense agencies work for the military industrial complex, that health agencies work for big pharma and the USDA works for big ag and the processed food cartels,\" Kennedy said at his Oakland rally. \"The EPA is in cahoots with the polluters, that the scientists can be mercenaries, that government officials sometimes act as censors, and that the Fed works for Wall Street and allows millionaire bankers to prey upon on Main Street and the American worker.\"</p><p>Kennedy also said that, in part, Shanahan's heritage played at least some role in his selection of her.</p><p>\"I wanted someone who would honor the traditions our nation, as a nation of immigrants, but who also understands that to be a nation, we need to secure borders,\" he said.</p><p>Kennedy had previously signaled interest in picking a celebrity or a household name such as NFL quarterback Aaron Rodgers, \"Dirty Jobs\" star Mike Rowe or former Minnesota Gov. Jesse Ventura, who was a wrestler and actor.</p><p>According to campaign finance records, Shanahan has long donated to Democratic candidates, including giving the maximum amount allowed to Kennedy when he was still pursuing that party's nomination before <url normalizedValue=\"https://english.elpais.com/usa/2023-12-03/the-kennedy-who-promises-a-return-to-the-american-dream.html\">switching to an independent bid</url> in October.</p><p>It was unclear if Shanahan would use her own money on the campaign, but she has already opened her wallet to back Kennedy.</p><p>She was a driving force and the primary donor behind a Super Bowl ad produced by a pro-Kennedy super PAC, American Values 2024, for which she contributed $4 million. In response to criticism following the ad's release, the super PAC said its \"idea, funding, and execution came primarily\" from Shanahan.</p><p>The super PAC can accept unlimited funds but is legally barred from coordinating with Kennedy's team.</p><p>But as a candidate for vice president, Shanahan can give unlimited sums to the campaign directly. That's potentially a huge boost for Kennedy's expensive push to get on the ballot in all 50 states, an endeavor he has said will cost $15 million and require collecting more than 1 million signatures.</p><p><url normalizedValue=\"https://plus.elpais.com/newsletters/lnp/1/333/?lang=en\">Sign up</url><emphasis typeStyle=\"it\"> for our weekly newsletter to get more English-language news coverage from EL PAÍS USA Edition</emphasis></p>", "publisher": "El Pais - English (online)", "instances": ["Vaccines have been proven to be safe and effective in laboratory testing and in real world use in hundreds of millions of people over decades. The World Health Organization credits childhood vaccines with preventing as many as 5 million deaths a year. While no medical intervention is risk-free, doctors and researchers have proven that risks from disease are generally far greater than the risks from vaccines. Shanahan was married to Google co-founder Sergey Brin from 2018 to 2023, and they have a young daughter. She was raised in the San Francisco Bay Area, where Kennedy made his announcement. Before the announcement, Kennedy's campaign manager and daughter-in-law, Amaryllis Fox Kennedy, praised Shanahan's work on behalf of \"honest governance, racial equity, regenerative agriculture and children's and maternal health. She said the work \"reflects many of our country's most urgent needs. Kennedy, who said in an interview Monday with \"The State of California\" on KCBS radio that his VP search placed a priority on \"somebody who could represent young people,\" said Tuesday that Shanahan - who he said, like him, has \"left the Democratic Party\" - also shares his concerns about government overreach and his distrust in major political parties' abilities to make lasting change. She'll tell you that she now understands at the defense agencies work for the military industrial complex, that health agencies work for big pharma and the USDA works for big ag and the processed food cartels,\" Kennedy said at his Oakland rally. \"The EPA is in cahoots with the polluters, that the scientists can be mercenaries, that government officials sometimes act as censors, and that the Fed works for Wall Street and allows millionaire bankers to prey upon on Main Street and the American worker. Kennedy also said that, in part, Shanahan's heritage played at least some role in his selection of her."]}, {"relevance_score": 31, "title": "The tractor revolution: contradictions and twists", "published": "2024-02-16", "bodyText": "<p nitf:lede=\"true\"><url normalizedValue=\"https://images.english.elpais.com/resizer/aMzkVFbzX09n3jKunT1lJSWEie4=/arc-anglerfish-eu-central-1-prod-prisa/public/2EJCSG3QTJBFDK2GKMJTNIREFM.jpg\">Link to Image</url></p><p nitf:lede=\"true\">Four days ago there were tractors parked on Barcelona's Diagonal Avenue blocking traffic while protesters roasted <emphasis typeStyle=\"it\">butifarra</emphasis> sausages and artichokes to the rhythm of ska musicin the middle of the street, to the astonishment of expats and tourists alike who watched the scene unfold from a safe distance, as they licked their chops at the prospect of so much top-notch material to feed their Instagram stories, uploaded from the safety of <url normalizedValue=\"https://english.elpais.com/elpais/2017/07/20/inenglish/1500539176_923596.html\">their Airbnb rental</url> balconies, which are no man's land, no offense meant to Ikea.</p><p nitf:lede=\"true\">You cannot be given a column to write about gastronomy and not talk about the elephant in the room. Because the tractor revolt is about gastronomy as much as the breakfast, lunch and dinner I had today, as much as all the meals I've ever had and all those that are yet to come with any luck. Me and everyone else who needs to eat to stay alive.</p><p>But it is impossible to put words together to make a sentence about this issue and not fall into an abyss of questions, dilemmas and contradictions. <url normalizedValue=\"https://english.elpais.com/international/2024-02-06/the-european-countryside-shows-its-strength.html\">The agricultural sector protests taking place in Europe</url> have included everyone from the owner of a macro-farm that fattens thousands of pigs to the owner of a monoculture plantation of nectarines and flat peaches, a farmer who tills four hectares of land using horses as the prime driving force, another one who practices regenerative agriculture and opposes the very action of farming, and a shepherd who takes care of a herd of 40 goats and ekes out a living selling cheese. The large landowners of Spain did not show up on the streets. These folks are more about solving their issues with a phone call from their office.</p><p>Also, I don't know whether fishermen feel like farmers and whether they were there, either in body or spirit, nor do I know anything about the presence or position on the issue of the large numbers of <url normalizedValue=\"https://english.elpais.com/economy-and-business/2023-12-09/all-that-is-missing-is-a-whip-uk-farms-ignored-abuse-reports-from-migrant-workers.html\">seasonal workers and immigrants</url> who work in the Spanish countryside.</p><p>Even so, the magnificent sight of the tractors entering in synchronized formation through the great arteries of the Catalan metropolis gave me goosebumps. The delegation was received with unanimous applause by the citizens, regardless of their color or political stripe or food preferences. If both omnivores and vegans, both large landowners and small farmers, can agree on something, it is that the food system as it is organized right now, despite taking different forms in each region and each individual plot of land, is a failed system.</p><p>Some protesters, desperate to wake up day after day to find their crops destroyed by wild animals, are asking for armed action against the <url normalizedValue=\"https://english.elpais.com/society/2022-09-29/it-was-a-perfect-storm-how-13-rabbits-caused-the-largest-biological-invasion-in-history.html\">plagues of rabbits</url>, wild boar and roe deer. Others advocate for the abolition of livestock farming in its entirety and for rewilding, and the elimination of meat consumption in the world, without taking into account that right now only 10.8% of the planet's land is arable, and that for now there is only one machine capable of transforming certain types of vegetation into protein that can be assimilated by the human organism - the herd -therefore turning their backs on the rest of the world that lives beyond the privileged West and which needs grazing to nourish itself. Meanwhile, every day we see news about terrible accidents or attacks on livestock as a result of the collision between those who experience the natural environment as a place to work and those who go visit it in a festive spirit.</p><p>There are those who defend another type of savagery, one of a neoliberal nature, a hyper-technicalization of agricultural production that is only within the reach of large investment funds, and a limitation of global food production, in a context of rampant biodiversity loss, to the three or four most productive and efficient varieties of each species, duly modified and <url normalizedValue=\"https://english.elpais.com/international/2022-12-03/mexicos-ban-on-genetically-modified-corn-creates-new-trade-friction-with-us.html\">genetically improved</url>, in the hands of the 10 or 12 corporations in power, which own both the seeds and the patents on pesticides and drugs.</p><p>Many applauded when the president of the European Commission, Ursula von der Leyen, in view of the protests, announced the <url normalizedValue=\"https://english.elpais.com/international/2024-02-06/eu-scraps-pesticide-proposal-in-another-concession-to-protesting-farmers.html\">withdrawal of a legislative project</url> aimed at halving the use of pesticides in agriculture, so that the EU's agricultural production does not have to <url normalizedValue=\"https://english.elpais.com/economy-and-business/2024-02-13/why-market-economies-need-watchdogs.html\">compete in the market</url> with non-EU products that are not subject to such strict regulations. I wonder if the next step will be to continue \"equalizing from below\" and eliminate collective bargaining agreements, unions and labor rights in order to continue on the path of business competition on equal terms.</p><p>Given the protectionist position calling for the regulation of the EU market with tariffs and import duties, we will have to see how the countries to which we export will respond to these trade barriers - one of our star exports to Africa and America, by the way, are the same pesticides that are prohibited here.</p><p>The agricultural sector is calling for a reduction in bureaucracy, for setting fire to the exaggerated paperwork imposed by an inefficient administration and its obsession with guarantees, and it unanimously agrees on the need to promote locally sourced consumption among citizens. There are those who, within this idea of locally sourced food, include the art of creating tropical groves in the middle of dry land, further desertifying their environment by <url normalizedValue=\"https://english.elpais.com/climate/2024-01-24/groundwater-depletion-accelerating-in-many-parts-of-the-world-study-finds.html\">siphoning water from the aquifers</url> to plant avocados and mangoes, and by establishing irrigation systems where almond and carob trees had previously grown, in order to continue exporting sweet fruit to the north of Europe. Locally sourced for us, not for the others.</p><p>The way I see it, locally sourced also means the pigs on the macro-farms that rule the region in which I live. I have more pig neighbors than human ones. If we say yes to that, then we have to think about what to do with the brutal pollution derived from this intensive farming that is devastating the land. And if we say no to the intensive practices of the porcine sector, then we must ask ourselves what will happen to 35.9% of Catalonia's agricultural production (that is what this sector represents), its impact on GDP and all the jobs it generates, which in Spain are close to 415,000.</p><p>Each and every one of the strands used to weave the immense web of factors and events that participate in the agrarian world includes, within it, another infinity of threads made of different perspectives, debates, opposing positions, collateral damage and, above all, pending conversations that affect and connect with each of the foods we put in our mouths, all of us, every day, in the entire world.</p><p>We need not one, but as many great debates as necessary, with an eye on the long term and not on the next election, to make far-reaching decisions of depth. This is not a time for patches or short-term decisions or whitewashing, but rather a time to confront each and every one of the elephants in the room, inviting input from reputed voices and authorities, considering everyone affected, in pursuit of a hopeful future for all.</p><p><emphasis typeStyle=\"it\">Sign up for </emphasis><url normalizedValue=\"https://plus.elpais.com/newsletters/lnp/1/333/?lang=en\">our weekly newsletter</url><emphasis typeStyle=\"it\">to get more English-language news coverage from EL PAÍS USA Edition</emphasis></p>", "publisher": "El Pais - English (online)", "instances": ["Link to ImageFour days ago there were tractors parked on Barcelona's Diagonal Avenue blocking traffic while protesters roasted butifarra sausages and artichokes to the rhythm of ska musicin the middle of the street, to the astonishment of expats and tourists alike who watched the scene unfold from a safe distance, as they licked their chops at the prospect of so much top-notch material to feed their Instagram stories, uploaded from the safety of their Airbnb rental balconies, which are no man's land, no offense meant to Ikea. You cannot be given a column to write about gastronomy and not talk about the elephant in the room. Because the tractor revolt is about gastronomy as much as the breakfast, lunch and dinner I had today, as much as all the meals I've ever had and all those that are yet to come with any luck. Me and everyone else who needs to eat to stay alive. But it is impossible to put words together to make a sentence about this issue and not fall into an abyss of questions, dilemmas and contradictions. The agricultural sector protests taking place in Europe have included everyone from the owner of a macro-farm that fattens thousands of pigs to the owner of a monoculture plantation of nectarines and flat peaches, a farmer who tills four hectares of land using horses as the prime driving force, another one who practices regenerative agriculture and opposes the very action of farming, and a shepherd who takes care of a herd of 40 goats and ekes out a living selling cheese. The large landowners of Spain did not show up on the streets. These folks are more about solving their issues with a phone call from their office. Also, I don't know whether fishermen feel like farmers and whether they were there, either in body or spirit, nor do I know anything about the presence or position on the issue of the large numbers of seasonal workers and immigrants who work in the Spanish countryside. Even so, the magnificent sight of the tractors entering in synchronized formation through the great arteries of the Catalan metropolis gave me goosebumps. The delegation was received with unanimous applause by the citizens, regardless of their color or political stripe or food preferences."]}, {"relevance_score": 4, "title": "Trump promises Kennedy Jr. a position in public health agencies if elected", "published": "2024-10-31", "bodyText": "<h>ABSTRACT</h><p>Washington, Oct 30 (EFE).- Former United States President and Republican presidential candidate Donald Trump promised former presidential candidate Robert F. Kennedy Jr., whom he called \"a good man\" with good knowledge of pesticides and the environment on Wednesday, a position in public health agencies if elected to a second term.</p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 37, "title": "Aragón avanza en agricultura regenerativa", "published": "2024-10-28", "bodyText": "<p nitf:lede=\"true\"><br/>Menos emisiones, más biodiversidad y mejor suelo para producir más y de forma más rentable que con las técnicas convencionales. Estas son algunos de los beneficios de la agricultura regenerativa por la que los agricultores y ganaderos aragoneses han empezado a dar pasos.</p><p><br/>Varios proyectos se están llevando a cabo dentro de la comunidad aragonesa dentro del programa RAWI (Regenerative Agriculture Works), que tiene por fin acercar la agricultura regenerativa al sector. Iniciativas relacionadas con árboles frutales y tierras de huerta se están llevando a cabo en Fraga, en Huesca, así como en la también localidad oscense de Albelda con ganadería y pastos.<br/>El agricultor y ganadero de ovino Carlos Samitier comenzó en la agricultura regenerativa hace tres o cuatro años. En esta localidad cuenta con unas 40 hectáreas en las que está aplicando este método de producción con el fin de obtener pastos para su rebaño de 800 ovejas.<br/>Un paso que decidió dar porque \"siempre me ha gustado lo natural porque los químicos contaminan mucho\", afirma Carlos Samitier a elEconomista<br/>A pesar de ello, reconoce que no es fácil porque \"es complicado competir con lo convencional. Con los animales, aún, pero si no los tuviera no sería posible\", al menos de momento con este sistema de producción, en gran parte, por los altos precios que se vienen soportando en el sector agrario.<br/>Los beneficios de la agricultura regenerativa no se ven a corto plazo porque la producción se pierde en los primeros años, aunque a la larga se regenera el suelo, pero \"es lento. La naturaleza tiene su tiempo\".<br/>Actualmente, \"reconoce que no se le saca rendimiento a las tierras\", cuya cebada, alfalfa o maíz destina a la alimentación de sus ovejas directamente desde el campo, aunque también empaca. La ventaja es que \"no hay  mala hierba. Las ovejas se comen todas, siempre que no sean tóxicas\".<br/>Su actividad en el campo no ha cambiado significativamente. \"Hago menos horas de laborío y de tractor y no utilizo nada de químicos\", que son sustituidos por los excrementos de las propias ovejas. \"Ahorro en costes principalmente porque antes echaba nitratos y abonos y ahora no echo nada\", lo que conlleva no tener que desembolsar entre 200 y 300 euros por hectárea.<br/>Y, además, \"compensa porque las ovejas comen más natural. La agricultura regenerativa no compensa si vas a producción, a kilos y kilos y camiones y camiones. Yo lo hago porque me gusta\".<br/>Este productor cuenta con el apoyo del programa RAWI, impulsado por el organismo europeo EIT Food, dentro de que se imparten talleres con teoría y práctica, además de proporcionar asesoramiento especializado, en Aragón y en otras autonomías con el fin de avanzar en la agricultura regenerativa tanto en España y Europa, donde llevan trabajando en este campo desde hace cuatro años. A esta zona geográfica se ha sumado ahora el Este y Centro de continente.<br/><emphasis typeStyle=\"bf\">Un sistema viable</emphasis><br/>Este trabajo ha permitido constatar ya la viabilidad económica y ambiental de la agricultura regenerativa gracias al análisis de 400 explotaciones. De momento, se observa que el 60% de los agricultores ha mejorado su nivel de materia orgánica en el suelo. Además, el 68% también ha experimentado mejoras en los niveles de carbono en el suelo y el 38% ha abandonado el laboreo profundo o ha reducido en más del 50% el número de pases. El uso de fertilizantes minerales nitrogenados se ha abandonado en un 17% y los fitosanitarios químicos en un 12%.<br/>No obstante, todavía queda camino por seguir avanzando y, sobre todo para que esta práctica se extienda en España, así como en Portugal e Italia. Son tres países que se trabajan dentro del programa RAWI, que comprende ya un total de 30.000 hectáreas, sobre todo de viñedos, olivares, frutales y ganado, especialmente de pequeños productores.<br/><emphasis typeStyle=\"bf\">La agroganadería regenerativa</emphasis><br/>La agroganadería regenerativa incluye un conjunto de prácticas que tienen como eje común la sostenibilidad y la circularidad de recursos. De este modo, se pretende que sea el propio cultivo el que devuelva al suelo sus elementos de fertilidad, biodiversidad y nutrientes para conservar todas sus capacidades.<br/>Bajo esta premisa, se recurre a procedimientos centrados en minimizar el laboreo y, en general, cualquier perturbación del terreno. Además, se reduce la dependencia de insumos externos y se favorece el reciclado y los sistemas circulares.<br/>En el caso de la ganadería regenerativa, se establecen sistemas de pastoreo rotativo en las fincas, propiciando la regeneración en los pastos, que se traduce en una mayor cantidad de hierba producida.<br/>Los suelos, al ser más fértiles, tienen más capacidad de retener agua y retienen carbono atmosférico. En concreto, se calcula que, con la agricultura regenerativa se podrían capturar en España hasta 34 millones de toneladas de CO2 anuales, lo que equivale al 15% del total de las emisiones anuales del país.<br/>A gran escala, se mejora la situación de las cuencas hidrográficas y la resiliencia a los fenómenos meteorológicos extremos y al cambio climático. También se producen alimentos de más calidad, sostenibles y accesibles para toda la población y se logra una mayor rentabilidad al cabo de unos años.<br/></p>", "publisher": "El Economista, Spain", "instances": ["Menos emisiones, más biodiversidad y mejor suelo para producir más y de forma más rentable que con las técnicas convencionales. Estas son algunos de los beneficios de la agricultura regenerativa por la que los agricultores y ganaderos aragoneses han empezado a dar pasos. Varios proyectos se están llevando a cabo dentro de la comunidad aragonesa dentro del programa RAWI (Regenerative Agriculture Works), que tiene por fin acercar la agricultura regenerativa al sector. Iniciativas relacionadas con árboles frutales y tierras de huerta se están llevando a cabo en Fraga, en Huesca, así como en la también localidad oscense de Albelda con ganadería y pastos. El agricultor y ganadero de ovino Carlos Samitier comenzó en la agricultura regenerativa hace tres o cuatro años. En esta localidad cuenta con unas 40 hectáreas en las que está aplicando este método de producción con el fin de obtener pastos para su rebaño de 800 ovejas. Un paso que decidió dar porque \"siempre me ha gustado lo natural porque los químicos contaminan mucho\", afirma Carlos Samitier a elEconomistaA pesar de ello, reconoce que no es fácil porque \"es complicado competir con lo convencional. Con los animales, aún, pero si no los tuviera no sería posible\", al menos de momento con este sistema de producción, en gran parte, por los altos precios que se vienen soportando en el sector agrario."]}, {"relevance_score": 2, "title": "Girona se apunta a la agricultura regenerativa para recuperar la salud del suelo", "published": "2024-09-29", "bodyText": "<h>ABSTRACT</h><p>Sant Feliu de Pallerols (Girona), 29 sep (EFE).- La provincia de Girona se ha apuntado a la agricultura regenerativa para recuperar la salud del suelo a través de experiencias de transición que cuentan con la asesoría del organismo europeo EIT Food, que trabaja en la innovación de la cadena alimentaria.</p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 2, "title": "Dos proyectos españoles, uno de ellos de Barcelona, ganan Premios Europeos Bauhaus 2024", "published": "2024-04-12", "bodyText": "<h>ABSTRACT</h><p>Bruselas, 12 abr (EFE).- Dos proyectos españoles, uno de ellos de Barcelona, se han hecho este jueves con dos galardones de los Premios Europeos Bauhaus 2024 (NEB) que reconocen las iniciativas sobresalientes que combinan sostenibilidad, belleza e inclusión, en una ceremonia celebrada en el Museo de Arte e Historia de Bruselas.</p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 2, "title": "Dos proyectos españoles, ganadores de los Premios Europeos Bauhaus 2024", "published": "2024-04-13", "bodyText": "<h>ABSTRACT</h><p>Bruselas, 12 abr (EFE).- Los proyectos españoles se hicieron este jueves con el galardón de los Premios Europeos Bauhaus 2024 (NEB) que reconocen las iniciativas sobresalientes que combinan sostenibilidad, belleza e inclusión, en una ceremonia celebrada en el Museo de Arte e Historia de Bruselas.</p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 2, "title": "Dos proyectos españoles, uno andaluz, ganadores de los Premios Europeos Bauhaus 2024", "published": "2024-04-12", "bodyText": "<h>ABSTRACT</h><p>Bruselas, 12 abr (EFE).- Los proyectos españoles se hicieron este jueves con el galardón de los Premios Europeos Bauhaus 2024 (NEB) que reconocen las iniciativas sobresalientes que combinan sostenibilidad, belleza e inclusión, en una ceremonia celebrada en el Museo de Arte e Historia de Bruselas.</p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 2, "title": "Dos proyectos españoles, ganadores de los Premios Europeos Bauhaus 2024", "published": "2024-04-12", "bodyText": "<h>ABSTRACT</h><p>Bruselas, 12 abr (EFE).- Los proyectos españoles se hicieron este jueves con el galardón de los Premios Europeos Bauhaus 2024 (NEB) que reconocen las iniciativas sobresalientes que combinan sostenibilidad, belleza e inclusión, en una ceremonia celebrada en el Museo de Arte e Historia de Bruselas.</p>", "publisher": "EFE - Spanish Newswire", "instances": []}, {"relevance_score": 31, "title": "El Festival de la Nueva Bauhaus Europea vuelve a Bruselas: Proyectos españoles nominados a los Premios NBE 2024", "published": "2024-03-14", "bodyText": "<p nitf:lede=\"true\">La Comisión Europea, en colaboración con la Presidencia belga del Consejo de la Unión Europea, organiza la segunda edición del Festival de la Nueva Bauhaus Europea, una iniciativa que conecta el Pacto Verde Europeo con la vida cotidiana y los espacios vitales</p><p nitf:lede=\"true\">/COMUNICAE/</p><p>La Comisión Europea, en colaboración con la Presidencia belga del Consejo de la Unión Europea, organiza la segunda edición del Festival de la Nueva Bauhaus Europea, una iniciativa que conecta el Pacto Verde Europeo con la vida cotidiana y los espacios vitales</p><p>La inauguración oficial tendrá lugar el 9 de abril en presencia de la Presidenta de la Comisión Europea, Ursula von der Leyen, las Comisarias de la UE Iliana Ivanova y Elisa Ferreira, el Primer Ministro belga Alexander De Croo y el Secretario de Estado Thomas Dermine, así como el Director General de IIASA Hans-Joachim Schellnhuber.</p><p><emphasis typeStyle=\"bf\">Los pilares del acontecimientoEl Festival</emphasis>representa un importante puente entre el movimiento de la Nueva Bauhaus Europea, representantes de alto nivel de la UE, responsables políticos, líderes de la industria del arte, la arquitectura, el diseño, la sostenibilidad, la innovación y el público en general.</p><p><emphasis typeStyle=\"bf\">El Foro</emphasis>ofrecerá conferencias magistrales, mesas redondas y debates en los que se explorarán las diversas facetas de los valores de la Nueva Bauhaus Europea. Personalidades de alto nivel entablarán conversaciones en torno a temas que van desde la ciencia y la tecnología a la cultura y la educación, pasando por el desarrollo regional y local y las perspectivas internacionales. Arquitectos, artistas, científicos y activistas climáticos también contribuirán al discurso, ofreciendo perspectivas sobre ciencia, tecnología, cultura, educación y desarrollo global. Todas las sesiones se retransmitirán en directo y estarán disponibles en línea en todo el mundo.<emphasis typeStyle=\"bf\">La Feria</emphasis>invita al público a explorar más de 70 exposiciones de innovadores, en las que se muestran proyectos al estilo de los NBE que abordan con soluciones innovadoras la urgente necesidad de un futuro más sostenible y equitativo. Los visitantes pueden participar en exposiciones inmersivas y experiencias interactivas para descubrir diseños de vanguardia que abordan necesidades sociales y medioambientales.<emphasis typeStyle=\"bf\">La Fiesta</emphasis>será el lugar donde la cultura, el arte y la diversión se unan para celebrar la creatividad, la innovación y la diversidad. El público podrá disfrutar de espectáculos de danza, teatro y música a cargo de artistas de todo el mundo -como Sibil-la y Besac Arthur-, así como de experimentos científicos o talleres de upcycling.</p><p><emphasis typeStyle=\"bf\">Entrega de los Premios de la Nueva Bauhaus Europea 2024: se concederán 390.000 euros, ayudas a Ucrania, a los Balcanes Occidentales y a las regiones de la UE.</emphasis><br/>La edición de este año del Festival acoge la ceremonia de entrega de la cuarta edición de los prestigiosos Premios NBE. Los Premios NBE se concederán en cuatro categorías: Reconectar con la naturaleza; Recuperar el sentido de pertenencia; Dar prioridad a los lugares y las personas que más lo necesitan; Dar forma a un ecosistema industrial circular y apoyar el concepto de ciclo de vida. 50 finalistas se presentan a la última fase del concurso, entre los que se incluyen candidatos con proyectos finalizados, así como jóvenes con ideas innovadoras, todos ellos testimonio de la creatividad, el talento y el compromiso de personas de toda Europa y más allá para construir un mundo más sostenible, inclusivo y bello.</p><p>Por primera vez, los Premios NBE acogen proyectos de Ucrania, además de los Estados miembros de la UE y los Balcanes Occidentales. También se otorgará un \"Reconocimiento Especial al Esfuerzo de Reconstrucción y Recuperación de Ucrania\" a proyectos e ideas que se alineen con los valores del NBE y contribuyan activamente a la reconstrucción de Ucrania, en un espíritu de reconocimiento y apoyo al esfuerzo y compromiso de Ucrania por reconstruir mejor. Los Premios NBE 2024 también se centran en aquellas regiones que se enfrentan a problemas socioeconómicos más intensos, así como en las que tienen más dificultades para adaptarse a la neutralidad de carbono, concediendo una cuarta parte de los Premios a proyectos e ideas que aporten una transformación positiva a esos lugares.</p><p>Entre los nominados de este año hay 9 proyectos españoles: \"Bosque de los sueños\", \"MAmMAI\", \"Rooftop Garden\", \"FURNISH XKIC 2021\", \"Programa Asertos\", \"Protocolo de sostenibilidad\", \"Hub de agricultura regenerativa\", \"Un bocado a la extinción\" y \"Els Rajolars d'Oliva\".</p><p>Durante la ceremonia de entrega de premios, 20 de los 50 finalistas serán recompensados con un total de 390.000 euros. Como parte de la experiencia, se invita al público a participar en el proceso de votación para determinar un ganador de cada categoría.  Desde 2021, los Premios NBE ya han atraído a más de 5000 candidatos, y la edición de 2024 es de nuevo un testimonio de esta comunidad en constante crecimiento.</p><p>La lista completa de candidatos a los Premios 2024 puede consultarse en el sitio web oficial de los Premios.</p><p>ElFestival de la Nueva Bauhaus Europeaes gratuito y está abierto a todos, ofreciendo una oportunidad única de formar parte de una experiencia transformadora. Tenga en cuenta que, aunque el Festival está abierto al público, la Ceremonia de Inauguración y la Ceremonia de los Premios NBE requieren inscripción previa.</p><p>La Comisión Europea lanza la segunda edición del Festival de la Nueva Bauhaus Europea (NBE), que tendrá lugar del 9 al 13 de abril en el Parque del Cincuentenario y el Museo de Arte e Historia de Bruselas. Diseñado en torno a los pilares de Forum, Fair y Fest, el Festival embarca al público en un viaje de 5 días de sesiones interactivas, talleres, demostraciones y actuaciones artísticas, acogiendo a ponentes e invitados internacionales de alto nivel. Además, el Festival acogerá la ceremonia de entrega de la cuarta edición de los Premios de la Nueva Bauhaus Europea, en la que los proyectos españoles \"Forest of dreams\", \"MAmMAI\", \"Rooftop Garden\", \"FURNISH XKIC 2021\", \"Asertos Programme\", \"Sustainability Protocol\", \"Regenerative Agriculture Hub\", \"A Bite of Extinction\" y \"Els Rajolars d'Oliva\" están nominados en los capítulos A y B, y 20 ganadores recibirán un total de 390.000 euros. Además de en Bruselas, el Festival se extenderá por toda Europa y más allá de sus fronteras a través de eventos satélite.</p><p>Fuente Comunicae</p>", "publisher": "Comunicae Spain", "instances": ["La lista completa de candidatos a los Premios 2024 puede consultarse en el sitio web oficial de los Premios. ElFestival de la Nueva Bauhaus Europeaes gratuito y está abierto a todos, ofreciendo una oportunidad única de formar parte de una experiencia transformadora. Tenga en cuenta que, aunque el Festival está abierto al público, la Ceremonia de Inauguración y la Ceremonia de los Premios NBE requieren inscripción previa. La Comisión Europea lanza la segunda edición del Festival de la Nueva Bauhaus Europea (NBE), que tendrá lugar del 9 al 13 de abril en el Parque del Cincuentenario y el Museo de Arte e Historia de Bruselas. Diseñado en torno a los pilares de Forum, Fair y Fest, el Festival embarca al público en un viaje de 5 días de sesiones interactivas, talleres, demostraciones y actuaciones artísticas, acogiendo a ponentes e invitados internacionales de alto nivel. Además, el Festival acogerá la ceremonia de entrega de la cuarta edición de los Premios de la Nueva Bauhaus Europea, en la que los proyectos españoles \"Forest of dreams\", \"MAmMAI\", \"Rooftop Garden\", \"FURNISH XKIC 2021\", \"Asertos Programme\", \"Sustainability Protocol\", \"Regenerative Agriculture Hub\", \"A Bite of Extinction\" y \"Els Rajolars d'Oliva\" están nominados en los capítulos A y B, y 20 ganadores recibirán un total de 390. 000 euros. Además de en Bruselas, el Festival se extenderá por toda Europa y más allá de sus fronteras a través de eventos satélite. Fuente Comunicae"]}, {"relevance_score": 39, "title": "Los Premios New European Bauhaus 2024 muestran proyectos sostenibles, inclusivos y estéticos en toda Europa", "published": "2024-04-15", "bodyText": "<p nitf:lede=\"true\">La Comisión ha anunciado hoy 20 galardonados de los Premios New European Bauhaus (NEB) 2024, por cuarto año consecutivo, organizados con financiación de la Política de Cohesión</p><p nitf:lede=\"true\">/COMUNICAE/</p><p nitf:lede=\"true\">La Comisión ha anunciado hoy 20 galardonados de los Premios New European Bauhaus (NEB) 2024, por cuarto año consecutivo, organizados con financiación de la Política de Cohesión</p><p nitf:lede=\"true\">Estos premios recompensan proyectos e iniciativas sobresalientes que combinan la sostenibilidad, la inclusión y la estética, demostrando cómo la transición europea hacia el Green Deal puede<emphasis typeStyle=\"bf\">enriquecer</emphasis>en la práctica<emphasis typeStyle=\"bf\">la vida de las personas y las comunidades</emphasis>. Los premios se conceden en cuatro categorías y dos vertientes: una para proyectos consolidados (los \"New European Bauhaus Champions\") y otra para iniciativas prometedoras de candidatos más jóvenes (los \"New European Bauhaus Rising Stars\").</p><p nitf:lede=\"true\">La edición de 2024 incluye un premio especial para proyectos de reconstrucción de Ucrania, así como una gran atención a las regiones de la UE que se enfrentan a limitaciones socioeconómicas o a retos de transición ecológica.</p><p>Los galardonados han recibido hoy sus premios durante una ceremonia celebrada en el New European Bauhaus Festival de manos de<emphasis typeStyle=\"bf\">Elisa</emphasis><emphasis typeStyle=\"bf\">Ferreira</emphasis>, Comisaria de Cohesión y Reformas, e Iliana<emphasis typeStyle=\"bf\">Ivanova</emphasis>, Comisaria de Innovación, Investigación, Cultura, Educación y Juventud, en presencia de Vsevolod Chentsov, Embajador de Ucrania ante la Unión Europea.</p><p><emphasis typeStyle=\"bf\">Galardonados de los Premios New European Bauhaus 2024</emphasis><br/>Los ganadores y finalistas del premio \"<emphasis typeStyle=\"bf\">Campeones New European Bauhaus</emphasis>\" para proyectos realizados son:</p><p><emphasis typeStyle=\"bf\">Map4Water: La ciudad de las mil fuentes</emphasis>(Bosnia y Herzegovina) ganó la votación pública realizada en todas las categorías. El proyecto consiste en cartografiar y mejorar las fuentes de agua públicas de Sarajevo, con una amplia participación pública que incluye a las autoridades locales, los ciudadanos y los turistas.<emphasis typeStyle=\"bf\">F?get Forest Park; Cluj's Green Lung</emphasis>(Rumanía), ganador en la categoría \"Reconexión con la naturaleza\", por la gestión del ocio y la conservación de un gran parque forestal.<emphasis typeStyle=\"bf\">Flytevi - Blue Urban Community Garden</emphasis>(Suecia), finalista en la categoría \"Reconexión con la naturaleza\", por capacitar a las comunidades con soluciones sostenibles en materia de alimentos y agua.<emphasis typeStyle=\"bf\">SET Community Gardens</emphasis>(Países Bajos), ganador en la categoría \"Recuperar el sentido de pertenencia\", por conectar a generaciones de diversos orígenes socioculturales a través de un jardín y centro comunitario urbano de permacultura.<emphasis typeStyle=\"bf\">Concrete to Culture</emphasis>(Bulgaria), finalista en la categoría \"Recuperar el sentido de pertenencia\", por transformar un complejo de oficinas de las afueras de Sofía en un espacio comunitario activo.<emphasis typeStyle=\"bf\">Rooftop Garden</emphasis>(España), ganador en la categoría \"Priorizar los lugares y las personas que más lo necesitan\", por promover la inclusión social de personas con discapacidad a través de la horticultura.<emphasis typeStyle=\"bf\">Yes We Camp</emphasis>(Francia), subcampeón en la categoría \"Dar prioridad a los lugares y las personas que más lo necesitan\", por capacitar a las comunidades mediante iniciativas de activación del espacio.<emphasis typeStyle=\"bf\">A Sustainable Campus Transformation</emphasis>(Luxemburgo), ganador en la categoría \"Shaping a circular industrial ecosystem and supporting life-cycle thinking\", por renovar edificios utilizando materiales recuperados para minimizar el impacto ambiental.<emphasis typeStyle=\"bf\">Re-Sourcing Commons</emphasis>(Austria), finalista en la categoría \"Configuración de un ecosistema industrial circular y apoyo al concepto de ciclo de vida\", por promover la sostenibilidad utilizando materiales recuperados y garantizando la colaboración comunitaria en un parque público.</p><p>Los ganadores y finalistas del premio \"<emphasis typeStyle=\"bf\">New European Bauhaus Rising Stars</emphasis>\" para conceptos prometedores son:</p><p><emphasis typeStyle=\"bf\">Regenerative Agriculture Hub</emphasis>(España) ganó la votación del público en el apartado Rising Stars, por centrarse en prácticas agrícolas sostenibles y ecológicas que fomentan la biodiversidad.<emphasis typeStyle=\"bf\">Cultivating Companionship</emphasis>(Alemania), ganador en la categoría \"Reconexión con la naturaleza\", por proponer una residencia de investigación, ganar un maizal para promover el pensamiento de diseño centrado en la vida para arquitectos y agricultores.<emphasis typeStyle=\"bf\">Hydroscape Lisboa</emphasis>(Portugal), finalista en la categoría \"Reconexión con la naturaleza\", por explorar el papel del agua en la resistencia climática y el espacio comunitario de la ciudad.<emphasis typeStyle=\"bf\">Cooperative Ownership of</emphasis>Communities (Hungría), ganador en la categoría \"Recuperar el sentido de pertenencia\", por promover la vivienda asequible y la inclusión mediante la renovación circular y las prácticas sostenibles.<emphasis typeStyle=\"bf\">Co-llection</emphasis>(Grecia), finalista en la categoría \"Recuperar el sentido de pertenencia\", por reimaginar las narrativas rurales a través del arte y la colaboración comunitaria.<emphasis typeStyle=\"bf\">Community reBuilding</emphasis>(Ucrania), ganadora en la categoría \"Dar prioridad a los lugares y las personas que más lo necesitan\", por capacitar a las comunidades ucranianas mediante la creación o rejuvenecimiento de Centros de Construcción Comunitaria.<emphasis typeStyle=\"bf\">Teufelsberg Transformation Lab</emphasis>(Alemania), subcampeón en la categoría \"Priorizar los lugares y las personas que más lo necesitan\", por ser pionero en la innovación política colaborativa a través del Design Thinking.<emphasis typeStyle=\"bf\">Urban MYCOskin</emphasis>(Portugal), ganador en la categoría \"Configuración de un ecosistema industrial circular y apoyo al concepto de ciclo de vida\", por transformar residuos en material ecológico de valor.<emphasis typeStyle=\"bf\">The Station</emphasis>(Bélgica), finalista en la categoría \"Modelar un ecosistema industrial circular y apoyar el concepto de ciclo de vida\", por proponer una estación de trabajo autónoma alimentada por energía renovable para transformar las cosechas estacionales.</p><p>El ganador y el finalista del \"<emphasis typeStyle=\"bf\">Reconocimiento especial al esfuerzo de reconstrucción y recuperación de Ucrania</emphasis>\" son:</p><p><emphasis typeStyle=\"bf\">Nad Dzherelom</emphasis>, del Ayuntamiento de Lviv, ganador, reconocido por restaurar una zona natural abandonada para la integración social, preservando al mismo tiempo el ecosistema y la biodiversidad.<emphasis typeStyle=\"bf\">Leo States</emphasis>, finalista, por proporcionar alojamiento temporal a los desplazados internos en Ucrania.</p><p>Los 20 proyectos premiados fueron seleccionados entre 49 finalistas que encarnan los principios de la Nueva Bauhaus Europea. Recibirán un premio en metálico de hasta 30.000 euros y un paquete de comunicaciones para ayudarles a seguir desarrollando sus proyectos o a reproducirlos en toda Europa.</p><p><emphasis typeStyle=\"bf\">Fondo</emphasis><br/>Los Premios 2024 reconocen las mejores iniciativas de los NEB en cuatro categorías:</p><p>Reconectar con la naturaleza; Recuperar el sentido de pertenencia; Dar prioridad a los lugares y las personas que más lo necesitan; Dar forma a un ecosistema industrial circular y apoyar el concepto de ciclo de vida.</p><p>Se establecen dos líneas de competición paralelas en cada una de las cuatro categorías: La \"<emphasis typeStyle=\"bf\">New European Bauhaus Champions</emphasis>\",<emphasis typeStyle=\"bf\">dedicada</emphasis>a proyectos existentes y finalizados con resultados claros y positivos, y la \"<emphasis typeStyle=\"bf\">New European Bauhaus Rising Stars</emphasis>\", dedicada a conceptos presentados por jóvenes talentos de 30 años o menos.</p><p>La Nueva Bauhaus Europea (NEB) es una iniciativa creativa e interdisciplinar que conecta el Pacto Verde Europeo con la vida cotidiana. Se esfuerza por conseguir cambios tangibles sobre el terreno que mejoren la vida cotidiana. Aporta soluciones sostenibles para transformar el entorno construido y los estilos de vida. El JNE combina la sostenibilidad con un buen diseño para reducir la huella de carbono, al tiempo que garantiza la inclusión y la asequibilidad para todos, respetando las diversas culturas y tradiciones de Europa. La iniciativa llama a todos los europeos a imaginar y construir juntos un futuro sostenible e integrador que sea bello para los ojos, mentes y almas.</p><p>Desde su lanzamiento hace tres años en el discurso sobre el Estado de la Unión 2020 de la Presidenta Ursula<emphasis typeStyle=\"bf\">von der Leyen</emphasis>, el ONE ha inspirado un fuerte movimiento de base y una participación activa de los Estados miembros, las regiones y los municipios de toda la UE. Ha dado lugar a numerosas actividades en todos los Estados miembros -casi 500 proyectos dedicados en total- en los ámbitos de la investigación y la innovación, la cohesión, el desarrollo regional y urbano, el desarrollo de capacidades y la cultura. Actualmente, en toda la UE trabaja una vibrante Comunidad NEB con casi 1 400 miembros, que llega a millones de europeos.</p><p>Fuente Comunicae</p>", "publisher": "Comunicae Spain", "instances": ["Concrete to Culture(Bulgaria), finalista en la categoría \"Recuperar el sentido de pertenencia\", por transformar un complejo de oficinas de las afueras de Sofía en un espacio comunitario activo. Rooftop Garden(España), ganador en la categoría \"Priorizar los lugares y las personas que más lo necesitan\", por promover la inclusión social de personas con discapacidad a través de la horticultura. Yes We Camp(Francia), subcampeón en la categoría \"Dar prioridad a los lugares y las personas que más lo necesitan\", por capacitar a las comunidades mediante iniciativas de activación del espacio. A Sustainable Campus Transformation(Luxemburgo), ganador en la categoría \"Shaping a circular industrial ecosystem and supporting life-cycle thinking\", por renovar edificios utilizando materiales recuperados para minimizar el impacto ambiental. Re-Sourcing Commons(Austria), finalista en la categoría \"Configuración de un ecosistema industrial circular y apoyo al concepto de ciclo de vida\", por promover la sostenibilidad utilizando materiales recuperados y garantizando la colaboración comunitaria en un parque público. Los ganadores y finalistas del premio \"New European Bauhaus Rising Stars\" para conceptos prometedores son:Regenerative Agriculture Hub(España) ganó la votación del público en el apartado Rising Stars, por centrarse en prácticas agrícolas sostenibles y ecológicas que fomentan la biodiversidad. Cultivating Companionship(Alemania), ganador en la categoría \"Reconexión con la naturaleza\", por proponer una residencia de investigación, ganar un maizal para promover el pensamiento de diseño centrado en la vida para arquitectos y agricultores. Hydroscape Lisboa(Portugal), finalista en la categoría \"Reconexión con la naturaleza\", por explorar el papel del agua en la resistencia climática y el espacio comunitario de la ciudad. Cooperative Ownership ofCommunities (Hungría), ganador en la categoría \"Recuperar el sentido de pertenencia\", por promover la vivienda asequible y la inclusión mediante la renovación circular y las prácticas sostenibles. Co-llection(Grecia), finalista en la categoría \"Recuperar el sentido de pertenencia\", por reimaginar las narrativas rurales a través del arte y la colaboración comunitaria. Community reBuilding(Ucrania), ganadora en la categoría \"Dar prioridad a los lugares y las personas que más lo necesitan\", por capacitar a las comunidades ucranianas mediante la creación o rejuvenecimiento de Centros de Construcción Comunitaria."]}, {"relevance_score": 47, "title": "Cargill expande su premiado programa de agricultura regenerativa a Europa", "published": "2023-05-23", "bodyText": "<p nitf:lede=\"true\">PR Newswire</p><p nitf:lede=\"true\">Cargill RegenConnectTM se basa en dos años de éxito en Norteamérica al expandirse a Francia, Alemania, Polonia y Rumania y agregar nueve nuevos estados en Estados Unidos</p><p nitf:lede=\"true\"> Cargill está aprovechando su posición única en la cadena de suministro para ser pionera en su galardonado programa de agricultura regenerativa en Europa, en el que los agricultores de Alemania, Polonia, Rumania y Francia serán compensados financieramente para adoptar prácticas agrícolas respetuosas con el clima.</p><p nitf:lede=\"true\">Experimente el comunicado multicanal interactivo aquí:<url normalizedValue=\"https://www.multivu.com/players/English/9056052-cargill-expands-regenconnect-regenerative-agriculture-program-to-europe/\">https://www.multivu.com/players/English/9056052-cargill-expands-regenconnect-regenerative-agriculture-program-to-europe/</url>   </p><p>Sobre la base de dos años de éxito en Norteamérica, Cargill RegenConnectTM también se expandirá de 15 a 24 estados, introduciendo el programa ennueve nuevos estados, incluidos Carolina del Norte, Carolina del Sur, Georgia, Colorado, Mississippi, Alabama, Oklahoma, Luisiana y Texas. También proporcionará pagos más altos a los agricultores estadounidenses, cubrirá más productos básicos (como el algodón) y mejorará la facilidad y el acceso a la inscripción a través de dispositivos móviles.</p><p>Cargill RegenConnectTMno solo ha recibido comentarios positivos de productores y clientes, sino que también ha sido reconocido por los prestigiosos premiosEdison Awards™ 2023por su enfoque innovador para crear un sistema alimentario más resistente y seguro. Su expansión demuestra el compromiso de Cargill de ayudar a los agricultores a adoptar prácticas agrícolas sostenibles en toda su cadena de suministro global, arraigado en la firme creencia de que el cambio comienza donde comienza el sistema alimentario: en la granja.</p><p>\"Empresas como Cargill están ayudando a que sea económicamente factible para los agricultores implementar prácticas sostenibles en todo el mundo. Así es como la agricultura y los agricultores pueden ser parte de la solución climática, ayudando a reducir las emisiones, mejorar la calidad y el uso del agua, aumentar los rendimientos y construir aumentar la resiliencia de nuestros suelos para la próxima generación. Nuestra visión es hacer que la agricultura regenerativa sea un lugar común en toda nuestra cadena de suministro global, lo que permite a los agricultores producir alimentos de manera más sostenible mientras aumenta su rentabilidad y resiliencia\", comentó Chantelle Donahue, vicepresidenta de la cadena de suministro agrícola de Norteamérica, vicepresidente de Cargill.</p><p>\"El éxito de Cargill RegenConnect hasta la fecha demuestra cómo hacer que la agricultura regenerativa y sustentable sea financieramente viable para los agricultores puede ayudar a que las prácticas de producción positivas para la naturaleza escalen más rápidamente y se conviertan en estándar. Es una de las muchas formas en que planeamos alcanzar nuestra meta de reducir las emisiones en nuestro suministro tendrá un impacto en cada área de nuestro negocio, desde el abastecimiento de trigo y maíz para nuestros almidones y edulcorantes hasta el cultivo de aceite de colza para nuestro alimento para salmón\", añadió.</p><p>Cargill RegenConnectTMes un programa voluntario de agricultura regenerativa basado en el mercado que ayuda a los agricultores a mejorar la salud del suelo y descarbonizar la cadena de suministro agrícola.</p><p>Los agricultores inscritos en el programa pueden elegir las prácticas que mejor se adapten a las condiciones de crecimiento únicas de su operación, lo que incluye plantar cultivos de cobertura e implementar agricultura con labranza reducida o sin labranza. Estas prácticas ayudan a secuestrar carbono en el suelo, desarrollar la resiliencia del suelo y mejorar la calidad del agua.</p><p>Además de proporcionar apoyo técnico y recursos para permitir el éxito de los agricultores, el programa ofrece una oportunidad de mercado ambiental para los participantes, quienes luego pueden conectarse con algunas de las empresas más grandes del mundo que buscan activamente reducir su huella ambiental mientras apoyan la agricultura regenerativa.</p><p>Se invita a los agricultores elegibles en Norteamérica a inscribirse desde ahora hasta el 15 de septiembre visitando Cargill Regenerative Ag Program (cargillag.com)  </p><p>Los agricultores elegibles en los países participantes de la UE están invitados a inscribirse a partir del 1 de junio hasta el 15 de julio de 2023 en regenconnect.cargill.com.</p><p>Notas a los redactores</p><p>Cargill RegenConnect Norteamérica (año 3).</p><p><emphasis typeStyle=\"un\">Expansión del programa a más estados: en base a los sólidos comentarios y la participación de los agricultores, Cargill RegenConnect se está expandiendo a nueve nuevos estados, incluidos: Carolina del Norte, Carolina del Sur, Georgia, Colorado, Mississippi, Alabama, Oklahoma, Luisiana y Texas. Ahora, los agricultores de 24 estados son elegibles para inscribirse en Cargill RegenConnect.Pagos más altos a los agricultores: para el año de inscripción 2023-24, los agricultores pueden ganar hasta 35 dólares por tonelada métrica de carbono secuestrado por acre.Adición de más productos básicos: los cultivadores de algodón ahora pueden participar en el programa de carbono y obtener pagos por el secuestro de carbono logrado mediante la adopción de prácticas de agricultura regenerativa nuevas o ampliadas. También se alienta a los productores de algodón a participar en el programa de algodón de origen regenerativo de Cargill para construir una cadena de suministro rastreable y regenerativa para productores y compradores.Inscripción móvil: es más fácil inscribirse a través de dispositivos móviles.</emphasis></p><p>Cargill RegenConnect UE</p><p><emphasis typeStyle=\"un\">Para la inscripción de 2023 - 2024, Cargill ofrecerá precios competitivos en el mercado basados en toneladas métricas de carbono secuestrado por hectárea.Los nuevos países en 2023 incluyen Alemania, Polonia y Rumania, los agricultores en Francia se inscribirán por segundo año.En la UE, las hectáreas elegibles deben tener un cultivo principal de la cadena de suministro de Cargill, como colza, trigo, maíz, cebada o girasol.</emphasis></p><p>Acerca de Cargill</p><p>Cargill ayuda a que el sistema alimentario mundial trabaje para usted. Conectamos a los agricultores con los mercados, a los clientes con los ingredientes y a las familias con los elementos esenciales diarios, desde los alimentos que comen hasta los pisos sobre los que caminan. Los 155.000 miembros de nuestro equipo en todo el mundo innovan con propósito, empoderando a nuestros socios y comunidades mientras trabajamos para nutrir al mundo de una manera segura, responsable y sostenible.</p><p>Desde alimentos que reducen las emisiones de metano hasta combustibles renovables basados en desechos, las posibilidades son ilimitadas. Pero nuestros valores siguen siendo los mismos. Ponemos a las personas primero. Llegamos más alto. Hacemos lo correcto. Así es como hemos satisfecho las necesidades de las personas a las que llamamos vecinos y del planeta al que llamamos hogar durante 157 años, y cómo lo haremos para las generaciones venideras. Para obtener más información, visite y nuestroCentro de Noticias.</p><p><url normalizedValue=\"https://mma.prnewswire.com/media/227604/cargill_logo.jpg\"/></p><p>Logo - <url normalizedValue=\"https://mma.prnewswire.com/media/227604/cargill_logo.jpg\">https://mma.prnewswire.com/media/227604/cargill_logo.jpg</url>  </p><p><url normalizedValue=\"https://c212.net/c/img/favicon.png?sn=SE02377&amp;sd=2023-05-23\"/> View original content:https://www.prnewswire.com/news-releases/cargill-expande-su-premiado-programa-de-agricultura-regenerativa-a-europa-301829727.html</p><p><url normalizedValue=\"https://rt.prnewswire.com/rt.gif?NewsItemId=SE02377&amp;Transmission_Id=202305230700PR_NEWS_EURO_ND__SE02377&amp;DateId=20230523\"/></p>", "publisher": "PR Newswire Europe(Spanish)", "instances": []}]