[{"relevance_score": 48, "title": "Time to reassess what is sufficient for a good life", "published": "2022-02-03", "bodyText": "<p nitf:lede=\"true\">A simplistic vision of one ongoing climate change debate pits two solutions in opposition. According to one side, technology is the only hope: replace internal combustion engines with electric motors, decarbonise power supply with wind, solar and nuclear, and eventually develop machines to suck carbon out of the atmosphere.</p><p nitf:lede=\"true\">On the other side is \"degrowth\", a world view whereby technology and, from a wider perspective, the global capitalist system caused the climate crisis and cannot be part of the solution.</p><p nitf:lede=\"true\">This stale debate between business-as-usual growth and degrowth deflects from the huge space of opportunity for climate action and sustainable development that exists in between these extreme world views. </p><p>A simple analysis of timescales shows that neither waiting for technology innovations and deployment alone, nor waiting for capitalism to be reformed, will bring about the necessary scale and pace of decarbonisation. </p><p>We as a society, led by the Government, need to use all levers at our disposal to prevent dangerous climate change, by both reducing energy demand, and harnessing innovation to decarbonise the supply of energy. </p><p>To appreciate this, it is necessary to understand how small the remaining window for action is. If we divide the remaining global carbon budget which climate scientists predict gives a 50 per cent chance of limiting global warming to 1.5 degrees - about 500 billion tonnes of CO2 emissions - equally among every person on the planet, this leaves about 62 tonnes per person. This equates to about seven years of current annual per-capita emissions in Ireland, or less than five if emissions from agriculture are included. </p><p>Some predict that we have already crossed the threshold of safe emissions, and indeed the effects of climate change are already becoming apparent in multiple areas including the spike in global food prices recently, and the destabilisation of ice sheets. It is very difficult to overstate the gravity of this situation.</p><p>While existing low-carbon technologies such as solar PV, wind and electric motors can viably replace many fossil fuel uses and must be deployed quickly, there are no commercial replacements for many emissions - and energy-intensive activities, including aviation, heavy goods transport and cement and fertiliser production.</p><p>Furthermore, technology deployment is too slow. More than half of new cars sold in Ireland last year were petrol-hungry SUVs, for example, many of which will emit carbon dioxide into the 2040s. And nearly 90 per cent of Ireland's energy still comes from fossil fuels. </p><p>There is vast potential to lower energy demands to help meet our very tight carbon budgets, along with technology. </p><h>Reducing energy demand At UCC we used energy systems modelling research to support the Climate Change Advisory Council's recent deliberations on carbon budgets. Without extraordinary technology breakthroughs and rapid deployment, decarbonisation targets will likely be out of reach - unless energy demand is reduced. This is particularly true if the agriculture sector has low decarbonisation ambition.</h><p>In this \"low energy demand\" scenario, led by PhD student Ankita Gaur, we simulated reductions in transport energy brought about by modal shift from cars to public transport, cycling and walking, reducing energy demand in buildings with smart and denser urban planning and heat management, and a more circular economy, reducing waste and replacing carbon-intensive materials like cement with timber where feasible. </p><p>Together, these measures meet national climate objectives, reduce projected total energy demand by 42 per cent by 2050 and make the scale, speed and cost of new technology rollout far less onerous.</p><p>We live in an extraordinarily high-energy society. In Ireland, energy consumption for power generation, transport, industry and buildings amounts to just over 100 kilowatt hours (the units on our electricity bill) per person per day. Such high energy usage is the basis for modern economies, and many developing countries urgently need access to more energy to increase living standards and drive economic growth.</p><p>But for high-energy countries like Ireland, more energy does not equate to economic growth, as these two trends decouple beyond a certain threshold. Per-capita energy demand in Ireland is just 10 per cent larger now than in 1990, despite major economic growth: each unit of economic activity requires far less energy now than decades ago. </p><p>Per-capita energy consumption in the US is double the level here, despite similar levels of economic development. There are also vast inefficiencies locked into our current society. For example, travelling by car requires 30 times more energy than cycling, takes far more space than a bicycle and costs a great deal more. </p><p>There is a growing body of literature which supports the case for high-energy countries like Ireland to reduce energy demand, alongside deploying low-carbon technologies, both for climate mitigation and for the benefits to sustainability and wellbeing. </p><p>Crucially, reducing energy demand will make Ireland less vulnerable to energy supply and price shocks. The ongoing European gas crisis is exacerbating energy poverty, which must be solved by reducing fossil fuel energy dependence on gas and lowering home heating energy needs with insulation.</p><h>Traditional measurements And economic growth as it is traditionally measured with GDP is a poor proxy for wellbeing and a terrible indicator of sustainability. It does not include things we value, like clean air, a safe climate, equity and time spent caring for others, and it does include things we may not value, like waste and military spending. The model of economic growth must change from one that does not include the cost of environmental and social damage to one that does. </h><p>Reducing energy demand does not necessarily mean a reduction in living standards. To illustrate, international aviation and shipping are together responsible for about 0.8 tonnes of CO2 per capita in Ireland each year, and no commercial solution yet exists for their decarbonisation. While innovations in sustainable aviation and shipping fuels and electrification are urgently needed, very strong growth in emissions in these sectors should also be addressed by examining the drivers of demand. </p><p> Innovations are not only technical: the revolution in remote working and teleconferencing following Covid-19 was not a technological breakthrough, for example. The enabling technology has been mature for many years. Widespread innovation in practices and organisations suddenly unlocked this and gave hitherto unimaginable flexibility to office workers, while reducing carbon-intensive air travel.</p><p>Crucially, at the heart of a new growth model must be a reassessment of what we value, and what is sufficient for a good life.</p><p>Are strawberries flown from the southern hemisphere in winter necessary? Are trans-continental weekend shopping trips, or international business meetings when a Zoom call would suffice, consistent with the values of solidarity with future generations, justice or sustainability? </p><p>If there is one lesson to be drawn from the management of the Covid-19 pandemic, it is people can take unprecedented action for the common good if leaders appeal to our shared values, especially solidarity with the vulnerable. The potential for rapid social tipping points should not be underestimated. </p><p><emphasis typeStyle=\"it\"/>Dr Hannah Daly is a lecturer in sustainable energy at University College Cork</p>", "publisher": "The Irish Times", "instances": []}, {"relevance_score": 2, "title": "", "published": "1996-10-17", "bodyText": "<p nitf:lede=\"true\">EQUITY Bank has opened its new office in Belfast expressing confidence that the new outlet would \"help the bank reap the benefits of a new and improved economic climate\". Equity Bank is part of the Bank of Scotland group and is a wholly owned subsidiary of NWS Bank plc.</p><section sectionType=\"slug\"><bodyText><p>96101700151</p>", "publisher": "The Irish Times", "instances": []}]