[{"relevance_score": 14, "title": "Death toll from floods in China continues to rise", "published": "2021-08-03", "bodyText": "<p nitf:lede=\"true\">Chinese authorities have raised the official death toll in last month's devastating Henan floods to 302, with at least 50 still missing.</p><p nitf:lede=\"true\">The announcement more than triples the confirmed number of people killed in the floods, which had sat at 99 since Thursday.</p><p>At a press conference yesterday, Henan authorities announced 292 people were killed in the provincial capital Zhengzhou, and 47 were missing, state media reported. Another seven were killed and three still missing in Xinxiang city, while two were killed in Pingdingshan and one in Luohe.</p><p>Zhengzhou's mayor Hou Hong said 39 people were found dead in underground car parks, and six had died in the cross-city tunnel - raising the tunnel's toll from four.</p><p>Record-breaking rain storms hit Henan province in central China in late July, overflowing reservoirs, breaching river banks, and overwhelming public transport systems and roads in major cities. In Zhengzhou more than 600mm of rain, equivalent almost to an average year, fell in just three days.</p><p>China routinely experiences flooding in summer, but the impact from the unprecedented deluge was exacerbated by rapid urbanisation, conversion of farmland and the worsening climate crisis, as well as overwhelmed flood mitigation systems.</p><p>More than 200mm fell in a two-hour window on one afternoon, flooding the city's subway system and a cross-city tunnel filled with cars. At least 14 died in the subway when about 500 people were trapped in carriages and on platforms, with footage showing the water rising up to people's necks. While hundreds of cars were trapped in the tunnel, many people were reportedly saved by a retired soldier who swam from car to car getting people out.</p><h>Economic losses</h><p> According to Chinese authorities, the disaster affected 13 million people, damaged nearly 9,000 homes, and caused EUR 8 billion of economic losses.</p><p>Questions around official transparency have swirled in the weeks since the disaster, amid some citizens struggling to search for or find information about their missing loved ones, online censorship, and serious harassment and threats against foreign journalists reporting that residents had concerns about the response, and that there were questions over the government's preparation.</p><p>Senior government officials were among those accusing journalists of \"smearing China\" and broadcasting lies about the disaster, with particular hostility towards the BBC.</p><p>In the aftermath of the floods local authorities faced official scrutiny for not stopping the Zhengzhou subway or closing schools, with the central government ordering an investigation and improvements - Guardian</p>", "publisher": "The Irish Times", "instances": ["Chinese authorities have raised the official death toll in last month's devastating Henan floods to 302, with at least 50 still missing. The announcement more than triples the confirmed number of people killed in the floods, which had sat at 99 since Thursday. At a press conference yesterday, Henan authorities announced 292 people were killed in the provincial capital Zhengzhou, and 47 were missing, state media reported. Another seven were killed and three still missing in Xinxiang city, while two were killed in Pingdingshan and one in Luohe. Zhengzhou's mayor Hou Hong said 39 people were found dead in underground car parks, and six had died in the cross-city tunnel - raising the tunnel's toll from four. Record-breaking rain storms hit Henan province in central China in late July, overflowing reservoirs, breaching river banks, and overwhelming public transport systems and roads in major cities."]}, {"relevance_score": 13, "title": "Typhoon drenches eastern China as it makes landfall", "published": "2021-07-25", "bodyText": "<p nitf:lede=\"true\">Typhoon In-Fa uprooted trees and drenched communities in knee-deep water in parts of eastern China, but there were no reports of major damage as it made landfall today.</p><p>Sea, air and rail traffic had been shut down across a swathe of the coast centered on the major shipping port of Ningbo, where the weakening typhoon rumbled ashore around midday packing high winds, according to the China Meteorological Administration.</p><p>Response teams in Ningbo cleared away fallen trees in the city centre, while residents in some neighbourhoods waded through floodwaters and merchants piled up sandbags in front of their businesses to keep out water.</p><p>The typhoon hit as the central province of Henan was still cleaning up after <url normalizedValue=\"//www.rte.ie/news/world/2021/0724/1236992-india-monsoon/\">torrential downpours dumped year's worth of rain in just three days last week</url>.</p><p>Today, government officials added another five dead to the toll from the freak flooding in Henan, raising the total to 63.</p><p>In-Fa's effects were also felt in the city of Shanghai, China's largest city, with strong gusts of wind and steady but not heavy rainfall.</p><p>All inbound and outbound flights were cancelled today for the city's two international airports, as were dozens of scheduled trains, while activity at the ports of Shanghai and Ningbo - two of the world's largest - was also shut down.</p><p>The government announced that it would extend a suspension of railway services in and out of Shanghai through midday tomorrow.</p><p>Some public attractions in Shanghai and other cities, including Shanghai Disneyland, were closed and residents were warned to avoid outdoor activities.</p><p>The meteorological administration said that after landfall In-Fa would weaken but continue to hover over a wide expanse of eastern China for days, ringing itself out and bringing heavy rainfall, possibly to areas still recovering from last week's flooding.</p><p>\"It is necessary to be highly vigilant and prevent disasters that may be caused by extreme heavy rainfall,\" the administration said today.</p><p>China has suffered an annual summer flooding and typhoon season for millennia, but the record rainfall this past week in Henan has prompted questions about how cities could be better prepared for freak weather events, which experts say are happening with increased frequency and intensity due to climate change.</p><p>Millions were affected by the Henan floods, with some trapped without fresh food or water for days, and economic losses have run into billions of dollars.</p>", "publisher": "RTE News", "instances": ["The government announced that it would extend a suspension of railway services in and out of Shanghai through midday tomorrow. Some public attractions in Shanghai and other cities, including Shanghai Disneyland, were closed and residents were warned to avoid outdoor activities. The meteorological administration said that after landfall In-Fa would weaken but continue to hover over a wide expanse of eastern China for days, ringing itself out and bringing heavy rainfall, possibly to areas still recovering from last week's flooding. It is necessary to be highly vigilant and prevent disasters that may be caused by extreme heavy rainfall,\" the administration said today. China has suffered an annual summer flooding and typhoon season for millennia, but the record rainfall this past week in Henan has prompted questions about how cities could be better prepared for freak weather events, which experts say are happening with increased frequency and intensity due to climate change. Millions were affected by the Henan floods, with some trapped without fresh food or water for days, and economic losses have run into billions of dollars."]}]