[{"relevance_score": 46, "title": "Climate change", "published": "2025-08-05", "bodyText": "<p nitf:lede=\"true\">I’ve been visiting Korea frequently over the past two decades, typically during the summer months of July and August. With each visit, I feel the heat intensify ? not just metaphorically, but quite literally on my skin. I don’t need to consult reams of data to know that global warming is real. I feel it in the burning pavement under my feet and the suffocating air that makes even short walks exhausting. Breathing becomes more labored, and shade provides only minimal relief.</p><p nitf:lede=\"true\">Rainfall patterns, too, have changed. I now often witness abrupt, heavy downpours more reminiscent of Southeast Asia’s rain squalls than the steady, predictable monsoon rains I remember from my youth in Korea. Flooding has become more frequent and more extreme. Each summer seems to bring another set of images of submerged streets, collapsed retaining walls and overwhelmed drainage systems.</p><p>The consequences of global climate change are no longer abstract or distant; they are manifesting in dangerous and disruptive ways. Korea is particularly vulnerable to stronger heatwaves, floods and typhoons. These natural hazards intersect with the country’s dense urban infrastructure, amplifying their impact. But perhaps even more troubling is the unequal burden of these effects ? climate change doesn’t hit everyone the same way.</p><p>The social dimension of the climate crisis is especially stark. Those with fewer resources, such as older adults and marginalized groups suffer disproportionately. A flood is far more devastating for residents of cramped, semi-basement homes in the outskirts of Seoul than for those living in high-rise apartments in Gangnam. Similarly, the heatwave is far more dangerous for immigrant laborers working outside with little shade or legal protection than for office workers enjoying air-conditioned comfort. These inequities reveal how climate change compounds existing social vulnerabilities, turning environmental hazards into questions of justice.</p><p>Given the seriousness of the threat, it should be self-evident that climate response must be a top national priority. To Korea’s credit, local governments and cities are beginning to implement measures such as green urban planning, renewable energy initiatives and climate education programs. Recycling, too, is an area where Korea performs remarkably well, probably among the best in the world.</p><p>But when it comes to overall national performance, Korea is falling behind. The Climate Change Performance Index (CCPI), a widely recognized global tool that ranks countries on climate action, places Korea near the bottom across key categories, including renewable energy use, emissions reduction and climate policy. This is striking for a country that is the world’s ninth-largest emitter of carbon dioxide.</p><p>Korea has every reason to step up. With its growing global profile in everything from semiconductors to pop culture, the country has the resources, technology and influence to be a leader in climate action. Why not channel some of that national ambition into fighting the climate crisis? The investment would not only align with Korea’s global status but also help secure a more just and livable future for all its citizens.</p><p>What’s also missing in public discourse is a meaningful conversation about how to protect those most vulnerable to climate change. There is little focus on climate equity ? on how to ensure the elderly, poor, disabled and migrant communities aren’t left to fend for themselves as the climate worsens. Their suffering is increasing, even though they contributed least to the problem. It’s a cruel irony: Those who have done the least to drive global emissions ? disadvantaged communities in Korea and developing nations worldwide ? are the ones bearing the brunt of climate disasters.</p><p>I know the gentle summers and light rains of my youth in Korea will likely not return. That climate has already been lost. But I believe a better, more resilient future is still within reach. Through smart policy choices, targeted protection for vulnerable groups and a genuine national commitment to sustainability and justice, Korea can lead by example.</p><p>Let’s make Korea cool not only in terms of pop culture, but also in terms of temperature. It would be more just and compassionate ? for ourselves, and for our neighbors.</p><p>Min Seong-jae (<email normalizedValue=\"mailto:smin@pace.edu\">smin@pace.edu</email>) is a professor of communication and media studies at Pace University in New York.</p><p><url normalizedValue=\"https://newsimg.koreatimes.co.kr/2025/07/31/f2ed72d5-e89a-4b57-a741-2df880ee88b9.jpg\">Link to Image</url></p>", "publisher": "Korea Times", "instances": ["Korea has every reason to step up. With its growing global profile in everything from semiconductors to pop culture, the country has the resources, technology and influence to be a leader in climate action. Why not channel some of that national ambition into fighting the climate crisis? The investment would not only align with Korea’s global status but also help secure a more just and livable future for all its citizens. What’s also missing in public discourse is a meaningful conversation about how to protect those most vulnerable to climate change. There is little focus on climate equity ? on how to ensure the elderly, poor, disabled and migrant communities aren’t left to fend for themselves as the climate worsens. Their suffering is increasing, even though they contributed least to the problem. It’s a cruel irony: Those who have done the least to drive global emissions ? disadvantaged communities in Korea and developing nations worldwide ? are the ones bearing the brunt of climate disasters."]}, {"relevance_score": 47, "title": "The climate challenge as a development opportunity", "published": "2025-06-05", "bodyText": "<p nitf:lede=\"true\">By Navroz K. Dubash</p><p nitf:lede=\"true\">NEW DELHI - When climate change is framed as a global problem requiring collective regulation of greenhouse-gas emissions, developing-country governments see little reason to prioritize the issue over others. After all, the rich, industrialized countries who contributed disproportionately to the problem are themselves backing away from decarbonization and climate-finance commitments, while low-income countries bear the brunt of the costs of climate change. Decision-makers in developing countries understandably conclude it may be more rational to hunker down and focus on climate resilience rather than emissions reductions.</p><p nitf:lede=\"true\">But this is not the only way to frame the problem. While climate change undoubtedly poses a global collective-action problem, in practice climate outcomes are shaped by myriad decisions concerning development objectives such as industrial development, urbanization, job creation, and local pollution management. Because late developers often have not entirely locked into energy systems, transport infrastructure, urbanization plans, and energy consumption patterns, they have greater flexibility to steer investment and consumption choices toward lower-carbon and climate-resilient options.</p><p>In other words, the climate challenge can be framed as a choice among alternative development pathways. In many cases, development choices are also climate choices, and in a world where being a low-carbon economy confers a competitive edge, the absence of structural lock-in could be turned into an advantage.</p><p>Pursuing a climate-as-development approach is not easy or foolproof: It requires considerable state capacity, strategy-setting capabilities, and full mobilization of the necessary technologies and finance. Importantly, it does not negate concerns about climate equity. Developing countries may opt to pursue the climate-as-development opportunity, but rich countries that disproportionately caused the problem remain on the hook to support this transition. Yet, this perspective offers an alternative to the zero-sum framing of climate policy and a basis for nationally specific visions.</p><p>An important starting point is that elites internalize and support low-carbon development as a potential opportunity, with climate resilience as a necessary component. Climate objectives cannot trump development goals, but, equally, development innocent of climate considerations is no longer viable. To be politically feasible, any strategy must be rooted in the national context. Low-carbon development pathways are not easily replicable and need to be tailored to geography, local capacities, and other variables. And, as with any long-term structural change, a durable, widely shared national narrative is needed (South Korea’s “green growth” in the 2010s is a useful example).</p><p>Shifting from narrative and vision to policy and implementation requires high levels of state capacity. Technical capabilities, along with the ability to identify climate-as-development opportunities and sources of climate vulnerability, are necessary, but by no means sufficient. In addition, as sociologist Peter Evans’ analysis of East Asian industrial policy reminds us, the state must be simultaneously “embedded” to engage and support private-sector players, and maintain sufficient “autonomy” to avoid capture.</p><p>In practice, this means building institutions that can set the strategy, coordinate across sectors and at different scales, and provide trusted platforms to mediate conflict, ideally enshrined in law. All too often, climate policymaking is entrusted to relatively weak or siloed environmental ministries that cannot organize or enforce an all-of-government approach. Moreover, because broad structural changes can introduce distributional concerns and leave some communities behind, deliberative bodies - such as South Africa’s Presidential Climate Commission - can help to entrench low-carbon options by mediating social frictions and maintaining broad-based political buy-in.</p><p>Another major challenge for developing and emerging economies facing high capital costs is mobilizing adequate finance for capital-intensive low-carbon development. There are no easy answers here. According to BloombergNEF, global investment in the low-carbon energy transition in 2024 was only around one-third of the annual amount required through 2030, and there were wide disparities in spending. Developing countries have experienced few tangible gains from multilateral initiatives to scale up climate finance and reform the international financial architecture. Holding advanced economies to their financing commitments should remain a priority; but developing countries also need to mobilize more domestic finance and develop credible investment programs to attract global capital.</p><p>Recent efforts to create “country platforms” - government-led coordination mechanisms that articulate a vision and identify financing pathways to achieve it - suggest one way forward. In preparing to host this year’s United Nations Climate Change Conference (COP30), Brazil is seeking to lead the way with a comprehensive multisectoral development program to mobilize investment. Independent research suggests that Brazil has all the ingredients for a successful green industrial transformation: a strong resource base, a legacy of advanced manufacturing, and a large market. Such models are worth exploring elsewhere, provided that they reflect a national vision, not donor-driven objectives.</p><p>One common criticism of nationally led, multi-objective development strategies is that the urgency of the climate crisis demands more direct action focused on emissions reduction, rather than on the indirect pathways suggested here. But this view ignores political reality. If climate action is seen to be at odds with other development objectives, it will lose. The only option is to devise strategies that can realize both sets of goals. The most effective climate policy over the long term might be one that shapes structural choices regarding urbanization and industrialization, rather than one that focuses narrowly on regulating emissions.</p><p>With the scope for global cooperation receding in today’s fraught geopolitical environment, these arguments should not be interpreted as a call for atomization. On the contrary, developing national visions for low-carbon, resilient economies would benefit from mutual learning and enhanced coordination rooted in attention to local contexts.</p><p>Moreover, deploying low-carbon technologies will require investment in stable value chains, which depends on political and economic predictability. Developing countries, in particular, will have to be strategic and nimble in finding a niche for themselves. And the provision of finance at the necessary scale will still depend on a threshold degree of global cooperation.</p><p>But there is only one foundation that can support all these elements: a domestically developed vision of a low-carbon, competitive, and resilient economy.</p><p>Navroz K. Dubash is professor of public and international affairs at the High Meadows Environmental Institute at Princeton University. This article was distributed by Project Syndicate.</p><p><url normalizedValue=\"https://newsimg.koreatimes.co.kr/2025/06/04/f5c18c88-e6a1-45d5-b8c8-2991001b077c.jpg\">Link to Image</url></p>", "publisher": "Korea Times", "instances": ["While climate change undoubtedly poses a global collective-action problem, in practice climate outcomes are shaped by myriad decisions concerning development objectives such as industrial development, urbanization, job creation, and local pollution management. Because late developers often have not entirely locked into energy systems, transport infrastructure, urbanization plans, and energy consumption patterns, they have greater flexibility to steer investment and consumption choices toward lower-carbon and climate-resilient options. In other words, the climate challenge can be framed as a choice among alternative development pathways. In many cases, development choices are also climate choices, and in a world where being a low-carbon economy confers a competitive edge, the absence of structural lock-in could be turned into an advantage. Pursuing a climate-as-development approach is not easy or foolproof: It requires considerable state capacity, strategy-setting capabilities, and full mobilization of the necessary technologies and finance. Importantly, it does not negate concerns about climate equity. Developing countries may opt to pursue the climate-as-development opportunity, but rich countries that disproportionately caused the problem remain on the hook to support this transition. Yet, this perspective offers an alternative to the zero-sum framing of climate policy and a basis for nationally specific visions. An important starting point is that elites internalize and support low-carbon development as a potential opportunity, with climate resilience as a necessary component. Climate objectives cannot trump development goals, but, equally, development innocent of climate considerations is no longer viable. To be politically feasible, any strategy must be rooted in the national context."]}]