[{"relevance_score": 41, "title": "Brazil’s moment to lead on forest conservation", "published": "2025-07-20", "bodyText": "<p nitf:lede=\"true\">OLLON, Switzerland - With greenhouse-gas emissions still rising globally and nature loss continuing apace, the Amazon rainforest is approaching a tipping point. To avert climate catastrophe, the world must make rapid and significant progress on protecting forests and building a sustainable, inclusive bioeconomy. And Brazil must lead the way, starting at this November’s United Nations Climate Change Conference (COP30) in Bel?m.</p><p nitf:lede=\"true\">The Amazon represents one of the planet’s most powerful defenses against climate change. It is more than a carbon sink; it is a reservoir of biodiversity, a regulator of rainfall across South America, and a vital component of our planet’s climate system. As the custodian of nearly 60 percent of the Amazon, Brazil has not only a responsibility to be a good steward, but also an opportunity to demonstrate global leadership at a pivotal moment for people and the planet.</p><p>Brazil seems to recognize this. The government’s renewed commitment to forest protection, under President Luiz In?cio Lula da Silva’s administration, is reflected in a sharp decline in deforestation rates. But this is just the beginning. Brazil is also working to deliver the bold ideas, scalable finance, and robust partnerships that the global green transformation demands.</p><p>Nature-based solutions - which simultaneously advance environmental imperatives and ensure sustainable economic growth - are central to this effort. Recognizing that the preservation of existing nature produces the fastest, most cost-effective results, these solutions are typically based on three pillars: protect, restore, and manage.</p><p>To protect forests, Brazil is advancing innovative approaches, both domestically and internationally. At home, the country is helping to pioneer a jurisdictional approach, which links carbon finance to state-level action to protect forests, as part of the UN Framework Convention on Climate Change’s framework for “reducing emissions from deforestation and forest degradation in developing countries” (REDD+).</p><p>Brazil’s jurisdictional REDD+ programs reward regions for reducing deforestation, enhancing forest carbon stocks, and ensuring that benefits reach indigenous peoples and local communities. The state of Tocantins is a worthy example: its forest-protection program, which aims to generate high-integrity carbon credits, has been shaped by inclusive public consultations and features strong governance. An initial issuance of jurisdictional REDD+ credits is expected early next year.</p><p>At the international level, Brazil has proposed a $125 billion Tropical Forest Forever Facility, which would reward developing countries with historically low rates of deforestation and compensate them for upholding good stewardship. Unlike carbon markets, which focus on verified reductions in emissions, the TFFF would provide predictable, long-term payments to countries based on the number of hectares conserved.</p><p>These two approaches are highly complementary. Jurisdictional programs address the imperative of reducing deforestation now through performance-based finance, while the TFFF offers the steady, long-term support that is needed to sustain those gains. Together, they correct a critical market failure: the undervaluing of standing forests.</p><p>Forest protection is not easy: it demands rigorous oversight, transparent benefit-sharing, and unwavering community engagement. But when done right, it can unlock significant climate finance, catalyze private-sector participation, and drive sustainable development. The Race to Bel?m initiative, of which I am CEO, aims to make the most of this potential by mobilizing a huge amount of private-sector investment for forest protection in advance of COP30.</p><p>But protection is only the first pillar. Brazil is also making strides in nature restoration and sustainable land management. It has set a number of ambitious goals, including restoring 12 million hectares of forested areas by 2030; converting 40 million hectares of degraded pastureland into productive systems for food, biofuels, and high-productivity forests over the next decade; and promoting a bioeconomy that respects nature and people. The Brazil Restoration and Bioeconomy Finance Coalition, which seeks to mobilize $10 billion in private investment by 2030, underscores the growing role of the business sector in this process.</p><p>Far from just another diplomatic gathering, COP30 is shaping up to be a defining moment for climate action - and, in particular, forest preservation, restoration, and management. With Bel?m located on the edge of the Amazon, delegates will be immersed in the landscape they seek to protect. More important, their host will present them with a menu of proven nature-based solutions - behind which political momentum and private-sector support are already building - that address the many causes of forest loss.</p><p>The foundations for transformative action are already in place. The challenge will be for Brazil to build on its success in harnessing national policy, subnational action, and private-sector engagement to accelerate progress and spearhead a new global model of climate action.</p><p>Keith Tuffley, a former head of investment banking, partner, and board member of Goldman Sachs Australia, is CEO of Race to Bel?m, a group campaigning to raise finance for forest protection in Brazil. This aricle was distributed by project Syndicate.</p><p><url normalizedValue=\"https://newsimg.koreatimes.co.kr/2025/07/18/51996dbc-4211-415d-a685-8304a05ece3a.jpg\">Link to Image</url></p>", "publisher": "Korea Times", "instances": ["Brazil seems to recognize this. The government’s renewed commitment to forest protection, under President Luiz In? cio Lula da Silva’s administration, is reflected in a sharp decline in deforestation rates. But this is just the beginning. Brazil is also working to deliver the bold ideas, scalable finance, and robust partnerships that the global green transformation demands. Nature-based solutions - which simultaneously advance environmental imperatives and ensure sustainable economic growth - are central to this effort. Recognizing that the preservation of existing nature produces the fastest, most cost-effective results, these solutions are typically based on three pillars: protect, restore, and manage. To protect forests, Brazil is advancing innovative approaches, both domestically and internationally. At home, the country is helping to pioneer a jurisdictional approach, which links carbon finance to state-level action to protect forests, as part of the UN Framework Convention on Climate Change’s framework for “reducing emissions from deforestation and forest degradation in developing countries” (REDD+). Brazil’s jurisdictional REDD+ programs reward regions for reducing deforestation, enhancing forest carbon stocks, and ensuring that benefits reach indigenous peoples and local communities. The state of Tocantins is a worthy example: its forest-protection program, which aims to generate high-integrity carbon credits, has been shaped by inclusive public consultations and features strong governance.", "It has set a number of ambitious goals, including restoring 12 million hectares of forested areas by 2030; converting 40 million hectares of degraded pastureland into productive systems for food, biofuels, and high-productivity forests over the next decade; and promoting a bioeconomy that respects nature and people. The Brazil Restoration and Bioeconomy Finance Coalition, which seeks to mobilize $10 billion in private investment by 2030, underscores the growing role of the business sector in this process. Far from just another diplomatic gathering, COP30 is shaping up to be a defining moment for climate action - and, in particular, forest preservation, restoration, and management. With Bel? m located on the edge of the Amazon, delegates will be immersed in the landscape they seek to protect. More important, their host will present them with a menu of proven nature-based solutions - behind which political momentum and private-sector support are already building - that address the many causes of forest loss. The foundations for transformative action are already in place. The challenge will be for Brazil to build on its success in harnessing national policy, subnational action, and private-sector engagement to accelerate progress and spearhead a new global model of climate action. Keith Tuffley, a former head of investment banking, partner, and board member of Goldman Sachs Australia, is CEO of Race to Bel? m, a group campaigning to raise finance for forest protection in Brazil. This aricle was distributed by project Syndicate."]}, {"relevance_score": 44, "title": "Turning ocean preservation into an economic windfall", "published": "2025-07-15", "bodyText": "<p nitf:lede=\"true\">LAUSANNE - In 1960, my father, Jacques Piccard, reached the bottom of the Mariana Trench - nearly 11,000 meters (36,000 feet) below sea level. The mission was not to make headlines, but to disprove a dangerous misconception. Some experts had claimed that no life could survive in the crushing darkness of the ocean’s depths, and that assumption had led to proposals to use the deep sea as a dumping ground for nuclear waste. But my father and his team encountered living fish - a discovery that prevented a potentially catastrophic mistake.</p><p nitf:lede=\"true\">My father’s mission underscores what exploration has always meant to my family. It is not about conquest and domination, but rather curiosity and understanding. Studying nature expands not only the frontiers of our knowledge, but also the scope of our responsibility as planetary stewards.</p><p>Today, the ocean is under greater threat than ever, and not only because the United States has just set the stage for private companies to pursue deep-sea mining in international waters. Despite decades of warnings, humanity continues to treat the ocean as an inexhaustible resource and a bottomless dumping ground. We are suffocating it with plastic, heating it with emissions, poisoning it with chemicals, and depleting it by overfishing. But the biggest danger is subtler: As was true in 1960, there is glaring gap between what we know and what we are doing.</p><p>While we speak of binding treaties and ambitious targets, our actions remain fragmented and insufficient. Even as the ocean’s degradation accelerates, governments often take refuge behind the complexity of global consensus-building, using it as an excuse for inaction. As a result, fishing vessels engaged in illegal practices, such as destructive bottom trawling in marine protected areas, are still permitted to sell their catch freely in ports and markets. Although regulations exist, enforcement is weak, sporadic, or simply absent.</p><p>But we cannot afford to wait for the perfect implementation of perfect treaties. Nor should we use others’ failure to address the problem as an excuse for our own inaction. After all, we already know the solutions, and we have the tools to pursue them. What is missing is the will.</p><p>At the Solar Impulse Foundation, we have identified more than 1,800 clean and profitable strategies and tools that reconcile economic growth with environmental preservation. Many focus on strengthening regenerative and sustainable practices in the blue economy - from technologies that track illegal fishing and monitor vessel movements from space, to innovations in low-carbon shipping, plastic waste prevention, and regenerative aquaculture.</p><p>Our recent Ocean Opportunity Guide, mapping ocean-focused innovation, shows just how broad and mature these solutions are. From bio-enhancing concrete that supports marine life to seaweed-based alternatives to single-use plastic and traceability platforms that eliminate greenwashing in seafood value chains, these are not theoretical models; they are real tools already being deployed around the world. Behind them stands a growing ecosystem of entrepreneurs, scientists, and engineers.</p><p>Equally, new financial mechanisms are emerging to bridge the gap between innovation and scale. Blended finance structures, results-based payments, and de-risking vehicles are beginning to unlock capital for nature-based solutions and sustainable aquaculture, particularly in vulnerable coastal economies. These developments show that diverse stakeholders, when aligned, can build an innovation ecosystem capable of solving one of the world’s most complex challenges.</p><p>The solutions we highlight are tested, scalable, and economically sound. They do more than protect ecosystems; they also create jobs, stimulate new markets, and reduce long-term operational risk. Clean innovation in the ocean economy is already generating competitive advantages for forward-looking companies and countries. Financial instruments that de-risk nature-based investments are helping to stabilize coastal economies and expand access to new forms of capital. And circular-economy solutions like seaweed-based packaging and marine-life-friendly infrastructure are not only reducing environmental harm, but also lowering material costs and strengthening supply-chain transparency.</p><p>In short, ocean preservation is becoming an engine of industrial renewal and geopolitical resilience. As an economic development strategy, it is both future-proof and inclusive, and it appeals to investors, entrepreneurs, and policymakers alike. But to unlock this potential, we must change the narrative. Sustainability is not about sacrifice; it is about modernization, innovation, and efficiency.</p><p>Far from an environmental constraint, ocean preservation is a catalyst for a more dynamic, resilient global economy. As such, it should be recognized as the new frontier of exploration. Our task is to discover not uncharted depths, but better systems. Like the entrepreneurs featured in the Ocean Opportunity Guide, we should all be questioning what we have built and considering how it can be improved. The spirit of exploration must guide us toward regeneration, not exploitation. It must inspire us to stop waiting for others, and to start demonstrating the leadership that this moment demands.</p><p>Bertrand Piccard, a Swiss explorer, is the founder of the Solar Impulse Foundation. This article was distributed by Project Syndicate.</p><p><url normalizedValue=\"https://newsimg.koreatimes.co.kr/2025/07/14/8468fe69-53ea-4154-bd0d-91f22cdb0348.jpg\">Link to Image</url></p>", "publisher": "Korea Times", "instances": ["Many focus on strengthening regenerative and sustainable practices in the blue economy - from technologies that track illegal fishing and monitor vessel movements from space, to innovations in low-carbon shipping, plastic waste prevention, and regenerative aquaculture. Our recent Ocean Opportunity Guide, mapping ocean-focused innovation, shows just how broad and mature these solutions are. From bio-enhancing concrete that supports marine life to seaweed-based alternatives to single-use plastic and traceability platforms that eliminate greenwashing in seafood value chains, these are not theoretical models; they are real tools already being deployed around the world. Behind them stands a growing ecosystem of entrepreneurs, scientists, and engineers. Equally, new financial mechanisms are emerging to bridge the gap between innovation and scale. Blended finance structures, results-based payments, and de-risking vehicles are beginning to unlock capital for nature-based solutions and sustainable aquaculture, particularly in vulnerable coastal economies. These developments show that diverse stakeholders, when aligned, can build an innovation ecosystem capable of solving one of the world’s most complex challenges. The solutions we highlight are tested, scalable, and economically sound. They do more than protect ecosystems; they also create jobs, stimulate new markets, and reduce long-term operational risk. Clean innovation in the ocean economy is already generating competitive advantages for forward-looking companies and countries. Financial instruments that de-risk nature-based investments are helping to stabilize coastal economies and expand access to new forms of capital."]}, {"relevance_score": 15, "title": "Seoul focuses on enhancing waterfronts", "published": "2023-10-23", "bodyText": "<p nitf:lede=\"true\">Attendees of the 2023 The Joint Water Seoul - Seoul Urban Policy International Conference pose at the beginning of the conference at the Seoul Waterworks Authority building in Seodaemun District, Monday. Courtesy of Seoul Metropolitan Government</p><p>By Jung Da-hyunSeoul hosted an international conference, Monday, to discuss urban policies that utilize waterfront areas at the Seoul Waterworks Authority building in Seodaemun District.</p><p>Under the notion of transforming waterfronts into public leisure spaces, authorities and experts came together to share experiences and discuss relevant policies.</p><p>The Joint Water Seoul – Seoul Urban Policy International Conference, first initiated in 2021, aims to share city policy and technological information for 'meta-cities.' These are cities characterized by dynamic urban regions comprising multiple dense centers, intervening suburbs and embedded green spaces.</p><p>During last year's conference, it was proposed that Seoul's urban policy should be enhanced by incorporating nature-based solutions alongside technological and policy development.</p><p>This year's conference places particular emphasis on Nature-based Solutions (NbS) as an approach that Seoul can adopt for the utilization and development of waterfront areas, as it offers multiple benefits.</p><p>Seoul Mayor Oh Se-hoon gives a pre-recorded welcome speech at the 2023 The Joint Water Seoul - Seoul Urban Policy International Conference, which took place at the Seoul Waterworks Authority building in Seodaemun District, Monday. Courtesy of Seoul Metropolitan Government</p><p>The Seoul Metropolitan Government is actively working to make use of these solutions by recognizing the value of waterfront spaces, which are directly related to enhancing urban competitiveness.</p><p>During the first session of the conference, presentations were made on the development of waterfront spaces and urban areas through NbS, highlighting the benefits of creating green areas near waterfronts, including flood prevention, rainwater management and improvements in the well-being of the public.</p><p>Speakers included Bhuwan Thapa, an assistant professor of Geography and Planning at Appalachian State University; Woo Hyo-seop, an industry-cooperation professor at Sejong University; and Kang Hyun-seok, a founding partner of SGHS, an architecture and design company.</p><p>The second session featured experts discussing ways to use waterfront spaces as hubs for reflecting culture and history, focusing on developing waterfront spaces with culture in mind, to make them attractive destinations for locals and tourists.</p><p>Park Hyun-wook, the chief curator of the Seoul Museum of History; Huh Jung-rim, a research professor at Konkuk University's department of social and environmental engineering; and Lee Kwan-ok, an associate professor in the department of real estate at the National University of Singapore gave presentations.</p><p>'We hope the conference can generate varied insight that could transform waterfronts into central elements of urban spaces,' said Yoo Chang-su, vice mayor for administrative affairs at the Seoul Metropolitan Government.</p><p>The conference will continue until Tuesday, with a special keynote speech expected from Klaus Ruger, the mayor of the Austrian economic center Linz, known for its successful transformation from a steel city into a European culture center.</p>", "publisher": "Korea Times", "instances": ["Attendees of the 2023 The Joint Water Seoul - Seoul Urban Policy International Conference pose at the beginning of the conference at the Seoul Waterworks Authority building in Seodaemun District, Monday. Courtesy of Seoul Metropolitan GovernmentBy Jung Da-hyunSeoul hosted an international conference, Monday, to discuss urban policies that utilize waterfront areas at the Seoul Waterworks Authority building in Seodaemun District. Under the notion of transforming waterfronts into public leisure spaces, authorities and experts came together to share experiences and discuss relevant policies. The Joint Water Seoul – Seoul Urban Policy International Conference, first initiated in 2021, aims to share city policy and technological information for 'meta-cities. These are cities characterized by dynamic urban regions comprising multiple dense centers, intervening suburbs and embedded green spaces. During last year's conference, it was proposed that Seoul's urban policy should be enhanced by incorporating nature-based solutions alongside technological and policy development. This year's conference places particular emphasis on Nature-based Solutions (NbS) as an approach that Seoul can adopt for the utilization and development of waterfront areas, as it offers multiple benefits. Seoul Mayor Oh Se-hoon gives a pre-recorded welcome speech at the 2023 The Joint Water Seoul - Seoul Urban Policy International Conference, which took place at the Seoul Waterworks Authority building in Seodaemun District, Monday. Courtesy of Seoul Metropolitan GovernmentThe Seoul Metropolitan Government is actively working to make use of these solutions by recognizing the value of waterfront spaces, which are directly related to enhancing urban competitiveness. During the first session of the conference, presentations were made on the development of waterfront spaces and urban areas through NbS, highlighting the benefits of creating green areas near waterfronts, including flood prevention, rainwater management and improvements in the well-being of the public. Speakers included Bhuwan Thapa, an assistant professor of Geography and Planning at Appalachian State University; Woo Hyo-seop, an industry-cooperation professor at Sejong University; and Kang Hyun-seok, a founding partner of SGHS, an architecture and design company.", "Courtesy of Seoul Metropolitan GovernmentBy Jung Da-hyunSeoul hosted an international conference, Monday, to discuss urban policies that utilize waterfront areas at the Seoul Waterworks Authority building in Seodaemun District. Under the notion of transforming waterfronts into public leisure spaces, authorities and experts came together to share experiences and discuss relevant policies. The Joint Water Seoul – Seoul Urban Policy International Conference, first initiated in 2021, aims to share city policy and technological information for 'meta-cities. These are cities characterized by dynamic urban regions comprising multiple dense centers, intervening suburbs and embedded green spaces. During last year's conference, it was proposed that Seoul's urban policy should be enhanced by incorporating nature-based solutions alongside technological and policy development. This year's conference places particular emphasis on Nature-based Solutions (NbS) as an approach that Seoul can adopt for the utilization and development of waterfront areas, as it offers multiple benefits. Seoul Mayor Oh Se-hoon gives a pre-recorded welcome speech at the 2023 The Joint Water Seoul - Seoul Urban Policy International Conference, which took place at the Seoul Waterworks Authority building in Seodaemun District, Monday. Courtesy of Seoul Metropolitan GovernmentThe Seoul Metropolitan Government is actively working to make use of these solutions by recognizing the value of waterfront spaces, which are directly related to enhancing urban competitiveness. During the first session of the conference, presentations were made on the development of waterfront spaces and urban areas through NbS, highlighting the benefits of creating green areas near waterfronts, including flood prevention, rainwater management and improvements in the well-being of the public. Speakers included Bhuwan Thapa, an assistant professor of Geography and Planning at Appalachian State University; Woo Hyo-seop, an industry-cooperation professor at Sejong University; and Kang Hyun-seok, a founding partner of SGHS, an architecture and design company. The second session featured experts discussing ways to use waterfront spaces as hubs for reflecting culture and history, focusing on developing waterfront spaces with culture in mind, to make them attractive destinations for locals and tourists."]}, {"relevance_score": 23, "title": "Sharing Korea's experience in forest restoration ", "published": "2023-06-15", "bodyText": "<p nitf:lede=\"true\">June 17 marks the United Nations' World Day to Combat Desertification and Drought, commemorating the adoption of the United Nations Convention to Combat Desertification in 1994. The spread of desertification in Northeast Asia is not only a significant cause of springtime fine dust pollution in Korea but also a transborder issue affecting neighboring countries. In recent years, the incidence and scale of fine dust storms have been increasing due to climate change, desertification and drought, becoming a problem that requires international cooperation for desertification prevention.The Korea Forest Service has been actively preventing the spread of desertification. As its first step, KFS proposed the Northeast Asia Desertification, Land Degradation and Drought Network, involving Korea, China, and Mongolia. </p><p>The network was launched in 2011 with the KFS serving as its secretariat. The KFS has operated programs for desertification and dust storm prevention while establishing partnerships to develop national action plans and to solve land degradation issues in the Northeast Asian region.In a joint effort to fight desertification, the governments of Korea and Mongolia established the Korea-Mongolia Green Belt Initiative in 2007, as part of a comprehensive intergovernmental plan to mitigate the damages caused by desertification. Over the course of a decade-long campaign, approximately 3,000 hectares of forests have been restored, instilling hope among the Mongolian government and its citizens. This initiative has also influenced legislative and societal shifts, leading to the enactment of laws and regulations to commemorate Arbor Day and prevent land degradation and desertification.Given the recent climate change-induced natural disasters and the escalating desertification crisis, the international community emphasizes the utilization of Nature-based Solutions. Forests not only serve as carbon sinks to combat climate change but also contribute comprehensively to various social and environmental issues, such as biodiversity conservation.During the 26th Conference of the Parties to the United Nations Framework Convention on Climate Change held in 2021, major advanced countries announced the Global Forest Finance Pledge, aimed at preventing deforestation, and land degradation, and facilitating restoration. Korea, having received developmental aid from advanced nations to restore degraded lands, actively participated in this pledge as well, fulfilling its role as a bridge between developed and developing countries in the field of forestry.According to the 2022 Global Forest Resources Assessment published by the Food and Agriculture Organization, sustainable forest management can aid in global recovery from the pandemic, while addressing the crises related to climate change and biodiversity loss. Eliminating deforestation and preserving forests can protect more than half of the Earth's biodiversity, also reducing annual carbon dioxide emissions by 3.6 gigatons from 2020 to 2050.The Korea Forest Service, through the Changwon Initiative, launched during the 2011 UN Convention to Combat Desertification conference, has achieved remarkable success in policy formulation regarding desertification and land degradation by supporting afforestation projects and scientific capacity building in developing countries.ï¿½ï¿½This year marks the 50th anniversary of our nationwide forestation efforts, one of the nationï¿½ï¿½s key achievements acclaimed globally. Forests are carbon sinks and nature-based solutions for climate challenges. Based on our own successful greening experience, we will continue to contribute to the international community,ï¿½ï¿½ said an official of the forest agency. By Kim So-yeon (<email normalizedValue=\"mailto:sera13@heraldcorp.com\">sera13@heraldcorp.com</email>) and Lee Kwon-hyung (<email normalizedValue=\"mailto:kwonhl@hearldcorp.com\">kwonhl@hearldcorp.com</email>)</p>", "publisher": "The Korea Herald", "instances": ["The network was launched in 2011 with the KFS serving as its secretariat. The KFS has operated programs for desertification and dust storm prevention while establishing partnerships to develop national action plans and to solve land degradation issues in the Northeast Asian region. In a joint effort to fight desertification, the governments of Korea and Mongolia established the Korea-Mongolia Green Belt Initiative in 2007, as part of a comprehensive intergovernmental plan to mitigate the damages caused by desertification. Over the course of a decade-long campaign, approximately 3,000 hectares of forests have been restored, instilling hope among the Mongolian government and its citizens. This initiative has also influenced legislative and societal shifts, leading to the enactment of laws and regulations to commemorate Arbor Day and prevent land degradation and desertification. Given the recent climate change-induced natural disasters and the escalating desertification crisis, the international community emphasizes the utilization of Nature-based Solutions. Forests not only serve as carbon sinks to combat climate change but also contribute comprehensively to various social and environmental issues, such as biodiversity conservation. During the 26th Conference of the Parties to the United Nations Framework Convention on Climate Change held in 2021, major advanced countries announced the Global Forest Finance Pledge, aimed at preventing deforestation, and land degradation, and facilitating restoration. Korea, having received developmental aid from advanced nations to restore degraded lands, actively participated in this pledge as well, fulfilling its role as a bridge between developed and developing countries in the field of forestry. According to the 2022 Global Forest Resources Assessment published by the Food and Agriculture Organization, sustainable forest management can aid in global recovery from the pandemic, while addressing the crises related to climate change and biodiversity loss. Eliminating deforestation and preserving forests can protect more than half of the Earth's biodiversity, also reducing annual carbon dioxide emissions by 3.", "According to the 2022 Global Forest Resources Assessment published by the Food and Agriculture Organization, sustainable forest management can aid in global recovery from the pandemic, while addressing the crises related to climate change and biodiversity loss. Eliminating deforestation and preserving forests can protect more than half of the Earth's biodiversity, also reducing annual carbon dioxide emissions by 3. 6 gigatons from 2020 to 2050. The Korea Forest Service, through the Changwon Initiative, launched during the 2011 UN Convention to Combat Desertification conference, has achieved remarkable success in policy formulation regarding desertification and land degradation by supporting afforestation projects and scientific capacity building in developing countries. ï¿½ï¿½This year marks the 50th anniversary of our nationwide forestation efforts, one of the nationï¿½ï¿½s key achievements acclaimed globally. Forests are carbon sinks and nature-based solutions for climate challenges. Based on our own successful greening experience, we will continue to contribute to the international community,ï¿½ï¿½ said an official of the forest agency. By Kim So-yeon (sera13@heraldcorp. com) and Lee Kwon-hyung (kwonhl@hearldcorp. com)"]}, {"relevance_score": 9, "title": "KFS-Woori Financial Group agrees to cooperate for carbon-neutral, ESG management ", "published": "2022-05-04", "bodyText": "<p nitf:lede=\"true\">Korea Forest Service and Woori Financial Group agreed to work together to promote the importance of carbon-neutrality in business management, as well as a priority on environmental, social and governance issues, the forest agency said Wednesday. The agreement signed Monday comes as part of their joint efforts to recognize the importance of forests in responding to climate change and ESG activities, and to contribute to their joint goals of sustainability by encouraging activities promoting carbon-neutrality, KFS said. </p><p>In their agreement, the two sides will embark on a series of joint forestry projects in and outside the country, including using of nature-based solutions for Reducing Emissions from Deforestation and Forest Degradation Plus (REDD+), and forest carbon offset projects. They also agreed to cooperate on carbon-neutral events and major international events, to develop forest effect indicators, and to establish networks of the government and other institutions with specialized technologies related to forestry. The business agreement with Woori Financial Group is the seventh of its kind for the forest service agency, which has been pushing to establish partnerships with corporates. It has signed business agreements with Dunamu, LG Group and SK Group, among others. ï¿½ï¿½Carbon neutrality and environmental, social, and governance (ESG)-related management are of global interest, and ESG is an irreversible trend of the era for growth for sustainable companies,ï¿½ï¿½ Choi Byeong-am, the head of the KFS said. ï¿½ï¿½We plan to continuously strengthen cooperation with companies that pursue a carbon-neutral model in the forestry sector, and ESG management.ï¿½ï¿½By Jo He-rim (<email normalizedValue=\"mailto:herim@heraldcorp.com\">herim@heraldcorp.com</email>)</p>", "publisher": "The Korea Herald", "instances": ["Korea Forest Service and Woori Financial Group agreed to work together to promote the importance of carbon-neutrality in business management, as well as a priority on environmental, social and governance issues, the forest agency said Wednesday. The agreement signed Monday comes as part of their joint efforts to recognize the importance of forests in responding to climate change and ESG activities, and to contribute to their joint goals of sustainability by encouraging activities promoting carbon-neutrality, KFS said. In their agreement, the two sides will embark on a series of joint forestry projects in and outside the country, including using of nature-based solutions for Reducing Emissions from Deforestation and Forest Degradation Plus (REDD+), and forest carbon offset projects. They also agreed to cooperate on carbon-neutral events and major international events, to develop forest effect indicators, and to establish networks of the government and other institutions with specialized technologies related to forestry. The business agreement with Woori Financial Group is the seventh of its kind for the forest service agency, which has been pushing to establish partnerships with corporates. It has signed business agreements with Dunamu, LG Group and SK Group, among others. ï¿½ï¿½Carbon neutrality and environmental, social, and governance (ESG)-related management are of global interest, and ESG is an irreversible trend of the era for growth for sustainable companies,ï¿½ï¿½ Choi Byeong-am, the head of the KFS said. ï¿½ï¿½We plan to continuously strengthen cooperation with companies that pursue a carbon-neutral model in the forestry sector, and ESG management."]}, {"relevance_score": 15, "title": "The 15th World Forestry Congress ends, addresses crucial environmental issues", "published": "2022-05-06", "bodyText": "<p nitf:lede=\"true\">By Kim Hyun-bin</p><p nitf:lede=\"true\">The 15th World Forestry Congress came to a close Friday with global environmental leaders discussing major nature-based solutions to climate change and other eco-friendly measures during the five-day event held at Coex in Seoul.</p><p>The World Forestry Congress is held every six years under the supervision of the Food and Agriculture Organization of the United Nations (FAO). Forestry officials from around the world gather to discuss global forest and environmental issues such as climate change, biodiversity loss and desertification, as well as to seek solutions through forestry. It is the largest and most influential international conference in the forestry field.</p><p>The closing ceremony started with the presentation of the results of the five-day general meeting, followed by remarks from representatives from each forestry sector, and then closing speeches by UNCCD Secretary-General Ibrahim Thiaw, FAO Secretary-General Maria Helena Semedo, and Princess Basma Bint Ali of Jordan. Korea Forest Service head Choi Byeong-am made the closing declaration.</p><p>In particular, as one of the main results of the general assembly, the Seoul Forestry Declaration, which was written by the host country, Korea, was announced. The declaration emphasizes that for a sustainable future, responsibility for forest management must be integrated among various agencies and stakeholders.</p><p>In addition, with the need for financial input for sustainable forest management, it announced the launch of the Assuring the Future of Forests with Integrated Risk Management mechanism (AFFIRM), and the establishment of new partnerships, such as the Sustaining an Abundance of Forest Ecosystems initiative (SAFE) and the Reducing Emissions from Deforestation and Forest Degradation Plus (REDD+) capacity-building platform.</p><p>At the Ministerial Forum, the Ministerial Call on Sustainable Wood was announced. Sustainable wood-use solutions must be built on the basis of sustainable forest management, and each country is committed to achieving their nationally determined contributions (NDCs) to the goals of the Paris Agreement for reducing carbon emissions by 2030.</p><p>Meanwhile, the 15th World Forestry Congress was recorded as the largest ever World Forestry Congress, despite the ongoing global COVID-19 pandemic.</p><p>In particular, the event was a means to share Korea's excellent forest policy with the world through special events such as the Forest Fire Forum and the Peace Forestry Initiative (PFI) high-level meetings held under the leadership of Korea, and to solidify Korea's position as one of the world's leading nations in forestry.</p><p>“This 15th World Forestry Congress was an opportunity for Korea to build close partnerships with all forestry officials around the world and take the lead in implementing the sustainable green future discussed at this meeting,” Choi Byung-am, the commissioner of the Korea Forest Service, said at the closing ceremony at COEX in Seoul, Friday. “I would like to express my sincere gratitude to all the participants from all over the world who shared their wisdom and insight despite the COVID-19 pandemic.”</p><p><url normalizedValue=\"https://img.koreatimes.co.kr/upload/newsV2/images/202205/2b2c8e31e69f415ea1c66dd7de3cea3d.jpg\">Link to Image</url></p>", "publisher": "Korea Times", "instances": ["By Kim Hyun-binThe 15th World Forestry Congress came to a close Friday with global environmental leaders discussing major nature-based solutions to climate change and other eco-friendly measures during the five-day event held at Coex in Seoul. The World Forestry Congress is held every six years under the supervision of the Food and Agriculture Organization of the United Nations (FAO). Forestry officials from around the world gather to discuss global forest and environmental issues such as climate change, biodiversity loss and desertification, as well as to seek solutions through forestry. It is the largest and most influential international conference in the forestry field. The closing ceremony started with the presentation of the results of the five-day general meeting, followed by remarks from representatives from each forestry sector, and then closing speeches by UNCCD Secretary-General Ibrahim Thiaw, FAO Secretary-General Maria Helena Semedo, and Princess Basma Bint Ali of Jordan. Korea Forest Service head Choi Byeong-am made the closing declaration."]}, {"relevance_score": 37, "title": "World Forestry Congress kicks off its 5-day run in Seoul ", "published": "2022-05-01", "bodyText": "<p nitf:lede=\"true\">The World Forestry Congress, the worldï¿½ï¿½s largest gathering of foresters, kicked off its five-day run in Seoul on Monday. The 15th edition of the WFC will be running from Monday through Friday at Coex in Gangnam.The WFC is the most influential global forestry gathering, held every six years under the auspices of the Food and Agriculture Organization of the United Nations.Itï¿½ï¿½s the first time the WFC has been held in South Korea, and it is also the first time in 44 years that the congress is being held in the Asia-Pacific region. It was last hosted in the region by Indonesia in 1978. The congress is designed to allow people from the worldï¿½ï¿½s forestry sector to strengthen international cooperation with forest supporters and related partners. The event has also functioned as a forum that provides participants with opportunities to exchange views and experiences on all aspects of forestry and the environment. </p><p>By sharing expertise and experiences, the event aims to help identify the actions required to solve pending issues across the world. Park Eun-sik, director general of international affairs bureau at the Korea Forest Service, said ï¿½ï¿½(The government) has put its utmost efforts into the congress over the last two years, for which the country may not get another chance to host at another time.ï¿½ï¿½ This yearï¿½ï¿½s congress is anticipated to be the largest ever, with the participation of around 10,000 people, including government officials, members of international organizations, civic activists and academics from over a total of 143 countries.The KFS estimates about 2,000 participants will visit from overseas. The number of local participants who pre-registered is about 5,300 so far. Distinguished guests from abroad include United Nations Secretary-General Antonio Guterres. The leaders of international organizations, including the Food and Agriculture Organization of the United Nations, the Global Environment Facility and the International Renewable Energy Agency, will be also joining the congress. Forest and related ministries from more than 40 countries will attend the event to discuss policies regarding forests and the environment.Under the theme of ï¿½ï¿½Building a Green, Healthy and Resilient Future with Forests,ï¿½ï¿½ the latest edition of the congress will offer a unique opportunity for the global forestry community to consider the current state and future of world forestry, particularly in the context of global climate change, according to the KFS. The event will work as a place to discuss relevant measures to achieve the sustainable development goals. High-level meetings and special events throughout the congress will also become venues for debate on pending challenges such as global climate change and the COVID-19 pandemic.The congress has prepared six sub-themes to address the most important current issues concerning forests, through which it will address the importance of restoring and preserving forests and the ways forestation can play its part in achieving carbon neutrality and responding to climate change. The six sub-themes include, Turning the tide: Reversing deforestation and forest degradation; Nature-based solutions for climate change adaptation and biodiversity conservation; The green pathway to growth and sustainability; Forests and human health: Revisiting the connections; Managing and communicating forest information, data, and knowledge; and Forests without boundaries: Enhancing management and cooperation.During the event, South Korea will also promote its experiences of reforestation to attendees from all over the world.According to the KFS, South Koreaï¿½ï¿½s successful history of reforestation has already been recognized worldwide. The countryï¿½ï¿½s reforestation since the Korean War, in particular, is regarded by many international organizations as one of the most successful initiatives of its kind.Before 1970, forests were destroyed as the country used trees as its main natural resource. The destruction of forests in the country consequently brought about avalanches, floods and other disasters.As more people began noticing the importance of forests, the government stepped up. The government took initiatives and supported reforestation through various policies. The government analyzed the survival rates of trees in different regions to create a better tree-management system. Illegal logging was cracked down on. The government provided incentives to public officers based on how many trees they planted and began introducing eco-friendly policies to develop a better environment for tree growth. To prevent slash-and-burn agriculture, the government also provided new settlements and jobs to the farmers.After decades of effort, South Korea was able to restore many forests across the country. A 2019 UN Food and Agriculture Organization report showed that South Korea had the highest rate of increasing forest stock in the Asia-Pacific region between 1990 and 2015.South Koreaï¿½ï¿½s successful reforestation history was recognized worldwide, and the KFS started to share its reforestation know-how. In the earlier stage, the country shared its know-hows with Mongolia and China, but now, the country is handing down reforestation techniques to many more countries, including Indonesia, Vietnam, Myanmar and other Southeast Asian countries, as well as countries in Central Asia, South America and Africa. Prior to hosting the WFC this year, South Korea also held a series of forest-related international congresses, such as the IUFRO World Congress in 2010, the UNCCD Congress in 2011, and the International Wildland Fire Conference in 2015.Park said South Korea would do its best to successfully host the congress, adding that the congress will help the country strengthen its global leadership in the forestry sector.</p>", "publisher": "The Korea Herald", "instances": ["Forest and related ministries from more than 40 countries will attend the event to discuss policies regarding forests and the environment. Under the theme of ï¿½ï¿½Building a Green, Healthy and Resilient Future with Forests,ï¿½ï¿½ the latest edition of the congress will offer a unique opportunity for the global forestry community to consider the current state and future of world forestry, particularly in the context of global climate change, according to the KFS. The event will work as a place to discuss relevant measures to achieve the sustainable development goals. High-level meetings and special events throughout the congress will also become venues for debate on pending challenges such as global climate change and the COVID-19 pandemic. The congress has prepared six sub-themes to address the most important current issues concerning forests, through which it will address the importance of restoring and preserving forests and the ways forestation can play its part in achieving carbon neutrality and responding to climate change. The six sub-themes include, Turning the tide: Reversing deforestation and forest degradation; Nature-based solutions for climate change adaptation and biodiversity conservation; The green pathway to growth and sustainability; Forests and human health: Revisiting the connections; Managing and communicating forest information, data, and knowledge; and Forests without boundaries: Enhancing management and cooperation. During the event, South Korea will also promote its experiences of reforestation to attendees from all over the world. According to the KFS, South Koreaï¿½ï¿½s successful history of reforestation has already been recognized worldwide. The countryï¿½ï¿½s reforestation since the Korean War, in particular, is regarded by many international organizations as one of the most successful initiatives of its kind. Before 1970, forests were destroyed as the country used trees as its main natural resource. The destruction of forests in the country consequently brought about avalanches, floods and other disasters."]}, {"relevance_score": 42, "title": "5 years since Paris Agreement: Race to net zero is on '", "published": "2020-12-29", "bodyText": "<p nitf:lede=\"true\">'We need visible, ambitious action and alignment with COVID-19 recovery'By Frank Rijsberman, Ingvild SolvangParties to the Paris Climate Agreement are required to submit their revised Nationally Determined Contributions (NDCs) by Dec. 31. In the wake of the COVID-19 pandemic, there are both challenges and opportunities in ensuring that COP26, a U.N. climate change summit, builds confidence in the Paris Agreement as an effective tool to avoid climate crisis.</p><p>Frank RijsbermanAs 2020 comes to a close, the date is fast approaching for all parties to the Paris Climate Agreement to submit their updated commitments, or NDCs, that specifically delineate how each country will meet the common climate goals within the United Nations framework. Due to the COVID-19 pandemic, COP26 climate talks were postponed to 2021, and instead a series of virtual events including the Climate Ambition Summit was held on Dec. 12, where countries could give updates on their adjusted NDCs. Much has happened in recent months. While the Republic of Korea did not show very ambitious NDC targets earlier this year, President Moon Jae-in announced net zero ambitions for 2050. Likewise, China made a net zero pledge for 2060. The European Union announced enhanced ambition to cut emissions by 55 percent from the 1990 level by 2030. Many other states made commensurate pledges to tackle the climate crisis. A Race to Resilience was also launched by mayors, community leaders and insurance companies committed to safeguarding the lives and livelihoods of 4 billion vulnerable people by 2030, which aligns in particular with the priorities of Small Island Developing States (SIDS) and Least Developed Countries (LDCs).</p><p>Ingvild SolvangWhile these commitments are positive and more ambitious than earlier NDCs, they are still not ambitious enough to meet the 1.5 degree target and protect people and nature from climate change. U.K. Minister Alok Sharma has called out the world leaders' failure to show necessary levels of ambition. Reflecting on priorities ahead of next year's COP26, the Global Green Growth Institute (GGGI) will continue supporting its members' and partners' NDC enhancement and implementation through climate and carbon finance mobilization. However, a key area of focus in 2021 will be to build synergies between climate solutions and green COVID-19 recovery. It is critical to ensure that the unprecedented economic stimulus packages result in lasting shifts toward green development pathways with explicit focus on employment potential and other socio-economic co-benefits. The tens of trillions mobilized to recovery efforts provide a big and perhaps last chance to solve the unprecedented challenges as leverage vanishes with rising debt levels and dried-up public funding. Green Recovery Packages must be put to work to decarbonize the economy. Renewable energy (RE) is now the cheapest form of energy, especially when taking account of the extended costs of our reliance on fossil fuels so far. Circular economy options can drastically reduce waste, and alternatives to fossil fuel are available in the bioeconomy, and nature-based solutions hold tremendous untapped climate mitigation potential with employment and adaptation co-benefits. New technologies are pushing opportunities. Hydrogen can take up where RE cannot reach, and artificial intelligence can push energy efficiency and effective production. These are trends moving us in the right direction. Explicit focus is required to highlight the economic multipliers and social co-benefits of climate action. In our collaborative Green Growth Program with the government of Indonesia, this means promoting nature-based solutions that help halt deforestation, restore carbon rich wetlands and soils, improve land productivity and water security, and deliver improved livelihoods as well as enhanced climate mitigation and adaptation actions. Continued and improved investments in biomass-based and solar energy-based electricity generation bring more and higher-quality jobs, food security and climate resilience. In Vietnam, the GGGI works with the government to enhance its NDC ambitions through promoting sustainable urban cooling, energy efficiency, digital solutions and increasing green investments with innovative financial instruments such as carbon financing or green bonds through collaborating with the government of Luxembourg. To verify the employment potential of RE, the GGGI's employment assessments in countries like Indonesia, Rwanda and Mexico show that renewable energy, solar photovoltaics in particular, employs more people per unit of investment compared to fossil fuels-based technologies. A global solar-powered irrigation program, including Ethiopia, Burkina Faso and Uganda, will improve livelihoods, food security and climate resilience. While supporting several governments with their NDC revision processes into 2021 with the NDC Partnership and others, technical analysis incorporating employment potential and safeguarding of poor and vulnerable communities is key. The GGGI is supporting several SIDS countries is this regard â€• Saint Lucia is using a modeling approach to explore how reforming fossil fuel subsidy and taxation schemes can lower fossil fuel consumption while ensuring that vulnerable populations are not negatively impacted. In Antigua and Barbuda, GGGI is developing programs to ensure that all segments of the population are included in the transition to renewable energy.Focusing on green recovery packages and climate action simultaneously means more effective integration of NDCs and the Sustainable Development Goals (SDGs). While the COVID-19 pandemic has placed emphasis on the socio-economic aspects of climate action, and the importance of assessing and including long-term health and vulnerabilities of the local communities into planning processes, the notion that we must marry sustainable development and climate ambitions have been made evident by the successes and failures of climate action to date. And, as the world recovers with the introduction of vaccines that can bring back business and economic activity, it is essential that a change in trajectory toward green recovery, that does not bounce back to business as usual, is at the center of our focus toward COP26 in Glasgow in 2021.</p><p>Frank Rijsberman is the director-general and Ingvild Solvang is the head of Climate Action and Inclusive Development at the Global Green Growth Institute (GGGI).</p>", "publisher": "Korea Times", "instances": ["However, a key area of focus in 2021 will be to build synergies between climate solutions and green COVID-19 recovery. It is critical to ensure that the unprecedented economic stimulus packages result in lasting shifts toward green development pathways with explicit focus on employment potential and other socio-economic co-benefits. The tens of trillions mobilized to recovery efforts provide a big and perhaps last chance to solve the unprecedented challenges as leverage vanishes with rising debt levels and dried-up public funding. Green Recovery Packages must be put to work to decarbonize the economy. Renewable energy (RE) is now the cheapest form of energy, especially when taking account of the extended costs of our reliance on fossil fuels so far. Circular economy options can drastically reduce waste, and alternatives to fossil fuel are available in the bioeconomy, and nature-based solutions hold tremendous untapped climate mitigation potential with employment and adaptation co-benefits. New technologies are pushing opportunities. Hydrogen can take up where RE cannot reach, and artificial intelligence can push energy efficiency and effective production. These are trends moving us in the right direction. Explicit focus is required to highlight the economic multipliers and social co-benefits of climate action. In our collaborative Green Growth Program with the government of Indonesia, this means promoting nature-based solutions that help halt deforestation, restore carbon rich wetlands and soils, improve land productivity and water security, and deliver improved livelihoods as well as enhanced climate mitigation and adaptation actions.", "Circular economy options can drastically reduce waste, and alternatives to fossil fuel are available in the bioeconomy, and nature-based solutions hold tremendous untapped climate mitigation potential with employment and adaptation co-benefits. New technologies are pushing opportunities. Hydrogen can take up where RE cannot reach, and artificial intelligence can push energy efficiency and effective production. These are trends moving us in the right direction. Explicit focus is required to highlight the economic multipliers and social co-benefits of climate action. In our collaborative Green Growth Program with the government of Indonesia, this means promoting nature-based solutions that help halt deforestation, restore carbon rich wetlands and soils, improve land productivity and water security, and deliver improved livelihoods as well as enhanced climate mitigation and adaptation actions. Continued and improved investments in biomass-based and solar energy-based electricity generation bring more and higher-quality jobs, food security and climate resilience. In Vietnam, the GGGI works with the government to enhance its NDC ambitions through promoting sustainable urban cooling, energy efficiency, digital solutions and increasing green investments with innovative financial instruments such as carbon financing or green bonds through collaborating with the government of Luxembourg. To verify the employment potential of RE, the GGGI's employment assessments in countries like Indonesia, Rwanda and Mexico show that renewable energy, solar photovoltaics in particular, employs more people per unit of investment compared to fossil fuels-based technologies. A global solar-powered irrigation program, including Ethiopia, Burkina Faso and Uganda, will improve livelihoods, food security and climate resilience. While supporting several governments with their NDC revision processes into 2021 with the NDC Partnership and others, technical analysis incorporating employment potential and safeguarding of poor and vulnerable communities is key."]}, {"relevance_score": 22, "title": "Korea Forest Service to host World Forestry Congress in 2021 ", "published": "2020-10-15", "bodyText": "<p nitf:lede=\"true\">The Korea Forest Service will host the 15th World Forestry Congress at Coex in Seoul for five days from May 24 to 28 next year, under the theme of ï¿½ï¿½Building a green, healthy and resilient future with forests.ï¿½ï¿½ It is the first time in 40-some years for the congress to take place in the Asia-Pacific region. Indonesia was the last Asian country to bring the international conference to the Asian region in 1978. The WFC is the worldï¿½ï¿½s largest conference on forestry, where stakeholders from the private and public sectors, non-governmental organizations, civic groups, academic circles and the general public gather together to discuss and make decisions on forest-related issues. International plans and declarations on forest-related issues are made at the conference. </p><p>The event is held every six years under the auspices of the United Nationsï¿½ï¿½ Food and Agriculture Organization since the first congress in 1926.The upcoming global event, which will be organized by the KFS in cooperation with the Seoul Metropolitan Government, will invite around 10,000 experts and representatives from 160 nations. The participants to the international congress will continue to address forest issues, including effects of the ongoing climate emergency, biodiversity, forest restoration and many others. The UN Sustainable Development Goals, UN Forest Strategy, the UN Decade on Ecosystem Restoration, the Paris Agreement, and the post-2020 global biodiversity framework are also expected to be on the table for discussion.The upcoming event will include plenary sessions where all participants would come together to discuss pressing issues in the forestry sector. The conference will also include high-level meetings of international leaders to discuss forestry issues that require international coordination. During the ministerial dialogues, government officials will share their forest-related policies and their after-effects. There will also be parallel sessions where experts from more than hundreds of nation around the globe come to discuss six different topics in the forestry sector.The six different topics include, ï¿½ï¿½Turning the tide: reversing deforestation and forest degradationï¿½ï¿½; ï¿½ï¿½Nature-based solutions for climate-change adaptation and mitigation and biodiversity conservationï¿½ï¿½; ï¿½ï¿½The green pathway to growth and sustainabilityï¿½ï¿½; ï¿½ï¿½Forests and human health: revisiting the connectionsï¿½ï¿½; ï¿½ï¿½Managing and communicating forest information and knowledgeï¿½ï¿½; and ï¿½ï¿½Forests without boundaries: enhancing management and cooperation.ï¿½ï¿½Participants to the conference can also go to exhibitions that will showcase forest-related policies and research conducted by governments of different nations, international organizations and private sector bodies. State-of-the-art equipment and technologies related to the forestry sector will be also introduced in exhibitions during the conference. On May 26, there will be field trips through which participants to the conference can visit nearby forests and facilities.Those who want to join the congress can purchase tickets on the official website: <url normalizedValue=\"http://www.wfc2021korea.org\">www.wfc2021korea.org</url>. By Shim Woo-hyun and Lee Kwon-hyoung (<email normalizedValue=\"mailto:ws@heraldcorp.com\">ws@heraldcorp.com</email>) (<email normalizedValue=\"mailto:kwonhl@heraldcorp.com\">kwonhl@heraldcorp.com</email>)</p>", "publisher": "The Korea Herald", "instances": ["The UN Sustainable Development Goals, UN Forest Strategy, the UN Decade on Ecosystem Restoration, the Paris Agreement, and the post-2020 global biodiversity framework are also expected to be on the table for discussion. The upcoming event will include plenary sessions where all participants would come together to discuss pressing issues in the forestry sector. The conference will also include high-level meetings of international leaders to discuss forestry issues that require international coordination. During the ministerial dialogues, government officials will share their forest-related policies and their after-effects. There will also be parallel sessions where experts from more than hundreds of nation around the globe come to discuss six different topics in the forestry sector. The six different topics include, ï¿½ï¿½Turning the tide: reversing deforestation and forest degradationï¿½ï¿½; ï¿½ï¿½Nature-based solutions for climate-change adaptation and mitigation and biodiversity conservationï¿½ï¿½; ï¿½ï¿½The green pathway to growth and sustainabilityï¿½ï¿½; ï¿½ï¿½Forests and human health: revisiting the connectionsï¿½ï¿½; ï¿½ï¿½Managing and communicating forest information and knowledgeï¿½ï¿½; and ï¿½ï¿½Forests without boundaries: enhancing management and cooperation. ï¿½ï¿½Participants to the conference can also go to exhibitions that will showcase forest-related policies and research conducted by governments of different nations, international organizations and private sector bodies. State-of-the-art equipment and technologies related to the forestry sector will be also introduced in exhibitions during the conference. On May 26, there will be field trips through which participants to the conference can visit nearby forests and facilities. Those who want to join the congress can purchase tickets on the official website: www. wfc2021korea."]}, {"relevance_score": 22, "title": "Korea Forest Service to host World Forestry Congress in 2021 ", "published": "2020-10-15", "bodyText": "<p nitf:lede=\"true\">The Korea Forest Service will host the 15th World Forestry Congress at Coex in Seoul for five days from May 24 to 28 next year, under the theme of ï¿½ï¿½Building a green, healthy and resilient future with forests.ï¿½ï¿½ It is the first time in 40-some years for the congress to take place in the Asia-Pacific region. Indonesia was the last Asian country to bring the international conference to the Asian region in 1978. The WFC is the worldï¿½ï¿½s largest conference on forestry, where stakeholders from the private and public sectors, non-governmental organizations, civic groups, academic circles and the general public gather together to discuss and make decisions on forest-related issues. International plans and declarations on forest-related issues are made at the conference. </p><p>The event is held every six years under the auspices of the United Nationsï¿½ï¿½ Food and Agriculture Organization since the first congress in 1926.The upcoming global event, which will be organized by the KFS in cooperation with the Seoul Metropolitan Government, will invite around 10,000 experts and representatives from 160 nations. The participants to the international congress will continue to address forest issues, including effects of the ongoing climate emergency, biodiversity, forest restoration and many others. The UN Sustainable Development Goals, UN Forest Strategy, the UN Decade on Ecosystem Restoration, the Paris Agreement, and the post-2020 global biodiversity framework are also expected to be on the table for discussion.The upcoming event will include plenary sessions where all participants would come together to discuss pressing issues in the forestry sector. The conference will also include high-level meetings of international leaders to discuss forestry issues that require international coordination. During the ministerial dialogues, government officials will share their forest-related policies and their after-effects. There will also be parallel sessions where experts from more than hundreds of nation around the globe come to discuss six different topics in the forestry sector.The six different topics include, ï¿½ï¿½Turning the tide: reversing deforestation and forest degradationï¿½ï¿½; ï¿½ï¿½Nature-based solutions for climate-change adaptation and mitigation and biodiversity conservationï¿½ï¿½; ï¿½ï¿½The green pathway to growth and sustainabilityï¿½ï¿½; ï¿½ï¿½Forests and human health: revisiting the connectionsï¿½ï¿½; ï¿½ï¿½Managing and communicating forest information and knowledgeï¿½ï¿½; and ï¿½ï¿½Forests without boundaries: enhancing management and cooperation.ï¿½ï¿½Participants to the conference can also go to exhibitions that will showcase forest-related policies and research conducted by governments of different nations, international organizations and private sector bodies. State-of-the-art equipment and technologies related to the forestry sector will be also introduced in exhibitions during the conference. On May 26, there will be field trips through which participants to the conference can visit nearby forests and facilities.Those who want to join the congress can purchase tickets on the official website: <url normalizedValue=\"http://www.wfc2021korea.org\">www.wfc2021korea.org</url>. By Shim Woo-hyun and Lee Kwon-hyoung (<email normalizedValue=\"mailto:ws@heraldcorp.com\">ws@heraldcorp.com</email>) (<email normalizedValue=\"mailto:kwonhl@heraldcorp.com\">kwonhl@heraldcorp.com</email>)</p>", "publisher": "The Korea Herald", "instances": ["The UN Sustainable Development Goals, UN Forest Strategy, the UN Decade on Ecosystem Restoration, the Paris Agreement, and the post-2020 global biodiversity framework are also expected to be on the table for discussion. The upcoming event will include plenary sessions where all participants would come together to discuss pressing issues in the forestry sector. The conference will also include high-level meetings of international leaders to discuss forestry issues that require international coordination. During the ministerial dialogues, government officials will share their forest-related policies and their after-effects. There will also be parallel sessions where experts from more than hundreds of nation around the globe come to discuss six different topics in the forestry sector. The six different topics include, ï¿½ï¿½Turning the tide: reversing deforestation and forest degradationï¿½ï¿½; ï¿½ï¿½Nature-based solutions for climate-change adaptation and mitigation and biodiversity conservationï¿½ï¿½; ï¿½ï¿½The green pathway to growth and sustainabilityï¿½ï¿½; ï¿½ï¿½Forests and human health: revisiting the connectionsï¿½ï¿½; ï¿½ï¿½Managing and communicating forest information and knowledgeï¿½ï¿½; and ï¿½ï¿½Forests without boundaries: enhancing management and cooperation. ï¿½ï¿½Participants to the conference can also go to exhibitions that will showcase forest-related policies and research conducted by governments of different nations, international organizations and private sector bodies. State-of-the-art equipment and technologies related to the forestry sector will be also introduced in exhibitions during the conference. On May 26, there will be field trips through which participants to the conference can visit nearby forests and facilities. Those who want to join the congress can purchase tickets on the official website: www. wfc2021korea."]}, {"relevance_score": 132, "title": "[Hwang's China and the World] 3 Issues facing Pakistan: Human Security, National Security, China-Pakistan Economic Corridor ", "published": "2022-10-11", "bodyText": "<p nitf:lede=\"true\">A third of Pakistan was completely waterlogged due to a record flood in August. More than 33 million Pakistanis are estimated to have suffered from this unprecedented flooding. Pakistanï¿½ï¿½s Climate Change Minister Sherry Rehman stressed that the entire country is ï¿½ï¿½all one big ocean, there is no dry land to pump the water outï¿½ï¿½ and called it a ï¿½ï¿½crisis of unimaginable proportions.ï¿½ï¿½This year, we have more severe damage in Pakistan caused after the global warming, and many other factors including inefficient early warning systems, poor disaster management, political instability, and sprawling natural development may have added to its devastation. Meanwhile, waterborne infectious diseases such as cholera also increased, worsening human security.This year Pakistan's GDP growth rate, which was expected to be 5%, has dropped to 2% due to the flood and the amount of economic damage is expected to reach $12.5 billion, putting human security into a more difficult condition. At the same time, its nuclear possession and the maintenance of traditional conventional forces have made Pakistanï¿½ï¿½s finances more difficult, while being absolutely necessary for national security. </p><p>In the absence of any particular incentives in foreign trade and investment, the China-Pakistan Economic Corridor provides momentum for an important national economy, but also causes problems.Two experts were invited to talk about Pakistanï¿½ï¿½s domestic and international security environment and situation -- Ghazala Yasmin Jalil is a Research Fellow at the Arms Control and Disarmament Center at the Institute of Strategic Studies in Islamabad, Pakistan. Kim Hor Toh is currently on assignment as Chief Architect in Pakistan for Temasek Holdings, a wholly-owned portfolio company that is ï¿½ï¿½building cities and shaping livesï¿½ï¿½. Hwang: Pakistan was recently hit by extensive floods. What is the impact of the devastating floods on the people, the economy and politically? Jalil: The devastating floods have left a third of Pakistan underwater. Pakistanï¿½ï¿½s Climate Minister Sherry Rehman said that according to a conservative estimate, more than 1,300 people have died and more than 1.75 million homes were destroyed. Approximately 33 million people were affected by the destruction brought upon by the floods. There are 637,000 people living in camps, 3.6 million acres of crops have been destroyed or damaged and 750,000 livestock have been killed. Economically Pakistan is already facing record high inflation of 24.9 percent. According to one estimate, it will take Pakistan $10 billion to rebuild and rehabilitate. Other sources estimate the damage from the floods to be as high as $28 billion. The floods have exacerbated the economic crisis in the country due to huge loss of crops, infrastructure and other livelihood opportunities. The damage to food supplies means that Pakistan will have to import a lot of food in the coming months which will put pressure on the countryï¿½ï¿½s foreign exchange reserves and widen the balance of payment gap. The floods have also put further strain on a country that is already in political turmoil. Toh: The devastating floods certainly has brought to sharp focus how disastrous climate change can be. Pakistan is a developing country that emits less than 1% of the worldï¿½ï¿½s greenhouse gases but is ranked the 5th most vulnerable country to climate change on the Global Climate Risk Index. UN Secretary General Antonio Guterres described the massive climate induced flood as a ï¿½ï¿½monsoon on steroidsï¿½ï¿½ with melting glaciers. Rising temperatures have been blamed for both phenomena. During July and August of this year, Pakistan saw nearly 187 percent more rain than the national average. Hwang: Where does national security sit in this current context for Pakistan, which is a developing country? Jalil: The National Security Policy (NSP) made public in January 2022 puts economic security at the forefront of its national security vision. Launching the document, the prime minister at the time, Mr. Imran Khan said that a country without a stable economy cannot be considered secure. This is so true and it is what lies at the heart of the document. The NSP distinguishes traditional security defined as defense, sovereignty, and diplomacy, from non-traditional security. The latter takes a more holistic approach and includes human security and the well-being of its citizens. In line with the vision of NSP, the Arms Control and Disarmament Center, at the Institute of Strategic Studies in Islamabad, where I hail from, has increasingly focused on research on peaceful uses of nuclear technologies, space technologies, emerging technologies and their potential to contribute to the socio-economic development of the country. Hwang: In the current post-flood crisis, the NSP seems more relevant than ever. Jalil: Yes, it endorses human security which essentially means food, health, physical, education and security for all, as well as overall economic security. For a country that is struggling to provide all these elements of human security, the floods have presented an unprecedented challenge. At the moment, the extent of the catastrophe caused by the floods is so huge, it is beyond the Pakistani state apparatusï¿½ï¿½ means to provide for the victims of the flood and to ensure human security for all. At the moment, their only hope lies in the international assistance that is coming in. However, it is coming too slowly and much more is needed. Many victims of the floods may not make it through the next few weeks. Hwang: Are nuclear weapons necessary for Pakistanï¿½ï¿½s national security? Jalil: Nuclear weapons are imperative for Pakistanï¿½ï¿½s national security. While there are a lot of fault lines and disputes within Pakistan, this is one issue where there is national consensus. Pakistanï¿½ï¿½s nuclear program is security driven and India specific. When India conducted its first nuclear test by diverting peaceful nuclear assistance in 1974, there was no condemnation from the international community and no any security assurances were offered to Pakistan. Following the self-help principle coined by Kenneth Waltz, Pakistan pursued a weapons program of its own. When India tested and became a nuclear weapons state in 1998, there was immense pressure on Pakistan not to follow suit. However, Pakistan also tested and declared itself a nuclear weapon state. Pakistan was cognizant of that fact that it was responsible for its own security. Pakistan, thus, was a reluctant nuclear state. Toh: It is estimated that annual aggregate expenditure on nuclear weapons globally is more than $105 billion. Pakistan is also a country that possesses nuclear weapons. This makes clear the enormity of the burden placed on Pakistanï¿½ï¿½s society simply by the continued possession of these weapons. If these financial resources were directed domestically to health, social welfare and education programs or to development aid for Afghanistan refugees, the positive impact on peopleï¿½ï¿½s lives and dignity would be incalculable. As such, I hope that efforts will be made to re-kindle the Lahore Declaration for the sake of the ï¿½ï¿½safety, security, dignity and prosperityï¿½ï¿½ of the people of Pakistan as articulated in Pakistanï¿½ï¿½s National Security Policy. Another step Pakistan could take is to declare a ï¿½ï¿½No First Use Policyï¿½ï¿½ for its nuclear weapons. Adoption of a policy of No First Use can significantly enhance the regional security climate. To cite an example, when China and India engaged in border clashes in June 2020 that resulted in dozens of casualties, their standing commitments to No First Use helped contain tensions and acted as a brake on escalation. Hwang: Will Pakistan put human security first and foremost amid the challenging national security situation, particularly with India, Afghanistan and terrorist groups? Toh: I believe now is the critical moment for Pakistan to put human security first and foremost in its national agenda. This is the time for Pakistan to re-think on how it can build back better. There are many possibilities. For example, Daisaku Ikeda, a Japanese Buddhist philosopher, educator, author, and nuclear disarmament advocate, in his peace proposal titled ï¿½ï¿½Value Creation for Global Change: Building Resilient and Sustainable Societies,ï¿½ï¿½ proposed the establishment of a regional co-operative mechanism to reduce damage from extreme weather and disasters, strengthening resilience in regions such as Asia and Africa. He added that these could function alongside global measures developed under the UNFCCC. Pakistan too could initiate such regional co-operative mechanism in South Asia. Having said that, Iï¿½ï¿½m not denying the need for national security either. My position is that the highest priority of the state must be the well-being and security of ordinary people. Jalil: The US withdrawal from Afghanistan has created a power vacuum and unrest in the country. This directly impacts Pakistanï¿½ï¿½s security since the Pakistan-Afghan border is a porous one and any instability is likely to spill over into Pakistan. This brings yet one more challenge to a country that has more than its fair share of challenges already. Pakistan has for decades and continues to host 1.3 million refugees, mostly from Afghanistan. The instability in Afghanistan means the refugees cannot be repatriated back to their country. In fact, there are fears that more refugees may come to Pakistan. While Pakistan has helped the refugees for decades and would continue to do so, they are a drain on its economy and also impact its human security. Pakistan has always put human security first and will continue to do so. However, this does not mean that it will dismantle or give up its military capabilities or give up its nuclear weapons capabilities. Pakistanï¿½ï¿½s military capabilities make its borders secure so that it can focus on economic prosperity and human security. There has to be the right balance of traditional and non-traditional security. Hwang: The China-Pakistan Economic Corridor (CPEC) aims to improve connectivity for China through Pakistan by stimulating Foreign Direct Investment with infrastructure projects. How is the current context (politically, economically and the devastating floods) for CPECï¿½ï¿½s future in Pakistan? Toh: There is a need now to re-consider more rigorously the impact of climate change, which will adversely affect the infrastructure developed by CPEC in Pakistan. My recommendation is to invest in resilient infrastructure that incorporate the latest strategies on nature-based solutions that are sustainable -- to mitigate and adapt to climate change. I welcome policy makers on CPEC and the government of Pakistan to explore this potential asset class which is aligned to climate finance/adaptation and can deliver superior economic value for Pakistan. Jalil: The CPEC is the flagship project of the Belt and Road Initiative and aims at building power, road, and rail networks within Pakistan. The severe flooding has affected and damaged various power projects, highway routes, and special economic zones. While some projects involving Chinese companies have suffered partial damage, several state-owned companies have had no casualties among their employees and the impact on their projects are controllable so far. They are working to minimize disruption while also offering support to those in need. They have organized construction personnel and promptly repaired damaged roads. The floods have given a set-back to the CPEC related projects but it has by no means sabotaged the projects. It will once again get back on track and bring prosperity to Pakistan and its people in the future. Hwang: How important is CPEC for Pakistan from a national security and human security perspective? Jalil: For Pakistan, CPEC is the centerpiece of the prosperity agenda with China. It was originally stipulated to bring $47 billion of investment in Pakistan but the estimate was later raised to $62 billion. Launched in 2015, the project has so far brought $25.4 billion worth of investment to Pakistan. Pakistan hopes the CPEC will uplift its economy to jumpstart domestic growth and alleviate poverty. The project is of great importance. Both China and Pakistan aim to make Gwadar port the economic hub for the region in future. It has great potential since it can reduce the distance for China to import oil and other raw material from the rest of the world. It can also serve as a shortcut for trade with Central Asian Republics. Even CPEC has the potential to be a game-changer for Pakistan since it will improve the infrastructure of the country. The power generation projects will help meet the electricity needs and industry and businesses will grow. This is not only creating thousands of jobs for the people of Pakistan but also helping them improve their living standards. CPEC is set to provide a boost to Pakistanï¿½ï¿½s economy. Thus, by bringing prosperity to the country and the people, it will help advance the agenda of human security. Human security will improve in the country by bringing food and health security, energy security and economic prosperity. Toh: We need to ask what the purpose of the stateï¿½ï¿½s existence is -- however successful it may be in economic or military terms -- if it fails to make efforts to alleviate the suffering of its citizens and support their pursuit of a life with dignity. I believe that if national security and human security were to be viewed from this lens, CPEC can be an important platform to further improve the bilateral ties between China and Pakistan beyond being ï¿½ï¿½iron brothersï¿½ï¿½. Hwang: What could be the possible problems of CPEC or points to improve? Jalil: While CPEC is set to bring prosperity to Pakistan and its people, it also has its downside. The development gains are marred by environmental concerns regarding the project. The infrastructure-related development in some areas may increase deforestation and subsequent loss of biodiversity. Gilgit Baltistan which is part of the CPEC corridor remains particularly vulnerable since it is a habitat for diverse wildlife, glaciers, and forests. There is also increase in carbon emissions due to movement of heavy vehicular traffic. Many of the power projects under the CPEC are coal-based which will further increase the carbon emission. Thus, the ecological costs of the project must be mitigated. CPEC projects must be calibrated to protect the environment and ecosystems. Environment-friendly and -focused policies by Pakistan and China can transform CPEC into a development venture that can shape the human security landscape of Pakistan. Toh: Apart from building resilient infrastructure, thereï¿½ï¿½s also a broader view of resilience that has been articulated. CPEC has the potential to create enormous value and benefit Pakistan as a whole and the future. When I think about this challenge, I am also reminded of the words of the great twentieth-century historian Arnold J. Toynbee (1889-1975): 'But we are not doomed to make history repeat itself; it is open to us, through our own efforts, to give history, in our own case, some new and unprecedented turn.' Hwang Jae-ho is a professor of international studies at Hankuk University of Foreign Studies. He is also the director of the Institute for Global Strategy and Cooperation. This discussion was assisted by researchers Ko Sung-hwah and Shin Eui-chan.</p>", "publisher": "The Korea Herald", "instances": ["Pakistanï¿½ï¿½s military capabilities make its borders secure so that it can focus on economic prosperity and human security. There has to be the right balance of traditional and non-traditional security. Hwang: The China-Pakistan Economic Corridor (CPEC) aims to improve connectivity for China through Pakistan by stimulating Foreign Direct Investment with infrastructure projects. How is the current context (politically, economically and the devastating floods) for CPECï¿½ï¿½s future in Pakistan? Toh: There is a need now to re-consider more rigorously the impact of climate change, which will adversely affect the infrastructure developed by CPEC in Pakistan. My recommendation is to invest in resilient infrastructure that incorporate the latest strategies on nature-based solutions that are sustainable -- to mitigate and adapt to climate change. I welcome policy makers on CPEC and the government of Pakistan to explore this potential asset class which is aligned to climate finance/adaptation and can deliver superior economic value for Pakistan. Jalil: The CPEC is the flagship project of the Belt and Road Initiative and aims at building power, road, and rail networks within Pakistan. The severe flooding has affected and damaged various power projects, highway routes, and special economic zones. While some projects involving Chinese companies have suffered partial damage, several state-owned companies have had no casualties among their employees and the impact on their projects are controllable so far. They are working to minimize disruption while also offering support to those in need."]}, {"relevance_score": 132, "title": "[Hwang's China and the World] 3 Issues facing Pakistan: Human Security, National Security, China-Pakistan Economic Corridor ", "published": "2022-10-11", "bodyText": "<p nitf:lede=\"true\">A third of Pakistan was completely waterlogged due to a record flood in August. More than 33 million Pakistanis are estimated to have suffered from this unprecedented flooding. Pakistanï¿½ï¿½s Climate Change Minister Sherry Rehman stressed that the entire country is ï¿½ï¿½all one big ocean, there is no dry land to pump the water outï¿½ï¿½ and called it a ï¿½ï¿½crisis of unimaginable proportions.ï¿½ï¿½This year, we have more severe damage in Pakistan caused after the global warming, and many other factors including inefficient early warning systems, poor disaster management, political instability, and sprawling natural development may have added to its devastation. Meanwhile, waterborne infectious diseases such as cholera also increased, worsening human security.This year Pakistan's GDP growth rate, which was expected to be 5%, has dropped to 2% due to the flood and the amount of economic damage is expected to reach $12.5 billion, putting human security into a more difficult condition. At the same time, its nuclear possession and the maintenance of traditional conventional forces have made Pakistanï¿½ï¿½s finances more difficult, while being absolutely necessary for national security. </p><p>In the absence of any particular incentives in foreign trade and investment, the China-Pakistan Economic Corridor provides momentum for an important national economy, but also causes problems.Two experts were invited to talk about Pakistanï¿½ï¿½s domestic and international security environment and situation -- Ghazala Yasmin Jalil is a Research Fellow at the Arms Control and Disarmament Center at the Institute of Strategic Studies in Islamabad, Pakistan. Kim Hor Toh is currently on assignment as Chief Architect in Pakistan for Temasek Holdingsï¿½ï¿½ wholly-owned portfolio company that is ï¿½ï¿½building cities and shaping livesï¿½ï¿½. Hwang: Pakistan was recently hit by extensive floods. What is the impact of the devastating floods on the people, the economy and politically? Jalil: The devastating floods have left a third of Pakistan underwater. Pakistanï¿½ï¿½s Climate Minister Sherry Rehman said that according to a conservative estimate, more than 1,300 people have died and more than 1.75 million homes were destroyed. Approximately 33 million people were affected by the destruction brought upon by the floods. There are 637,000 people living in camps, 3.6 million acres of crops have been destroyed or damaged and 750,000 livestock have been killed. Economically Pakistan is already facing record high inflation of 24.9 percent. According to one estimate, it will take Pakistan $10 billion to rebuild and rehabilitate. Other sources estimate the damage from the floods to be as high as $28 billion. The floods have exacerbated the economic crisis in the country due to huge loss of crops, infrastructure and other livelihood opportunities. The damage to food supplies means that Pakistan will have to import a lot of food in the coming months which will put pressure on the countryï¿½ï¿½s foreign exchange reserves and widen the balance of payment gap. The floods have also put further strain on a country that is already in political turmoil. Toh: The devastating floods certainly has brought to sharp focus how disastrous climate change can be. Pakistan is a developing country that emits less than 1% of the worldï¿½ï¿½s greenhouse gases but is ranked the 5th most vulnerable country to climate change on the Global Climate Risk Index. UN Secretary General Antonio Guterres described the massive climate induced flood as a ï¿½ï¿½monsoon on steroidsï¿½ï¿½ with melting glaciers. Rising temperatures have been blamed for both phenomena. During July and August of this year, Pakistan saw nearly 187 percent more rain than the national average. Hwang: Where does national security sit in this current context for Pakistan, which is a developing country? Jalil: The National Security Policy (NSP) made public in January 2022 puts economic security at the forefront of its national security vision. Launching the document, the prime minister at the time, Mr. Imran Khan said that a country without a stable economy cannot be considered secure. This is so true and it is what lies at the heart of the document. The NSP distinguishes traditional security defined as defense, sovereignty, and diplomacy, from non-traditional security. The latter takes a more holistic approach and includes human security and the well-being of its citizens. In line with the vision of NSP, the Arms Control and Disarmament Center, at the Institute of Strategic Studies in Islamabad, where I hail from, has increasingly focused on research on peaceful uses of nuclear technologies, space technologies, emerging technologies and their potential to contribute to the socio-economic development of the country. Hwang: In the current post-flood crisis, the NSP seems more relevant than ever. Jalil: Yes, it endorses human security which essentially means food, health, physical, education and security for all, as well as overall economic security. For a country that is struggling to provide all these elements of human security, the floods have presented an unprecedented challenge. At the moment, the extent of the catastrophe caused by the floods is so huge, it is beyond the Pakistani state apparatusï¿½ï¿½ means to provide for the victims of the flood and to ensure human security for all. At the moment, their only hope lies in the international assistance that is coming in. However, it is coming too slowly and much more is needed. Many victims of the floods may not make it through the next few weeks. Hwang: Are nuclear weapons necessary for Pakistanï¿½ï¿½s national security? Jalil: Nuclear weapons are imperative for Pakistanï¿½ï¿½s national security. While there are a lot of fault lines and disputes within Pakistan, this is one issue where there is national consensus. Pakistanï¿½ï¿½s nuclear program is security driven and India specific. When India conducted its first nuclear test by diverting peaceful nuclear assistance in 1974, there was no condemnation from the international community and no any security assurances were offered to Pakistan. Following the self-help principle coined by Kenneth Waltz, Pakistan pursued a weapons program of its own. When India tested and became a nuclear weapons state in 1998, there was immense pressure on Pakistan not to follow suit. However, Pakistan also tested and declared itself a nuclear weapon state. Pakistan was cognizant of that fact that it was responsible for its own security. Pakistan, thus, was a reluctant nuclear state. Toh: It is estimated that annual aggregate expenditure on nuclear weapons globally is more than $105 billion. Pakistan is also a country that possesses nuclear weapons. This makes clear the enormity of the burden placed on Pakistanï¿½ï¿½s society simply by the continued possession of these weapons. If these financial resources were directed domestically to health, social welfare and education programs or to development aid for Afghanistan refugees, the positive impact on peopleï¿½ï¿½s lives and dignity would be incalculable. As such, I hope that efforts will be made to re-kindle the Lahore Declaration for the sake of the ï¿½ï¿½safety, security, dignity and prosperityï¿½ï¿½ of the people of Pakistan as articulated in Pakistanï¿½ï¿½s National Security Policy. Another step Pakistan could take is to declare a ï¿½ï¿½No First Use Policyï¿½ï¿½ for its nuclear weapons. Adoption of a policy of No First Use can significantly enhance the regional security climate. To cite an example, when China and India engaged in border clashes in June 2020 that resulted in dozens of casualties, their standing commitments to No First Use helped contain tensions and acted as a brake on escalation. Hwang: Will Pakistan put human security first and foremost amid the challenging national security situation, particularly with India, Afghanistan and terrorist groups? Toh: I believe now is the critical moment for Pakistan to put human security first and foremost in its national agenda. This is the time for Pakistan to re-think on how it can build back better. There are many possibilities. For example, Daisaku Ikeda, a Japanese Buddhist philosopher, educator, author, and nuclear disarmament advocate, in his peace proposal titled ï¿½ï¿½Value Creation for Global Change: Building Resilient and Sustainable Societies,ï¿½ï¿½ proposed the establishment of a regional co-operative mechanism to reduce damage from extreme weather and disasters, strengthening resilience in regions such as Asia and Africa. He added that these could function alongside global measures developed under the UNFCCC. Pakistan too could initiate such regional co-operative mechanism in South Asia. Having said that, Iï¿½ï¿½m not denying the need for national security either. My position is that the highest priority of the state must be the well-being and security of ordinary people. Jalil: The US withdrawal from Afghanistan has created a power vacuum and unrest in the country. This directly impacts Pakistanï¿½ï¿½s security since the Pakistan-Afghan border is a porous one and any instability is likely to spill over into Pakistan. This brings yet one more challenge to a country that has more than its fair share of challenges already. Pakistan has for decades and continues to host 1.3 million refugees, mostly from Afghanistan. The instability in Afghanistan means the refugees cannot be repatriated back to their country. In fact, there are fears that more refugees may come to Pakistan. While Pakistan has helped the refugees for decades and would continue to do so, they are a drain on its economy and also impact its human security. Pakistan has always put human security first and will continue to do so. However, this does not mean that it will dismantle or give up its military capabilities or give up its nuclear weapons capabilities. Pakistanï¿½ï¿½s military capabilities make its borders secure so that it can focus on economic prosperity and human security. There has to be the right balance of traditional and non-traditional security. Hwang: The China-Pakistan Economic Corridor (CPEC) aims to improve connectivity for China through Pakistan by stimulating Foreign Direct Investment with infrastructure projects. How is the current context (politically, economically and the devastating floods) for CPECï¿½ï¿½s future in Pakistan? Toh: There is a need now to re-consider more rigorously the impact of climate change, which will adversely affect the infrastructure developed by CPEC in Pakistan. My recommendation is to invest in resilient infrastructure that incorporate the latest strategies on nature-based solutions that are sustainable -- to mitigate and adapt to climate change. I welcome policy makers on CPEC and the government of Pakistan to explore this potential asset class which is aligned to climate finance/adaptation and can deliver superior economic value for Pakistan. Jalil: The CPEC is the flagship project of the Belt and Road Initiative and aims at building power, road, and rail networks within Pakistan. The severe flooding has affected and damaged various power projects, highway routes, and special economic zones. While some projects involving Chinese companies have suffered partial damage, several state-owned companies have had no casualties among their employees and the impact on their projects are controllable so far. They are working to minimize disruption while also offering support to those in need. They have organized construction personnel and promptly repaired damaged roads. The floods have given a set-back to the CPEC related projects but it has by no means sabotaged the projects. It will once again get back on track and bring prosperity to Pakistan and its people in the future. Hwang: How important is CPEC for Pakistan from a national security and human security perspective? Jalil: For Pakistan, CPEC is the centerpiece of the prosperity agenda with China. It was originally stipulated to bring $47 billion of investment in Pakistan but the estimate was later raised to $62 billion. Launched in 2015, the project has so far brought $25.4 billion worth of investment to Pakistan. Pakistan hopes the CPEC will uplift its economy to jumpstart domestic growth and alleviate poverty. The project is of great importance. Both China and Pakistan aim to make Gwadar port the economic hub for the region in future. It has great potential since it can reduce the distance for China to import oil and other raw material from the rest of the world. It can also serve as a shortcut for trade with Central Asian Republics. Even CPEC has the potential to be a game-changer for Pakistan since it will improve the infrastructure of the country. The power generation projects will help meet the electricity needs and industry and businesses will grow. This is not only creating thousands of jobs for the people of Pakistan but also helping them improve their living standards. CPEC is set to provide a boost to Pakistanï¿½ï¿½s economy. Thus, by bringing prosperity to the country and the people, it will help advance the agenda of human security. Human security will improve in the country by bringing food and health security, energy security and economic prosperity. Toh: We need to ask what the purpose of the stateï¿½ï¿½s existence is -- however successful it may be in economic or military terms -- if it fails to make efforts to alleviate the suffering of its citizens and support their pursuit of a life with dignity. I believe that if national security and human security were to be viewed from this lens, CPEC can be an important platform to further improve the bilateral ties between China and Pakistan beyond being ï¿½ï¿½iron brothersï¿½ï¿½. Hwang: What could be the possible problems of CPEC or points to improve? Jalil: While CPEC is set to bring prosperity to Pakistan and its people, it also has its downside. The development gains are marred by environmental concerns regarding the project. The infrastructure-related development in some areas may increase deforestation and subsequent loss of biodiversity. Gilgit Baltistan which is part of the CPEC corridor remains particularly vulnerable since it is a habitat for diverse wildlife, glaciers, and forests. There is also increase in carbon emissions due to movement of heavy vehicular traffic. Many of the power projects under the CPEC are coal-based which will further increase the carbon emission. Thus, the ecological costs of the project must be mitigated. CPEC projects must be calibrated to protect the environment and ecosystems. Environment-friendly and -focused policies by Pakistan and China can transform CPEC into a development venture that can shape the human security landscape of Pakistan. Toh: Apart from building resilient infrastructure, thereï¿½ï¿½s also a broader view of resilience that has been articulated. CPEC has the potential to create enormous value and benefit Pakistan as a whole and the future. When I think about this challenge, I am also reminded of the words of the great twentieth-century historian Arnold J. Toynbee (1889-1975): 'But we are not doomed to make history repeat itself; it is open to us, through our own efforts, to give history, in our own case, some new and unprecedented turn.' Hwang Jae-ho is a professor of international studies at Hankuk University of Foreign Studies. He is also the director of the Institute for Global Strategy and Cooperation. This discussion was assisted by researchers Ko Sung-hwah and Shin Eui-chan.</p>", "publisher": "The Korea Herald", "instances": ["Pakistanï¿½ï¿½s military capabilities make its borders secure so that it can focus on economic prosperity and human security. There has to be the right balance of traditional and non-traditional security. Hwang: The China-Pakistan Economic Corridor (CPEC) aims to improve connectivity for China through Pakistan by stimulating Foreign Direct Investment with infrastructure projects. How is the current context (politically, economically and the devastating floods) for CPECï¿½ï¿½s future in Pakistan? Toh: There is a need now to re-consider more rigorously the impact of climate change, which will adversely affect the infrastructure developed by CPEC in Pakistan. My recommendation is to invest in resilient infrastructure that incorporate the latest strategies on nature-based solutions that are sustainable -- to mitigate and adapt to climate change. I welcome policy makers on CPEC and the government of Pakistan to explore this potential asset class which is aligned to climate finance/adaptation and can deliver superior economic value for Pakistan. Jalil: The CPEC is the flagship project of the Belt and Road Initiative and aims at building power, road, and rail networks within Pakistan. The severe flooding has affected and damaged various power projects, highway routes, and special economic zones. While some projects involving Chinese companies have suffered partial damage, several state-owned companies have had no casualties among their employees and the impact on their projects are controllable so far. They are working to minimize disruption while also offering support to those in need."]}, {"relevance_score": 58, "title": "Korea Forest Service, a model for cutting emissions through forestation", "published": "2021-08-05", "bodyText": "<p nitf:lede=\"true\">By Nam Hyun-woo</p><p nitf:lede=\"true\">Cutting carbon emissions has become a worldwide obligation, forcing countries to make their own contributions to battle against climate change, whether they are advanced or developing. As one of the most effective means to cut emissions, forestation has garnered keen attention.</p><p nitf:lede=\"true\">This trend is shedding new light on efforts by the Korea Forest Service (KFS) to reach emissions reduction goals partly through emissions reductions achieved overseas. KFS Minister Choi Byeong-am says that the agency will play a pivotal role in helping Korea meet its target of cutting 16 million tons of carbon dioxide emissions via forestation projects outside the country.</p><p nitf:lede=\"true\">'Last December, the Korean government submitted its nationally determined contribution (NDC) target of cutting its 2030 emissions by 24.4 percent from 2017 levels to the United Nations Framework Convention on Climate Change (UNFCCC),' Choi said in an interview with The Korea Times.</p><p nitf:lede=\"true\">'Of the total amount ― 170 million tons of CO2 ― Korea plans to cut 16 million tons outside of the country through projects such as Reducing Emissions from Deforestation and Forest Degradation in Developing Countries (REDD+). By capitalizing on its experiences so far, the KFS will explore and carry out REDD+ projects.'</p><p>In 2015, the UNFCCC adopted the Paris Agreement, which is aimed at limiting global warming to well below 2 degrees Celsius ― preferably to no more than 1.5 degrees ― compared to pre-industrial levels. To contribute to the initiative, countries have submitted their respective long-term goals via their NDCs.</p><p>For the initiative, both industrial efforts and nature-based solutions are being explored, and REDD+ projects are a focus because of forests' role in retaining carbon dioxide and other greenhouse gases.</p><p>According to the World Wildlife Fund, tropical forests alone hold more than 228 gigatons to 247 gigatons of carbon, which is more than seven times the amount emitted each year by human activity. The Center for International Forestry Research also said that stopping deforestation, along with other natural climate solutions, could provide 37 percent of the emissions reduction needed by 2030.</p><p>'REDD+ is gaining global attention because it has a mechanism that encourages cooperation between advanced nations and developing countries,' Choi said. 'Developing nations can get incentives from international organizations based on emission outcomes, while advanced nations can help via forestation and earn certified emissions reductions, which can be used for meeting their NDCs.'</p><p>As part of global REDD+ programs, the KFS began its REDD+ projects in Indonesia in 2012, Cambodia in 2015, Myanmar in 2016 and Laos in 2018.</p><p>In the Cambodia project, the KFS has been carrying out forestation on a 70,000-hectare site in Kampong Thom Province, with a plan to complete it in 2022. Last September, the project was recognized to have reduced 650,000 tons of CO2, marking the first case of a KFS REDD+ project earning the right to trade this amount for a certified emission reduction. The 650,000 tons of CO2 reduction, which was achieved from 2015 to 2019, is equivalent to absorbing emissions from 340,000 passenger cars per year.</p><p>The reduction was officially certified by the Verified Carbon Standard, enabling the KFS to make a profit by selling its emission rights via voluntary carbon markets in the future. The value of the KFS's emission rights is estimated at $3.23 million, far exceeding the total project cost of $1.6 million.</p><p>'While carrying out the project in Cambodia, the KFS also came up with a number of income-generating businesses for local residents, such as beekeeping and growing cashew nuts and cassava,' Choi said. 'Also, the project contributed to preserving two endangered birds and nine mammals.'</p><p>However, Choi added that the emissions reduction that the KFS has achieved through REDD+ projects can be used for Korea's NDC when there are standards allowing the transfer of emissions reductions between countries.</p><p>'Currently, the international community is in talks over detailed rules on the international transfer of emissions reductions, and this issue is expected to be on the table at the 26th U.N. Climate Change Conference (COP26) in Glasgow, U.K., in November,' he said. 'The KFS will continue monitoring major decisions at the UNFCC and changes in domestic climate policies in order to better expand its REDD+ projects.'</p><p>Forestation assistance in developing nations</p><p>Along with REDD+ projects, the KFS has been organizing a series of official development assistance (ODA) projects in the sector of forestation. Currently, the agency is now running joint forestation projects with seven countries.</p><p>Of them, Choi notes a project with the Mongolian government.</p><p>Following a 2006 agreement between the two countries' presidents, the KFS teamed up with its Mongolian counterpart and spent 13.8 billion won ($12 million) to plant trees in 3,046 hectares of desert there from 2007 to 2016 as phase 1 of the project.</p><p>For phase 2, the two countries began setting up urban forests in Ulaanbaatar in 2017, with the project expected to be completed by the end of this year. This second phase cost 10 billion won.</p><p>'During the project, Korea's forestation efforts have had positive impacts on the Mongolian government,' Choi said. 'In the middle of the project, the Mongolian government in 2010 designated National Tree Planting Day, and enacted laws preventing desertification.</p><p>'Also for Korea, the project came with the positive outcome of preventing air pollution stemming from fine dust.'</p><p>Next year, the project will enter phase 3, which aims to prevent forest fires, restore damaged areas and set up infrastructure to improve Mongolia's resilience against forest fires.</p><p>Along with the Mongolia project, the KFS has been pursuing a mangrove reforestation project in Vietnam since last year, a peat land restoration project in Indonesia and other forestation programs in Kazakhstan and Tajikistan.</p><p>Korea's role in global forestry</p><p>Choi said that those projects are based on Korea's successful experiences in planting trees on its own soil, through which the country acquired its reputation as an advanced nation in forestry.</p><p>In a 2019 report by the U.N. Food and Agriculture Organization (FAO), Korea led other Asia-Pacific countries in the overall increase of the average wood volume per hectare from 1990 to 2015, with 196 percent.</p><p>'Adding to the country's earlier achievement of planting 10 billion trees from 1973 to 1987, the report showcases that Korea's forestry management sustainability since the 1990s is also world-class,' Choi said.</p><p>Choi added that the KFS and the Korean government seek to take this momentum into the 15th World Forestry Congress, which will be held next May in Seoul. This is the first time for the congress, which is one of the biggest and most influential forestry gatherings in the world, to return to the Asia-Pacific region after 44 years, following the eighth edition in Indonesia in 1978.</p><p>'Korea's hosting of the event shows global recognition of the country's experience with reforestation and its diplomatic capabilities in forestry,' Choi said.</p><p>'During the congress, the KFS will promote the Peace Forest Initiative, as well as host a series of speeches and multilateral meetings of ranking forestry officials from participating countries, so that we can share our experience and knowhow on forestation.'</p><p>The Peace Forest Initiative is a global initiative to promote peace through assisting in joint land restoration projects between countries sharing borders. It was initiated by the KFS in 2019 and adopted by the United Nations Convention to Combat Desertification last year.</p><p>Initially, the congress was supposed to take place in May of this year, but it has been postponed to May 2 to 6 of next year due to the COVID-19 pandemic. It will be held under the theme of 'Building a Green, Healthy and Resilient Future with Forests.'</p><p><url normalizedValue=\"https://img.koreatimes.co.kr/upload/newsV2/images/202108/26c04e566e1a42b696c04e0175da268a.jpg\">Link to Image</url></p>", "publisher": "Korea Times", "instances": ["Of the total amount ― 170 million tons of CO2 ― Korea plans to cut 16 million tons outside of the country through projects such as Reducing Emissions from Deforestation and Forest Degradation in Developing Countries (REDD+). By capitalizing on its experiences so far, the KFS will explore and carry out REDD+ projects. In 2015, the UNFCCC adopted the Paris Agreement, which is aimed at limiting global warming to well below 2 degrees Celsius ― preferably to no more than 1. 5 degrees ― compared to pre-industrial levels. To contribute to the initiative, countries have submitted their respective long-term goals via their NDCs. For the initiative, both industrial efforts and nature-based solutions are being explored, and REDD+ projects are a focus because of forests' role in retaining carbon dioxide and other greenhouse gases. According to the World Wildlife Fund, tropical forests alone hold more than 228 gigatons to 247 gigatons of carbon, which is more than seven times the amount emitted each year by human activity. The Center for International Forestry Research also said that stopping deforestation, along with other natural climate solutions, could provide 37 percent of the emissions reduction needed by 2030. REDD+ is gaining global attention because it has a mechanism that encourages cooperation between advanced nations and developing countries,' Choi said. 'Developing nations can get incentives from international organizations based on emission outcomes, while advanced nations can help via forestation and earn certified emissions reductions, which can be used for meeting their NDCs. As part of global REDD+ programs, the KFS began its REDD+ projects in Indonesia in 2012, Cambodia in 2015, Myanmar in 2016 and Laos in 2018."]}, {"relevance_score": 59, "title": "[Herald Interview] 'Forestry crucial for healthy, sustainable future of humanity' ", "published": "2020-11-29", "bodyText": "<p nitf:lede=\"true\">Environmental degradation has become one of the greatest threats to humankind over the past decades. For one, the world is suffering from worsening air pollution, which is linked to deforestation, and the large forest fires that threaten the lives of millions worldwide. Forestry is imperative for a healthy and sustainable future of humanity.As the world is suffering from the COVID-19 pandemic, experts also believe that deforestation is closely linked to the crisis and that forests can help heal from the aftermath of the virus outbreak.To cover the ongoing issues regarding forestry, experts and the general public from around the world will gather in Seoul next year for the 15th World Forestry Congress.Korea Forest Service is the co-host of the international conference that is scheduled to take place from May 24 to 28 next year, at Coex, Seoul. As South Korea gears up to host the worldï¿½ï¿½s largest forestry conference, KFS Minister Park Chong-ho offered a detailed introduction of the event, and also underscored the value of forestry in an interview with The Korea Herald. Park was named KFS minister in December, 2019, after serving in key posts of the organization for 29 years, the last one being deputy minister.Here are excerpts from the interview:Korea Herald: South Korea is hosting the 15th World Forestry Congress next year. </p><p>Please introduce the event.Park Chong-ho: The World Forestry Congress is the worldï¿½ï¿½s largest forestry conference, held every six years under the auspices of the United Nationsï¿½ï¿½ Food and Agriculture Organization. The first Congress was held in Italy in 1926, and FAO has helped host countries organize the Congress since 1954.As the conference deals with all areas related to forestry, such as climate change, biodiversity, desertification and reforestation, it is also called the ï¿½ï¿½Olympics of the Forestry Field.ï¿½ï¿½KH: Who can participate in the World Forestry Congress?Park: The congress is an international event open to all. Individuals and organizations interested in the forestry can purchase tickets and register as participants on the official website. For those who cannot physically attend the event, KFS is reviewing ways to utilize teleconference platforms, and major sessions of the conference will be streamed online. In addition, KFS is preparing a program to encourage corporate sponsorship of the Congress.KH: What programs are planned for the World Forestry Congress? Park: The World Forestry Congress will have a three-day opening event prior to the main conference, which will be held for five days. The main events consist of the opening and closing ceremonies, plenary sessions and expert discussions on six different topics. Special exhibitions and trips are also planned.While details of the event are still on discussion with FAO, KFS will take the initiative in preparing the opening and closing ceremonies, Peace Forest Initiative Round Table, and a forum on forest fires. KH: What is on the agenda at the World Forestry Congress?Park: The congress reflected on this time of COVID-19 pandemic to choose six sub-themes related to the main theme of the event, ï¿½ï¿½Building a green, healthy and resilient future with forests.ï¿½ï¿½ The six different topics include, ï¿½ï¿½Turning the tide: reversing deforestation and forest degradationï¿½ï¿½; ï¿½ï¿½Nature-based solutions for climate-change adaptation and mitigation and biodiversity conservationï¿½ï¿½; ï¿½ï¿½The green pathway to growth and sustainabilityï¿½ï¿½; ï¿½ï¿½Forests and human health: revisiting the connectionsï¿½ï¿½; ï¿½ï¿½Managing and communicating forest information and knowledgeï¿½ï¿½; and ï¿½ï¿½Forests without boundaries: enhancing management and cooperation.ï¿½ï¿½Over the third-theme, the green pathway to growth and sustainability, the discussion would be about the important contribution of forest products and services to national economies, and strategies for enhanced financing in the sector for the time after the COVID-19 pandemic. The fourth sub-theme on forests and human health will be about the use of forest resources to improve livelihoods, health and well-being, addressing the connections between COVID-19 and forest ecosystems. KH: How meaningful is it that South Korea is hosting the World Forestry Congress?Park: South Korea was chosen as the host for the 15th World Forest Congress, for its successful reforestation policies and for active diplomacy related to forestry. It is the first time the event has been held in South Korea, and also the first in 43 years in the Asia-Pacific, after Indonesia hosted the event in 1978. The KFS seeks use the high-level forestry gathering to share Koreaï¿½ï¿½s accomplishments in forest fire prevention, reforestation and eco-tourism, as success models for the rest of the world. The KFS also sees it as an opportunity to promote forest products for export. South Korea would also be able to reinforce its foothold in the world as a country that succeeded in reforestation, by presenting a future vision for forestry after 2021 at the event.In addition, KFS also seeks to prepare the event thoroughly and provide a connection between forestry and the New Southern and New Northern Policies, which are major diplomatic plans of the incumbent government to enhance ties with countries in Southeast Asia and north of the Korean Peninsula. KH: What would South Korea present to the world by hosting the event?Park: The world expects South Korea to share its experiences of reforestation, cooperation with other countries and also, the management of forest policies. It is also expected for South Korea to lead discussions on development of the Peace Forest Initiative.South Korea launched PFI, a program supporting reforestation in border areas facing conflicts to encourage peace, in September, 2019 at the 14th Session of the Conference of Parties to the UN Convention to Combat Desertification held in New Delhi, India. In the 1950s, about one-third of South Koreaï¿½ï¿½s forests consisted of bare mountains, but with nationwide tree-planting campaign and efforts of researchers and field technicians, the country succeeded in reforestation. First forging ties on forestry with Indonesia in 1987, South Korea has embarked on forestry businesses with 33 countries in Asia, the Americas, Africa and the Middle East. Korea also established the Asian Forest Cooperation Organization in 2011 to start 18 forestry business projects cooperating with 15 countries in Asia. KH: With the COVID-19 spreading, difficulties are expected in hosting the event. How is KFS preparing to hold the event while containing the virus?Park: Realistically, it would be difficult to organize a conference like in the past, when thousands of people would gather in one place. KFS currently plans to offer a ï¿½ï¿½hybridï¿½ï¿½ event, organizing face-to-face meetings and offering teleconferencing routes for participants.According to South Koreaï¿½ï¿½s five-tier social distancing system, international conferences can be opened even when distancing is raised to Level 2. But it would put limits to the number of participants in the venue, which is one person per 4 square meters. If the social distancing is at Level 1, KFS will still mandate wearing masks for all participants, and follow other disinfection measures. The country enforces a mandatory two-week quarantine for all arrivals from overseas, but for entries (judged to be) in the public interest, there is an exception that grants a waiver to the two-week quarantine. KFS will closely cooperate with the quarantine authority for foreign participants.If a registered participant cannot attend the conference due to the spread of COVID-19, the fee will be refunded. KH: What are the benefits of forests that we should particularly recognize?Park: Climate change and deforestation were pointed to as fundamental causes of the COVID-19 pandemic by US economist Jeremy Rifkin in a recent interview with a Korean media outlet. Therefore, the role of forests will be more important than ever, to contain such virus outbreaks. In addition, forestry will receive more attention as a nature-based solution to international issues, such as climate change biodiversity and desertification. Forestry is crucial for the healthy and sustainable future of humans. By Jo He-rim and Lee Kwon-hyoung (<email normalizedValue=\"mailto:herim@heraldcorp.com\">herim@heraldcorp.com</email>) (<email normalizedValue=\"mailto:kwonhl@heraldcorp.com\">kwonhl@heraldcorp.com</email>)</p>", "publisher": "The Korea Herald", "instances": ["The main events consist of the opening and closing ceremonies, plenary sessions and expert discussions on six different topics. Special exhibitions and trips are also planned. While details of the event are still on discussion with FAO, KFS will take the initiative in preparing the opening and closing ceremonies, Peace Forest Initiative Round Table, and a forum on forest fires. KH: What is on the agenda at the World Forestry Congress? Park: The congress reflected on this time of COVID-19 pandemic to choose six sub-themes related to the main theme of the event, ï¿½ï¿½Building a green, healthy and resilient future with forests. ï¿½ï¿½ The six different topics include, ï¿½ï¿½Turning the tide: reversing deforestation and forest degradationï¿½ï¿½; ï¿½ï¿½Nature-based solutions for climate-change adaptation and mitigation and biodiversity conservationï¿½ï¿½; ï¿½ï¿½The green pathway to growth and sustainabilityï¿½ï¿½; ï¿½ï¿½Forests and human health: revisiting the connectionsï¿½ï¿½; ï¿½ï¿½Managing and communicating forest information and knowledgeï¿½ï¿½; and ï¿½ï¿½Forests without boundaries: enhancing management and cooperation. ï¿½ï¿½Over the third-theme, the green pathway to growth and sustainability, the discussion would be about the important contribution of forest products and services to national economies, and strategies for enhanced financing in the sector for the time after the COVID-19 pandemic. The fourth sub-theme on forests and human health will be about the use of forest resources to improve livelihoods, health and well-being, addressing the connections between COVID-19 and forest ecosystems. KH: How meaningful is it that South Korea is hosting the World Forestry Congress? Park: South Korea was chosen as the host for the 15th World Forest Congress, for its successful reforestation policies and for active diplomacy related to forestry. It is the first time the event has been held in South Korea, and also the first in 43 years in the Asia-Pacific, after Indonesia hosted the event in 1978."]}, {"relevance_score": 58, "title": "[Herald Interview] 'Forestry crucial for healthy, sustainable future of humanity' ", "published": "2020-11-29", "bodyText": "<p nitf:lede=\"true\">Environmental degradation has become one of the greatest threats to humankind over the past decades. For one, the world is suffering from worsening air pollution, which is linked to deforestation, and the large forest fires that threaten the lives of millions worldwide. Forestry is imperative for a healthy and sustainable future of humanity.As the world is suffering from the COVID-19 pandemic, experts also believe that deforestation is closely linked to the crisis and that forests can help heal from the aftermath of the virus outbreak.To cover the ongoing issues regarding forestry, experts and the general public from around the world will gather in Seoul next year for the 15th World Forestry Congress.Korea Forest Service is the co-host of the international conference that is scheduled to take place from May 24 to 28 next year, at Coex, Seoul. As South Korea gears up to host the worldï¿½ï¿½s largest forestry conference, KFS Minister Park Chong-ho offered a detailed introduction of the event, and also underscored the value of forestry in an interview with The Korea Herald. Park was named KFS minister in December, 2019, after serving in key posts of the organization for 29 years, the last one being deputy minister.Here are excerpts from the interview:Korea Herald: South Korea is hosting the 15th World Forestry Congress next year. </p><p>Please introduce the event.Park Chong-ho: The World Forestry Congress is the worldï¿½ï¿½s largest forestry conference, held every six years under the auspices of the United Nationsï¿½ï¿½ Food and Agriculture Organization since the first congress in 1926.As the conference deals with all areas related to forestry, such as climate change, biodiversity, desertification and reforestation, it is also called the ï¿½ï¿½Olympics of the Forestry Field.ï¿½ï¿½KH: Who can participate in the World Forestry Congress?Park: The congress is an international event open to all. Individuals and organizations interested in the forestry can purchase tickets and register as participants on the official website. For those who cannot physically attend the event, KFS is reviewing ways to utilize teleconference platforms, and major sessions of the conference will be streamed online. In addition, KFS is in talks with its co-host, the FAO, to prepare a sponsorship program to encourage corporate participation.KH: What programs are planned for the World Forestry Congress? Park: The World Forestry Congress will have a three-day opening event prior to the main conference, which will be held for five days. The main events consist of the opening and closing ceremonies, plenary sessions and expert discussions on six different topics. Special exhibitions and trips are also planned.While details of the event are still on discussion with FAO, KFS will take the initiative in preparing the opening and closing ceremonies, Peace Forest Initiative Round Table, and a forum on forest fires. KH: What is on the agenda at the World Forestry Congress?Park: The congress reflected on this time of COVID-19 pandemic to choose six sub-themes related to the main theme of the event, ï¿½ï¿½Building a green, healthy and resilient future with forests.ï¿½ï¿½ The six different topics include, ï¿½ï¿½Turning the tide: reversing deforestation and forest degradationï¿½ï¿½; ï¿½ï¿½Nature-based solutions for climate-change adaptation and mitigation and biodiversity conservationï¿½ï¿½; ï¿½ï¿½The green pathway to growth and sustainabilityï¿½ï¿½; ï¿½ï¿½Forests and human health: revisiting the connectionsï¿½ï¿½; ï¿½ï¿½Managing and communicating forest information and knowledgeï¿½ï¿½; and ï¿½ï¿½Forests without boundaries: enhancing management and cooperation.ï¿½ï¿½Over the third-theme, the green pathway to growth and sustainability, the discussion would be about the important contribution of forest products and services to national economies, and strategies for enhanced financing in the sector for the time after the COVID-19 pandemic. The fourth sub-theme on forests and human health will be about the use of forest resources to improve livelihoods, health and well-being, addressing the connections between COVID-19 and forest ecosystems. KH: How meaningful is it that South Korea is hosting the World Forestry Congress?Park: South Korea was chosen as the host for the 15th World Forest Congress, for its successful reforestation policies and for active diplomacy related to forestry. It is the first time the event has been held in South Korea, and also the first in 43 years in the Asia-Pacific, after Indonesia hosted the event in 1978. The KFS seeks use the high-level forestry gathering to share Koreaï¿½ï¿½s accomplishments in forest fire prevention, reforestation and eco-tourism, as success models for the rest of the world. The KFS also sees it as an opportunity to promote forest products for export. South Korea would also be able to reinforce its foothold in the world as a country that succeeded in reforestation, by presenting a future vision for forestry after 2021 at the event.In addition, KFS also seeks to prepare the event thoroughly and provide a connection between forestry and the New Southern and New Northern Policies, which are major diplomatic plans of the incumbent government to enhance ties with countries in Southeast Asia and north of the Korean Peninsula. KH: What would South Korea present to the world by hosting the event?Park: The world expects South Korea to share its experiences of reforestation, cooperation with other countries and also, the management of forest policies. It is also expected for South Korea to lead discussions on development of the Peace Forest Initiative.South Korea launched PFI, a program supporting reforestation in border areas facing conflicts to encourage peace, in September, 2019 at the 14th Session of the Conference of Parties to the UN Convention to Combat Desertification held in New Delhi, India. In the 1950s, about one-third of South Koreaï¿½ï¿½s forests consisted of bare mountains, but with nationwide tree-planting campaign and efforts of researchers and field technicians, the country succeeded in reforestation. First forging ties on forestry with Indonesia in 1987, South Korea has embarked on forestry businesses with 33 countries in Asia, the Americas, Africa and the Middle East. Korea also established the Asian Forest Cooperation Organization in 2011 to start 18 forestry business projects cooperating with 15 countries in Asia. KH: With the COVID-19 spreading, difficulties are expected in hosting the event. How is KFS preparing to hold the event while containing the virus?Park: Realistically, it would be difficult to organize a conference like in the past, when thousands of people would gather in one place. KFS currently plans to offer a ï¿½ï¿½hybridï¿½ï¿½ event, organizing face-to-face meetings and offering teleconferencing routes for participants.According to South Koreaï¿½ï¿½s five-tier social distancing system, international conferences can be opened even when distancing is raised to Level 2. But it would put limits to the number of participants in the venue, which is one person per 4 square meters. If the social distancing is at Level 1, KFS will still mandate wearing masks for all participants, and follow other disinfection measures. The country enforces a mandatory two-week quarantine for all arrivals from overseas, but for entries (judged to be) in the public interest, there is an exception that grants a waiver to the two-week quarantine. KFS will closely cooperate with the quarantine authority for foreign participants.If a registered participant cannot attend the conference due to the spread of COVID-19, the fee will be refunded. KH: What are the benefits of forests that we should particularly recognize?Park: Climate change and deforestation were pointed to as fundamental causes of the COVID-19 pandemic by US economist Jeremy Rifkin in a recent interview with a Korean media outlet. Therefore, the role of forests will be more important than ever, to contain such virus outbreaks. In addition, forestry will receive more attention as a nature-based solution to international issues, such as climate change biodiversity and desertification. Forestry is crucial for the healthy and sustainable future of humans. By Jo He-rim and Lee Kwon-hyoung (<email normalizedValue=\"mailto:herim@heraldcorp.com\">herim@heraldcorp.com</email>) (<email normalizedValue=\"mailto:kwonhl@heraldcorp.com\">kwonhl@heraldcorp.com</email>)</p>", "publisher": "The Korea Herald", "instances": ["The main events consist of the opening and closing ceremonies, plenary sessions and expert discussions on six different topics. Special exhibitions and trips are also planned. While details of the event are still on discussion with FAO, KFS will take the initiative in preparing the opening and closing ceremonies, Peace Forest Initiative Round Table, and a forum on forest fires. KH: What is on the agenda at the World Forestry Congress? Park: The congress reflected on this time of COVID-19 pandemic to choose six sub-themes related to the main theme of the event, ï¿½ï¿½Building a green, healthy and resilient future with forests. ï¿½ï¿½ The six different topics include, ï¿½ï¿½Turning the tide: reversing deforestation and forest degradationï¿½ï¿½; ï¿½ï¿½Nature-based solutions for climate-change adaptation and mitigation and biodiversity conservationï¿½ï¿½; ï¿½ï¿½The green pathway to growth and sustainabilityï¿½ï¿½; ï¿½ï¿½Forests and human health: revisiting the connectionsï¿½ï¿½; ï¿½ï¿½Managing and communicating forest information and knowledgeï¿½ï¿½; and ï¿½ï¿½Forests without boundaries: enhancing management and cooperation. ï¿½ï¿½Over the third-theme, the green pathway to growth and sustainability, the discussion would be about the important contribution of forest products and services to national economies, and strategies for enhanced financing in the sector for the time after the COVID-19 pandemic. The fourth sub-theme on forests and human health will be about the use of forest resources to improve livelihoods, health and well-being, addressing the connections between COVID-19 and forest ecosystems. KH: How meaningful is it that South Korea is hosting the World Forestry Congress? Park: South Korea was chosen as the host for the 15th World Forest Congress, for its successful reforestation policies and for active diplomacy related to forestry. It is the first time the event has been held in South Korea, and also the first in 43 years in the Asia-Pacific, after Indonesia hosted the event in 1978."]}, {"relevance_score": 61, "title": "US-Iranian Tensions Threaten to Overshadow UN General Assembly", "published": "2019-09-20", "bodyText": "<p nitf:lede=\"true\"> 20 September 2019 (VOA) As world leaders prepare to gather for their annual meetings at the U.N. General Assembly, heightened tensions between the United States and Iran threaten to overshadow a summit on global warming.</p><p nitf:lede=\"true\">\"Let's face it, we have no time to lose. We are losing the race against climate change,\" U.N. Secretary-General António Guterres told reporters Wednesday. \"The imperative to act could not be more clear, and this is exactly why I am convening the Climate Action Summit.\"</p><p nitf:lede=\"true\">The summit will take place Monday, and more than 100 heads of state and government are expected to attend. Only those who bring dynamic and concrete plans to mitigate the effects of global warming will be invited to speak.</p><p>Guterres, who has made slowing climate change his signature issue, said he expects a number of \"meaningful plans\" for drastically reducing emissions during the next decade and for reaching carbon neutrality by 2050.</p><p>\"We will showcase promising initiatives aiming at moving away from coal, putting a price on carbon, stopping subsidies for fossil fuels, and cutting the pollution that damages our health,\" he said. \"And we will highlight the importance of scaling up nature-based solutions, creating cleaner ways in the way we work and societies function, building resilience, protecting people, mobilizing finance and promoting decent jobs for a just transition.\"</p><p>The U.N. wants to accelerate action on the 2015 Paris climate accord, which aims to limit the Earth's temperature rise this century to well below 2 degrees Celsius above pre-industrial levels. Experts warn that the Paris commitments are inadequate to avoid the worst impacts of climate change and more ambitious action needs to happen.</p><p>Current evidence</p><p>\"We're seeing that actually, I think, on the ground in real time,\" said David Waskow, director of the International Climate Initiative at the World Resources Institute. \"We have floods, we have major weather events, we have droughts that are showing us what's happening.\"</p><p>While most of the world is on board - 195 countries have signed the Paris Agreement and 186 have ratified it - one of the world's biggest emitters, the United States, announced under President Donald Trump that it would leave the pact. The U.S. decision has not stopped climate action at the state, local and private sector levels.</p><p>On Friday, youth climate activists held \"strikes\" in cities and towns across the globe demanding bolder action from adults. Swedish activist Greta Thunberg, 16, joined youth strikers in New York City, where she will be attending a youth climate summit Saturday at the United Nations.</p><p>\"The best leadership I've seen so far is actually coming from young people,\" Deputy U.N. Secretary-General Amina Mohammed told reporters this week. \"The future is going to be very different. It will be about them, and they've started now and not tomorrow.\"</p><p>Saudi Arabia attacked</p><p>But this collective push for more climate action risks being overshadowed by the latest geopolitical crisis in the Middle East.</p><p>On Sept. 14, Saudi Arabia's two most important oil installations were attacked, threatening global oil supplies. Houthi rebels, whom the Saudis are fighting in neighboring Yemen, claimed responsibility. The United States believes their patron, Iran, was the perpetrator.</p><p>The attack has dashed growing expectations that there could be a meeting between Trump and Iranian President Hassan Rouhani on the margins of the General Assembly.</p><p>Interlocutors, including President Emmanuel Macron of France, had been working on it since the meeting of the Group of Seven major industrialized countries in Biarritz, France, in late August. Trump had repeatedly expressed interest in the possibility, and the firing of his hawkish national security adviser, John Bolton, appeared to eliminate a voice within the administration that would have been against a meeting.</p><p>But such an encounter always carried more political risk for the Iranian president than the American one, and the Iranians had said they would consider a meeting only if U.S. sanctions were lifted first.</p><p>\"So if there is a meeting with President Trump in New York, and the Iranian president gets nothing in return, that photo opportunity might work well for President Trump in the United States for his base. But back in Iran, Rouhani will be attacked as somebody who was naive, who should have never shown up for that meeting, because they will say predictively, 'He's got nothing to show for it,' \" said Alex Vatanka, a senior fellow at the Middle East Institute in Washington.</p><p>What else to watch for</p><p>While these tensions are likely to garner much of the media spotlight, work will be going on out of the public eye in bilateral meetings, at working lunches and at side events to tackle an array of issues from development to health to myriad conflicts.</p><p>Trump is also hosting a session Monday morning on protecting religious freedom. Vice President Mike Pence will join him at the event the White House says aims to prevent attacks on people based on their religion or beliefs and ensure the sanctity of houses of worship.</p><p>Starting Tuesday, world leaders will take to the large marble podium in the General Assembly hall to talk about the issues that are most important to their governments and peoples.</p><p>One of the most anticipated statements will be from the U.S. president, who will speak Tuesday morning.</p><p>Trump is in campaign mode this year and he gave reporters a glimpse of where he might go in his speech:</p><p>\"I'm going to say, 'The United States is the greatest country in the world. It's never been stronger and it's never been better, and they certainly have one of the great presidents in our history.' \"</p><p>Last year, a similar line about his administration accomplishing more than almost any other administration in the history of the United States garnered laughter from the assembly.</p><p>Focus on North Korea expected</p><p>Richard Gowan, U.N. director for the International Crisis Group, told VOA that Trump is likely to focus a lot on what he sees as progress on the diplomatic front with North Korea.</p><p>\"Trump likes to present himself as a peacemaker - he clearly isn't succeeding in that when it comes to dealing with Iran - so the Korean issue is the one that he will strongly emphasize,\" Gowan said.</p><p>North Korea is not sending its foreign minister to New York this year, making any new developments on that issue unlikely during the week.</p><p>Others to watch include the debut of British Prime Minister Boris Johnson, who is deep into Brexit, and Brazilian President Jair Bolsonaro, a climate change skeptic. Brazil's Amazon rainforest has experienced devastating fires in recent months.</p><p>A late dropout from the lineup will be Israeli Prime Minister Benjamin Netanyahu, whose political future is in limbo after a parliamentary election Tuesday did not hand him a clear victory.</p>", "publisher": "Korea News Gazette", "instances": ["\"The imperative to act could not be more clear, and this is exactly why I am convening the Climate Action Summit. The summit will take place Monday, and more than 100 heads of state and government are expected to attend. Only those who bring dynamic and concrete plans to mitigate the effects of global warming will be invited to speak. Guterres, who has made slowing climate change his signature issue, said he expects a number of \"meaningful plans\" for drastically reducing emissions during the next decade and for reaching carbon neutrality by 2050. We will showcase promising initiatives aiming at moving away from coal, putting a price on carbon, stopping subsidies for fossil fuels, and cutting the pollution that damages our health,\" he said. \"And we will highlight the importance of scaling up nature-based solutions, creating cleaner ways in the way we work and societies function, building resilience, protecting people, mobilizing finance and promoting decent jobs for a just transition. The U. N. wants to accelerate action on the 2015 Paris climate accord, which aims to limit the Earth's temperature rise this century to well below 2 degrees Celsius above pre-industrial levels. Experts warn that the Paris commitments are inadequate to avoid the worst impacts of climate change and more ambitious action needs to happen. Current evidence\"We're seeing that actually, I think, on the ground in real time,\" said David Waskow, director of the International Climate Initiative at the World Resources Institute."]}, {"relevance_score": 18, "title": "Jeju Declaration adopted to promote green growth", "published": "2012-09-16", "bodyText": "<p nitf:lede=\"true\">The delegates at the 2012 World Conservation Congress (WCC) on Jeju Island adopted a declaration Saturday to promote Korea's green growth policy as a solution for sustainable development.</p><p>More than 10,000 participants of the United Nations, government agencies, nongovernmental organizations and companies from over 170 countries came up with the Jeju Declaration that summarized the discussions in the 10-day environmental conference organized by the International Union for Conservation of Nature (IUCN).</p><p>The quadrennial meeting took place on the resort island as economic difficulties dominating international debates while relatively less interest has been shown toward the protection of nature.</p><p>And the declaration proposes preserving biodiversity and development of the economy at the same time is possible through sustainable development.</p><p>'Biodiversity should be seen not as a problem but as an opportunity to help achieve broader societal goals,' the declaration stated. 'We must work with the public and private sectors to enhance the transfer of green technology, share knowledge, experience and skills to integrate biodiversity and ecosystem values into global production and consumption. We encourage governments and businesses to pursue inclusive and gender-responsive green growth that ensures social integration of vulnerable groups, helps eradicate poverty, and keeps humanity's footprint within ecological boundaries.'</p><p>The declaration includes discussions from the World Leaders' Dialogue, talks between international environmental leaders and members of the audience. The IUCN featured the program for the first time in this the 23rd WCC. It said through the declaration it will initiate a similar program on a regular basis on the island. The forum, also known as the Jeju World Leaders' Conservation Forum, will focus on nature-based solutions to promote sustainable development.</p><p>In Korea's first WCC, the country managed to draw some local environmental issues to the attention of the international community. The IUCN approved a motion on preserving culture and community of female divers on Jeju Island. The divers who live by collecting shellfish show the unique matriarchal family structure of the island. The IUCN said it has contributed to the protection of the ecosystem as well as economic development through their activities, and added that their culture needs to be preserved.</p><p>A motion that sought to stop the military from building a naval base in Gangjeong Village on the island, however, was disapproved.</p><p>The Jeju Declaration will serve as the basis for environmental issues at the IUCN that will be led by Zhang Xinsheng of China for the next four years. He was chosen as new IUCN president, replacing Ashok Khosla of India.</p>", "publisher": "Korea Times", "instances": ["'We must work with the public and private sectors to enhance the transfer of green technology, share knowledge, experience and skills to integrate biodiversity and ecosystem values into global production and consumption. We encourage governments and businesses to pursue inclusive and gender-responsive green growth that ensures social integration of vulnerable groups, helps eradicate poverty, and keeps humanity's footprint within ecological boundaries. The declaration includes discussions from the World Leaders' Dialogue, talks between international environmental leaders and members of the audience. The IUCN featured the program for the first time in this the 23rd WCC. It said through the declaration it will initiate a similar program on a regular basis on the island. The forum, also known as the Jeju World Leaders' Conservation Forum, will focus on nature-based solutions to promote sustainable development. In Korea's first WCC, the country managed to draw some local environmental issues to the attention of the international community. The IUCN approved a motion on preserving culture and community of female divers on Jeju Island. The divers who live by collecting shellfish show the unique matriarchal family structure of the island. The IUCN said it has contributed to the protection of the ecosystem as well as economic development through their activities, and added that their culture needs to be preserved. A motion that sought to stop the military from building a naval base in Gangjeong Village on the island, however, was disapproved."]}, {"relevance_score": 25, "title": "Back to nature ", "published": "2012-05-22", "bodyText": "<p nitf:lede=\"true\">World Conservation Congress to seek nature-based solutions to modern problems</p><p nitf:lede=\"true\">Thousands of conservationists, policymakers and representatives of the business world will gather on Jeju Island in September for a crucial meeting that may shape much future environmental action.</p><p nitf:lede=\"true\">K-pop group 2AM are goodwill ambassadors for the 2012 IUCN World Conservation Congress. (Korean Organizing Committee for 2012 WCC)</p><p>The 2012 IUCN World Conservation Congress will be held at Jeju International Convention Center Sept. 6-15, coming to Northeast Asia for the first time in its greater than 60-year history.</p><p>Taking place every four years, the congress claims to be the largest and most important event in the global environmental community. It is also notable for bringing together key people from all sectors â€• governments, non-governmental organizations, science, business and small local organizations.</p><p>It consists of two major sections: One is a large forum â€• a market place of ideas, where participants from all sectors of society exchange ideas, experiences and discuss what needs to be done. The second part is a global environmental parliament where governments and NGOs debate and vote on major issues.</p><p>Befitting the superlative nature of the event, its 10-day schedule is packed with numerous discussions, workshops, seminars, roundtables and receptions on a wide range of issues â€• some of political importance and others of technical value.</p><p>A theme that runs throughout the conference is \"Resilient Nature,\" which suggests that nature may have remedies for the challenges that mankind faces today, such as climate change, poverty and development.</p><p>\"The congress' slogan, Nature+, captures the fundamental importance of nature and its inherent link to every aspect of our lives,\" the IUCN explains.</p><p>Better use of the inherent robustness of nature leads to healthier natural systems, better results from ecosystem and biodiversity restoration, and healthier people, communities and economies, it says.</p><p>For Korea, the Jeju congress is a much coveted opportunity to promote its efforts to make Asia's fourth-largest economy greener. To make the event a success, the country even enacted a special law to support preparations.</p><p>The upcoming congress looks set to be the biggest in IUCN history with several thousand participants, officials at the Korean Organizing Committee said. The previous congress in Barcelona four years ago drew more than 6,000 people.</p><p>The Jeju congress will not be just big in attendance. It will showcase a new level of connectivity, accessibility and sustainability, while reaching out to a wider audience through various special programs, the Korean organizers said.</p><p>\"We will have the least possible use of paper and a maximum deployment of green technologies,\" said Kim Chong-chun, the committee's secretary general.</p><p>One of the special programs is the World Leaders' Dialogue, in which influential figures will deliver public lectures and lead discussions on five subjects â€• climate change, poverty, green growth, nature and food security and nature conservation.</p><p>Big names confirmed to take part in the session include: Richard Branson, the British business magnate who founded Virgin Group; Marvin Odum, president of Shell Oil Co., a U.S.-based subsidiary of Royal Dutch Shell; Bharrat Jagdeo, former president of Guyana; Michael Mack, CEO of Swiss agribusiness giant Syngenta; Jochen Zeitz, chairman and CEO of Puma and chief sustainability officer for luxury brands such as Gucci and Stella McCartney; and Peter Bakker, president of World Business Council for Sustainable Development.</p><p>From Korea, KT chairman Lee Suk-chae, Environment Minister Yoo Young-sook, former Agriculture Minister Jang Tae-pyoung and Yang Soo-gil, chairman of the Presidential Committee on Green Growth will join the global leaders.</p><p>By Lee Sun-young (</p>", "publisher": "The Korea Herald", "instances": ["World Conservation Congress to seek nature-based solutions to modern problemsThousands of conservationists, policymakers and representatives of the business world will gather on Jeju Island in September for a crucial meeting that may shape much future environmental action. K-pop group 2AM are goodwill ambassadors for the 2012 IUCN World Conservation Congress. (Korean Organizing Committee for 2012 WCC)The 2012 IUCN World Conservation Congress will be held at Jeju International Convention Center Sept. 6-15, coming to Northeast Asia for the first time in its greater than 60-year history. Taking place every four years, the congress claims to be the largest and most important event in the global environmental community. It is also notable for bringing together key people from all sectors â€• governments, non-governmental organizations, science, business and small local organizations."]}, {"relevance_score": 25, "title": "Back to nature ", "published": "2012-05-20", "bodyText": "<p nitf:lede=\"true\">World Conservation Congress to seek nature-based solutions to modern problems</p><p nitf:lede=\"true\">Thousands of conservationists, policymakers and representatives of the business world will gather on Jeju Island in September for a crucial meeting that may shape much future environmental action.</p><p nitf:lede=\"true\">K-pop group 2AM are goodwill ambassadors for the 2012 IUCN World Conservation Congress. (Korean Organizing Committee for 2012 WCC)</p><p>The 2012 IUCN World Conservation Congress will be held at Jeju International Convention Center Sept. 5-16, coming to Northeast Asia for the first time in its greater than 60-year history.</p><p>Taking place every four years, the congress claims to be the largest and most important event in the global environmental community. It is also notable for bringing together key people from all sectors â€• governments, non-governmental organizations, science, business and small local organizations.</p><p>It consists of two major sections: One is a large forum â€• a market place of ideas, where participants from all sectors of society exchange ideas, experiences and discuss what needs to be done. The second part is a global environmental parliament where governments and NGOs debate and vote on major issues.</p><p>Befitting the superlative nature of the event, its 10-day schedule is packed with numerous discussions, workshops, seminars, roundtables and receptions on a wide range of issues â€• some of political importance and others of technical value.</p><p>A theme that runs throughout the conference is \"Resilient Nature,\" which suggests that nature may have remedies for the challenges that mankind faces today, such as climate change, poverty and development.</p><p>\"The congress' slogan, Nature+, captures the fundamental importance of nature and its inherent link to every aspect of our lives,\" the IUCN explains.</p><p>Better use of the inherent robustness of nature leads to healthier natural systems, better results from ecosystem and biodiversity restoration, and healthier people, communities and economies, it says.</p><p>For Korea, the Jeju congress is a much coveted opportunity to promote its efforts to make Asia's fourth-largest economy greener. To make the event a success, the country even enacted a special law to support preparations.</p><p>The upcoming congress looks set to be the biggest in IUCN history with several thousand participants, officials at the Korean Organizing Committee said. The previous congress in Barcelona four years ago drew more than 6,000 people.</p><p>The Jeju congress will not be just big in attendance. It will showcase a new level of connectivity, accessibility and sustainability, while reaching out to a wider audience through various special programs, the Korean organizers said.</p><p>\"We will have the least possible use of paper and a maximum deployment of green technologies,\" said Kim Chong-chun, the committee's secretary general.</p><p>One of the special programs is the World Leaders' Dialogue, in which influential figures will deliver public lectures and lead discussions on five subjects â€• climate change, poverty, green growth, nature and food security and nature conservation.</p><p>Big names confirmed to take part in the session include: Richard Branson, the British business magnate who founded Virgin Group; Marvin Odum, president of Shell Oil Co., a U.S.-based subsidiary of Royal Dutch Shell; Bharrat Jagdeo, former president of Guyana; Michael Mack, CEO of Swiss agribusiness giant Syngenta; Jochen Zeitz, chairman and CEO of Puma and chief sustainability officer for luxury brands such as Gucci and Stella McCartney; and Peter Bakker, president of World Business Council for Sustainable Development.</p><p>From Korea, KT chairman Lee Suk-chae, Environment Minister Yoo Young-sook, former Agriculture Minister Jang Tae-pyoung and Yang Soo-gil, chairman of the Presidential Committee on Green Growth will join the global leaders.</p><p>By Lee Sun-young (</p>", "publisher": "The Korea Herald", "instances": ["World Conservation Congress to seek nature-based solutions to modern problemsThousands of conservationists, policymakers and representatives of the business world will gather on Jeju Island in September for a crucial meeting that may shape much future environmental action. K-pop group 2AM are goodwill ambassadors for the 2012 IUCN World Conservation Congress. (Korean Organizing Committee for 2012 WCC)The 2012 IUCN World Conservation Congress will be held at Jeju International Convention Center Sept. 5-16, coming to Northeast Asia for the first time in its greater than 60-year history. Taking place every four years, the congress claims to be the largest and most important event in the global environmental community. It is also notable for bringing together key people from all sectors â€• governments, non-governmental organizations, science, business and small local organizations."]}, {"relevance_score": 24, "title": "Conservation forum discusses natureâ€™s role ", "published": "2012-09-06", "bodyText": "<p nitf:lede=\"true\">Over 8,000 gather in Jeju for world's largest environmental event</p><p nitf:lede=\"true\">JEJU â€• The IUCN World Conservation Congress kicked off its 10-day run on Jeju Island on Thursday, with over 8,000 participants from around the world in attendance.</p><p nitf:lede=\"true\">Over 8,600 people have registered for the conference, the largest in history, said the organizer, the International Union for Conservation of Nature.</p><p>Under the theme \"Resilient Nature,\" participants will hold discussions on 176 initiatives that include climate change, protection of endangered species and establishing a green economy.</p><p>The theme suggests that nature may have remedies for the challenges that mankind faces today, such as climate change, poverty and development, organizers said.</p><p>Officials from Korea and the International Union for Conservation of Nature attend a press conference prior to the opening ceremony of the World Conservation Congress at the Jeju Convention Center on the southern island of Jeju on Thursday. From left: IUCN Secretary-General Julia Marton-Lefevre; IUCN President Ashok Khosla; Lee Hong-koo, chairman of the Korean Organizing Committee; Yoo Young-sook, Korean minister of environment and Woo Keun-min, governor of Jeju Special Self-Governing Province. (Yonhap News)</p><p>\"Nature is inherently strong, but we must improve how quickly nature and people adapt to change,\" Julia Marton-Lefevre, director-general of the IUCN.</p><p>\"If we strengthen nature, we'll see that ecosystems are more resilient and people, communities and economies are healthier.\"</p><p>Yoo Young-sook, Korea's environmental minister, hoped that the Jeju conference will be serve as a momentum for countries in Northeast Asia and beyond to seek nature-based solutions to many of the problems they face today.</p><p>\"My hope is that after the conference, nature-based approaches become the talk of the town globally,\" she said in a press conference held prior to the opening ceremony.</p><p>Taking place every four years, the WCC is the largest and one of the most important events for the global environmental community. It is the first time in its more than 60-year history that the congress is being held in Northeast Asia.</p><p>The WCC consists of two major sections: One is a large forum â€• a marketplace of ideas, where participants from all sectors of society exchange ideas and experiences and discuss what needs to be done. The second part is a global environmental parliament where governments and NGOs debate and vote on major issues.</p><p>The event's 10-day schedule is packed with numerous discussions, workshops, seminars, roundtables and receptions on a wide range of issues â€• some of political importance and others of technical value.</p><p>One of the special programs is the World Leaders' Dialogue, in which influential figures â€• world leaders, environmental experts and businessmen â€• will deliver public lectures and lead discussions on key subjects such as climate change, poverty, green growth, nature and food security and nature conservation.</p><p>Taking an open format, it is designed to be a platform of thought-provoking, lively debates with the interaction with the general public.</p><p>For Korea, the Jeju event is a much-desired opportunity to promote its efforts to make Asia's fourth-largest economy greener.</p><p>\"It is a chance for Korea to introduce to the world the country's efforts and accomplishments toward green growth,\" said Kim Chong-chun, secretary-general of the Korean Organizing Committee.</p><p>As the host country, Korea is organizing various forums, workshops and seminars on issues concerning Northeast Asia, the country's past experiences and the ongoing pursuit of a low-carbon, green economy.</p><p>It proposed 20 motions to the IUCN, reflecting Korea's environmental issues for the first time, including one proposing establishment of an IUCN Northeast Asia Regional Office in Korea. The motions are to be voted upon at the IUCN general assembly.</p><p>At the end of the event, the IUCN is expected to adopt the Jeju Declaration, the first of its kind in the union's history. The declaration suggests green growth as a solution to global nature conservation and environmental challenges, and includes ways to establish the \"World Leaders Conservation Forum,\" organizers said.</p><p>By Lee Sun-young (</p>", "publisher": "The Korea Herald", "instances": ["The theme suggests that nature may have remedies for the challenges that mankind faces today, such as climate change, poverty and development, organizers said. Officials from Korea and the International Union for Conservation of Nature attend a press conference prior to the opening ceremony of the World Conservation Congress at the Jeju Convention Center on the southern island of Jeju on Thursday. From left: IUCN Secretary-General Julia Marton-Lefevre; IUCN President Ashok Khosla; Lee Hong-koo, chairman of the Korean Organizing Committee; Yoo Young-sook, Korean minister of environment and Woo Keun-min, governor of Jeju Special Self-Governing Province. (Yonhap News)\"Nature is inherently strong, but we must improve how quickly nature and people adapt to change,\" Julia Marton-Lefevre, director-general of the IUCN. If we strengthen nature, we'll see that ecosystems are more resilient and people, communities and economies are healthier. Yoo Young-sook, Korea's environmental minister, hoped that the Jeju conference will be serve as a momentum for countries in Northeast Asia and beyond to seek nature-based solutions to many of the problems they face today. My hope is that after the conference, nature-based approaches become the talk of the town globally,\" she said in a press conference held prior to the opening ceremony. Taking place every four years, the WCC is the largest and one of the most important events for the global environmental community. It is the first time in its more than 60-year history that the congress is being held in Northeast Asia. The WCC consists of two major sections: One is a large forum â€• a marketplace of ideas, where participants from all sectors of society exchange ideas and experiences and discuss what needs to be done. The second part is a global environmental parliament where governments and NGOs debate and vote on major issues."]}, {"relevance_score": 38, "title": "Int'l cooperation crucial to sustainable development", "published": "2012-09-05", "bodyText": "<p nitf:lede=\"true\">Korea plays a leading role in dealing with environmental challenges in the international community with the country's green growth strategy as the driving force, according to Minister of Environment Yoo Young-sook.</p><p nitf:lede=\"true\">'Sustainable development requires not only state support but also worldwide collaboration, and keeping a close relationship with other countries is crucial,' she said in a interview with The Korea Times.</p><p nitf:lede=\"true\">The country has tried to reduce greenhouse emissions to cope with the rapid climate changes that pose a threat to the globe.</p><p>The government has conducted an environmental impact assessment on greenhouse gases since 2010 and its data show that the nation cut such emissions by 11.47 million tons between 2010 and 2011. The reduced amount is 4.7 percent of the 2020 target of 244 million tons.</p><p>'In May, the National Assembly passed a bill on carbon emission trading or cap-and-trade to lay the legal groundwork for cutting down greenhouse gas emissions,' Yoo said. 'The trading will begin in 2015 and we'll be fully ready to move toward a green economy.'</p><p>The minister also touched on the Global Green Growth Institute (GGGI), a Seoul-based environmental organization that seeks suitable models for green growth.</p><p>'The GGGI effectively shares its knowledge, develops its strategies, and promotes facilitation of green technologies throughout the world, including Abu Dhabi, Denmark and England where it has branch offices,' You said.</p><p>She added that the Korea will hold preliminary talks in October for the 18th Conference of the Parties (COP18) that will be convened in Doha in November. The international meeting is part of the United Nations Framework Convention on Climate Change and the 8th Meeting of the Parties to the Kyoto Protocol.</p><p>'As a member of the international community, we want the COP18 to be successful and will give our full support to make sure the conference is ready.'</p><p>The minister said the World Conservation Congress on Jeju Island will be crucial in that regard as the country can share its environmental policy with 10,000 delegates from over 170 countries.</p><p>The 10-day conference under the International Union for Conservation of Nature (IUCN) will present 450 forums, among which 20 issues will be on environmental challenges in Korea. Global interest in the issues will support the ministry in setting related policies, she said.</p><p>'I will take the Jeju conference as a chance to raise awareness of the Korea-related environmental issues to the world stage,' she said. And I'll take suggestions of the international experts into consideration and use them effectively in making policies,'</p><p>The issues include a conservation strategy for Demilitarized Zone, cooperation for sustainable management and conservation of the Baekdu Great Mountain Range, mud flat preservation, international cooperation to decrease dust storms, and a new paradigm on green growth.</p><p>Both local and overseas experts will participate in forums to come up with practical solutions to preserve biodiversity of the regions and to seek sustainable development.</p><p>The issues will be raised at the IUCN member's assembly _ a meeting among nongovernmental organizations (NGOs) and government agencies. They will select an agenda and reflect it in a Jeju Declaration to be adopted at the end of the congress.</p><p>'I believe some of the local issues have high chances to be selected at the assembly, which IUCN President Ashok Khosla will push to develop related programs for practical outcomes,' she said.</p><p>She added that she will participate as a panelist on the World Leaders' Dialogue, the main program that will stimulate interactive talks among 30 global environmental leaders and experts.</p><p>She will attend the session, 'Saving nature, why bother?' The Sept. 11 session will center on the preservation of biodiversity, one of the issues along with climate change, food security, green economy, governance over natural resources that will be discussed throughout the conference.</p><p>'The session basically covers all of the five issues as the protection of nature requires ways to cope with global environmental challenges, and people's life, health and welfare by using natural resources efficiently and developing the economy,' Yoo said.</p><p>'The participants will be able to understand the value of life not only from the biological perspective but also the economic one, as preservation of rare species can bring financial rewards.'</p><p>She said she will also bring up the green economy that seeks nature-based solutions to social and economic development as well as governance of natural resources.</p><p>'If I had to put the issues in order of priority, I would put those two on the top of the list, as they're related to Korea's green growth,' she said.</p><p>'And I'll make sure to promote our environmental strategy to stress the importance of sustainable economic development through the protection of nature,' she added.</p><p>The minister turned down skepticism that the suggestions of the Jeju conference will be unsuccessful in drawing out international support in terms of environmental issues.</p><p>'An important factor in deciding environmental policies is mutual understandings among the nations,' she said.</p><p>She admitted that the government leaders from the United States, Germany and Japan were absent in June at the Rio+20 conference sponsored by the United Nations.</p><p>'People point out such a fact and say the environmental meetings have limitations in terms of their effectiveness in real life,' Yoo said. 'However, please note that the Rio+20 conference was among governments, while the World Conservation Congress involves both governments and NGOs.</p><p>'The participants will not only focus on issues that can benefit their respective country but also will put weight on other issues, and I guarantee we'll come up with tangible results to protect nature.'</p>", "publisher": "Korea Times", "instances": ["She will attend the session, 'Saving nature, why bother? The Sept. 11 session will center on the preservation of biodiversity, one of the issues along with climate change, food security, green economy, governance over natural resources that will be discussed throughout the conference. The session basically covers all of the five issues as the protection of nature requires ways to cope with global environmental challenges, and people's life, health and welfare by using natural resources efficiently and developing the economy,' Yoo said. The participants will be able to understand the value of life not only from the biological perspective but also the economic one, as preservation of rare species can bring financial rewards. She said she will also bring up the green economy that seeks nature-based solutions to social and economic development as well as governance of natural resources. If I had to put the issues in order of priority, I would put those two on the top of the list, as they're related to Korea's green growth,' she said. And I'll make sure to promote our environmental strategy to stress the importance of sustainable economic development through the protection of nature,' she added. The minister turned down skepticism that the suggestions of the Jeju conference will be unsuccessful in drawing out international support in terms of environmental issues. An important factor in deciding environmental policies is mutual understandings among the nations,' she said. She admitted that the government leaders from the United States, Germany and Japan were absent in June at the Rio+20 conference sponsored by the United Nations."]}, {"relevance_score": 212, "title": "Delegates Stress Importance of Nature Education, Mobilizing Private Sector Action, as United Nations Forests Forum Continues 2019 Session", "published": "2019-05-08", "bodyText": "<p nitf:lede=\"true\"> 8 May 2019 (United Nations) Underscoring the importance of forest and nature education, as well as the need to mobilize private sector action, speakers today shared sustainability lessons as the United Nations Forum on Forests continued its annual session.</p><p nitf:lede=\"true\">The Forum convened four panels, the first of which was on 'Forests, peaceful and inclusive societies, reduced inequality, education and inclusive institutions at all levels'. As panellists discussed different ways to achieve inclusion, education emerged as the most valuable solution. Mika Rekola, Forest Science Lecturer at the University of Helsinki, Finland, stressed that primary school teachers need more training on forest and nature issues. He called for increased research on forest education; strengthened networking; a focus on teachers as 'gatekeepers' in the field; and the development of a global core curriculum.</p><p nitf:lede=\"true\">Maureen Whelan, Manager of International Affairs at the Canadian Forest Service, drew links between quality education, reduced inequality and inclusive institutions. Highlighting Project Learning Tree, a Canadian initiative which fosters community interests in the benefits of environmental education and the responsible management of natural resources, she urged the international community to scale up existing examples of inclusive forest education.</p><p>Monica Gabay, Independent Researcher at the School of Politics and Government of the National University of San Martin, Argentina, said people must be provided adequate access to information, and protected by the rule of law, if they are to take an active part in forest management and decision-making. Also stressing that consumers must be educated about the benefits of sustainability, she highlighted the importance of public-private partnerships.</p><p>The same idea was at the heart of another panel, held in the afternoon on 'Mobilizing private sector action in support of implementation of the United Nations strategic plan for forests 2030 and the 2030 Agenda'. While there is a negative perception about the private sector, destroying the environment, Kwama Asamoah Adam, CEO of Ghana Timber Millers Organization, said any sustainable forest management without the involvement of that sector is not likely to succeed. He outlined various projects undertaken by timber companies in Ghana which are enabling small farmers to plant trees and developing large-scale plantations in areas where there is land degradation due to fire.</p><p>Ana Belen Noriega, Secretary General of the Programme for the Endorsement of Forest Certification, a global non-profit that promotes sustainable forest management through third-party verification of good practices, highlighted how the certification process looks into the origin of the products, the 'trustability' of the supply chain and social issues, such as gender and labour.</p><p>Another panellist, Jose Carlos da Fonseca Junior, Director of Institutional Relations at Industria Brasileira de Arvores, Brazil, said that his country's tree industry is well known for sustainability and innovation. Brazil follows good forest practices, and upholds the principles of clean energy, decent work and economic growth, and responsible production and consumption, he said.</p><p>Brazil's delegate also spoke along similar lines, as the Forum continued its general discussion. She emphasized that her country's agricultural products should be recognized as commodities that contribute to the protection of biodiversity and global climate stability. Brazil is one of the few countries to balance production and conservation, thanks to the strong participation of the private sector and the use of state of the art technologies, she said.</p><p>Other delegates described ambitious forest recovery programmes, with Malaysia's representative noting that some 10,000 hectares of degraded forest in that country will be rehabilitated by 2025. Costa Rica's delegate said that his Government is planning to increase its forest cover by 8 per cent by 2030. He also noted the active and dynamic involvement of indigenous peoples in the country's forestation efforts.</p><p>Representatives of Bangladesh, United States, Paraguay, Democratic Republic of the Congo and the Republic of Korea also spoke in that discussion.</p><p>The other two panels that were held today concerned the 'Contributions of Collaborative Partnership on Forests members to implementation of the United Nations strategic plan for forests 2030' and 'Communication and outreach and International Day of Forests 2019 activities'.</p><p>The Forum will reconvene at 10 a.m. on Wednesday, 8 May, to continue its work.</p><p>Statements</p><p>Mr. RODRÍGUEZ ZUÑIGA (Costa Rica), describing his nation's ambitious forest recovery plans, noted that in the inventory drawn up in 2013, the country had a forest cover of 52.4 per cent. His Government is planning to increase that by 8 per cent by 2030. Costa Rica also has a national strategy in place to control forest fires and is offering increased incentives for conservation efforts. Since 1995, forests cannot be assigned for other uses, he noted, adding that the Government is also taking steps to ensure indigenous community participation in this the strategy. Highlighting the active and dynamic involvement of indigenous peoples in Costa Rica's forestation efforts, he said that gender, environment and climate change are interconnected.</p><p>Mr. CHOWDHURY (Bangladesh), citing a recent technical study on green belting conducted in the coastal zone of his country, said that it plans to bring 46,000 hectares in that region under reforestation by 2023. Also noting several actions to reduce emissions, he said that his Government has approved an investment project called 'sustainable forest and livelihood', which will be in place until 2023 and operate with a budget of $175 million. The project aims to implement collaborative forest management and increase access to alternative income sources for forest-dependent peoples. By increasing the participation of local communities in forest conservation, the Government expects to offer alternate livelihoods, as well as improve forest cover and achieve other environmental goals.</p><p>CATHERINE K. COLQUE (United States) expressed support for the implementation of the United Nations strategic plan for forests 2017 2030 by all nations, emphasizing that both national and international actions are required to achieve its goals and targets. Underlining the importance of goal 5 on forest governance, she called for transparency and accountability, as well as the vibrant engagement of civil society. Noting the strategic plan's reference to the Paris Agreement on climate change, she supported efforts to avoid overemphasizing that accord over others and voiced concern that the Forum secretariat lacks the necessary capacity to carry out is work. In addition, she expressed hoped that the secretariat, along with the Collaborative Partnership on Forests, will share the document being developed on communications and outreach at upcoming sessions.</p><p>Mr. WAN-MAHMOOD (Malaysia) said his delegation plans to allocate at least 50 per cent of its land area under forest and tree cover. By 2025, some 10,000 hectares of degraded Malaysian forest will be rehabilitated and at least 20 per cent of the country's terrestrial areas will be nationally protected. In addition, he said, Malaysia has reported to the United Nations Framework Convention on Climate Change on the impact of climate change and is working to implement all related goals and targets.</p><p>Panel I</p><p>This morning, the Forum convened an interactive panel discussion on the theme 'Forests, peaceful and inclusive societies, reduced inequality, education and inclusive institutions at all levels'. It featured four panellists: Monica Gabay, Independent Researcher at the School of Politics and Government of the National University of San Martin, Argentina; Mika Rekola, Lecturer at the Department of Forest Sciences of the University of Helsinki, Finland; and Maureen Whelan, Manager of International Affairs at the Canadian Forest Service, Natural Resources Canada.</p><p>Ms. GABAY said small and medium-sized enterprises account for some $125 billion to $130 billion in growth value added. Welcoming the fact that many indigenous peoples have now been granted land tenure rights and that timber legality has greatly improved - due largely to voluntary agreements - she said public-private partnerships and a synergistic approach are required to leverage efforts to achieve both the global forest goals and the Sustainable Development Goals. Noting that community and small-scale forestry play important roles in advancing the latter, she said people must be provided adequate access to information - and protected by the rule of law - if they are to take an active part in forest management and decision-making. Underlining the crucial role of technical support, inclusive financing and the engagement of youth and vulnerable groups, she shared several examples of strides achieved by small, locally based forest organizations around the world. Product certification schemes are also important, she said, adding that they work best when consumers are educated about the benefits of sustainability.</p><p>Mr. REKOLA spotlighted the importance of forest and nature education, which among other things can reduce human alienation from nature, increase understanding of sustainable development and boost learning outcomes in other subjects. Primary school teachers, in particular, need more training on forest and nature issues, he said. In addition, the status of teaching itself should be raised and technical and vocational training and education in forestry enhanced. Describing strong associations that already exist in such areas as medical education, he called for increased research on forest education; strengthened networking; a focus on teachers as 'gatekeepers' in the field; the development of a global core curriculum; and expanded public engagement, especially among vulnerable groups. 'Let's start this movement now,' he stressed.</p><p>Ms. WHELAN drew links between quality education, reduced inequality and inclusive intuitions. She played several short video clips, including a message from the Head of the Canadian Forest Service, who spoke to that country's federal forestry programmes; a message from the General Manager of the Prince Albert Model Forest, which brings an array of stakeholders together in forest management; and another piece about the Indigenous Guardians Programme, a pilot indigenous people's stewardship programme supporting indigenous rights and responsibilities in protecting and conserving ecosystems while developing and maintaining sustainable economies. Describing several other Canadian initiatives - such as Project Learning Tree, which fosters community interests in the benefits of environmental education and the responsible management of natural resources - she called for urgent action and efforts to scale up existing examples of inclusive forest education.</p><p>In the ensuing discussion, delegates echoed the importance of good forest governance and clear, inclusive land tenure rights. Many discussed the challenges facing their country's forests and outlined education or training initiatives aimed at reversing them.</p><p>The representative of the European Union spotlighted the crucial systematic dissemination of knowledge on sustainable forest management, noting that the bloc sees forest education as an important component of general education curricula. In that context, he invited the Secretariat to prepare a document on forest education for submission to the Forum's fifteenth session.</p><p>The representative of the Republic of Korea described her country's innovative forest education programme for teenagers, the first of its kind in the country.</p><p>The representative of Costa Rica said his country is home to many small landholders and small-scale farmers, presenting the Government with challenges in how best to provide funding and support. He asked the panellists to speak to those challenges, as well as issues related to the provision of microcredit.</p><p>The representative of the United States, pointing out that broad civil society engagement is a hallmark of her Government's forest management policies, asked the panellists how other types of inclusivity can be incorporated into forest governance.</p><p>The representative of Switzerland pointed out that the situation of land tenure rights is actually worsening around the globe. Emphasizing that the rights of local communities must be ensured, and existing community structures respected, he asked the panellists 'what the Forum can do today' to strengthen forest governance.</p><p>The representative of the major group for children and youth echoed calls for more effective forest education. While there is much talk about engaging young people in those efforts, little has been accomplished. 'New generations mean new ideas,' he stressed, as well as new dynamic solutions.</p><p>Responding to those comments and questions, Ms. GABAY agreed that scaling up knowledge-sharing is crucial, adding that it requires a clearinghouse mechanism. In addition, she said civil society organizations can play a key role in engaging small landowners and small groups of farmers.</p><p>Mr. REKOLA said there is room for new players, including start-up companies, to help efficiently scale up exiting forest education initiatives.</p><p>Ms. WHELAN agreed with the representative of the major group for children and youth that youth should be more engaged in the everyday business of forest management. In Canada, she said, they have brought a much-welcome view to national deliberations in that arena.</p><p>Also speaking were representatives of India, Colombia, Germany, Indonesia, Lesotho, Bangladesh, Russian Federation and Finland. The representative of the International Union of Forest Research Organizations also participated.</p><p>Panel II</p><p>The Forum then turned to the second panel discussion on 'Contributions of Collaborative Partnership on Forests members to the implementation of the United Nations strategic plan for forests 2030', moderated by Hiroto Mitsugi, Chair of the Partnership and the Assistant Director General of the Food and Agriculture Organization of the United Nations (FAO). The panel featured Mher Margaryan, Permanent Representative of Armenia and Chair of the Commission on the Status of Women; Garo Batmanian, Lead Environment Specialist and Programme Manager at the World Bank; Sheam Satkuru, Director of Operations at the International Tropical Timber Organization; Kimberly Todd, Technical Specialist, United Nations Development Programme (UNDP); and Adriana Vidal, Forest Policy Officer at the International Union for Conservation of Nature and Natural Resources.</p><p>Mr. MITSUGI, noting that, over the past year, the Partnership has contributed considerably to the strategic plan on forests, said its members provided valuable inputs to the high-level political forum. Recalling the well celebrated 2019 International Day of Forests, he said the day has been gaining momentum since its first observance in 2013. Another major accomplishment of the Partnership is the latest study on forests and waters, which was also presented at expert group meetings at the United Nations and FAO. The programme of work of the Partnership is available online, he reminded delegates.</p><p>Mr. MARGARYAN, praising the commitment of the Forum on Forests to contributing to the accelerated achievement of gender equality, said that the Commission on the Status of Women is cognizant of the value and opportunities that forests can bring to the rights and livelihoods of women and girls. Owing to gender inequalities, women and girls, especially in developing countries, are often disproportionately affected by the adverse impacts of climate change, extreme weather events, natural hazards and deforestation. Pointing out that indigenous women and girls are subject to multiple forms of discrimination, he stressed that forest-based actions and solutions need to be gender-responsive.</p><p>Mr. BATMANIAN expressed the World Bank Group's support for the international community's efforts to harness the potential of forests to reduce poverty, better integrate forests into their economies and protect and strengthen the environmental role forests play locally and globally. 'We do lots of loans and grants,' he said, adding that the Bank's work in this field is based on comprehensive assessments of what each country needs to achieve its targets. Its active forest portfolio has increased 28 per cent from financial year 2016 to financial year 2018, he noted, adding that the Bank's approach integrates upstream knowledge, technical assistance and financial instruments in support of a country owned programme.</p><p>Ms. SATKURU said that the International Tropical Timber Organization promotes the sustainable management and conservation of tropical producing forests, as well as the expansion and diversification of trade in tropical wood products from sustainably managed and legally harvested forests. The organization also creates awareness across international forest regimes and policy processes. Outlining its work in Côte d'Ivoire, where it is active in forest restoration and charcoal production, as well as in Panama, where its timber tracking system improves forest governance, she called for active advocacy on the role of sustainably produced wood, wood products and wood-based energy as a cornerstone to mitigate climate change.</p><p>Ms. TODD said that the UNDP strategic plan 2018-2021 comprises six signature solutions, ranging from enhancing national prevention and recovery capacities to promoting nature-based solutions for a sustainable planet. With financing from vertical funds, the Programme supports 69 countries through 89 projects in safeguarding biodiversity and ecosystems with financing exceeding $449 million. UNDP has supported more than 20,500 community-based projects, 35 per cent of which were related to the protection, rehabilitation and sustainable use of forest ecosystems, she said.</p><p>Ms. VIDAL said that, in the context of forests, the International Union's work is focused along three main pillars, the first of which is slowing the deforestation rate by protecting all types of forests, especially primary. The second is the improvement of governance to benefit vulnerable populations, especially forest-dependent populations. The Union aims to empower them to make decisions in land use management, she said, adding that the third pillar focuses on restoring forest landscapes. Spotlighting the Union's role in knowledge generation and facilitation, she said that it has developed a 'Bonn challenge barometer', which showcases progress in different countries, not only in forest restoration, but also in financial mechanisms and institutional arrangements.</p><p>In the ensuing discussion, delegates praised the work of the Partnership, and asked questions about its work, with the representative of Japan asking how the Partnership has enhanced cooperation and synergy in the United Nations system. The United Statesdelegate suggested that the Partnership consider consulting the Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services.</p><p>Also participating in the discussion was the representative of the Convention on Biological Diversity.</p><p>Statements</p><p>Ms. GORALEWSKI (Paraguay)said that her country is taking a number of measures to contribute to sustainable development, such as the zero-deforestation law passed in 2018. But, enacting laws is not enough, she stressed, adding that Paraguay is also ensuring compliance and monitoring. The Government is using the global forest watch programme, which will provide data to fight the illegal use of natural resources. Reforestation with rapid growth species is environmentally sustainable, as well as a profitable source of income with ecological benefits, such as reducing fossil fuel combustion and decreasing pressure on native forests, she said.</p><p>Mr. MONDONGE BOGADO (Democratic Republic of the Congo) said that, with 5 million hectares of forest, his country possesses immense biodiversity, which is crucial to ensuring climate balance at the national, continental and global level. Financial mechanisms are essential to bolstering the coherence of global forestry programmes, he said, noting the emergence of new challenges such as a lack of national forest mapping which is an obstacle to tackling desertification. Therefore, it is necessary to improve the accessibility to funds so that it is possible for countries such as his to implement these legally binding instruments, he urged.</p><p>Ms. PEÑA DOIG (Peru), noting that her nation ranks ninth in the world in terms of forest area, said that its forests shelter many different species and offer livelihoods to the country's indigenous peoples. The Government has implemented many policies to protect forests through a national strategy on forests and climate change. Further, the country is putting in place measures to enable the ancestral practices of the indigenous peoples to adapt to the effects of climate change. This measure is in alignment with several Sustainable Development Goals, she said, also spotlighting the important role of women in conserving resources and transmitting their knowledge intergenerationally.</p><p>KIM MYUNGKIL (Republic of Korea) said that her nation is one of the most successful countries in forest rehabilitation. The Republic of Korea's forest service is utilizing forest resources sustainably and enabling local communities to create jobs. In April 2018, the Government established a forest job platform which aims to improve job creation and helps experts. Requesting Member States of the Forum to participate in the Asia Pacific Forestry Congress, she said that the goal of this event is to exchange best practices.</p><p>Ms. MELCHERT (Brazil) said that her country is able to combine strong agricultural production with effective environmental policies. Brazil is one of the few countries with the capacity to produce and conserve, she said, adding that this balancing act is possible thanks to the strong participation of the private sector and the use of state of art technologies. Forty-one per cent of the country comprises protected areas, she said, noting that this is much higher than other agro-exporting countries. The country's forest code is one of the most restrictive in the world, she said, adding that its agricultural products should be recognized as commodities that contribute to the protection of biodiversity and global climate stability.</p><p>Panel III</p><p>The Forum then turned to the third panel, on 'Mobilizing private sector action in support of implementation of the United Nations strategic plan for forests 2030 and the 2030 Agenda', featuring Jose Carlos da Fonseca Junior, Director of Institutional Relations at Industria Brasileira de Arvores, Brazil; Ana Belen Noriega, Secretary General of the Programme for the Endorsement of Forest Certification, Spain; and Kwama Asamoah Adam, CEO of Ghana Timber Millers Organization.</p><p>Mr. FONSECA said that he represented Brazil's tree industry, with his organization comprising 50 companies and 9 state and regional associations. The industry is well known for sustainability and innovation, he said, highlighting partnerships with research institutions and the use of advanced sustainable management technologies. The sector is an example of how the use of natural resources can play a positive role in the implementation of the strategic plan for forests, he said, adding that they followed good forest practices, and upheld the principles of clean energy, decent work and economic growth, and responsible production and consumption. In 2018, member companies began restoration of 20,000 hectares of forests, he said, adding that this will allow for carbon storage and protection of biodiversity. Forest companies are not islands, he said, calling for public policies that encourage conservation.</p><p>Ms. NORIEGA noted that her organization is a global non-profit that promotes sustainable forest management through third-party certification of good practices. As an alliance of national forest certification schemes, 'we are a bottom-up organization', she said, which enables it to think locally and act globally. The certification process looks into the origin of the products and the 'trustability' of the supply chain, considering social issues, such as gender and labour. Members with endorsed systems include several companies and 750,000 forest owners, most of them small and family-owned forests. The organization considers a variety of factors from poverty and hunger to clean water and gender equity when certifying companies, she said, adding that certified forests and companies also comply with the eight main conventions of the International Labour Organization (ILO).</p><p>Mr. ADAM, giving an overview of the private sector in Ghana, said that forests and their products offer a wide range of business opportunities that centre around the use of forest-based materials, from handicrafts to tourism. Noting that Ghana's forests have been logged for the last 100 years, he said that some companies are investing in planting, aiming to restore 6 per cent of forests in every cycle of exploitation. Companies are also encouraged to invest in farms, with each farmer planting trees in at least one hectare and the company providing the investment needed. Given the decline of source material, companies are also involved in large-scale planation development, working in areas where there is land degradation due to fire. There is a negative perception about the private sector, destroying the environment, he said, but any sustainable forest management without the involvement of the private sector is not likely to succeed.</p><p>In the ensuing discussion, the delegate of Ecuador asked the panellists what recommendations they had for developing countries regarding the creation of a certification programme, and India's representative asked if the private sector is interested in preserving biodiversity since not all species are commercially profitable.</p><p>Responding, Mr. FONSECA said that the private sector included small landowners who are not part of huge companies. They, too, can take part and profit from the vibrancy of the forest sector.</p><p>Ms. NORIEGA said that it is important to be clear about the responsibilities of the public and private sectors. 'Don't reinvent the wheel,' she said, encouraging countries to use accreditation and certification mechanisms that already exist. Her organization's certification process has separate indicators for gender and sustainable forest management, she said.</p><p>Mr. ADAM said that one of the ways in which the private sector in Ghana ensures biodiversity is through certification programmes and complying with the requirements that endangered species are protected amidst the activities of the company.</p><p>Also participating in the discussion were representatives of Switzerland, Australia and Nigeria.</p><p>Representatives of the Forest Stewardship Council and the women's major group also spoke today.</p><p>Panel IV</p><p>The final panel discussion of the day focused on the theme 'Communication and outreach and International Day of Forests 2019 activities'. It featured three panellists: Mita Sen, Programme Management Officer, Forum on Forest Secretariat; Peter Csoka, Senior Forestry Officer, FAO; Steffan Dehn, Forum on Forests Focal Point for Children and Youth Major Group at the International Forestry Students' Association.</p><p>Ms. SEN, displaying the 'global forest goals' logo, said the 2018 communications and outreach strategy cemented the importance of outreach, branding and promoting forest messages. Among other events, the Forum secretariat participates in the meetings of several other bodies - including the United Nations Framework Convention on Climate Change Conference of Parties - and produces a variety of toolkits, infographics and other communications products. To mark the International Day of Forests, the Secretariat organizes an annual event and runs a social media campaign, working in 2019 with the United States Forestry Service and the Girls Club of New York to reach the local community. Additionally, the Forum places regular posts on the United Nations main Twitter, reaching 11 million followers. Among best practices identified, she spotlighted the importance of simplicity, consistency, 'facts-based' communications, visually eye-catching materials and identifying key events with captured audiences. Additionally, she warned against stereotyping in images and messaging, and urged efforts to push forward more nuanced, collaborative communications around forestry.</p><p>Mr. CSOKA said every International Day of Forests is an opportunity for education. Citing the example of 'Forests and Climate Change' - a theme from the International Day several years ago - he said many people do not naturally link the two topics of forests and climate change together. To build a better understanding, FAO developed several engaging products, including a quiz in six languages and an inspirational 60-second video. To promote the latter, television stations provided free air time and brought the video to over a billion viewers around the world. Describing another important topic which FAO seeks to address through its communications campaigns, he said the growing distance between humans and nature in today's world leads some people to think of forests as deep, dark, 'scary' places. To tackle that misconception, FAO developed a short video using traditional fairy tale imagery to show forests as magical, beautiful, important places. Turning to the 2020 International Day of Forests, he said the Collaborative Partnership on Forests has unanimously endorsed the theme 'Forests and biodiversity'.</p><p>Mr. DHEN, recounting activities that targeted children and youth for International Day in 2019, said more than 200 locations around the world hosted interactive exchanges between experts and young people. Listing some success criteria of communications and outreach activities, he spotlighted the continuity of communications throughout the whole year - not just in the lead-up to the International Day - as well as relatability, proper framing and identifying the right target audience. Among stereotypes and misconceptions, he said forests - the world's 'silent warriors' - largely go unnoticed until there is a disaster, while stereotypes also prevail about forestry and loggers as old-fashioned or out of date. He called for efforts to reverse those views through more streamlined, coordinated messages that are shared by many actors. Among examples of best practices, he drew attention to the book The Hidden Life of Trees by Peter Wohlleben, which uses engaging narrative to make forestry more approachable.</p><p>As the floor opened for questions and comments, delegates voiced their opinions about the various communications tools and campaigns described by the panellists. Several provided examples of outreach being conducted at the national level or posed questions to the panellists - including about the availability of their products in multilingual formats.</p><p>The representative of Switzerland, for one, welcomed the development of many forest-related communications products. However, he also expressed hope that, in the future, more attention will be paid to the principles of broad consultation and 'user-friendliness'.</p><p>The representative of the United States, echoing the need for more consultation and input, joined other delegates in outlining some of her country's national-level outreach campaigns. Among the most iconic and successful is the long-running character known as 'Smokey Bear', who helps educate people around the dangers of forest fires, and who has equivalent characters in many countries around the world.</p><p>The representative of Bolivia - noting that young people don't read newspapers or magazines, but, instead, read on their phones and tablets - said one effective method is to physically transport young people from their urban homes into the forests. Seeing forests in situ can help raise awareness of their importance, she said.</p><p>The representative of India spotlighted students and leaders - at both the national and community levels - as important focal points that can help extend awareness of forest issues to their communities.</p><p>The representative of New Zealand asked the panellists to share what specific communications approaches have been developed for the crowded space of the Economic and Social Council's high-level political forum.</p><p>Ms. SEN said multilingualism is a priority for the Secretariat, which is, however, often constrained by resources. Social media content, once published, is usually translated into multiple languages by colleagues in the Department of Global Communications. While it is a challenge to be heard among the many voices at the high-level political forum, she outlined efforts to join the Forum's voice with other partners at that event.</p><p>Also speaking were representatives of China, Philippines, Australia, Ecuador, Indonesia and Japan. The representative of the indigenous peoples major group also participated.</p>", "publisher": "Korea News Gazette", "instances": ["Ms. SATKURU said that the International Tropical Timber Organization promotes the sustainable management and conservation of tropical producing forests, as well as the expansion and diversification of trade in tropical wood products from sustainably managed and legally harvested forests. The organization also creates awareness across international forest regimes and policy processes. Outlining its work in Côte d'Ivoire, where it is active in forest restoration and charcoal production, as well as in Panama, where its timber tracking system improves forest governance, she called for active advocacy on the role of sustainably produced wood, wood products and wood-based energy as a cornerstone to mitigate climate change. Ms. TODD said that the UNDP strategic plan 2018-2021 comprises six signature solutions, ranging from enhancing national prevention and recovery capacities to promoting nature-based solutions for a sustainable planet. With financing from vertical funds, the Programme supports 69 countries through 89 projects in safeguarding biodiversity and ecosystems with financing exceeding $449 million. UNDP has supported more than 20,500 community-based projects, 35 per cent of which were related to the protection, rehabilitation and sustainable use of forest ecosystems, she said. Ms. VIDAL said that, in the context of forests, the International Union's work is focused along three main pillars, the first of which is slowing the deforestation rate by protecting all types of forests, especially primary. The second is the improvement of governance to benefit vulnerable populations, especially forest-dependent populations."]}, {"relevance_score": 341, "title": "Delegates Call for Ambitious Supplementary Goals to Bolster Forum on Forests Secretariat as Fourteenth Session Continues", "published": "2019-05-09", "bodyText": "<p nitf:lede=\"true\"> 9 May 2019 (United Nations) A fully operational secretariat is essential for the Forum on Forests to fulfil its important mandate as the only global voice on policy, conservation and sustainable management of the world's woodlands, delegates stressed today as they voiced concerns over proposals for its restructuring under broader reforms taking place in the Department of Economic and Social Affairs.</p><p nitf:lede=\"true\">In one of two discussions held today, delegates aired questions and concerns about potential changes to the Forum's operations, resources, placement within the Department and wider ability to promote forest management at a time when climate change rapidly threatens the survival of fragile ecosystems and livelihoods. Many used the occasion to urge that the Forum's independence be maintained, especially in the absence of a global forest convention.</p><p nitf:lede=\"true\">'As you know, this issue is evolving swiftly' in the context of growing responsibilities, said Senegal's delegate on behalf of the African Group. The secretariat of the United Nations Forum on Forests must be considerably bolstered with ambitious supplementary goals. Its independence as a subsidiary of the Economic and Social Council also must be preserved. 'If this is not done, we risk devaluing the efforts of Member States and other organizations that have worked tirelessly in the 27 years since the Rio Declaration [Principles]' on environment and development, he asserted.</p><p>Such calls were echoed by the European Union delegate, who said it is of utmost importance to ensure that the Department's reform not impinge on the Forum's ability to fulfil all its functions as outlined in Economic and Social Council resolution 2015/33. Member States must understand how proposals for the Forum fit into the full picture of the Department's reform. 'We expect more details and a comprehensive picture of the measures envisaged,' she insisted.</p><p>The representative of Australia likewise called for an informed approach, requesting that delegates' views be fully captured in the Chair's summary, which should also be sent to those involved in decision-making on the Forum's future. Unless the Forum is recognized as the competent body for forests, the United Nations risks reverting to a fragmented system unable to realize forest goals. She called for maintaining the secretariat's structure and resources and filling the director position as a matter of urgency.</p><p>On that point, several delegates raised concerns over a proposal to downgrade the Forum's leadership from an executive director to a director position, with Canada's delegate stressing that any such demotion would be a mistake. She urged those making decisions to reconsider such a move.</p><p>Fielding those and other queries raised since the start of the session, Zhu Juwang, Officer-in Charge of the Forum's secretariat, read out the answers provided by Department officials who are in Geneva for the Chief Executives Board meeting. The Department will continue to provide the highest-level support to the Forum and its secretariat in fulfilling its mandates outlined in resolution 2015/33 and the United Nations strategic plan for forests.</p><p>Noting that the Forum's secretariat will continue to report to the Under Secretary General for delivery of the work programme, under the subprogramme on sustainable forest management, he said the director post in the secretariat remains vacant and its functions are being reviewed. Member States will be requested to examine these functions in context of the Department's 2020 budget proposal.</p><p>In an afternoon discussion on the resources available to finance the Global Forest Financing Facilitation Network, Peter Gondo of the Forum's secretariat said that, since the sixth session of the Global Environment Facility, $825 million is now expected to leverage $8.4 billion in co-financing. Stressing that 'we still need more resources' to achieve the targets laid out in the global forest goals, he said the secretariat works with 25 countries, with Côte d'Ivoire, South Africa, North Macedonia and several others recently added to the list.</p><p>The European Union's delegate raised questions about whether China would cover the full cost of the Beijing office or the differential cost, with the secretariat continuing to cover other costs. As the secretariat is small, he was interested in how the Department would ensure that the two locations do not lead to a loss in efficiency and cooperation, and how any changes in the Forum's leadership in terms of post level would affect the office's management.</p><p>'I'm very puzzled,' said Switzerland's delegate. 'We asked last year for information, but only have an oral report.' Stressing that the China office is not a United Nations office, she called for clarity on what its role would be, as there is no work plan or budget. 'There is a total lack of transparency and this is quite shocking,' she said. 'We require all possible documents, as required.'</p><p>The United States delegate said such an office must carry out its work in a neutral and multilateral manner. The secretariat must provide regular updates on it and invite input from Forum members. Its relationship with the Network must be made clear and its functions carefully chosen. Moreover, Forum Member States should be able to comment on the memorandum of understanding for such an office.</p><p>Australia's delegate meanwhile asked how the potential of the project office can be determined, given the ongoing reforms in the Department, while Ecuador's delegate said middle-income countries face unique financing difficulties and stressed the importance of capacity-building.</p><p>The day also featured two panel discussions, the first on the theme 'Monitoring, assessment and reporting', and the second on 'Means of implementation for sustainable forest management'.</p><p>The Forum on Forests will reconvene at 10 a.m. on Thursday, 9 May, to continue its fourteenth session.</p><p>Information on Department of Economic and Social Affairs Reform</p><p>The representative of the European Union, reiterated questions posed to the Forum on Forests a day earlier, among them: the options being considered in the Department of Economic and Social Affairs regarding the Forum; the implications of each option on budget, resources and reporting lines; the potential implications on the Forum's representation in various meetings; the Forum's capacity to fulfil its functions will not be weakened regardless of the Department's reform; and plans for fulfilling the director position.</p><p>The representative of Canada said her delegation seeks information on the status of the Department's reform regarding Forum matters. Recalling that her delegation had requested the Department's staff to attend today's session, she said there are questions around whether the subprogramme on forests remain intact as part of the organ; actions and options being undertaken in the context of Department reform; results of the cost-benefit analysis of each option; if there is a merger, how the Department person leading Forum matters would ensure budget and human resources; and if the subprogramme merged into another division, what are the lines of reporting.</p><p>ZHU JUWANG, Officer-in-Charge, Forum secretariat, read out the answers to the questions from senior Department officials who are in Geneva for the Chief Executive Board meeting. The General Assembly will consider the following reform measures, as proposed by the Secretary-General on 28 December 2018, among them: strengthening leadership to respond to the new demands of the 2030 Agenda for Sustainable Development; improving data, statistics and analysis to inform decision-making and enhance accountability for results; enhancing capacities for leveraging financing for the Sustainable Development Goals; and strengthening the Department's strategies and mechanisms to enhance external communications and partnerships, including with the private sector and academia. Those measures are being considered to better align Department's expertise with the 2030 Agenda.</p><p>He said the Department will continue to provide the highest level of support to the Forum and its secretariat in fulfilling its mandates outlined in resolution 2015/33 and the United Nations strategic plan for forests 2017-2030. The Forum's secretariat will continue to be responsible to the Under-Secretary-General for delivery of the work programme, under the subprogramme on sustainable forest management. The post of director in the Forum's secretariat remains vacant. The functions of the post are being reviewed. Member States will be requested to examine these functions in context of the Department's 2020 budget proposal. The Under-Secretary-General, as Department head, has been delegated to manage resources. The director for the Forum secretariat will be responsible to the Under-Secretary-General for Management of regular and extra-budgetary resources, and its work programme. The allocation of the Forum's resources will continue to be presented to Member States separately in the Department's annual budget.</p><p>The representative of Algeria asked that the secretariat distribute the questions posed to Member States</p><p>The representative of New Zealand highlighted the importance of maintaining the Forum's ability to best promote the strategic plan on forests and the strategic forest goals. He supported its emphasis in the quadrennial work programme, stressing that the Forum occupies a unique space for addressing forest policy and management, given that there is no forest convention.</p><p>The representative of Senegal, speaking on behalf of African States, recalled that the Economic and Social Council created the Forum as a subsidiary body for the conservation and sustainable development of all kinds of forests. The Department must take note of arrangements for the Forum. Its 'striking areas' included the creation of a global financing network for forests, and in 2017, the first United Nations strategic plan on forests. The Department must recognize the Forum as a world-level intergovernmental body which independently deals with various dangers to forests. 'As you know, this issue is evolving swiftly' in the context of climate change, he said, stressing that the secretariat must be considerably bolstered with ambitious and supplementary goals. He requested that the reform process preserve the Forum's independence as a subsidiary body of the Economic and Social Council and consider the growing responsibilities for its secretariat to strengthen its effectiveness. 'If this is not done, we risk devaluing the efforts of Member States and other organizations that have worked tirelessly in the 27 years since the Rio Declaration [Principles]', he insisted.</p><p>The representative of the European Union said the Forum is the only policy forum with universal membership. Citing resolution 2015/33, she said the Forum administers the trust fund, fosters inter-agency collaboration, liaises with countries and stakeholders and works within the United Nations to promote forest conservation. It is of utmost importance to ensure that the Department's reform not impinge the Forum's ability to fulfil all its functions as outlined in resolution 2015/33. Member States must understand how proposals for the Forum fit into the full picture of the Department's reform. 'We expect more details and a comprehensive picture of the measures envisaged,' she insisted, calling for enhanced transparency.</p><p>The representative of Australia called for an informed approach to the Department's reform. Requesting that her views and those of others be fully captured in the Chair's summary, which should also be sent to bodies involved in future decision-making processes that will determine the Forum's future, she welcomed reforms that will bolster the Forum's operations and voiced concern over those not allowing the body to fulfil its mandates. While underscoring the body's unique and special place within the United Nations system, she said there has never been a greater need for a fully functional Forum secretariat.</p><p>At the time it was created, the United Nations strategic plan for forests 2017 2030 noted that it came at an unprecedented opportunity to safeguard forests, she continued. 'We have less than 12 years to deliver on the ambitious forest goals,' she said, underscoring that a fully functional secretariat is crucial to the successful implementation of the strategic plan. Emphasizing the breadth of work undertaken by the Forum secretariat, she said it has a valuable role in the collaborative partnership on forests and in work on such high-profile events as the International Day on Forests. 'It is the voice on forests,' she said. The secretariat must be recognized as the competent body for forests, without which the United Nations risks reverting to a fragmented system that is unable to realize forest goals. 'Forests matter', she insisted, and if the secretariat scales down, it risks an erosion of capacity. In such circumstances, the shared vision of a world in which all forests are sustainably managed and provide economic, social and cultural benefits for future generations will be unachievable. She called for maintaining the secretariat's structure and resources and filling the director position as a matter of urgency. Decisions on the Department's reform must be taken in a fully informed manner with complete transparency to Member States.</p><p>The representative of Nigeria, associating himself with the African Group, recalled the expectations placed on the Forum to deliver on its mandates, stressing that reforms should only strengthen its ability to address future challenges. While noting the responses by the Officer-in-Charge, he said that, of the Department divisions, only those addressing population and development matters were organized along sectoral areas; the others are multisectoral. Greater consultation with Member States would be helpful and he urged the Department to address the recommendations offered by Australia's delegate.</p><p>The representative of China expressed hope that Department reforms will consider the important role played by the Forum and its secretariat in implementing the strategic plan, and both the global goals on forests and the Sustainable Development Goals. Its independent status should be maintained. He expressed hope that the budgetary arrangement will not affect its work and only enhance its ability to fulfil its responsibilities.</p><p>The representative of the United States voiced full support for the Department's reform, pointing to the Forum's work to develop global forest indicators, and a new format and cycle for voluntary reporting. The global forest financing facilitation network meanwhile is supporting the effective use of domestic and international funding, while the collaborative partnership on forests has developed work plans that are aligned with country and donor interests. That not only benefits Member States, but aligns with the United Nations goal to enhance its capacity to leverage financing, and develop external communications and partnerships. The Forum secretariat should continue to be cost-effective, and both equipped and resourced to carry out priority actions. Reaffirming the need to maintain the Forum's ability to fulfil its mandate and role, she reiterated the importance of fulfilling the director position to ensure there is consistent leadership, representation and communication. She expressed support for the positions of New Zealand and the European Union on that matter, adding that such points should be included in the Chair's summary.</p><p>The representative of the Russian Federation emphasized the importance of a fully functional Forum secretariat able to deliver on its role and mandates. 'We have many tasks at hand,' he stressed, citing the elaboration of the work programme and resolution of matters relating to voluntary national contributions and reports. He asked that questions posed be transmitted by the secretariat to Member States.</p><p>The representative of Niger, associating himself with the African Group, pointed to the secretariat's need for resources necessary to fulfil its mandate, stressing that reforms should not impact its ability in that regard. The secretariat cannot be effective and efficient if it is not supported, he said, underscoring Niger's commitment to achieve the goals outlined in the strategic plan.</p><p>The representative of Japan expressed support for the aims of the Department's reforms, which impact the Forum's structure. Yet, Member States were unable to attain full transparency over the administration of the budget, due to a lack of clarity around the director position. That lack of clarity can impact the scope of the Forum's activities and its visibility at various forums. For such reasons, she expressed hope that the issue would be clarified soon and asked that the questions and responses be circulated to Member States for review, adding that it is not clear which options were considered in the cost-benefit analysis.</p><p>The representative of Switzerland said forests add major contributions to achieving the 2030 Agenda, and the Forum's work goes much beyond such commitments. It is the only policy forum on forests, and its ability to deliver on its goals must be assured. Its subprogramme is of utmost importance, she said, adding that the Global Forest Financing Facilitation Network stands among its most essential services to help countries in transition access sustainable financing. Given that the 2019 climate summit in September will address nature-based solutions, strengthening the Forum's secretariat is essential. All the Forum's sessions have taken care to integrate all the Sustainable Development Goals into its discussions, she said, requesting that the director post be fulfilled.</p><p>The representative of Canada asked the Office-in-Charge to clarify that the director would maintain a direct reporting relationship to the Under-Secretary-General. She also requested that respect be shown to Member States by answering questions throughout the year, reiterating that the decision of director versus executive director is a crucial one. The strategic plan on forests must be transmitted to the world. 'Any downgrading of executive director is a mistake,' she clarified, urging those making decisions to reconsider such a move.</p><p>The representative of Algeria clarified that the Department should provide written responses to the questions raised and include them in the Chair's summary.</p><p>The representative of the major group for children and youth, on behalf of all major groups, expressed strong support for the positions of New Zealand, African States, European Union and others to ensure that the Forum's secretariat remain fully operational. He voiced concern over the steps being taken to diminish its ability to represent the role of forests in global processes. There is a clear need for a functional secretariat to foster communication, which would be a signal for youth, women and civil society as a whole that the international community is taking action to combat current and future problems. He recalled that this is a process in the hands of Member States.</p><p>The representative of the scientific and technological community major group, associating himself with the African Group, European Union, Australia, New Zealand and the United States, voiced concern over the implication of reforms on the secretariat's independence, operational budget and on the morale of its staff, given the decision to downgrade the executive director position. However, he was encouraged by the by the Officer-in-Charge's statement this morning and looked forward to a strengthened Forum.</p><p>The representative of Norway voiced support for the Department's reform, as well as the need for a transparent reform process and a fully functional Forum secretariat. He voiced concern however over the downgrading of the director position, expressing hope that such concerns will be outlined in the Chair's summary.</p><p>Forum Chair BORIS GREGUŠKA (Slovakia) said that the secretariat will circulate the package of questions posed by Member States by the end of the morning session.</p><p>The representative of Australia, reflecting on the Officer-in-Charge's response to Canada's question on the reporting function to the Under-Secretary-General, said the director participates in a range of meetings, as well as in both inter- and intra-United Nations processes. If it is not filled at the D 2 level, she asked whether that representation will be undertaken by the Under-Secretary-General.</p><p>Mr. ZHU replied that the director will indeed report to the Under-Secretary-General. Representation at various events would depend on the prioritization of the events.</p><p>The representative of Germany voiced concern that the Forum's secretariat cannot be represented in ordinary meetings abroad, such as the collaborative partnership on forests. The question was not whether the Under-Secretary-General would be represented at certain meetings. Rather, he voiced concern that the Forum secretariat cannot even be appropriately represented at international meetings where directors are present, including in meetings with Governments, where there is a difference between a D 2 and a D 1 post.</p><p>Mr. ZHU said the representatives of Australia and Germany have made important points that will be shared with the Department's management.</p><p>The representative of Argentina asked about the Department reform process, as any reduction in the executive director position would be detrimental to the Forum.</p><p>Introduction of Secretariat Note</p><p>AFSA KEMITALE-ROTHSCHILD of the Forum secretariat then introduced that body's note (document E/CN.18/2019/3), on the agenda item titled 'Monitoring, assessment and reporting on progress towards implementing the United Nations strategic plan for forests 2017-2030, including the United Nations forest instrument and voluntary national contributions'. Noting that the document provides an overview of intersessional activities on monitoring and reporting, as well as items for discussion by the Forum, she said its drafters proposed the development of several core definitions, including of the terms 'forest-dependent people', while considering national contexts. Additionally, they requested the development of a platform for the dissemination of information on forest-related issues and greater coordination with national actors. Countries were encouraged to submit their voluntary national contributions to the Forum's upcoming sessions and share best practices, including in the context of the Forum's mandated flagship publication, she said.</p><p>Panel I</p><p>The Forum then convened its first panel of the day, on the theme 'Monitoring, assessment and reporting'. Moderated by Roman Michalak, Programme Manager of the United Nations Economic Commission for Europe-Food and Agriculture Organization of the United Nations (FAO) Forestry and Timber Section, it featured four panellists: Peter Csoka, Senior Forestry Officer at FAO; Kofi Affum-Baffoe, Production Manager at the Forestry Commission of Ghana; Patrick Kariuki, Deputy Conservation of Forest and United Nations Forum on Forests Alternate Focal Point at the Forest Service of Kenya; and Davia Carty, Strategic Planner and Analyst at the Forestry Department of Jamaica.</p><p>Mr. MICHALAK, citing a challenging global environment for monitoring and reporting on forest-related issues, said many of the indicators being studied are complex and lie 'outside the comfort zone' of many States and sectors. Emphasizing that the main indicators being considered today - namely, the number of forest-dependent people living in extreme poverty and the contribution of forests to food security - are huge topics with broad implications, he said today's panel is an opportunity to learn from delegations about their work and future expectations on those issues.</p><p>Mr. CSOKA, recalling that there is nothing new in the 'global core set of indicators' now being examined, said the data being collected can be used in monitoring multiple processes at the same time - including towards the achievement of the Sustainable Development Goals, the Aichi Biodiversity Targets and others. Noting that both the methodology of data collection and the availability of data continues to pose a challenge, he said the Collaborative Partnership on Forests has been working with all Member States to provide support. Participants at the Forum's thirteenth session welcomed progress made on the core set of indicators, while also requesting the development of remaining indicators, as well as more reporting. Providing an overview of efforts to more clearly define the terms 'area of degraded forests' and 'forest-dependent people in extreme poverty', he said the greatest challenges include agreeing on the definition of 'dependence' and 'food security'. Additional considerations include whether national targets should be set for sustainable forest management, similar to the Sustainable Development Goals target allocating 0.7 per cent of gross national income to official development assistance (ODA).</p><p>Ms. CARTY, sharing Jamaica's experience with monitoring, assessment and reporting, said it is one of six pilot countries using the Forum's reporting template - aimed at helping countries review and develop national forest policies and tools, generate information for national reports on forest conditions and management and communicate effectively with society and stakeholders. Recalling that Jamaica submitted its voluntary national contribution to the Forum's thirteenth session, she reviewed progress made since 2017 - namely, an expansion of the nation's boundary verification programme; the assessment and mapping of 2,000 hectares of mangrove and swamp forests to transfer for protection; the reforestation and restoration of 1,800 hectares of denuded/degraded forest lands; and the maintenance of 5,600 hectares of forest plantations. A $2 million grant now supports a forest-related alternative livelihoods programme, which encourages agroforestry, bamboo utilization, apiculture, smart agriculture, water harvesting, yam stick production and the production of medicinal and nutraceutical products. While Jamaica amended its national forest policy, she said gaps remain in measuring the socioeconomic impact of forests and their correlation to poverty levels.</p><p>Mr. AFFUM-BAFFOE focused his presentation on Ghana's experience in studying forests' contribution to poverty reduction and food security. Spotlighting a partnership between the Forestry Commission and farmers supporting the planting of trees on the fringes of degraded forest areas, he said its benefits include a 40 per cent share for farmers in the 'standing tree value' and a 5 per cent share for the community. However, not all stakeholders adhere to those terms and there is an absence of a formal mechanism to monitor the programme's contribution to poverty reduction. Also describing the benefits of Ghana's 'Timber Utilization Contracts' for offloading unused trees and logs, he said the programme provides small-scale millers and local carpenters access to timber and generates employment for the rural poor. However, there is a lack of coordination of domestic players in the small-scale value chain and the revenue generated is difficult to quantify. Against that backdrop, he listed several recommendations to enhance the visibility of forest goods and services and their contribution to poverty reduction.</p><p>Mr. KARIUKI, recalling that Kenya submitted its voluntary national contribution to the Forum in 2017, said that report was mainly qualitative as its work is still in the pilot phase. More recently, an analytical study was conducted, leading to proposals for several national indicators. Those relate to: improving livelihoods for forest-dependent people; the contribution of forests and trees to food security; mobilizing significant resources from all sources of sustainable forest management; and increasing forest-related financing from all sources, including the public sector, education, research, multilateral and other external sources. Turning to potential sources of data, he said such existing indicators as the national poverty headcount, per capita income, gender equality index and child poverty can provide insight. In line with the work of the Kenya National Bureau of Statistics, forest-related data will be collected from across the country's various wards and administrative units, as well as from selected forests. However, he also cited several challenges, including the small, scattered nature of Kenya's forests, limited institutional capacity and the high cost of forest data collection.</p><p>In the ensuing discussion, many speakers agreed that a strong relationship exists between forests, their goods and services and efforts to reduce poverty around the globe. However, in the context of monitoring and reporting, several speakers warned against saddling States with undue or overly complex reporting burdens and called for efforts to avoid duplication and overlap with other reporting processes.</p><p>The representative of the European Union, expressing support for the core set of indicators, said the contributions of forests to poverty reduction and food security should form the basis of an appropriate national census question.</p><p>The representative of Fiji, noting that its national development plan seeks to manage forests in a balanced manner and in line with their natural potential, described specific efforts to study the important impacts of water cachement systems. He also requested support from the Forum in ongoing monitoring and reporting efforts, including to identify data gaps.</p><p>The representative of Argentina, welcoming the development of guides for national reporting, expressed support for the development of a template for national reports which would help countries provide information in a unified format.</p><p>Striking a similar tone, the representative of the Russian Federation called for more clarity on reporting accountability. Noting that voluntary national contributions exist to reflect the participation of the Forum's Member States in achieving the global forest goals, he advocated for the development of a clear, concise and simple template for voluntary contributions, which he said will help avoid misreadings and 'double meanings' while allowing for more accurate comparisons.</p><p>Also speaking were representatives of Ukraine, Republic of Korea and the United States.</p><p>Means of Implementation</p><p>PETER GONDO of the secretariat of the United Nations Forum on Forests introduced that body's note on 'Means of implementation' (document E/CN.18/2019/4), which covers major developments since the Forum's thirteenth session. Pointing out that, since the sixth session of the Global Environment Facility, some $825 million are now expected to leverage about $8.4 billion in co-financing, he added that a liaison officer was also appointed. Support has been provided to land use projects with a forestry component and four projects were approved under the dedicated grant mechanism for indigenous peoples and local communities. Stressing that 'we still need more resources' to achieve the targets laid out in the global forest goals, he said the secretariat currently works with a total of 25 countries, with Côte d'Ivoire, South Africa, North Macedonia and several others recently added to the list. Recalling that an expert group meeting was held in January on the issue of a clearing house mechanism, he said work has begun on a generic modular guide for developing national forest financing strategies and is slated to be finalized in June.</p><p>THOMAS BALDAUF, Federal Ministry of Food and Agriculture of Germany, updated the Forum on the expert group meeting of the Global Forest Financing Facilitation Network clearing house, stressing that its priorities included promoting and assisting members in designing sustainable forest management strategies, and serving as a clearing house and database for existing, new and emerging financing opportunities, and as a tool for sharing lessons learned and best practices from successful projects, building on the Collaborative Partnership on Forests online sourcebook for forest financing. Another priority not covered during the meeting is to contribute to achievement of the global forest goals.</p><p>He said the expert group meeting, held from 9 to 11 January, was attended by 60 experts from Member States, organizations, non-governmental organizations and academia. The objective was to discuss and identify the requirements and elements of information for the development of a comprehensive database on forest financing opportunities. Experts discussed aspects of the clearing house, including existing clearing house databases and sources of data; identification of key users and information providers; modalities of partnerships; and the need for interactive platforms on lessons learned and best practices. The outcome, a chair's summary, included six items, notably on the creation of a database and components to be included in its first phase.</p><p>HOSSEIN MOEINI-MEYBODI, Forum on Forests secretariat, updated on the establishment of its project office for the Global Forest Financing Facilitation Network in Beijing. As the secretariat was appointed manager of the Network and the strategic plan, it adopted the four priorities for the Network. At the Forum's thirteenth session, China announced its willingness to host the project office in Beijing. Since then, the Permanent Mission of China transmitted a note verbale to the Department in September 2018, confirming the willingness of the nation to host the office and requesting the Department to prepare relevant drafts and organize initial consultations. A draft memorandum of understanding was prepared, in coordination with the Office of Legal Affairs, and since its November 2018 transmission to China, two consultation rounds had been held, in January and April 2019.</p><p>He said several forestry, foreign affairs, finance and customs administration officials from China participated in those meetings, as had United Nations officials from the Office of Legal Affairs, the Department and the Forum secretariat. Substantive progress has been made on the draft memorandum of understanding, which is expected to be finalized by year-end. The office will aim to enhance the secretariat's work in scaling up the Network's capacity-building ability. The secretariat is the manager of the Network, with the Beijing office as a project office, and will continue to advance the priorities of the Network. The Beijing office has no normative mandate or policy setting role. It will report on its operations and programme activities to the Forum secretariat, which itself will serve as an interface for Member States requesting Network support. The work programme will complement that of the secretariat in relation to the Network, and the office will operate under the supervision of the secretariat director. All programmatic and administrative costs will be covered by the extrabudgetary contribution provided by China - meaning that the office's establishment and operation will have no programme budget implications for the United Nations.</p><p>Statements</p><p>GUO YUFU (China) said the Global Forest Financing Facilitation Network is critical to help developing countries mobilize funding and share best practices. That instrument has provided much support in that regard with good results, he said. However, as the Facility faces resource constraints, China decided to support the provision of such assistance by offering to host an office for the Facility in Beijing.</p><p>WINSTON LACKIN (Suriname), pointing out that his is the most forested country in the world, recalled its pledge to cap its forest cover at 93 per cent. Suriname has also called on the international community to provide the required science and technology, expertise, technical and financial support for those efforts. Noting that other developing countries are in the same position, he said 24 per cent of the world's forests - close to a billion hectares - are in high forest low deforestation countries. 'Under a business-as-usual scenario, many of these countries will see their deforestation rates increase sharply as a result of pressures associated with economic development,' he stressed, noting that high forest low deforestation countries have received under $2 billion in climate financing, less than 14 per cent of all funds committed. Calling for more efforts to assist those countries - which absorb more than 25 per cent of the world's human-generated carbon emission and sequester more carbon than logged, degraded and planted forests - he stressed that high forest low deforestation countries should sit squarely at the heart of the Forum's discourse.</p><p>Mr. DAS (India), noting that his delegation has no technical objection with the establishment of a Beijing office, nevertheless asked for more clarity on which challenges with the present system necessitated the office's establishment.</p><p>Ms. POLIAKOVA (Ukraine), pointing out that her country has utilized the Global Forest Financing Facilitation Network, welcomed that instrument's efficiency. Asking for more information about eligibility for funding under that instrument, she said the clearing house mechanism should make information on eligibility more widely available.</p><p>Mr. JOHNSON (United States), noting that the Global Forest Financing Facilitation Network has provided assistance to 29 countries and five subregional organizations to date, called for additional efforts to study and quantify the results of such financing. Regarding the possible establishment of a Global Forest Financing Facilitation Network office in Beijing, he stressed that such an office must carry out its work in a neutral and multilateral manner. The secretariat must provide regular updates on it and invite input from Forum members. In addition, he said, the relationship between that office and the Global Forest Financing Facilitation Network must be made clear, and its functions should be carefully chosen. Forum Member States should be able to comment on the memorandum of understanding for such an office and the latter must fall squarely under all United Nations rules and guidelines. Requesting information about the proposal to use extrabudgetary funds for the Beijing office, he asked whether other locations have also been considered and asked the Secretariat to provide Forum members with a cost-benefit analysis in that regard. In addition, he stressed that maintaining and updating the clearing house mechanism should not include any new reporting requirements.</p><p>Mr. YIMAM (Ethiopia), calling for action to advance both the Sustainable Development Goals and the global forest goals, said such action must be tantamount to the scale of the challenges. Ethiopia is aligning its national efforts with the United Nations strategic plan for forests 2017-2030, while also ensuring its continued economic growth. Among those efforts, he said, the Government is providing more space for the private sector to engage in sustainable forest management, including through commercial planting. Ethiopia requires sustainable, predictable support from the international community in that regard, he said, spotlighting the disproportionate impacts of climate change on developing countries.</p><p>Mr. GRLAS of the European Union said the global forest goals will only be achieved through good governance, the active involvement of all stakeholders and the enhanced mobilization of and access to financing. Spotlighting the need for a Global Forest Financing Facilitation Network that is effective and transparent, he described that instrument as a 'success story' that has not overlapped with or duplicated the efforts of other mechanisms. In that context, he called for a strong, collaborative partnership on forests to support the Network - as well as efforts to enhance its effectiveness and efficiency - and expressed support for the development of the clearing house mechanism. Among other things, he also echoed calls for a cost-benefit analysis of the establishment of a new office in Beijing and requested more clarity regarding the funding of such an office.</p><p>Ms. VERMONT (Switzerland) echoed calls for more information about the Global Forest Financing Facilitation Network's support, as well as on the establishment of the proposed Beijing office. 'We don't quite understand what the role of that office will be,' she said, citing a 'shocking' lack of transparency on the matter and recalling that relevant information was previously requested by the Forum.</p><p>The representative of Costa Rica, echoing the statement delivered by the representative of Suriname regarding the special needs of high forest, low deforestation countries, said those nations require greater support. The question of funding should lie at the heart of the Forum's discussions, he said.</p><p>Mr. KABENGELE (Democratic Republic of the Congo), associating himself with Suriname and Costa Rica, agreed that the contribution of high forest low deforestation countries to achieve an appropriate climate balance has not been recognized by the international community. Their needs should be a higher priority for the Forum, he stressed.</p><p>Mr. REMAOUN (Algeria) recalled that the decision to establish a new Global Forest Financing Facilitation Network project office lies with the Secretary General and thanked China for its offer to host such an office.</p><p>Ms. MANTHE-TSUANENG (Botswana) expressed gratitude for the support provided by the Global Forest Financing Facilitation Network to her country's sustainable forest management efforts.</p><p>ALISON SOLANGE GRAÑA CORONEL (Ecuador), associating herself with the representatives of Suriname, Costa Rica and the Democratic Republic of the Congo, described her country's 'zero net deforestation' policy and its commitment to the United Nations strategic plan for forests. However, she agreed with other speakers that developing countries require support in accessing financing for such work.</p><p>Ms. MOTOYAMA (Japan), echoing many of the concerns raised by the United States representative regarding the establishment of the Global Forest Financing Facilitation Network office in Beijing, asked the Secretariat whether it has examined similar case studies in which main offices are separated from Headquarters - many of which have resulted in significant extra costs and duplication. She also expressed support for proposals to conduct cost-benefit analyses of various options for such work.</p><p>Mr. MAHMOUD (Malaysia) said his country continues to face challenges in accessing the necessary resources for sustainable forest management. The Global Forest Financing Facilitation Network should negotiate with the Green Climate Fund on terms and conditions, he said, adding that the former should continue to assist developing countries in accessing funds from all sources.</p><p>Mr. DRANIBAKA (Fiji) described the Global Forest Financing Facilitation Network as a 'great tool for making things happen' in the implementation of sustainable forest management initiatives. He also associated himself with the statement delivered by the representative of Suriname.</p><p>Mr. MAHONEY (Australia) said the possible establishment of a new office in Beijing is a novel initiative and posed questions about its relationship with the reform of the Department of Economic and Social Affairs.</p><p>Mr. MOEINI-MEYBODI of the Forum secretariat, speaking on the idea to assess progress achieved by the Network in mobilizing funding for forests, said his office has discussed it but has not yet acted on the idea. Noting that it has collected data on the projects undertaken by the Network - which is different than funding - he said it takes time for a project to be reviewed by multilateral funding institutions, which have their own procedures. While the secretariat is doing its utmost to involve the implementing or accredited agency in the process from the start, in some cases, such efforts were not successful. Even when such agencies were involved from the start, they had different priorities which created problems, as they need time and resources to review a project concept note and understand whether it aligns with its own priorities. The secretariat is working with members of the Collaborative Partnership on Forests to more easily transmit funding documents to financing institutions while respecting the priorities of the Governments involved.</p><p>Regarding the Network clearing house, he pointed to the expert groups meetings and various side events focused on that issue. The secretariat is aware of the huge mandate given to it by the Forum and acknowledges that its capacity is 'not sufficient at all' to fulfil its mandate. Thus, it is working closely with all Collaborative Partnership on Forests member organizations and data providers, including International Aid Transparency Initiative, FAO, Global Environmental Facility and the United Nations Development Programme (UNDP). 'Definitely our work is not going to duplicate their work,' he said. Rather, it will use existing capacity, where it exists, and not reproduce data. 'This is a collaborative exercise.'</p><p>On the proposed project office, he said the first consultation in January was held at a time when the secretariat note was being finalized. Noting that the United Nations set the deadline for document submission, he said the process started late, with the draft memorandum of understanding submitted only one month before the end of 2018. The second consultation was held only three weeks ago. He took note of the request to share information and would consult with the Office of Legal Affairs on that process and precedent.</p><p>Explaining that the Beijing project office would support the capacity development activities of the Network, he said the secretariat is accountable to the Forum on the Network's performance and would report to it on the project office, should it be established. The Beijing office would be considered a United Nations office, meaning that all requisite standards for recruitment, salaries, immunities, privileges and access would be applied. It would operate under the supervision of the secretariat director, and regardless of any changes that might emerge from the Department's reform. Its budget and staffing table are still being discussed, and China would cover the entire cost of the office. The Department's capacity-building office would be in charge of its administration and related matters, including authorizing the allocation of resources and activities.</p><p>The representative of Switzerland said she is still puzzled about share of work between two locations. Switzerland is big contributor to the Network and until matters concerning the office are clear, it will not be able to make any contributions to the trust fund. To encourage donors, all the information must be clear, open and transparent. There can be no expectation of contributions to the Network's fund without having precise lines of communication and understanding of 'who is doing what'. The situation must be sorted very quickly.</p><p>Mr. MOEINI-MEYBODI replied that the secretariat has taken note of the requests to share information on the memorandum of understanding and must seek guidance from the Office of Legal Affairs. 'We'll come back to you hopefully before the end of this session,' he said. 'We are in your hands. Whatever you decide, we will follow,' as there is nothing the secretariat can do without Member State support.</p><p>Mr. RATNAYAKE (Sri Lanka) said one of the biggest challenges facing developing countries is a lack of data. Specific indicators are needed for which data can be collected by forest officers or generated by citizens, he said.</p><p>Ms. WHELAN (Canada) expressed support for the development of the core set of indicators, as well as the relevant explanatory notes. Regarding the flagship publication, she cited several timing challenges and proposed that the latter be launched to coincide with the World Forestry Congress in 2021.</p><p>Mr. VAN OPZEELAND (New Zealand), noting the importance of the expert meeting, said the ability to report accurately and widely on forests is crucial to achieving the sustainable development targets. He voiced support for the development of an iterative set of core indicators, wherein refinements can be added. On the flagship report, he joined Canada's representative in voicing concern about the timing of its release and echoed support for the proposal to launch it at the World Forestry Congress in 2021.</p><p>LEI JINGPIN (China) echoed expressions of support for the development of a core set of indicators. Highlighting some related technical issues, she said 'different indicators have different definitions' which could affect their interpretation and evaluation. The accuracy and availability of data is critical, she said, adding that data can be divided into two categories - namely, quantitative or descriptive. Also underlining the importance of operability, she called for the provision of transparent, scientific means to carry out sustainable forest management.</p><p>Mr. SOUST (Uruguay) said his country is actively preparing its forest mapping, data collection and inventory. It formulated national policies aimed at protecting the nation's forests, which have resulted in positive results. Uruguay is committed to continue such efforts, he said, urging stakeholders to ensure that the relevant data collection tools continue to improve.</p><p>Mr. MAHONEY (Australia), welcoming efforts to support Member States in delivering their national voluntary contributions, asked for Mr. Csoka's input on how the core set of indicators can help define the operational processes related to Tier 3 indicators. Among other things, he agreed with the proposal to launch the flagship publication at the World Forestry Congress and requested more information about efforts to convene an advisory committee on that publication.</p><p>Mr. OGAWA (Japan) said each Member State should be able to share the data in its voluntary national contribution as it chooses, as the purpose of reporting is not to compare the efforts of countries. National reporting should seek to explore progress made, the process should seek to avoid duplication and the reporting burden of countries should be reduced, he said.</p><p>Ms. CORONEL (Ecuador), describing her country's data collection and reporting efforts, underlined the importance of having clear, available data in land use, land planning and other spheres. 'We need an alliance that will enhance cooperation,' she stressed, as well as efforts to democratize new technologies for developing and middle-income countries.</p><p>ERICA DI GIROLAMI of the children and youth major group said voluntary national contributions should include the contributions of young people. Proposing more collaborations with universities, she spotlighted many potential benefits of such partnerships and called for more attention to new technologies and design.</p><p>LISA JANISHEVSKI of the Convention on Biological Diversity Secretariat underlined the importance of aligning sustainable forest management efforts with efforts to achieve the Aichi Biodiversity Targets. Also spotlighting ongoing preparations for the post 2020 biodiversity framework, she said all relevant reporting should make use of data on gross deforestation and other critical issues.</p><p>Panel II</p><p>The Forum then convened the second panel discussion of the day on the theme 'Means of implementation for sustainable forest management'. Moderated by Sibylle Vermont, Senior Scientific Officer at the Federal Office for the Environment of Switzerland, it featured two panelists: Marilyn Headley, Chief Executive officer and Conservator of Forests at the Forestry Department of Jamaica; and Avhashoni Renny Madula, Director of Forestry Regulation and Oversight at the Department of Agriculture, Forestry and Fisheries of South Africa.</p><p>Ms. HEADLEY recounted Jamaica's experience with the Network, explaining that the country completed its national action plan, which dovetails with its climate resilience forest sector plan. The process involved all forest sector stakeholders. The Government also looked at devising a strategic forest financing plan. At the time, the Network had come into play, so Jamaica applied for assistance in devising and implementing its national strategy. The Network approved its request and Jamaica now works with a consultant. It is preparing a concept note that will lead to a project identification form to manage mangroves. By July, it should have its financial strategy in place to implement its national action plan.</p><p>Mr. MADULA said South Africa's situation is strikingly different from that of Jamaica in the sense it only now has started to engage with the Network. It held a stakeholder engagement capacity-building workshop to prepare proposals that it then submitted to multilateral funding agencies. That process had brought together various stakeholders, including a national focal point. While South Africa has resources to ensure implementation of the forest instrument and the United Nations strategic plan on forests, in started a process over the last year to help it improve its data, which involved a review of national forest resource assessment. Two pilot projects were carried out in two districts. 'Sustainable forest management is quite an expensive exercise,' he said, especially in an underperforming economy and budget cuts across the board. It approached the Network for funding that would allow it to scale up those projects.</p><p>When the floor was opened for delegates to share experiences in approaching the Network for funding, the representative of the Philippines said that, for nearly 10 years, sustainable forest management initiatives have been locally funded, often with ODA and funding from the Global Environmental Facility, focused on the provision of technical assistance. It also introduced into its environmental impact assessment system a condition for linking projected carbon generation to offset activities.</p><p>The speaker from the scientific and technological community major group said the Network is restrictive in that it does not extend support to non-State actors, a major stumbling block for major groups. He pressed the secretariat to set up a fund for carrying out such activities and invited donor countries to support the interventions outlined in a work plan produced at a recent expert meeting in Nairobi.</p>", "publisher": "Korea News Gazette", "instances": ["That lack of clarity can impact the scope of the Forum's activities and its visibility at various forums. For such reasons, she expressed hope that the issue would be clarified soon and asked that the questions and responses be circulated to Member States for review, adding that it is not clear which options were considered in the cost-benefit analysis. The representative of Switzerland said forests add major contributions to achieving the 2030 Agenda, and the Forum's work goes much beyond such commitments. It is the only policy forum on forests, and its ability to deliver on its goals must be assured. Its subprogramme is of utmost importance, she said, adding that the Global Forest Financing Facilitation Network stands among its most essential services to help countries in transition access sustainable financing. Given that the 2019 climate summit in September will address nature-based solutions, strengthening the Forum's secretariat is essential. All the Forum's sessions have taken care to integrate all the Sustainable Development Goals into its discussions, she said, requesting that the director post be fulfilled. The representative of Canada asked the Office-in-Charge to clarify that the director would maintain a direct reporting relationship to the Under-Secretary-General. She also requested that respect be shown to Member States by answering questions throughout the year, reiterating that the decision of director versus executive director is a crucial one. The strategic plan on forests must be transmitted to the world. 'Any downgrading of executive director is a mistake,' she clarified, urging those making decisions to reconsider such a move."]}, {"relevance_score": 4, "title": "어반정글 조수희 대표이사, 광복 80주년 ‘국민임명식’ 국민대표로 참석", "published": "2025-08-22", "bodyText": "<p>고양--(뉴스와이어)--어반정글(URBAN JUNGLE)은 조수희 대표이사가 광복 80주년 기념 ‘국민임명식’에 특별초청 국민대표로 초대 받아 참석했다고 22일 밝혔다. 행사는 8월 15일 서울 광화문광장에서 ‘광복...</p>", "publisher": "Webnews - Korean", "instances": []}, {"relevance_score": 5, "title": "극한호우에 4대강 보가 무용지물 된 이유 [왜냐면]", "published": "2025-07-30", "bodyText": "<p>박재현 | 인제대 교수·전 수자원공사 사장 올해 장마철을 강타한 폭우가 전국 곳곳에 심각한 수해를 남긴 가운데, 4대강 사업의 유효성에 의문이 커지고 있다. 일부 언론에서는 강정고령보, 달성보 등 낙동강 본류 인근에서 피해가 상대적으로 적었다는 사례를 들면서 4대강 사업의 치수 효과를 입증하는 근거로 활용하고 있지만 이는 사실과 다르다. 정작 강우가 집중적으로 쏟아져 홍수 피해를 입은 지점은 제시된 보들과...</p>", "publisher": "Webnews - Korean", "instances": []}, {"relevance_score": 5, "title": "극한호우에 4대강 보가 무용지물 된 이유 [왜냐면]", "published": "2025-07-30", "bodyText": "<p>박재현 | 인제대 교수·전 수자원공사 사장 올해 장마철을 강타한 폭우가 전국 곳곳에 심각한 수해를 남긴 가운데, 4대강 사업의 유효성에 의문이 커지고 있다. 일부 언론에서는 강정고령보, 달성보 등 낙동강 본류 인근에서 피해가 상대적으로 적었다는 사례를 들면서 4대강 사업의 치수 효과를 입증하는 근거로 활용하고 있지만 이는 사실과 다르다. 정작 강우가 집중적으로 쏟아져 홍수 피해를 입은 지점은 제시된 보들과...</p>", "publisher": "Webnews - Korean", "instances": []}, {"relevance_score": 5, "title": "생물다양성 손실, 자산가치 하락으로 이어진다[ESG 키워드 포커스 ⑤]", "published": "2025-08-02", "bodyText": "<p>[한경ESG] ESG 키워드 포커스 ⑤ 자연자본과 생물다양성 기후 위기 대응이 기업경영과 금융시장에서 표준 이슈로 자리 잡은 뒤 이제 ESG(환경·사회·지배구조)의 다음 과제로 ‘생물다양성(biodiversity)’과 ‘자연자본(natural capital)’이 부상하고 있다. 생물다양성은 단지 종(種) 개수를 말하는 생태학적 개념이 아니라 기업활동과 사회 시스템 전반에 걸쳐 영향을 미치는 실질적 리스크 요인으로 작용하고 있다. 세계경제포럼(WEF)은 2023년 글로벌 리스크 보고서에서 생물다양성 손실을 ‘기후변화’, ‘극단적 기후 사건’과...</p>", "publisher": "Webnews - Korean", "instances": []}, {"relevance_score": 3, "title": "산림·원주민 지킴이 된 포스코인터 ‘자연과의 공존’ 꿈꾼다", "published": "2025-07-07", "bodyText": "<p>인니서 친환경 팜유 생산모델 구축 열대우림 훼손·지역사회 착취 등 금지 야생동물 보호센터 연내 완공 목표 토착 식물 복원·서식지 조성 함께 진행 무역·에너지 사업의 최전선에 서 있는 국내 대표 기업인 포스코인터내셔널은 기후 위기 대응을 비롯해 지역경제 활성화, 중소기업 수출 지원 등 전분야에...</p>", "publisher": "Webnews - Korean", "instances": []}, {"relevance_score": 4, "title": "Zayed Sustainability Prize Sees Surge in Global Participation with 7,761 Entries", "published": "2025-07-30", "bodyText": "<p>ABU DHABI, United Ar--(뉴스와이어)--The UAE’s Zayed Sustainability Prize, a pioneering global award that has transformed the lives of over 400 million people, has officially closed submissions for its 2026 awards cycle. A total of 7,761 entries from 173 countries were received across the six categories of Health, Food, Energy, Water, Climate Action and Global High Schools, reflecting...</p>", "publisher": "Webnews - Korean", "instances": []}, {"relevance_score": 5, "title": "Novoloop Raises $21 Million Series B Funding Led by Taranis to Scale Circular Performance Materials", "published": "2025-07-02", "bodyText": "<p>MENLO PARK, Calif.--(뉴스와이어)--Novoloop, a pioneer in advanced chemical recycling, announced today the successful close of its Series B funding round, led by Taranis. The investment will accelerate Novoloop’s commercial scale-up of its proprietary Lifecycling™ technology, which transforms post-consumer polyethylene into high-performance polyol and polyurethane, and...</p>", "publisher": "Webnews - Korean", "instances": []}, {"relevance_score": 6, "title": "정원인가, 범람원인가... 안양천 정원사업 역행 논란", "published": "2025-07-18", "bodyText": "<p>▲2025년 7월 16일 안양천 쌍개울 범람안양시는 주민 설명회에서 하천 범람에 대한 우려에 집중 호우는 10년 주기로 온다며 얼버무렸지만 또다시 범람했다. ⓒ 김영남 관련사진보기 경기도에 호우특보가 발효되고 안양천에 폭우가 쏟아지자, 지방정원 사업에 대한 시민들의 우려가 다시 커지고 있다. 지난 11일, 안양시는 '안양천 지방 정원 조성 사업'과 관련한 주민 설명회를 개최했다. 이 사업은 경기도권 4개 시가 협력해 한강의 주요...</p>", "publisher": "Webnews - Korean", "instances": []}, {"relevance_score": 5, "title": "[헤럴드시론] 세계 환경의 날 행사에 부쳐", "published": "2025-06-12", "bodyText": "<p>국제사회가 지구 환경보전을 위해 공동 노력을 다짐하며 제정한 세계 환경의 날 행사가 지난 6월 5일 우리나라 주관으로 제주에서 열렸다. 유엔환경계획(UNEP)은 1987년부터 해마다 주제를 선정해 발표하고, 대륙별로 국가를 정해 행사를 개최하고 있다. 우리나라는 1996년 환경의...</p>", "publisher": "Webnews - Korean", "instances": []}, {"relevance_score": 3, "title": "포천시, 초과리 연정천변에 댑싸리 식재", "published": "2025-06-13", "bodyText": "<p>포천시는 6월 12일 관인면 초과1리와 2리 연정천변 약 3km 구간에 생태계 회복과 탄소중립 실현을 위해 댑싸리를 심는...</p>", "publisher": "Webnews - Korean", "instances": []}]