[{"bodytext": "<p nitf:lede=\"true\"><br/>2024 JUN 21 (NewsRx) -- By a News Reporter-Staff News Editor at Daily China News -- New research on Mental Health Diseases and Conditions is the subject of a report. According to news originating from Beijing, People's Republic of China, by NewsRx correspondents, research stated, \"A heavy rainstorm struck Henan, China, in July 2021. Previous studies have indicated that natural disasters have a wide range of psychological sequelae, but little research has been done on the psychological effects of floods specifically.\" </p><p><br/> Financial support for this research came from National Social Science Fund of China. <br/> Our news journalists obtained a quote from the research from Peking University, \"This study aimed to track the mental health trajectories of flood victims over time and identify associated protective and risk factors. People living in the areas most impacted by the flood (N = 376) were surveyed at four different time points: 3 weeks, 1 month, 2 months, and 3 months post-flood. Latent growth mixture modeling was utilized to delineate longitudinal patterns of depression, anxiety, and posttraumatic stress disorder (PTSD). Least absolute shrinkage and selection operator logistic regression, a supervised machine-learning approach, was employed to discern predictors among 49 assessed variables at both contextual and personal levels. Results revealed three classes of PTSD (resilience, recovery, moderate symptoms) and anxiety (resilience, chronicity, recovery) trajectories, along with two classes of depression trajectories (resilience, chronicity). Key factors predicting resilience in mental health included personality traits, media consumption habits, pre-existing health conditions at the individual level, and asset loss and ongoing adversities at the contextual level. In spite of the widespread impact of the flood, most victims displayed resilience in the face of adversity.\" <br/> According to the news editors, the research concluded: \"Identifying critical factors across various psychological symptoms offers valuable insights for both pre-disaster preparation and post-disaster trans-diagnostic psychological interventions.\" <br/> This research has been peer-reviewed. <br/> For more information on this research see: A longitudinal investigation of mental health outcomes after the Henan floods in China: Examining predictors of resilience trajectories. PsyCh Journal, 2024. PsyCh Journal can be contacted at: Wiley, 111 River St, Hoboken 07030-5774, NJ, USA. (Wiley-Blackwell - www.wiley.com/; PsyCh Journal - onlinelibrary.wiley.com/journal/10.1111/(ISSN)2046-0260) <br/> The news correspondents report that additional information may be obtained from Mohan Bao, School of Psychological and Cognitive Sciences and Beijing Key Laboratory of Behavior and Mental Health, Peking University, Beijing, People's Republic of China. Additional authors for this research include Xiaodi Liu, Xi Wang and Guangyu Zhou. <br/> The direct object identifier (DOI) for that additional information is: https://doi.org/10.1002/pchj.781. This DOI is a link to an online electronic document that is either free or for purchase, and can be your direct source for a journal article and its citation. <br/> The publisher's contact information for the PsyCh Journal is: Wiley, 111 River St, Hoboken 07030-5774, NJ, USA. <br/> Keywords for this news article include: Beijing, People's Republic of China, Asia, Asia, China, Health and Medicine, Mental Health Diseases and Conditions, Psychological, Risk and Prevention. <br/> Our reports deliver fact-based news of research and discoveries from around the world. Copyright 2024, NewsRx LLC<br/></p>", "model_coding": "None"}, {"bodytext": "<p nitf:lede=\"true\">By Hayat Bangash | chinadaily.com.cn | Updated: 2021-08-02 17:01<br/><br/>Residents carry sandbags to reinforce the embankment in Xunxian county, Central China's Henan province, July 29, 2021. [Photo/Xinhua]</p><p nitf:lede=\"true\">With videos of common people helping those in distress during the Henan floods going viral on Chinese social media, a new type of hero has emerged. No cape, no flashy symbols and no mask – the everyday hero saved lives with the power of his hands and the intellect of his mind.</p><p>Although rescue authorities did a commendable job of mitigating the overall impact of the flood, first responders in many emergency situations were the bystanders who could think of only one thing: Save as many people as possible.</p><p>When the flood struck, urban areas inundated so quickly that people found themselves caught in their commutes. Some got stuck in subway trains, some in buses, and some in their cars. The citizens who came to their aid hardly had any training in life-saving techniques. What they were equipped with, instead, was compassion for humanity.</p><p>There were doctors pulling people out of the water after being pulled out themselves, roadside shop owners who had been salvaging their stock and mechanics, hairdressers and students who just happened to be in the area. Many times, a chain reaction was triggered where the rescued joined in to extricate others who had been trapped with them.</p><p>These everyday heroes took to saving lives without any heed to their own safety or belongings. Unlike heroes in the movies, they did get hurt. Sharp objects flowing in the water and the breaking of glass panes in cars, buses, and subway trains left them bruised, with some getting their bones fractured. Many lost their phones and wallets.</p><p>And these heroes plunged into raging waters instinctively. They saw people would drown if not helped because many in need did not know how to swim. Those who knew were stranded in places they could not get out from without assistance. Sometimes even the volunteers did not know how to swim. But the sight of misfortune forced them to put their own lives on the line.</p><p>Many of the rescuers had received help in the past as well. A person who saved 71 people in Gongyi city was once rescued along with his mother and children by fellow villagers in an earlier flood. With incidents like that at the back of their minds, their reciprocal spirit sprang to action and pushed them to pay back what society had done for them. Some had suffered losses in this very flood, and when they saw others at the same risk, they immediately stepped forward.</p><p>A remarkable role was also played by volunteers of nonprofits and civilian rescue teams. Members of these organizations are regular citizens with private jobs and businesses but when natural disasters strike, they leave their lives of comfort forthwith. Working extended hours every day at the Henan floods likewise, they immensely augmented the efforts of government agencies.</p><p>Some of these volunteers coordinated the on-ground activities of their teams from their homes. They assisted local authorities in monitoring the flood water situation, identifying people in distress and managing the distribution of relief materials. This was no easy task either. With operations going on round-the-clock, their work schedule was extremely hectic with little time for rest or sleep.</p><p>From behind computer screens, another group of people put technology to another use. Employing collaborative spreadsheet documents, they formed \"a bridge over troubled waters.\" Reports of trapped people were categorized and put into the documents with varying degrees of urgency. Volunteers and temporary shelters also were mentioned with contact numbers and specific locations.</p><p>The death toll remained strikingly low, owing to these innovative ideas of common people who wanted to serve their community. Time is the most crucial resource in such emergencies. By making full use of the rapid speed of technology, damage to life and property was significantly reduced. Many tech-savvy students are now considering taking up careers through which they can continue contributing to society.</p><p>On social media, \"civilian heroes\" remained one of the most commonly seen tags. Through videos and stories of the everyday heroes, tributes from all over the country poured in under the tag. The humanitarian spirit went instantly viral, inspiring more and more people from far-off areas to join the relief efforts physically, through online assistance or donations.</p><p>The Chinese way of thinking in collective terms is a major factor behind the rise of everyday heroes. The country's unique societal culture first thinks of the overall good and service to others before serving the self.</p><p>The people seen doing selfless acts never did so in the hope of being known as heroes. They just happened to be at the right place at the right time. By putting their lives at risk for worthy reasons, they have certainly made their families and their nation proud. The flood might have caused some financial loss but it has reinforced the common man's trust in the community.</p><p>Hayat Bangash is a freelance columnist on international affairs with degrees in business administration and war studies.</p><p>The opinions expressed here are those of the writer and do not necessarily represent the views of China Daily and China Daily website.</p><p>If you have a specific expertise, or would like to share your thought about our stories, then send us your writings at <email normalizedValue=\"mailto:opinion@chinadaily.com.cn\">opinion@chinadaily.com.cn</email> , and <email normalizedValue=\"mailto:comment@chinadaily.com.cn\">comment@chinadaily.com.cn</email></p>", "model_coding": "Label: Reaction, Moving Forward"}, {"bodytext": "<p nitf:lede=\"true\">By XIN WEN | CHINA DAILY | Updated: 2024-03-28 07:14</p><p nitf:lede=\"true\">The temperature gauge registers an unseasonably warm 5 C, yet the frozen expanse of water in northeastern Beijing feels significantly colder.</p><p>In the distance, the sky is clear and blue and ice fishermen quietly tend to their lines. But the tranquillity is soon disrupted by the roar of a chain saw, which draws a small crowd of curious onlookers who circle a group of firefighters and their equipment.</p><p>One of the firefighters cuts a triangular hole in the 20-centimeter-thick sheet of ice and three others emerge from a tent dressed in attire more suitable for a colder environment. They make their way toward the newly opened hole, located no more than 6 meters from the shore.</p><p>The firefighters are undergoing their annual training in ice diving, which usually takes place during the coldest time of the year in Beijing. The training typically includes exercises such as ice-cave traversal and underwater searches.</p><p>The firefighters belong to the Miyun Firefighting Water Rescue Team, a professional rescue outfit established in 2012 to meet the growing demand for aquatic rescue operations.</p><p>In June 2019, the Ministry of Emergency Management's Fire and Rescue Administration also established the National Water Rescue Beijing Brigade, to build upon the foundations put down by the Miyun team.</p><p>In China, there are now eight water rescue brigades similar to the one in Miyun district, which are comprised of hundreds of firefighters with expertise in such rescues. In recent years, they have participated in various operations during natural disasters including the 2021 Henan floods and the 2023 Beijing deluge.</p>", "model_coding": "None"}, {"bodytext": "<p nitf:lede=\"true\">Rescuers evacuate trapped residents at an intersection in Zhengzhou, Henan province, on July 20, 2021. (YAN ZIDAN / FOR CHINA DAILY)</p><p nitf:lede=\"true\">Hong Kong Chief Executive Carrie Lam Cheng Yuet-ngor and Macao Chief Executive Ho Iat-seng on Thursday expressed their deep condolences to the people of Central China's Henan province, after days of torrential rains that have left at least 33 dead and affected millions in the region.</p><p>With the all-out efforts of the central, provincial and municipal governments, it is believed that the affected residents will be properly cared for, said Hong Kong Chief Executive Carrie Lam Cheng Yuet-ngor</p><p>\"On behalf of the Hong Kong Special Administrative Region Government, I extend my deepest condolences to the people of Henan province,\" Lam said in a social media post.</p><p>With the all-out efforts of the central, provincial and municipal governments, it is believed that the affected residents will be properly cared for, she added.</p><p>Lam stressed that the more frequent occurrence of natural disasters has reminded Hong Kong to promptly respond to extreme weather caused by global climate change. She called for public support and cooperation to achieve the city's goal of carbon neutrality by 2050.</p><p>In a letter to Governor of Henan Wang Kai, Ho expressed his sincere condolences to the victims of the record-breaking rainfall and floods in the province.</p><p>Ho called on the Macao community to support the victims in Henan province through different channels. The Henry Fok Foundation in Macao has donated 10 million yuan (US1.55 million) to support disaster relief and post-disaster recovery.</p><p>Macao Chief Executive Ho Iat-seng called on the Macao community to support the victims in Henan province through different channels</p><p>Nearly HK$100 million (US$12.87 million) has been raised from the Hong Kong community through online and offline campaigns launched by various groups. It will be passed on to the Henan authorities via the Liaison Office of the Central People's Government in Hong Kong Special Administrative Region.</p><p>The Hong Kong Henan Association will also distribute 500 boxes of mineral water, instant noodles, and other supplies to the victims in the worst-hit areas through its two liaison offices in the provincial capital Zhengzhou.</p>", "model_coding": "Label: Reaction, Grief, Moving Forward"}, {"bodytext": "<p nitf:lede=\"true\">PICC and Ping An have together received almost 250,000 claims from clientsA large portion of the claims could come from Zhengzhou, where a lot of property and cars have been damaged</p><p>The Henan floods are likely to see total insurance claims of as much as 11 billion yuan (US$1.7 billion), Goldman Sachs said, with one expert saying this could possibly be the largest natural catastrophe for insurers in China's history. </p><p>The <url normalizedValue=\"https://www.scmp.com/news/china/politics/article/3142323/china-zhengzhou-mops-other-cities-prepare-fa-flood-havoc-come\">floods</url> in the central Chinese province of Henan, caused by unprecedented rainfall last week, have killed 58 people with five still missing, while thousands of cars and homes have been damaged and farmland inundated. In the provincial capital Zhengzhou, almost 400,000 people were displaced and the direct economic losses for the city stood at 65.5 billion yuan, authorities said. </p><p>A large portion of the claims could come from Zhengzhou, where a lot of property and cars have been damaged, Goldman Sachs said in a report. </p><p>Do you have questions about the biggest topics and trends from around the world? Get the answers with <url normalizedValue=\"https://www.scmp.com/knowledge\">SCMP Knowledge</url>, our new platform of curated content with explainers, FAQs, analyses and infographics brought to you by our award-winning team. </p><p>\"The Henan flooding may well trigger the largest insurance payment in a single natural catastrophe in China as Zhengzhou is a major city ,\" said Louis Tse Ming-kwong, managing director of Wealthy Securities. </p><p>The prevalence of insurance cover, which is much higher now than in the past, will be a major factor in deciding the payout, he added. </p><p>Two major insurers saw their share prices plunge after they disclosed their exposure on Monday. </p><p>The <url normalizedValue=\"https://www.scmp.com/topics/picc\">People's Insurance Co (Group) of China</url> (PICC) estimated the compensation to its clients will reach 2 billion yuan, according to a statement on its website. The insurer set up in 1949, which owns the largest property and casualty insurance company in the country, said that it had already received more than 200,000 claims related to the flood damages in Henan as of 5pm on Sunday. </p><p>PICC's share price closed 2.4 per cent lower on Monday at HK$2.46, its lowest in four months. The Beijing-based insurance holding company owns PICC Property and Casualty, which is the largest player in the car, property and casualty segment in China, with about a third of market share. </p><p><url normalizedValue=\"https://www.scmp.com/topics/ping-insurance\">Ping An Insurance</url>, the country's largest insurance group and the second largest property and casualty insurer, saw its share price fall 5 per cent to HK$67.70, its lowest level since January 2019, amid market fears about its huge payout. </p><p>Ping An said it would need to pay about 1 billion yuan of compensation related to the catastrophe, according a statement posted on its website. It said that it had received over 46,000 claims related to the Henan flood damages, with 97 per cent related to cars and rest for damages to property, farms and accidents. Ping An's life insurance arm also received 39 death related claims. </p><p>Several other insurers have received insurance claims numbering in the thousands. </p><p>Both PICC and Ping An said they have speeded up the process to handle claims to help the victims to cope with the crisis. </p><p>\"The insurance stocks are set to face further pressure as claims mount,\" Tse said. </p><p>Copyright (c) 2021. South China Morning Post Publishers Ltd. All rights reserved. </p>", "model_coding": "Label: None"}, {"bodytext": "<p nitf:lede=\"true\">July 29 -- Hong Kong SAR Government issued the following news release:</p><p nitf:lede=\"true\">A spokesman for the Hong Kong Special Administrative Region Government said today (July 29) that the Secretariat of the Disaster Relief Fund Advisory Committee has been maintaining close liaison with relief organisations regarding the flooding in Henan, and learned that several organisations are in active contact with the local authorities in the affected areas to keep abreast of the latest situation and rescue efforts in order to provide suitable relief support. Individual relief organisations expressed their intentions to apply for grants shortly from the Disaster Relief Fund. Upon receipt of the applications, the Advisory Committee will process them at once with a view to providing timely and suitable relief to the flood victims.</p><p>The Disaster Relief Fund was established on December 1, 1993, in accordance with the Public Finance Ordinance. It provides an effective channel for the Government to respond swiftly to appeals for humanitarian aid in relief of disasters that occur outside Hong Kong. A maximum of $8 million can be disbursed from the Disaster Relief Fund for each individual grant application.</p><p>Source: Hong Kong SAR Government</p>", "model_coding": "None"}, {"bodytext": "<p nitf:lede=\"true\">  Residents laid bouquet after bouquet, the neatly tied yellow and white flowers standing on end, yesterday outside an entrance to a subway station in central China where 14 people died last week after a record-breaking downpour flooded large swaths of Henan province. Torrents of water rushed into a subway line in the provincial capital, Zhengzhou, trapping a train with hundreds of passengers between two stations. The deluge drowned some and left others gasping for breath in chest-high water until emergency crews could reach them. </p><p>\"I'm filled with grief,\" said Zhengzhou resident Zhang Shuai, 35, who bowed three times in front of the entrance after laying a bouquet of chrysanthemums. \"I hope that their relatives can recover from this tragedy as soon as possible.\" At least 71 people perished in the floods, according to an updated death toll yesterday. Zhengzhou authorities said 14 had died in the subway station, up from 12 reported earlier. A crowd of about 50 people stood outside under partly cloudy blue skies as streams of mourners and delivery drivers left bouquets wrapped in black paper in a rectangular area extending from the shuttered station entrance. Some relatives of the deceased have criticized the Zhengzhou subway authority, accusing them of continuing to operate the trains even when it became clear it would be dangerous to do so. They said subway officials had obstructed the search for missing relatives. \"I no longer have a husband, my daughter no longer has a father,\" the wife of Sha Tao, a Zhengzhou resident who drowned in the subway, wrote on Weibo, a Chinese social media platform. \"If they had prepared contingency plans ahead of time, the number of deaths could have been minimized. The Zhengzhou subway must take the blame and responsibility!\" A video conference held by the central government Monday said subway systems nationwide should enhance their emergency response capabilities, implement flood-control measures and respond quickly to early warnings, the official Xinhua News Agency said. On Monday, pictures circulated on social media showed yellow plastic barricades set up around the bouquets, blocking them from view and attracting online criticism. A video published by a local newspaper, Dahe Daily, showed the barricades being taken down later. The barricades were gone yesterday afternoon, and journalists were free to take photos and conduct interviews. Uniformed and plainclothes police monitored the scene. AP journalists were asked to show identification but allowed to continue reporting. </p><p><emphasis typeStyle=\"bf\">Dake Kang, Zhengzhou, MDT/AP</emphasis></p><p><url normalizedValue=\"https://macaudailytimes.com.mo/wp-content/uploads/2021/07/AP21208360509022.jpg\">Link to Image</url></p>", "model_coding": "Label: Reaction, Grief"}, {"bodytext": "<p nitf:lede=\"true\">Pro-establishment groups increase support for flood-ravaged Chinese province but public donations much lower than levels seen for previous disastersAnalysts suggest the trend is linked to a disconnect felt by many Hongkongers with mainland since 2019 protests; confidence in government's emergency response also a factor</p><p nitf:lede=\"true\">Hong Kong business leaders have stepped up their financial support for Henan after it was devastated by deadly floods last month, while city authorities are pledging more cash for local relief agencies planning to head to the province. </p><p>But analysts said the city's response to the Henan floods stood in stark contrast with the reaction to past disasters in mainland China, noting that wider society would previously mobilise collectively to donate hundreds of millions of Hong Kong dollars to help authorities and victims over the border. </p><p>Even though the central government appreciated the latest response, it was seen as more of a joint effort between pro-establishment business and political groups and with limited public engagement, the observers added. </p><p>Do you have questions about the biggest topics and trends from around the world? Get the answers with <url normalizedValue=\"https://www.scmp.com/knowledge\">SCMP Knowledge</url>, our new platform of curated content with explainers, FAQs, analyses and infographics brought to you by our award-winning team. </p><p>On July 17, the combined effects of Typhoon In-fa and an area of high pressure in the Pacific generated record rainfall that caused devastating floods in Henan, killing at least 99 people and affecting more than 11 million residents. </p><p>The province has also been hit by the spread of the highly infectious Delta variant of the coronavirus on the mainland. </p><p>Zhengzhou, the provincial capital that suffered devastating floods, has started mass nucleic acid testing after reporting 32 infections on Saturday. </p><p>After the floods, entertainment conglomerate Emperor Group was among the first Hong Kong firms to show support, pledging on July 21 to donate at least 13.6 million yuan (US$2.1 million). </p><p>On July 23, Shimao Group, an investment conglomerate chaired by Hong Kong tycoon Hui Wing-mau, revealed it would donate HK$20 million (US$2.5 million) to the province through Beijing's liaison office in Hong Kong. </p><p>Shenzhen-based Donghai Airlines, owned by Hong Kong tycoon Bill Wong Cho-bau, followed suit on July 24, announcing a donation of 1 million yuan to the Red Cross Society's Henan branch. </p><p>That was followed by Hong Kong Jockey Club chairman Philip Chen Nan-lok, who met liaison office deputy director Lu Xinning last Tuesday to hand over a HK$20 million cheque to Henan authorities. </p><p>The Wharf (Holdings), controlled by the family of Hong Kong billionaire Peter Woo Kwong-ching, also promised on Thursday to donate HK$15 million. </p><p>On the political front, the New People's Party donated about HK$1.8 million, while the Federation of Trade Unions gave HK$300,000 and joined other groups, including the Hong Kong Coalition and Democratic Alliance for the Betterment and Progress of Hong Kong, in appealing for donations. </p><p>A Hong Kong government spokesman said on Thursday the Disaster Relief Fund Advisory Committee had been in close contact with relief organisations over the floods in Henan. </p><p>\"Individual relief organisations expressed their intentions to apply for grants shortly from the Disaster Relief Fund. Upon receipt of the applications, the advisory committee will process them at once with a view to providing timely and suitable relief to the flood victims,\" he added. </p><p>In 1991, when 18 provinces in eastern China suffered disastrous flooding, unofficial estimates showed that Hong Kong made the biggest contribution to relief funding of the world's cities, donating more than HK$600 million. </p><p>In May 2008, Legco approved HK$350 million in aid through the disaster relief fund after a devastating earthquake in Sichuan, which killed more than 80,000. </p><p>The liaison office and Hong Kong Red Cross also collected at least HK$800 million and HK$620 million respectively. </p><p>Analysts said those two donation drives impressed the central government, leading to its assessment that Hong Kong was more patriotic and loyal than previously thought. </p><p>Lau Siu-kai, vice-president of semi-official Beijing think tank the Chinese Association of Hong Kong and Macau Studies, argued that was no longer evident in wake of the Henan flooding. </p><p>\"Rather than focusing on the amount being raised, Beijing is more concerned whether Hong Kong residents are gradually having a stronger sense of national identity,\" he said. </p><p>\"The response to the recent floods was surely not yet a mobilisation of the entire society, or a social phenomenon.\" </p><p>Lau argued that Hong Kong's reaction was confined to being a joint effort within the pro-establishment camp. </p><p>City University political scientist Cheung Chor-yung said the change was understandable following the social unrest in 2019, and the imposition of the national security law last June. </p><p>\"Since the eruption of conflicts between Beijing and Hong Kong in recent years, the heart of the Hong Kong people has become distant with the central and local governments,\" he said. </p><p>However, Henry Ho Kin-chung, from the One Country Two Systems Youth Forum think tank, cautioned against over-interpreting the response. </p><p>Ho said the public's reaction to different disasters also depended on their seriousness and the government's ability to handle them. </p><p>\"Compared with 10 or 20 years ago, China is now economically stronger and more resilient when it comes to preventing and handling natural disasters. So it was not only in Hong Kong that the whole society was not mobilised to help, but on the mainland as well,\" he said. </p><p>Copyright (c) 2021. South China Morning Post Publishers Ltd. All rights reserved. </p>", "model_coding": "Label: Reaction, Moving Forward"}, {"bodytext": "<p nitf:lede=\"true\">The broad-based slowdown across key indicators in July will add to a gloomy outlook in the second half of the yearRetail sales and industrial production grew by 8.5 per cent and 6.4 per cent, respectively, in July from a year earlier</p><p nitf:lede=\"true\">The <url normalizedValue=\"https://www.scmp.com/knowledge/topics/china-economy\">Chinese economy</url> continued to lose steam in July as key economic data for the start of the third quarter fell short of expectations, although not all economists have leapt to trim their full-year growth forecasts, with some saying there is still room for further monetary easing. </p><p>With more headwinds likely in the second half of the year, last month's data presages the possibility of a deeper slowdown in months to come, especially as sporadic Delta outbreaks continue to flare across China. </p><p>Soon after the <url normalizedValue=\"https://www.scmp.com/economy/china-economy/article/3145137/chinas-economic-slowdown-continues-retail-sales-industrial\">July figures</url> were released by the National Bureau of Statistics (NBS) on Monday a number of foreign banks revised down their gross domestic product (GDP) growth forecasts for the year. </p><p>Do you have questions about the biggest topics and trends from around the world? Get the answers with <url normalizedValue=\"https://www.scmp.com/knowledge\">SCMP Knowledge</url>, our new platform of curated content with explainers, FAQs, analyses and infographics brought to you by our award-winning team. </p><p>Retail sales, a key measurement of consumer spending, grew by 8.5 per cent in July, down from the 12.1 per cent increase in June, and below the projection for a 10.9 per cent rise estimated in the Bloomberg survey. </p><p>China's industrial production - a gauge of activity in the manufacturing, mining and utilities sectors - also slowed, growing at 6.4 per cent in July from a year earlier, after increasing by 8.3 per cent in June. </p><p>Fixed-asset investment - a gauge of expenditure on items including infrastructure, property, machinery and equipment - grew by 10.3 per cent in the January-July period compared with a year earlier, lower than the 12.6 per cent between January and June. </p><p>The surveyed jobless rate, an imperfect measurement of unemployment in China which does not include figures for the tens of millions of migrant workers, stood at 5.1 per cent in July from 5 per cent in June. </p><p>The combined impact of the latest Covid-19 outbreak in China, which has <url normalizedValue=\"https://www.scmp.com/news/china/science/article/3144336/coronavirus-china-tests-tens-millions-second-wave-virus-hits-17\">spread to at least 17 provinces</url>, and natural disasters such as the Henan floods made the economy's performance \"unstable and uneven\", the NBS said. </p><p>ANZ joined other foreign banks on Monday cutting its GDP forecast for China this year to 8.3 per cent from 8.8 per cent previously. </p><p>\"The highly contagious Delta variant, which led to a resurgence in local cases at the end of July, also poses a downside risk to economic activity in the third quarter despite a decline in daily cases over the past few days,\" ANZ economists Raymond Yeung and Betty Wang said. </p><p>\"We believe that the Chinese authorities will continue their zero tolerance policy before the Winter Olympics in February 2022. GDP growth will be of secondary priority.\" </p><p>Last week, Nomura Holdings lowered its projection for China's third-quarter economic growth and cut its full-year GDP growth forecast to 8.2 per cent from 8.9 per cent. </p><p>Wall Street banks Goldman Sachs, JPMorgan and Morgan Stanley also cut their China growth forecasts amid slowing export growth and concerns the latest outbreak could crimp economic activity. However, other major lenders such as HSBC have yet to change their estimates. </p><p><url normalizedValue=\"https://www.scmp.com/economy/china-economy/article/3144942/chinas-local-governments-splurge-lure-aviation-industry-amid\">China's local governments splurge to lure aviation industry amid heightened competition with US</url></p><p>Despite expectations of lower economic growth this year - which would still exceed last year's low base of 2.3 per cent - many economists maintained Chinese policymakers would not increase monetary easing, such as cutting interest rates. </p><p>\"We don't think policymakers have the appetite for a significant easing of the overall macro policy stance, given their continued emphasis on containing leverage and financial risks,\" Oxford Economics' economists Tommy Wu and Louis Kuijs said. </p><p>\"Thus, we expect tight regulation and oversight to weigh on credit to real estate developers and local government financing vehicles. </p><p>\"But we expect policymakers to be keen to avoid a sharp slowdown and to be more willing to take measures to support growth than they have been so far this year. \" </p><p>Iris Pang, chief Greater China economist at ING Economics, said there could be a bigger push for fiscal spending through infrastructure projects but there was \"no need for policy interest rate cuts as the reserve requirement ratio cut [in July] has pushed down market lending rates\". </p><p>Last month, China's central bank cut the reserve requirement ratio (RRR) by 0.5 percentage points, releasing <url normalizedValue=\"https://www.scmp.com/economy/china-economy/article/3140530/china-free-1-trillion-yuan-support-real-economy-routine\">1 trillion yuan (US$154 billion) worth of liquidity</url> into the banking system. </p><p>But it reaffirmed its reluctance to flood the economy with extensive stimulus by keeping borrowing costs of <url normalizedValue=\"https://www.scmp.com/economy/china-economy/article/3145139/china-injects-600-billion-yuan-financial-system-keeps-rate\">medium-term lending facility (MLF) steady</url> for the 16th month in a row on Monday. <emphasis typeStyle=\"bf\"> </emphasis>The MLF serves as a guide for the Loan Prime Rate (LPR), the lending benchmark for new bank loans to households and businesses set monthly by 18 banks. </p><p>However, other economists such as Liang Zhonghua, chief macro analyst at Haitong Securities, said there was still a good chance Chinese policymakers would relax their stance in the fourth quarter and next year as dovish conditions persist. </p><p>Li Chao, chief economist at Zheshang Securities, believed an interest-rate cut was on the table. </p><p>\"The RRR cut in July means the monetary policy has turned to relaxing, which is not a temporary action but will have continuity,\" he said. </p><p>Zhang Bin, deputy director of the institute of world economics and politics at the China Academy of Social Sciences, has since the start of August called for lower interest rates \"as soon as possible\" and for the cut to be \"as big as possible\". </p><p>He said it was crucial at present to substantially reduce corporate financing costs via interest rate cuts, as neither consumption nor employment had recovered to pre-Covid levels. </p><p>Natixis senior economist Jianwei Xu said there will be a middle ground. The central bank might inject more liquidity into the economy to counter a slowdown, but this does not necessarily mean a cut to interest rates. </p><p>Copyright (c) 2021. South China Morning Post Publishers Ltd. All rights reserved. </p>", "model_coding": "None"}, {"bodytext": "<p nitf:lede=\"true\">Xiaolangdi Reservoir Dam in Luoyang in China's Central Henan Provine Photo: VCG</p><p nitf:lede=\"true\"><br/><br/>Chinese experts rejected the claim from foreign media that the relentless downpour and flooding in Central China's Henan Province were due to \"widespread construction\" of dams, saying the dams are playing a pivotal role in countering water disasters. What people should learn from the floods is the importance of nature's adjustments together with man-made facilities in dealing with extreme situations, experts said.</p><p><br/><br/>As Henan reported at least 25 deaths in unprecedented rainfall and floods, the AFP on Tuesday highlighted a collapsing dam in Luoyang, saying the threat of floods has risen in China because of the construction of dams and levees, which \"cut connections between the river and adjacent lakes and disrupted floodplains that had helped absorb the summer surge.\"<br/><br/>Experts reached by the Global Times said the building of dams and \"worsening threat\" do not have direct links, especially in this case of Henan, which was more like a sudden act of nature. <br/><br/>Overseas outlets are exaggerating the issue, as in fact the construction of dams and reservoirs will enhance regional disaster prevention and mitigation, rather than reduce it, Fu Zongfu, a professor from College of Water Conservancy and Hydropower Engineering at Hehai University, told the Global Times on Wednesday.<br/><br/>Most countries build dams, which greatly improve flood control and disaster reduction capacity, so the construction of dams should not be denied because of a rare disaster, Fu said. <br/><br/>Due to the unprecedented heavy rain, the state flood control and drought relief bureau dispatched a work group to Henan and initiated a level III emergency response rescue work. About 849 people have been rescued.<br/><br/>Henan Province is located in Central China's plains, spanning four major river basins of Haihe River, Yellow River, Huaihe River and Yangtze River, and has 1,030 rivers each with a drainage area of at least 50 square kilometers.<br/><br/>The expert said floods may be caused by many factors, such as topography (Henan is low and vulnerable) and rapid urbanization, which makes the ground susceptible to water. However, the most important one is extreme climate, as drainage systems are not designed for such rare downpours. <br/><br/>Ma Jun, director of the Beijing-based Institute of Public and Environmental Affairs, told the Global Times on Wednesday that the construction of dams will have some impact on the floodplain's ecology, but has no direct connection to flooding. <br/><br/>Chinese dam projects usually make ecological compensation, which requires that the water discharge of hydropower stations should not be lower than the normal ecological water discharge, meaning it has little impact on the ecology, Fu said. <br/><br/>Experts also stressed that lakes adjacent to rivers and floodplains represent nature's \"regulating power,\" while the dam represents artificial regulation, and the two should work together for flood control.<br/><br/>While artificial regulation can play a role, the dangers of sudden extreme weather cannot be totally eliminated, so the importance of natural regulation cannot be ignored, Ma said.  <br/><br/>He explained that the dams often serve a combination of functions, including power generation, irrigation, and tourism. <br/><br/>After the disastrous 1998 floods, China asked local governments to gradually \"return farmlands to the lakes,\" in a bid to restore natural regulating ability, and stop excessive development. <br/><br/>Following the 1975 Banqiao Dam failure, which led to the collapse of 62 dams in Henan Province, China has strengthened the design, construction, operation and management of dams. China's dam technology and safety are world class, experts said. <br/><br/>The collapsed dam in Luoyang on Wednesday is probably old and earth-made, dating back to the 1950s to 1970s. Despite constant reinforcement and maintenance, the fatal flaw of such levees is that they are prone to failure when heavy rainfall causes the water to overflow above the peak level, Ma said. <br/><br/></p>", "model_coding": "Label: None"}, {"bodytext": "<p nitf:lede=\"true\">Zhengzhou photo:IC</p><p nitf:lede=\"true\">The heavy rainfall in Central China's Henan Province has once again shocked the Chinese people's previous understanding of meteorological disasters and pushed us to rethink how to prevent such disasters from causing tragic consequences.<br/><br/>First, the intensity of the weather disaster exceeds our previous experience. For example, this time, the extremely strong rainfall in Zhengzhou, the capital city of Henan Province, with over 200 mm of precipitation in an hour, was beyond imagination. From tornadoes in northern China to the torrential rain in Henan, these disasters are telling us that extreme weather and its intensity are increasing significantly. In the future we can no longer use vague phrases, such as \"once in a thousand years\" or \"once in a hundred years,\" to guide the fight against disasters. We must be ready to encounter and contend with catastrophic weather more often.</p><p><br/><br/>It is not realistic to have our cities, as well as the rural areas, build the infrastructure that can effectively cope with heavy rainfall like in Zhengzhou in the past few days. It was absolutely impossible to keep Zhengzhou from flooding on Tuesday. Such a standard in the fight against disasters means unaffordable costs, and our cities are unlikely to take that extreme safety route.<br/><br/>However, we should seriously consider and implement measures, including enhancing cities' drainage so that they can provide valuable time for deployment and response for urban disaster relief in emergency situations.<br/><br/>We need to set a target for extreme disaster resistance: the most important thing under such a situation is to reduce or even avoid deaths. In other words, we cannot build super infrastructure for every city to get prepared for a so-called \"once in a thousand years\" flood. However, we must build the real ability of danger avoidance for every city, village, and town when facing meteorological disasters.<br/><br/>Situations around the world have repeatedly proven that despite human beings' continuous advancement in science and technology, nature is still the most powerful. Human beings cannot build a completely safe city. The most fundamental guarantee on disaster resistance lies in human beings' wisdom and measures to fight nature based on the increasingly solid infrastructure. After all, extreme meteorological disasters are of low probability, and it is difficult to avoid unexpected situations. However, our preparations should be able to quickly coordinate with the emergency response at critical moments, to jointly make up for the risks caused by unexpected situations, and reach the goal of reducing or even eliminating deaths.<br/><br/>For this reason, Chinese society needs to pay more for preventive response to early warnings for meteorological disasters. Such a cost is not too large when it is split into different areas, yet it can effectively reduce the probability of major human and property losses caused by meteorological disasters. This is worthwhile from the perspective of society. For this reason, all cities and towns should form relatively consistent standards for precautionary preparations.<br/><br/>It is also vital to ensure correct command in emergencies. Society should form a high degree of consensus to follow the command and fight floods at critical moments. There must be no hesitation or delay when evacuation and flood diversion are required. The implementation must be resolute and effective. Public opinion should support such an anti-disaster order.<br/><br/>It was reported that the floods had caused 25 deaths and 7 missing in Henan this time. This is the first human toll from the province since the floods began. The final deaths in the province will be a key indicator of the effectiveness of disaster relief.<br/><br/>Henan fought a huge battle this time. The People's Liberation Army and People's Armed Police Force were quickly mobilized and deployed to the most dangerous areas, and measures including flood diversions were used in time to effectively reduce some disaster risks. But the biggest loss of life took place in the Zhengzhou subway. China's Ministry of Transportation has already asked local authorities to learn from the lessons of the incident.<br/><br/>As the disaster-relief work continues in Henan, there is strong support for the province, the birthplace of Chinese civilization, to respond fully to the disaster. We hope that no new deaths will occur when the first wave of the disaster passes. It is believed that Henan's resilience to the floods has been quickly developed in the fast-paced disaster response and will not fail to meet public expectations.<br/><br/>Stay safe, Henan! Stay strong, Henan!</p>", "model_coding": "Label: Reaction, Moving Forward"}, {"bodytext": "<p nitf:lede=\"true\">Smartphone manufacturing 'not affected by the heavy rainfall' and it is 'business as usual', plant's deputy manager quoted as sayingFoxconn's plants in Zhengzhou have the capacity to produce 500,000 phones a day, and typically account for 80 per cent of the iPhones made worldwide</p><p>The world's largest iPhone factory, run by Foxconn Technology Group in Zhengzhou, has emerged largely unscathed from local flooding and is now preparing for iPhone 13 production, the official <emphasis typeStyle=\"it\">Henan Daily</emphasis> reported on Monday. </p><p>The newspaper reported that as of last Saturday, over 200,000 workers were on duty at the company's main iPhone production plant in Zhengzhou's Airport Economy Zone, which was not affected, even though two smaller plants suffered damage from the heavy rain and floods. </p><p>Wang Xue, deputy manager of the Foxconn Zhengzhou Science Park, was quoted by the newspaper as saying that smartphone manufacturing \"was not affected by the heavy rainfall\" and it was \"business as usual\". </p><p>Do you have questions about the biggest topics and trends from around the world? Get the answers with <url normalizedValue=\"https://www.scmp.com/knowledge\">SCMP Knowledge</url>, our new platform of curated content with explainers, FAQs, analyses and infographics brought to you by our award-winning team. </p><p>The information is in line with previous reports that said the floods had limited direct impact on iPhone production in Zhengzhou. Faced with worker shortages, the factory <url normalizedValue=\"https://www.scmp.com/tech/big-tech/article/3142390/china-floods-foxconn-apples-largest-supplier-rushes-hire-workers\">raised its cash rewards for new hires</url> to yet another record-high as it ramps up production. </p><p>Record-high rainfall affected nearly 11.45 million residents in Henan province, forcing more than 1.3 million to relocate. The local government said on Monday that the total death toll from the floods had reached 302, with 50 more missing. </p><p>Following the floods, Zhengzhou was hit by new Covid-19 cases and the city's Communist Party chief warned of an \"extremely serious\" situation with more cases expected. The newspaper report, however, did not mention the fresh outbreak of Covid-19 in the city. </p><p>Foxconn's plants in Zhengzhou have the capacity to produce 500,000 phones a day, and typically account for 80 per cent of the iPhones made worldwide. The combined workforce of the Zhengzhou factories is more than 250,000, and at peak times has exceeded 300,000. </p><p>The company told state media that its plant at the Economic and Technological Development Zone was hit hard by the heavy rainfall on July 20, <url normalizedValue=\"https://www.scmp.com/tech/tech-trends/article/3142292/china-floods-foxconn-under-pressure-meet-iphone-targets-it-extends\">with the building and equipment damaged by floods.</url></p><p>More than 2,000 Foxconn workers and 600 civilians were trapped by the rain on the same day. Foxconn provided shelter and resources to those affected, with one company worker quoted as saying the water reached as high as three stories of the staff dormitory building. </p><p>However, the situation quickly improved and production at the plant resumed on the evening of July 22, and was back at normal levels by July 24, with all 14 assembly lines operating. </p><p>Foxconn said it is now trying to recruit more workers to meet rising demand for new handsets. \"We currently have an abundance of orders which require a lot of manpower,\" said Zhang Zhanwu, deputy manager of Foxconn Technology Group. \"We're seeing a gap in the supply of frontline workers. Going forward, we will prioritise hiring those affected by the floods.\" </p><p>Copyright (c) 2021. South China Morning Post Publishers Ltd. All rights reserved. </p>", "model_coding": "Label: Reaction, Moving Forward"}, {"bodytext": "<p nitf:lede=\"true\">A viral spreadsheet on Tencent Docs was updated more than 20,000 times in 24 hours with information for victims, such as where to seek refugeShort-video platforms Douyin and Kuaishou have also become sources of information for people seeking help as other tech giants offer their own aid</p><p nitf:lede=\"true\">Chinese technology platforms are turning into a powerful lifeline for people seeking help in <url normalizedValue=\"https://www.scmp.com/news/china/politics/article/3141889/13-dead-100000-displaced-flooding-rains-hit-central-china\">flood-battered central Henan province</url>, where at least 33 people are confirmed dead and 1.2 million people have been displaced as a result of the region's torrential rainfall. </p><p>One of the platforms gaining the most attention is Tencent Docs, the social media giant's answer to Google Docs, which is blocked in China. A spreadsheet on the platform created by a user named Manto on Tuesday night had gone viral by the following day, becoming a destination for crowdsourced information about people who need help and where they can seek it. </p><p>By Wednesday night, the spreadsheet had been viewed more than 2.5 million times, with more than 20,000 edits, according to Shenzhen-based <url normalizedValue=\"https://www.scmp.com/topics/tencent\">Tencent Holdings</url>, which said it had become the most-viewed Tencent Docs file ever. More than 1,800 similar documents had also been created by that evening using <url normalizedValue=\"https://www.scmp.com/tech/big-tech/article/3141928/floods-central-china-alibaba-tencent-bytedance-and-meituan-rush\">rescue information templates</url> from the Tencent Docs team, the company said. </p><p>Do you have questions about the biggest topics and trends from around the world? Get the answers with <url normalizedValue=\"https://www.scmp.com/knowledge\">SCMP Knowledge</url>, our new platform of curated content with explainers, FAQs, analyses and infographics brought to you by our award-winning team. </p><p>Manto's spreadsheet, which was not created from a template, started out as a simple list of contact information for people who had been trapped by heavy rainfall and were calling for help. Other volunteer users quickly joined to help verify the information in the spreadsheet and then updated it with the contact information of rescue teams. </p><p>As more volunteers contributed, the spreadsheet became populated with even more helpful information: a list of safe havens where victims could seek refuge, guidelines for pregnant women about to give birth, locations where people could charge their smartphones, and where to get psychological counselling. </p><p>Once victims received help and were transferred to a safe location, their information was crossed out. Collaborators also created an English tab within the spreadsheet for people who do not speak Chinese. </p><p>Other internet platforms have also been quick to offer their own solutions to help users provide information related to the flood. </p><p>Beijing-based <url normalizedValue=\"https://www.scmp.com/topics/bytedance\">ByteDance</url> started channels to help victims on its short video app Douyin, the Chinese version of <url normalizedValue=\"https://www.scmp.com/topics/tiktok\">TikTok</url>, and news aggregator Jinri Toutiao, where users can submit posts and videos asking for help. </p><p>The Douyin help channel asks users to submit information such as name, contact information, location and the type of help they need. Users can upload videos and photos, as well. </p><p><emphasis typeStyle=\"it\">Dahe Daily</emphasis>, a state-owned newspaper in Henan capital Zhengzhou, started an ongoing live-streaming session on the platform showing the progress of the rescue process. </p><p>Similarly, <url normalizedValue=\"https://www.scmp.com/topics/kuaishou\">Kuaishou</url>, the country's second-largest short-video platform, opened its own channels that offer information on how to get help, rescue efforts, the latest news and fact checking. </p><p>Both Douyin and Kuaishou include a variety of content with the latest updates about the flooded areas, including informative videos about where to get food and clean drinking water. </p><p>Food delivery giant <url normalizedValue=\"https://www.scmp.com/topics/meituan\">Meituan</url> is also helping out. Employees at its 20,000 community group buying locations in Zhengzhou have been tasked with offering help to victims, the company said on Wednesday. People with elderly family members living alone were encouraged to contact the head of the company's nearest community group buying station. </p><p>Meituan has also suspended charges for its power bank sharing stations, allowing users to pick up a power bank for free to charge their devices. The company pledged to subsidise hotels listed on its platform that are offering help to victims, as well. </p><p>Ride-hailing giant <url normalizedValue=\"https://www.scmp.com/topics/didi-chuxing\">Didi Chuxing</url>, currently undergoing a <url normalizedValue=\"https://www.scmp.com/tech/big-tech/article/3139888/why-didis-cybersecurity-review-important-and-what-will-it-mean-ride\">government cybersecurity investigation</url>, said it had paused normal services in Zhengzhou to protect the safety of its users and drivers. The company said it organised a rescue motorcade under the dispatch of the local rescue department. </p><p>The rush to help from China's Big Tech companies comes as the sector is under tight scrutiny by both Beijing and society at large. Tech firms have been accused of putting profits before social responsibility. </p><p>Their relief efforts <url normalizedValue=\"https://www.scmp.com/tech/big-tech/article/3141928/floods-central-china-alibaba-tencent-bytedance-and-meituan-rush\">include cash donations</url>, with China's largest tech companies, including Tencent and e-commerce giant <url normalizedValue=\"https://www.scmp.com/topics/alibaba\">Alibaba Group Holding</url>, announcing donations amounting to nearly 1 billion yuan (US$154.4 million). </p><p>Individually, <emphasis typeStyle=\"it\">South China Morning Post</emphasis> owner Alibaba announced a 100 million yuan donation. Its fintech affiliate Ant Group also said it would give 100 million yuan to the province, and the philanthropic foundation of both companies' founder Jack Ma pledged 50 million yuan. </p><p>Tencent, ByteDance, Meituan and discount e-commerce company Pinduoduo also said they were each giving 100 million yuan to relief efforts, according to separate company statements on Wednesday. </p><p>Copyright (c) 2021. South China Morning Post Publishers Ltd. All rights reserved. </p>", "model_coding": "Label: Reaction, Moving Forward"}, {"bodytext": "<p nitf:lede=\"true\">Beijing's water rescue experts risk life in race against time to protect citizens during natural disasters and accidents</p><p nitf:lede=\"true\">The temperature gauge registers an unseasonably warm 5 C, yet the frozen expanse of water in northeastern Beijing feels significantly colder.</p><p nitf:lede=\"true\">In the distance, the late January sky is clear and blue and ice fishermen quietly tend to their lines. But the tranquility is soon disrupted by the roar of a chainsaw, which draws a small crowd of curious onlookers who circle a group of firefighters and their equipment.</p><p nitf:lede=\"true\">One of the firefighters cuts a triangular hole in the 20-centimeter-thick sheet of ice and three others emerge from a tent dressed in attire more suitable for another world. They make their way toward the newly opened hole, located no more than 6 meters from the shore.</p><p nitf:lede=\"true\">The firefighters were undergoing their annual training in ice diving, which usually takes place during the coldest time of the year in Beijing. The training typically includes exercises such as ice-cave traversal and underwater searches.</p><p>The firefighters belong to the Miyun Firefighting Water Rescue Team, a professional rescue outfit established in 2012 to meet the growing demand for aquatic rescue operations.</p><p>In June 2019, the Ministry of Emergency Management's Fire and Rescue Administration also established the National Water Rescue Beijing Brigade, to build upon the foundations put down by the Miyun team.</p><p>In China, there are now eight water rescue brigades similar to the one in Miyun district, which comprise hundreds of firefighters with expertise in such rescues. In recent years, they have participated in various operations during natural disasters including the 2021 Henan floods and the 2023 Beijing deluge.</p><p>The teams have largely remained out of the spotlight, and few people are aware of the dangers involved in the rescuers' work.</p><p>In northern China, the toughest rescues occur in winter. A person waiting to be rescued in the South China Sea can survive for around 30 hours, but during the depths of a northern winter, they may lose consciousness in just 20 minutes.</p><p>\"Our mission is to rescue people trapped in the water, but in most cases, their vital signs are absent when we find them,\" said Zheng Haiyang, a 26-year-old firefighter from Dezhou, Shandong province, who has trained as a water rescuer with the Miyun team for about eight years. The reality of ice-diving rescues is often recovering a body trapped under the ice and taking it back to loved ones, he added.</p><p>Every winter, there are about five incidents in Beijing requiring ice-diving rescues.</p><p>\"We can't use our common sense to understand why people fall through the ice,\" said Zheng. \"On some occasions, people in danger of drowning after falling into the water may have simply wanted to take a shortcut across an ice surface or to retrieve some items from where they were ice fishing.\"</p><p>The team of 16 firefighters is always in a race against time and has implemented a 24-hour on-call system.</p><p>\"The time window for such rescue operations is limited,\" said Zheng. \"From receiving the alarm to dispatching our firefighting team to the rescue site, at least 15 minutes are required. A person cannot endure that long in the frigid waters of Beijing.\"</p><p>In 2012, a practical diving skills training program was introduced to enhance the professional skills of the team's firefighters. The Beijing Municipal Public Security Fire Corps, which became the Beijing Fire Rescue Corps in 2018 as part of a reshuffle, also supplied high-quality equipment to the diving firefighters.</p><p>Ice-diving rescue operations require up to five people working together to ensure safe procedures. A pair of divers is supported by two safety buddies on the ice as well as an emergency backup diver. A large tent is also pitched near the ice hole to keep the divers warm after they leave the water.</p><p>Zhao Qiang, the rescue team's deputy head and chief diving instructor, said the ice hole is triangular as the shape makes it easier for the divers to exit the water.</p><p>\"However, it is still a challenging task, and the divers require assistance from their safety buddies to navigate the slippery ice surrounding the hole,\" he said.</p><p>Zhao said ice diving is more dangerous than free diving in the sea, but it can be a safe operation if procedures are properly followed.</p><p>The primary danger in ice diving is the submerged diver not being able to locate the exit hole.</p><p>\"In the summer, we divers can naturally surface from any water body,\" Zhao explained. \"However, during the cold of winter, if we get lost under the ice or the tank runs out of compressed air, the situation becomes perilous due to the enclosed nature of the space under the ice. The only escape from such danger is to find the triangular ice hole.\"</p><p>Hypothermia — long exposure to cold that causes body temperature to dangerously drop — is another major threat to ice divers. However, this risk has been greatly reduced thanks to the use of dry diving suits.</p><p>Zhao said that unlike wet suits, which allow water to enter and be trapped and heated by the body's temperature, a dry suit prevents any water from getting in. Compressed air is pumped into the suit to create a thin layer of air that insulates the diver from the cold.</p><p>Zhao said that he recommends to the divers they also wear cotton clothing under their suits to stay warmer. \"Otherwise, if the divers don't wear thermal clothing, the cold will reach their bodies more quickly,\" he said.</p><p>Before the divers enter the icy water, the chief instructor usually conducts a final check of all the diving equipment. He inspects the guide ropes for the divers and notes down all the pre-dive checks. Once these operations are completed, the divers can go under the ice.</p><p>Two divers in diving suits loaded with equipment then move to the ice hole and with the help of two of their teammates slide into the water. After inserting their mouthpieces, the divers then slowly submerge beneath the icy surface.</p><p>\"The visibility of the water in winter is the best of all the seasons,\" said Zhao. \"The activities of microorganisms, algae, and fish in cold water are not that frequent,\" he said, adding there is also less plankton, which means the water is not as muddy.</p><p>\"In addition, beneath the ice ceiling the sunlight filters down and is gently diffused to bathe the scene in a soft and even glow of light,\" he said.</p><p>Han Hongliang, a 29-year-old senior diver from Suqian, Jiangsu province, was responsible for ice safety during this year's ice-diving training session in northeastern Beijing. He said that a drag signal made via a yellow hemp rope is the most important \"language\" used by ice divers in deep water.</p><p>\"For instance, when I pull the rope slightly, I'm signaling to the diver to check if everything is OK underwater. When the diver tugs the rope in response, I understand that everything is going well beneath the ice,\" he said.</p><p>\"However, if the diver continuously shakes the rope, it indicates that there may be an underwater emergency. This suggests that the diver is experiencing difficulties or facing an emergency from which they cannot easily escape.\"</p><p>Part of the divers' training involves each team member becoming aware of their responsibilities, Han said.</p><p>\"When two of our teammates are diving, they are each secured by a yellow hemp rope to their signal buddies on the ice's surface, who manage the line. The third diver serves as a standby diver, fully suited up and ready to intervene at any sign of trouble from below.\"</p><p>This simple yet effective system of rope signals has become a vital means of communication between the divers and their colleagues on the ice.</p><p>Zhao, the chief diving instructor, said the duration of each ice-diving training session is meticulously calculated to ensure the safety and health of every diver.</p><p>\"Generally speaking, underwater operations typically last about 20 minutes,\" said Zhao. \"If a diver has not resurfaced after this time under the ice, the signal firefighter will use rope tugs to inquire about the diver's physical condition, sending him a signal and asking if he feels all right underwater.</p><p>\"The diver can pull back on the rope to indicate that he is fine,\" he said. \"But only the diver himself truly knows what is exactly taking place underwater.\"</p><p>All diving equipment must be treated with antifreeze to ensure it works in icy water.</p><p>\"Unexpected things happen during ice diving,\" Zhao said. \"Your air supply might be cut off due to your regulator freezing in the cold water, or you could get the shivers, or you might become entangled in a large fishing net and struggle to free yourself.</p><p>\"In our training process, we simulate all possible extreme conditions that come to mind, ensuring that our firefighters will not panic when they dive to save people in real situations and have ways to deal with the complications.\"</p><p>During this year's training session, Lu Bingxin, 25, from Tai'an, Shandong, in addition to carrying a 15-kilogram air tank, was weighted down with 12 kgs of lead to help offset the buoyancy of his suit.</p><p>He was teamed with diver Hu Yazhuo, 29, from Shenyang, Liaoning province.</p><p>Despite all the meticulous preparation, engaging in a diving rescue operation for the first time is far different from the training process.</p><p>Han clearly remembers his first rescue operation when he had to dive 18 meters to rescue someone.</p><p>\"I was very scared the first time I went into the water for a mission. Though my former instructor was diving with me, I couldn't stop clenching my fists and gripping the rope,\" he said.</p><p>Thankfully, his instructor helped him to relax. \"Suddenly I calmed down and began to swim slowly in search of the person needing rescue,\" Han recalled.</p><p>Despite the complexity and variability of the underwater environment, and the need to master techniques related to scuba and ice diving, Zhao said saving lives is the top priority on every mission.</p><p>\"Many Chinese people believe in the importance of seeing a loved one again, regardless of whether they are alive or dead,\" said Zhao. \"In every rescue mission, our utmost effort is to provide answers to the families of the victims, and that's what we strive to achieve.\"</p><p><email normalizedValue=\"mailto:xinwen@chinadaily.com.cn\">xinwen@chinadaily.com.cn</email></p>", "model_coding": "Label: None"}, {"bodytext": "<p nitf:lede=\"true\">Little-heralded outfit braves aquatic depths in Beijing for intensive training</p><p nitf:lede=\"true\">The temperature gauge registers an unseasonably warm 5 C, yet the frozen expanse of water in northeastern Beijing feels significantly colder.</p><p nitf:lede=\"true\">In the distance, the sky is clear and blue and ice fishermen quietly tend to their lines. But the tranquillity is soon disrupted by the roar of a chain saw, which draws a small crowd of curious onlookers who circle a group of firefighters and their equipment.</p><p nitf:lede=\"true\">One of the firefighters cuts a triangular hole in the 20-centimeter-thick sheet of ice and three others emerge from a tent dressed in attire more suitable for a colder environment. They make their way toward the newly opened hole, located no more than 6 meters from the shore.</p><p nitf:lede=\"true\">The firefighters are undergoing their annual training in ice diving, which usually takes place during the coldest time of the year in Beijing. The training typically includes exercises such as ice-cave traversal and underwater searches.</p><p>The firefighters belong to the Miyun Firefighting Water Rescue Team, a professional rescue outfit established in 2012 to meet the growing demand for aquatic rescue operations.</p><p>In June 2019, the Ministry of Emergency Management's Fire and Rescue Administration also established the National Water Rescue Beijing Brigade, to build upon the foundations put down by the Miyun team.</p><p>In China, there are now eight water rescue brigades similar to the one in Miyun district, which are comprised of hundreds of firefighters with expertise in such rescues. In recent years, they have participated in various operations during natural disasters including the 2021 Henan floods and the 2023 Beijing deluge.</p><p>Cold comfort</p><p>The teams have largely remained out of the spotlight, and few people are aware of the dangers involved in the rescuers' work.</p><p>In northern China, the toughest rescues occur in winter. A person waiting to be rescued in the South China Sea can survive for around 30 hours, but during the depths of a northern winter they may lose consciousness in just 20 minutes.</p><p>\"Our mission is to rescue people trapped in the water, but in most cases their vital signs are absent when we find them,\" said Zheng Haiyang, a 26-year-old firefighter from Dezhou, Shandong province, who has trained as a water rescuer with the Miyun team for about eight years.</p><p>Every winter, there are about five incidents in Beijing requiring ice-diving rescues.</p><p>\"We can't use common sense to understand why people fall through the ice,\" said Zheng. \"On some occasions, people in danger of drowning after falling into the water may have simply wanted to take a shortcut across an ice surface or to retrieve some items from where they were ice fishing.\"</p><p>The team of 16 firefighters is always in a race against time and has implemented a 24-hour on-call system.</p><p>\"The time window for such rescue operations is limited,\" said Zheng. \"From receiving the alarm to dispatching our firefighting team to the rescue site, at least 15 minutes are required. A person cannot endure that long in the frigid waters of Beijing.\"</p><p>In 2012, a practical diving skills training program was introduced to enhance the professional skills of the team's firefighters.</p><p>The Beijing Municipal Public Security Fire Corps, which became the Beijing Fire Rescue Corps in 2018 as part of a reshuffle, also supplied high-quality equipment to the diving firefighters.</p><p>Buddy system</p><p>Ice-diving rescue operations require up to five people working together to ensure safe procedures. A pair of divers is supported by two safety buddies on the ice as well as an emergency backup diver. A large tent is also pitched near the ice hole to keep the divers warm after they leave the water.</p><p>Zhao Qiang, the rescue team's deputy head and chief diving instructor, said the ice hole is triangular as the shape makes it easier for the divers to exit the water.</p><p>\"However, it is still a challenging task, and the divers require assistance from their safety buddies to navigate the slippery ice surrounding the hole,\" he said.</p><p>Zhao said ice diving is more dangerous than free diving in the sea, but it can be a safe operation if procedures are properly followed.</p><p>The primary danger in ice diving is the submerged diver not being able to locate the exit hole.</p><p>\"In the summer, we divers can naturally surface from any water body,\" Zhao explained. \"However, during the cold of winter, if we get lost under the ice or the tank runs out of compressed air, the situation becomes perilous due to the enclosed nature of the space under the ice. The only escape from such danger is to find the triangular ice hole.\"</p><p>Hypothermia — long exposure to cold that causes body temperature to dangerously drop — is another major threat to ice divers. However, this risk has been greatly reduced thanks to the use of dry diving suits.</p><p>Zhao said that unlike wet suits, which allow water to enter and be trapped and heated by the body's temperature, a dry suit prevents any water from getting in. Compressed air is pumped into the suit to create a thin layer of air that insulates the diver from the cold.</p><p>\"We have a dozen sets of dry suits,\" Zhao said, adding that he recommends to the divers they also wear cotton clothing under their suits to stay warmer.</p><p>\"Otherwise, if the divers don't wear thermal clothing, the cold will reach their bodies more quickly,\" he said.</p><p>Before the divers enter the icy water, the chief instructor usually conducts a final check of all the diving equipment. He inspects the guide ropes for the divers and notes down all the pre-dive checks. Once these operations are completed, the divers can go under the ice.</p><p>At the next stage, two divers in diving suits loaded with equipment, move to the ice hole and with the help of two of their teammates slide into the water.</p><p>After inserting their mouthpieces, the divers slowly submerge beneath the icy surface.</p><p>\"The visibility of the water in winter is the best of all the seasons,\" said Zhao. \"The activities of microorganisms, algae and fish in cold water are not that frequent,\" he said, adding there is also less plankton, which means the water is not as muddy.</p><p>\"In addition, beneath the ice ceiling the sunlight filters down and is gently diffused to bathe the scene in a soft and even glow of light,\" he said.</p><p>'Talking' underwater</p><p>Han Hongliang, a 29-year-old senior diver from Suqian, Jiangsu province, was responsible for ice safety during this year's ice-diving training session in northeastern Beijing. He said that a drag signal made via a yellow hemp rope is the most important \"language\" used by ice divers in deep water.</p><p>\"For instance, when I pull the rope slightly, I'm signaling to the diver to check if everything is OK underwater. When the diver tugs the rope in response, I understand that everything is going well beneath the ice,\" he said.</p><p>\"However, if the diver continuously pulls the rope, it indicates that there may be an underwater emergency. This suggests that the diver is experiencing difficulties or facing an emergency from which they cannot easily escape.\"</p><p>Part of the divers' training involves each team member becoming aware of their responsibilities, Han said.</p><p>\"When two of our teammates are diving, they are each secured by a yellow hemp rope to their signal buddies on the ice's surface, who manage the line. The third diver serves as a standby diver, fully suited up and ready to intervene at any sign of trouble from below.\"</p><p>This simple yet effective system of rope signals has become a vital means of communication between the divers and their colleagues on the ice.</p><p>Zhao, the chief diving instructor, said the duration of each ice-diving training session is meticulously calculated to ensure the safety and health of every diver.</p><p>\"Generally speaking, underwater operations typically last about 20 minutes,\" said Zhao. \"If a diver has not resurfaced after this time under the ice, the signal firefighter will use rope tugs to inquire about the diver's physical condition, sending him a signal and asking if he feels all right underwater.</p><p>\"The diver can pull back on the rope to indicate that he is fine,\" he said. \"But only the diver himself truly knows what is exactly taking place underwater.\"</p><p>All diving equipment must be treated with antifreeze to ensure it works in icy water.</p><p>\"Unexpected things happen during ice diving,\" Zhao said. \"Your air supply might be cut off due to your regulator freezing in the cold water, or you could get the shivers, or you might become entangled in a large fishing net and struggle to free yourself.</p><p>\"In our training process, we simulate all possible extreme conditions that come to mind, ensuring that our firefighters will not panic when they dive to save people in real situations and have ways to deal with the complications.\"</p><p>During this year's training session, Lu Bingxin, 25, from Tai'an, Shandong, in addition to carrying a 15-kilogram air tank, was weighted down with 12 kg of lead to help offset the buoyancy of his suit.</p><p>He was teamed with diver Hu Yazhuo, 29, from Shenyang, Liaoning province, and they both slid through the ice hole into the water. The firefighters who acted as signal men held the ropes connected to them tightly as they went in search of the target object.</p><p>Lu and Hu later said rope signals were constantly made during the search and when they were trying to return to the exit hole.</p><p>Providing answers</p><p>Despite all the meticulous preparation, engaging in a diving rescue operation for the first time is far different from the training process.</p><p>Han clearly remembers his first rescue operation when he had to dive 18 meters to rescue someone.</p><p>\"I was very scared the first time I went into the water for a mission. Though my former instructor was diving with me, I couldn't stop clenching my fists and gripping the rope,\" he said. \"It felt like the veins on the back of my hands were bulging, and I was worried that my lungs would collapse because we dived quite deep.\"</p><p>Thankfully, his instructor gestured for him to relax. \"Suddenly I calmed down and began to swim slowly in search of the person needing rescue,\" Han recalled.</p><p>Unlike on land, underwater firefighters have no solid support. The longer they stay submerged, the more their bodies can stiffen, potentially leading to muscle fatigue.</p><p>Despite the complexity and variability of the underwater environment, and the need to master techniques related to scuba and ice diving, Zhao said saving lives is the top priority on every mission.</p><p>\"Many Chinese people believe in the importance of seeing a loved one again, regardless of whether they are alive or dead,\" said Zhao. \"In every rescue mission, our utmost effort is to provide answers to the families of the victims, and that's what we strive to achieve.\"</p><p><email normalizedValue=\"mailto:xinwen@chinadaily.com.cn\">xinwen@chinadaily.com.cn</email></p>", "model_coding": "None"}, {"bodytext": "<p nitf:lede=\"true\">The temperature gauge registers an unseasonably warm 5 C, yet the frozen expanse of water in northeastern Beijing feels significantly colder.</p><p nitf:lede=\"true\">In the distance, the late January sky is clear and blue, and ice fishermen quietly tend to their lines. But the tranquillity is soon disrupted by the roar of a chain saw, which draws a small crowd of curious onlookers who circle a group of firefighters and their equipment.</p><p nitf:lede=\"true\">One of the firefighters cuts a triangular hole in the 20-centimeter-thick sheet of ice and three others emerge from a tent dressed in attire more suitable for a colder environment. They make their way toward the newly opened hole, located no more than 6 meters from the shore.</p><p nitf:lede=\"true\">The firefighters are undergoing their annual training in ice diving, which usually takes place during the coldest time of the year in Beijing.</p><p>The training typically includes exercises such as ice-cave traversal and underwater searches.</p><p>The firefighters belong to the Miyun Firefighting Water Rescue Team, a professional rescue outfit established in 2012 to meet the growing demand for aquatic rescue operations.</p><p>In June 2019, the Ministry of Emergency Management's Fire and Rescue Administration also established the National Water Rescue Beijing Brigade, to build upon the foundations put down by the Miyun team.</p><p>In China, there are now eight water rescue brigades similar to the one in Miyun district, which are comprised of hundreds of firefighters with expertise in such rescues. In recent years, they have participated in various operations during natural disasters including the 2021 Henan floods and the 2023 Beijing deluge.</p><p><emphasis typeStyle=\"bf\">Cold comfort</emphasis></p><p>The teams have largely remained out of the spotlight, and few people are aware of the dangers involved in the rescuers' work.</p><p>In northern China, the toughest rescues occur in winter. A person waiting to be rescued in the South China Sea can survive for around 30 hours, but during the depths of a northern winter they may lose consciousness in just 20 minutes.</p><p>\"Our mission is to rescue people trapped in the water, but in most cases their vital signs are absent when we find them,\" said Zheng Haiyang, a 26-year-old firefighter from Dezhou, Shandong province, who has trained as a water rescuer with the Miyun team for about eight years.</p><p>Every winter, there are about five incidents in Beijing requiring ice-diving rescues.</p><p>\"We can't use common sense to understand why people fall through the ice,\" said Zheng. \"On some occasions, people in danger of drowning after falling into the water may have simply wanted to take a shortcut across an ice surface or to retrieve some items from where they were ice fishing.\"</p><p>The team of 16 firefighters is always in a race against time and has implemented a 24-hour on-call system.</p><p>\"The time window for such rescue operations is limited,\" said Zheng. \"From receiving the alarm to dispatching our firefighting team to the rescue site, at least 15 minutes are required. A person cannot endure that long in the frigid waters of Beijing.\"</p><p>In 2012, a practical diving skills training program was introduced to enhance the professional skills of the team's firefighters.</p><p>The Beijing Municipal Public Security Fire Corps, which became the Beijing Fire Rescue Corps in 2018 as part of a reshuffle, also supplied high-quality equipment to the diving firefighters.</p><p><emphasis typeStyle=\"bf\">Buddy system</emphasis></p><p>Ice-diving rescue operations require up to five people working together to ensure safe procedures. A pair of divers is supported by two safety buddies on the ice as well as an emergency backup diver. A large tent is also pitched near the ice hole to keep the divers warm after they leave the water.</p><p>Zhao Qiang, the rescue team's deputy head and chief diving instructor, said the ice hole is triangular as the shape makes it easier for the divers to exit the water.</p><p>\"However, it is still a challenging task, and the divers require assistance from their safety buddies to navigate the slippery ice surrounding the hole,\" he said.</p><p>Zhao said ice diving is more dangerous than free diving in the sea, but it can be a safe operation if procedures are properly followed.</p><p>The primary danger in ice diving is the submerged diver not being able to locate the exit hole.</p><p>\"In the summer, we divers can naturally surface from any water body,\" Zhao explained. \"However, during the cold of winter, if we get lost under the ice or the tank runs out of compressed air, the situation becomes perilous due to the enclosed nature of the space under the ice. The only escape from such danger is to find the triangular ice hole.\"</p><p>Hypothermia — long exposure to cold that causes body temperature to dangerously drop — is another major threat to ice divers. However, this risk has been greatly reduced thanks to the use of dry diving suits.</p><p>Zhao said that unlike wet suits, which allow water to enter and be trapped and heated by the body's temperature, a dry suit prevents any water from getting in. Compressed air is pumped into the suit to create a thin layer of air that insulates the diver from the cold.</p><p>\"We have a dozen sets of dry suits,\" Zhao said, adding that he recommends to the divers they also wear cotton clothing under their suits to stay warmer.</p><p>\"Otherwise, if the divers don't wear thermal clothing, the cold will reach their bodies more quickly,\" he said.</p><p>Before the divers enter the icy water, the chief instructor usually conducts a final check of all the diving equipment. He inspects the guide ropes for the divers and notes down all the pre-dive checks. Once these operations are completed, the divers can go under the ice.</p><p>At the next stage, two divers in diving suits loaded with equipment, move to the ice hole and with the help of two of their teammates slide into the water.</p><p>After inserting their mouthpieces, the divers slowly submerge beneath the icy surface.</p><p>\"The visibility of the water in winter is the best of all the seasons,\" said Zhao. \"The activities of microorganisms, algae and fish in cold water are not that frequent,\" he said, adding there is also less plankton, which means the water is not as muddy.</p><p>\"In addition, beneath the ice ceiling the sunlight filters down and is gently diffused to bathe the scene in a soft and even glow of light,\" he said.</p><p><emphasis typeStyle=\"bf\">'Talking' underwater</emphasis></p><p>Han Hongliang, a 29-year-old senior diver from Suqian, Jiangsu province, was responsible for ice safety during this year's ice-diving training session in northeastern Beijing. He said that a drag signal made via a yellow hemp rope is the most important \"language\" used by ice divers in deep water.</p><p>\"For instance, when I pull the rope slightly, I'm signaling to the diver to check if everything is OK underwater. When the diver tugs the rope in response, I understand that everything is going well beneath the ice,\" he said.</p><p>\"However, if the diver continuously pulls the rope, it indicates that there may be an underwater emergency. This suggests that the diver is experiencing difficulties or facing an emergency from which they cannot easily escape.\"</p><p>Part of the divers' training involves each team member becoming aware of their responsibilities, Han said.</p><p>\"When two of our teammates are diving, they are each secured by a yellow hemp rope to their signal buddies on the ice's surface, who manage the line. The third diver serves as a standby diver, fully suited up and ready to intervene at any sign of trouble from below.\"</p><p>This simple yet effective system of rope signals has become a vital means of communication between the divers and their colleagues on the ice.</p><p>Zhao, the chief diving instructor, said the duration of each ice-diving training session is meticulously calculated to ensure the safety and health of every diver.</p><p>\"Generally speaking, underwater operations typically last about 20 minutes,\" said Zhao. \"If a diver has not resurfaced after this time under the ice, the signal firefighter will use rope tugs to inquire about the diver's physical condition, sending him a signal and asking if he feels all right underwater.</p><p>\"The diver can pull back on the rope to indicate that he is fine,\" he said. \"But only the diver himself truly knows what is exactly taking place underwater.\"</p><p>All diving equipment must be treated with antifreeze to ensure it works in icy water.</p><p>\"Unexpected things happen during ice diving,\" Zhao said. \"Your air supply might be cut off due to your regulator freezing in the cold water, or you could get the shivers, or you might become entangled in a large fishing net and struggle to free yourself.</p><p>\"In our training process, we simulate all possible extreme conditions that come to mind, ensuring that our firefighters will not panic when they dive to save people in real situations and have ways to deal with the complications.\"</p><p>During this year's training session, Lu Bingxin, 25, from Tai'an, Shandong, in addition to carrying a 15-kilogram air tank, was weighted down with 12 kg of lead to help offset the buoyancy of his suit.</p><p>He was teamed with diver Hu Yazhuo, 29, from Shenyang, Liaoning province, and they both slid through the ice hole into the water. The firefighters who acted as signal men held the ropes connected to them tightly as they went in search of the target object.</p><p>Lu and Hu later said rope signals were constantly made during the search and when they were trying to return to the exit hole.</p><p><emphasis typeStyle=\"bf\">Providing answers</emphasis></p><p>Despite all the meticulous preparation, engaging in a diving rescue operation for the first time is far different from the training process.</p><p>Han clearly remembers his first rescue operation when he had to dive 18 meters to rescue someone.</p><p>\"I was very scared the first time I went into the water for a mission. Though my former instructor was diving with me, I couldn't stop clenching my fists and gripping the rope,\" he said. \"It felt like the veins on the back of my hands were bulging, and I was worried that my lungs would collapse because we dived quite deep.\"</p><p>Thankfully, his instructor gestured for him to relax. \"Suddenly I calmed down and began to swim slowly in search of the person needing rescue,\" Han recalled.</p><p>Unlike on land, underwater firefighters have no solid support. The longer they stay submerged, the more their bodies can stiffen, potentially leading to muscle fatigue.</p><p>Despite the complexity and variability of the underwater environment, and the need to master techniques related to scuba and ice diving, Zhao said saving lives is the top priority on every mission.</p><p>\"Many Chinese people believe in the importance of seeing a loved one again, regardless of whether they are alive or dead,\" said Zhao. \"In every rescue mission, our utmost effort is to provide answers to the families of the victims, and that's what we strive to achieve.\"</p><p><email normalizedValue=\"mailto:xinwen@chinadaily.com.cn\">xinwen@chinadaily.com.cn</email></p><p> </p><p><url normalizedValue=\"https://epaper.chinadaily.com.cn/images/202403/28/6604ad5ba310df401ec368f4.png\">Link to Image</url></p><p>A firefighter undergoes ice-diving training in Miyun district, Beijing, in January. WANG ZICHENG/FOR CHINA DAILY</p><p> </p><p> </p><p><url normalizedValue=\"https://epaper.chinadaily.com.cn/images/202403/28/6604ad5ba310df401ec368f7.png\">Link to Image</url></p><p>A diver surfaces from the icy water after training in late January. WANG ZICHENG/FOR CHINA DAILY</p><p> </p><p> </p><p><url normalizedValue=\"https://epaper.chinadaily.com.cn/images/202403/28/6604ad5ba310df401ec368f9.png\">Link to Image</url></p><p>The ice layer, seen on the day of the firefighters' training, is about 20 centimeters thick. WANG ZICHENG/FOR CHINA DAILY</p><p> </p><p> </p><p><url normalizedValue=\"https://epaper.chinadaily.com.cn/images/202403/28/6604ad5ba310df401ec368fb.png\">Link to Image</url></p><p>A member of the Miyun Firefighting Water Rescue Team wears a heavy diving outfit. WANG ZICHENG/FOR CHINA DAILY</p><p> </p><p> </p><p><url normalizedValue=\"https://epaper.chinadaily.com.cn/images/202403/28/6604ad5ba310df401ec368fe.png\">Link to Image</url></p><p>A firefighter enters the water at the ice-diving training site in Miyun, Beijing, in January. WANG ZICHENG/FOR CHINA DAILY</p><p> </p><p> </p>", "model_coding": "None"}, {"bodytext": "<p nitf:lede=\"true\">Emergency response personnel stand ready at an underpass prone to waterlogging in Shijiangshan district in southwestern Beijing to prepare for emergencies on July 30, 2023 as the metropolis has posted a highest-level red alert for heavy rainstorms brought by the remnants of Typhoon Doksuri. Beijing authorities have been in full preparations for the heavy rainstorms that have swept across the city. Photo: Li Hao/GT</p><p><br/>The extreme rainstorm witnessed in Beijing on July 21, 2012, the heaviest rainfall in six decades that left 79 people dead and caused widespread havoc in the capital city over a weekend, left deep scars in many people's hearts. Fortunately, when Beijing broke a 140-year-old rainfall record in the days between July 29 and August 2, the nightmare witnessed by Beijing residents over a decade ago were not replayed.<br/><br/>Based on flood prevention experience and lessons learned from previous rainfall disasters, including the catastrophic Henan floods in July 2021, Beijing appears to have made quantifiable to the city's disaster forecasting, relief, and response programs.  There have been no major recorded roof collapses, backlash on the internet, damage of power lines, or flooded highway underpasses, scenes that were widely seen in the tragedy 11 years ago. <br/><br/>New technology and digital networks have become an important force in averting tragedy. The Beijing Haidian District Water Affairs Bureau utilized a cutting-edge smart system to direct emergency rescue operations throughout the district, as the system can map out the most optimal rescue route in record time. <br/><br/>The system utilizes visualization, integrated analysis of big data, and other technologies to understand the distribution and anomalies of approximately 3,000 water facilities and sensors across the entire Haidian area, and can provide real-time monitoring of the status of water channels, gates, and dams, and respond to warnings and forecasts speedily, the Beijing News reported.<br/><br/>Moreover, technologies such as the \"Sky Eye\" telescope, radar maps, and satellite cloud images have also played a significant role in this round of rainstorm warning. Since the start of the current round of rainfall on July 29, the \"Sky Eye\" smart system installed in some streets has remained vigilant. High-definition cameras installed on flood prevention emergency vehicles and rescue team helmets can monitor precipitation in real time, greatly improving the efficiency of flood responses.<br/><br/>\"Early assessment, early warning, and early deployment\" are the most significant forms of progress that the Global Times witnessed amid the slate of heavy rain that hit Beijing.<br/><br/>While visiting and reporting in waterlogged Zhengzhou, the capital of Henan Province, in July 2021, Global Times reporters found that the consensus among the public was they received warning notifications \"too late.\" While other areas in Henan Province had already been hit by heavy downpours, Zhengzhou city government did not decisively put measures in place to stop gatherings, suspend classes, and require the closure of businesses, wasting critical time in flood prevention and missing a key rescue window. <br/><br/>The official investigation report on the severe rainstorm disaster in Zhengzhou which caused at least 398 deaths and missing, exposed serious misconducts in the city's response deployment, including inadequate warning, significant delays in emergency responses, and a lack of unified command at critical moments. These issues led to the highest disaster-related casualties seen in recent years, particularly with regard to the subway system and tunnel, which should not have occurred.<br/><br/>This time in Beijing, Global Times reporters found residents in the capital city received multiple flood prevention reminders via text from relevant departments before the heavy rain actually fell down. Beijing successively issued red rainstorm warnings, yellow lightning warnings, and blue wind warnings, reminding citizens to refrain from outdoor activities. Many organizations immediately issued directives for their employees to work from home.<br/><br/>News sources reported that in preparation, the Beijing Drainage Group initiated a top-level flood early-warning protocol, requiring all pump station personnel to be on duty. At the same time, a re-inspection and re-treatment of drainage facilities in key areas such as 155 depressed bridges and 249 subway stations, as well as a re-inspection of water pumps, backup power sources, flood control emergency equipment, and various monitoring systems in 87 rainwater pump stations across the city were conducted. <br/><br/>Power system companies also deployed emergency teams in advance. The State Grid Corporation of China (Beijing), for example, had 22 rescue teams with 510 personnel on standby, ready to transport power generation vehicles, small generators, lighting vehicles, and other flood control emergency supplies and equipment to be stationed in areas with strong rainfall forecasted by meteorological bodies. <br/><br/>Beijing's main cultural and tourism venues issued temporary closure notices soon after the Beijing city government temporarily asked to shut down access to all scenic spots on July 30.<br/><br/>All mountainous and water-related scenic spots and rural homestays in the heavily affected area of Fangshan district were temporarily closed and have stopped receiving visitors since then. All 17 tourist attractions in Huairou district were closed, and all homestays and folk accommodations were temporarily suspended to minimize risk.<br/><br/>Amid the heavy downpour sweeping through many parts of China, local authorities have stepped up efforts to counter flooding and power cuts. After days of search and evacuation efforts, disinfection work has begun in residential and commercial areas in the city over this weekend.<br/><br/>Throughout three major rainstorms, nonstop rescue missions have been executed with countless heartwarming stories. In the last decade, what has changed is our continuously honed ability to respond to floods, while what remains unchanged is the resilience exemplified by every individual, an essence of the Chinese civilization. <br/><br/>We believe that in the future, we will face floods and other natural disasters with even greater composure and unite together to withstand the tests they bring.</p>", "model_coding": "Label: Reaction, Moving Forward"}, {"bodytext": "<p nitf:lede=\"true\">While supporting a good cause helps \"wang hong\" or red-hot internet celebrities burnish their own image, it must be acknowledged that their support has also given much-needed comfort and aid to flood victims</p><p>The <url normalizedValue=\"https://www.scmp.com/news/china/politics/article/3142144/whole-town-was-submerged-central-china-prepares-more-flooding\">heavy rainfall</url> in central China's Henan province has inflicted huge loss of life and property. Fortunately, the government and other members of society mobilised to provide disaster relief on a war footing. </p><p>China's online influencers also jumped in to help. As the disaster unfolded, a number of these internet short-video celebrities, or <emphasis typeStyle=\"it\">wang hong</emphasis> (red-hot on the web) in Chinese, who can leverage their popularity to get their fans to purchase goods or services that they endorse, wielded that power to help flood-affected people and raise funds for relief aid. I'd call it <emphasis typeStyle=\"it\">wang hong</emphasis> social mobilisation. </p><p>China's short-video stars are able to monetise their popularity, from product sales, advertising, and virtual gifts from followers. </p><p>Do you have questions about the biggest topics and trends from around the world? Get the answers with <url normalizedValue=\"https://www.scmp.com/knowledge\">SCMP Knowledge</url>, our new platform of curated content with explainers, FAQs, analyses and infographics brought to you by our award-winning team. </p><p>In response to the disaster, some declared during their live-streaming sessions that all the revenue for the day, rewards or proceeds from products sold, would be donated to the disaster-stricken areas. They then performed a kind of a rap - known in China as <emphasis typeStyle=\"it\">han mai</emphasis>, or shouting into the microphone - that contained lyrics aimed both at selling goods and rallying support for the flood victims. </p><p>While it's true internet celebrities would also enhance their own image and boost their own popularity in such high-Traffic live-streaming events, no doubt their support also gave some comfort to the flood-affected people in Henan (\"<url normalizedValue=\"https://www.scmp.com/news/people-culture/china-personalities/article/3142693/china-floods-celebrities-wang-yibo-and-han\">'Leave to professionals': Celebrities accused of using China floods in PR stunt</url>\", July 27). </p><p>Some Douyin (China's TikTok) influencers with a considerable following have posted songs and videos in support of the flood victims, including rapper Yang Huanan with 946,000 followers and ballad singer \"Xiao Li Classmate\" with 1.24 million followers who have created great pieces of music. </p><p>Shakespeare by One, a short-video motivational speaker with 6.26 million followers, posted three touching and inspiring videos to comfort the people of Henan and clocked up more than 1 million likes. </p><p>The popularity of a short video, usually of about 21/2 minutes, depends on how many people watch and for how long, and how many \"likes\" it has garnered. Therefore, if the video content includes some breaking news, it would boost its reach. </p><p>So while internet celebrities may have capitalised on the Henan floods in terms of boosting their own popularity, by focusing attention on the disaster they also offered the flood victims much-needed support. </p><p>It would be wrong to dismiss their contribution to the disaster relief effort, even if they may have gained some advantage in the process. While it is not necessary to advocate such contribution because, after all, <emphasis typeStyle=\"it\">wang hong</emphasis> have benefited from \"hot\" events like the Henan floods, it is good to acknowledge that they did help at a time of public need. </p><p><emphasis typeStyle=\"it\">Tao Hongyi, Shenzhen</emphasis></p><p>Copyright (c) 2021. South China Morning Post Publishers Ltd. All rights reserved. </p>", "model_coding": "Label: Reaction, Moving Forward"}, {"bodytext": "<p nitf:lede=\"true\">China Daily | Updated: 2021-08-03 07:21<br/><br/>People pay silence tribute to victims of Henan floods at a news briefing of Information Office of Henan Provincial People's Government, Aug 2, 2021. [Photo/chinadaily.com.cn]</p><p>The death toll from torrential rains in central China's Henan province has risen to 302 as of Monday noon, the information office of the provincial government said at a news briefing on Monday afternoon. Another 50 people remain missing, said the office.</p><p>A total of 292 people were confirmed dead and 47 missing in Zhengzhou, the provincial capital, with seven people dead and three missing in Xinxiang. Pingdingshan reported two deaths and Luohe reported one death.</p><p>Of the victims in Zhengzhou, 189 were killed directly by floods and debris flow; 54 were killed by house collapses; 39 drowned in underground spaces such as the subway, the tunnel and garages; and 10 people died from other causes.</p><p>The State Council, China's Cabinet, announced on Monday that it had set up an investigative team to look into the Zhengzhou flood and evaluate the disaster-response process, to draw lessons from it and to punish those responsible.</p><p>The team will be headed by the Ministry of Emergency Management and include officials and experts from relevant departments, the State Council said in a statement.</p><p>China Daily/Xinhua</p>", "model_coding": "Label: Grief, Moving Forward"}, {"bodytext": "<p nitf:lede=\"true\">On July 29, the Information Department of the Ministry of Foreign Affairs of China lodged solemn representations with the head of the media agency in China regarding the British Broadcasting Corporation's distorted reports and unreasonable statements on the heavy rain in Henan province.</p><p>It said that the BBC's reports distorted the Chinese government's efforts to organize rescue efforts and the real situation of local people's courage to save themselves, made insinuating attacks on the Chinese government, and were full of ideological prejudice and double standards.</p><p>Although its reports angered the Chinese people, the BBC chose not to reflect on its bias but instead issued a \"statement\" that reversed black and white, arbitrarily accusing China.</p><p>Foreign journalists enjoy the right to freely report in China according to the law, but they are expected to report objectively and accurately.</p><p>If the BBC continues to practice its ideological prejudice and double standard while reporting China, and baselessly smear and attack the country, its trust deficit in China will continue to build up.</p><p>Its controversial reporting on the Henan floods is only the latest example of its distorted coverage of China. Its reporting on Xinjiang and the pandemic prevention and control work in China are typical examples of its reporting which is full of subjective assumptions and prejudices. The BBC reporters are very skilled at quoting a remark out of context and leaving out their interviewees' main points, and they consistently hype up a stereotyped image of China as a country where people have no freedom.</p><p>These practices openly defy journalistic ethics and the codes of the profession. That the BBC tries to justify its wrongdoings under the pretext of freedom of the press only reflects its unprofessionalism and ideological prejudice against China. No wonder BBC reporters always complain that it is becoming more difficult to work in China.</p><p>These have formed a vicious circle, as while trying to distort the image of China, the BBC is actually candidly revealing itself.</p><p>— BEIJING NEWS</p>", "model_coding": "None"}, {"bodytext": "<p nitf:lede=\"true\">China Daily | Updated: 2021-08-06 07:39<br/><br/>Signage is seen at BBC Broadcasting House offices and recording studios, London, Britain, May 21, 2021. [Photo/Agencies]</p><p>On July 29, the Information Department of the Ministry of Foreign Affairs of China lodged solemn representations with the head of the media agency in China regarding the British Broadcasting Corporation's distorted reports and unreasonable statements on the heavy rain in Henan province.</p><p>It said that the BBC's reports distorted the Chinese government's efforts to organize rescue efforts and the real situation of local people's courage to save themselves, made insinuating attacks on the Chinese government, and were full of ideological prejudice and double standards.</p><p>Although its reports angered the Chinese people, the BBC chose not to reflect on its bias but instead issued a \"statement\" that reversed black and white, arbitrarily accusing China.</p><p>Foreign journalists enjoy the right to freely report in China according to the law, but they are expected to report objectively and accurately.</p><p>If the BBC continues to practice its ideological prejudice and double standard while reporting China, and baselessly smear and attack the country, its trust deficit in China will continue to build up.</p><p>Its controversial reporting on the Henan floods is only the latest example of its distorted coverage of China. Its reporting on Xinjiang and the pandemic prevention and control work in China are typical examples of its reporting which is full of subjective assumptions and prejudices. The BBC reporters are very skilled at quoting a remark out of context and leaving out their interviewees' main points, and they consistently hype up a stereotyped image of China as a country where people have no freedom.</p><p>These practices openly defy journalistic ethics and the codes of the profession. That the BBC tries to justify its wrongdoings under the pretext of freedom of the press only reflects its unprofessionalism and ideological prejudice against China. No wonder BBC reporters always complain that it is becoming more difficult to work in China.</p><p>These have formed a vicious circle, as while trying to distort the image of China, the BBC is actually candidly revealing itself.</p>", "model_coding": "None"}, {"bodytext": "<p nitf:lede=\"true\">The devastating floods in Henan province have claimed hundreds of lives and destroyed billions of dollars worth of property. Zhengzhou, the provincial capital with a population of about 12 million, has been the worst hit. It received a record 201.9 millimeters of rainfall in just one hour last month.</p><p nitf:lede=\"true\">On July 20, almost the same time as Zhengzhou deluge, the first case of the Delta variant was confirmed at Nanjing Lukou International Airport. By the end of last month, almost 300 cases had been reported in China.</p><p>Until recently, China's economic recovery has been spectacular. Could extreme weather events and novel coronavirus variants undermine it?</p><p>On Tuesday, 302 people were confirmed to have died in the Henan floods with 47 still missing. While resident evacuations peaked at 1.5 million, 934,000 people have been relocated and some 10 million affected.</p><p>On Monday, the State Council, China's Cabinet, formed a task force to comprehensively investigate whether there have been any lapses or shortcomings in the response to the natural disaster. The results will be vital for Zhengzhou and Henan, but also for other Chinese cities and provinces that could face extreme weather events in the future.</p><p>What amplifies the economic impact of the deluge is the role of Zhengzhou as a major junction on north-south and east-west high-speed railways, with connections to most major Chinese cities. In addition to heavy casualties, property losses are high, due to the floods. According to current estimates, direct economic losses amount to about $18 billion.</p><p>Meanwhile, power plants were coping with peak summer demand before the Henan floods. After flooding, the transport of coal to central and eastern China could be significantly impacted. Floods tend to have a longer-term impact on farm output.</p><p>The disruptions will be in the short term, however. The longer-term impact of the floods on global supply chains is likely to be negligible for goods, ranging from cars and electronics to coal, pork and peanuts.</p><p>The Chinese authorities, according to reports, have contained more than 30 outbreaks, from Guangdong province to Liaoning province. But the cause of the latest outbreak is the highly contagious and transmissible Delta variant.</p><p>After more than a dozen cleaners tested positive for the novel coronavirus at the Nanjing international airport, over 20 cities have identified linked cases. Media reports suggest the virus spread due to lax management and poor pandemic-prevention and control measures at the airport.</p><p>Three factors contributed to the spread this time: the highly infectious and transmissible character of the Delta variant, the timing of the outbreak－peak tourist season－and a busy international passenger hub.</p><p>The number of confirmed global cases is more than 200 million, while deaths have soared to 4.23 million. Yet by the end of April, the Delta variant accounted for less than 5 percent of all cases worldwide. Alarmingly, however, that figure has increased to 75 percent of the total.</p><p>The spread of the Delta variant notwithstanding, the economic impact is likely to be marginal as long as the authorities impose strict prevention and control measures, including testing, contact tracing and quarantine, and ensuring people continue to wear face masks and maintain social distancing. Also, the pace of vaccinations should be further intensified. Intra-provincial trips should be delayed or canceled, particularly to and from medium- to high-risk zones. But for this plan to be successful, cooperation of the people is mandatory.</p><p>Although the number of Delta variant cases in China is very low compared with the United States and some European countries, preemptive measures are needed to lessen its economic impact, because the greater the demand-side liabilities, the greater the supply-side damage.</p><p>The earliest the Delta is contained, the likelier it will be to limit the impact to small areas, which can be offset in the coming months.</p><p>In the first quarter of 2021, the Chinese economy grew by 18.3 percent, mainly due to the low base from last year. And after the economic contraction in the first quarter of 2020, retail sales, industry value added investment, real estate and trade operations have increased prominently this year.</p><p>Overall, China's economic performance has been strong despite the government reducing the budget deficit, restraining new local government special bond issues, and tightening measures in the real estate sector. Policymakers are also likely to increase liquidity to prevent excessive tightening of monetary conditions.</p><p>Thanks to the spectacular recovery, China's GDP growth before the Henan deluge and Delta variant outbreak was forecast at 7.5-8.0 percent in 2021 and 5.5 percent in 2022.</p><p>But will the natural disaster and new outbreak affect China's macroeconomic performance?</p><p>It would not be surprising if factory activity expands at a slightly slower pace, primarily due to higher raw material prices owing to the floods, government policies and rising COVID-19 cases, which in turn could slightly slow down China's full economic recovery. But the effect could be largely marginal if the country doesn't encounter any more large-scale natural disasters and contains the new infections.</p><p>Climate change has accelerated the frequency of severe storms, floods, droughts and extreme heat events. Extreme weather events are now part of the new global landscape. And in the long run, the only viable way to cope with such challenges is rapid acceleration of resilience and sustainability.</p><p>The author is the founder of Difference Group, and has served at the India, China and America Institute (USA), Shanghai Institutes for International Studies (China) and the EU Centre (Singapore).</p><p>The views don't necessarily reflect those of China Daily.</p><p> </p><p><url normalizedValue=\"https://epaper.chinadaily.com.cn/images/202108/06/610c7649a3106abb555fdd15.png\">Link to Image</url></p><p>LI MIN/CHINA DAILY</p>", "model_coding": "Label: \"Reaction\", \"Grief\", \"Moving Forward\""}, {"bodytext": "<p nitf:lede=\"true\">Aug. 2 -- Sunac Real Estate Group Co., Ltd issued the following news release:</p><p nitf:lede=\"true\">On August 2, Fortune magazine released the 2021 \"Fortune 500\" company list. Sunac China Holdings Co., Ltd. ranks among the top 500 with a revenue of 230.59 billion yuan in 2020, ranking 364th on the list.</p><p>The Fortune Global 500 list, which began in 1955, has always been the most famous and authoritative list for measuring large global companies. The 2021 \"Fortune\" rankings are based on indicators such as revenue and profit in 2020. The list data reflects the latest development trends of large global companies. Through the comparison of vertical and different years and horizontal and different industries, the changes in the company's operating quality are analyzed.</p><p>Founded in 2003, Sunac China has always adhered to customer-centricity, always insisting on providing high-quality products and services for Chinese families, and creating a better life for Chinese families. I am grateful for the wave of reform and opening up of the motherland, for the trust of every customer, and for every employee and partner to walk along the way! Over the past 18 years, we have gradually developed from a real estate developer to a comprehensive enterprise group focusing on real estate, covering services, culture, tourism, culture, conferences and exhibitions, and health care. With the mission of serving the overall development of Chinese cities, we have continuously improved the comprehensive city. Develop and integrate the operational capabilities of the industry, and strive to become a \"co-builder of a better city.\"</p><p>In the process of continuous development, we do not forget our original intentions, take the initiative to assume social responsibilities, and actively participate in social welfare. From Longtang in Guizhou to Zhongyi Township in Chongqing and Guangnan County in Yunnan...Sunac assisted 21 poor villages in 13 provinces and cities in poverty alleviation and rural revitalization; the Wuhan epidemic and Henan floods, Sunac Charity Foundation responded immediately and extended Help and participate in the reconstruction of the disaster area!</p><p>Clang and work hard! We will continue to fulfill our responsibilities and responsibilities as a corporate citizen, and we will resonate with the motherland and run towards the better!</p><p>Disclaimer: The Above Content is Auto-Translated</p><p>Source: Sunac Real Estate Group Co., Ltd</p>", "model_coding": "Label: Reaction, Moving Forward"}, {"bodytext": "<p nitf:lede=\"true\">(LI MIN / CHINA DAILY)</p><p nitf:lede=\"true\">The devastating floods in Henan province have claimed hundreds of lives and destroyed billions of dollars worth of property. Zhengzhou, the provincial capital with a population of about 12 million, has been the worst hit. It received a record 201.9 millimeters of rainfall in just one hour last month.</p><p nitf:lede=\"true\">On July 20, almost the same time as Zhengzhou deluge, the first case of the Delta variant was confirmed at Nanjing Lukou International Airport. By the end of last month, almost 300 cases had been reported in China.</p><p>Until recently, China's economic recovery has been spectacular. Could extreme weather events and novel coronavirus variants undermine it?</p><p>On Tuesday, 302 people were confirmed to have died in the Henan floods with 47 still missing. While resident evacuations peaked at 1.5 million, 934,000 people have been relocated and some 10 million affected.</p><p>On Monday, the State Council, China's Cabinet, formed a task force to comprehensively investigate whether there have been any lapses or shortcomings in the response to the natural disaster. The results will be vital for Zhengzhou and Henan, but also for other Chinese cities and provinces that could face extreme weather events in the future.</p><p>What amplifies the economic impact of the deluge is the role of Zhengzhou as a major junction on north-south and east-west high-speed railways, with connections to most major Chinese cities. In addition to heavy casualties, property losses are high, due to the floods. According to current estimates, direct economic losses amount to about US$18 billion.</p><p>Meanwhile, power plants were coping with peak summer demand before the Henan floods. After flooding, the transport of coal to central and eastern China could be significantly impacted. Floods tend to have a longer-term impact on farm output.</p><p>The disruptions will be in the short term, however. The longer-term impact of the floods on global supply chains is likely to be negligible for goods, ranging from cars and electronics to coal, pork and peanuts.</p><p>The Chinese authorities, according to reports, have contained more than 30 outbreaks, from Guangdong province to Liaoning province. But the cause of the latest outbreak is the highly contagious and transmissible Delta variant.</p><p>After more than a dozen cleaners tested positive for the novel coronavirus at the Nanjing international airport, over 20 cities have identified linked cases. Media reports suggest the virus spread due to lax management and poor pandemic-prevention and control measures at the airport.</p><p>Three factors contributed to the spread this time: the highly infectious and transmissible character of the Delta variant, the timing of the outbreak－peak tourist season－and a busy international passenger hub.</p><p>The number of confirmed global cases is more than 200 million, while deaths have soared to 4.23 million. Yet by the end of April, the Delta variant accounted for less than 5 percent of all cases worldwide. Alarmingly, however, that figure has increased to 75 percent of the total.</p><p>The spread of the Delta variant notwithstanding, the economic impact is likely to be marginal as long as the authorities impose strict prevention and control measures, including testing, contact tracing and quarantine, and ensuring people continue to wear face masks and maintain social distancing. Also, the pace of vaccinations should be further intensified. Intra-provincial trips should be delayed or canceled, particularly to and from medium- to high-risk zones. But for this plan to be successful, cooperation of the people is mandatory.</p><p>Although the number of Delta variant cases in China is very low compared with the United States and some European countries, preemptive measures are needed to lessen its economic impact, because the greater the demand-side liabilities, the greater the supply-side damage.</p><p>The earliest the Delta is contained, the likelier it will be to limit the impact to small areas, which can be offset in the coming months.</p><p>In the first quarter of 2021, the Chinese economy grew by 18.3 percent, mainly due to the low base from last year. And after the economic contraction in the first quarter of 2020, retail sales, industry value added investment, real estate and trade operations have increased prominently this year.</p><p>Overall, China's economic performance has been strong despite the government reducing the budget deficit, restraining new local government special bond issues, and tightening measures in the real estate sector. Policymakers are also likely to increase liquidity to prevent excessive tightening of monetary conditions.</p><p>Thanks to the spectacular recovery, China's GDP growth before the Henan deluge and Delta variant outbreak was forecast at 7.5-8.0 percent in 2021 and 5.5 percent in 2022.</p><p>But will the natural disaster and new outbreak affect China's macroeconomic performance?</p><p>It would not be surprising if factory activity expands at a slightly slower pace, primarily due to higher raw material prices owing to the floods, government policies and rising COVID-19 cases, which in turn could slightly slow down China's full economic recovery. But the effect could be largely marginal if the country doesn't encounter any more large-scale natural disasters and contains the new infections.</p><p>Climate change has accelerated the frequency of severe storms, floods, droughts and extreme heat events. Extreme weather events are now part of the new global landscape. And in the long run, the only viable way to cope with such challenges is rapid acceleration of resilience and sustainability.</p><p>The author is the founder of Difference Group, and has served at the India, China and America Institute (USA), Shanghai Institutes for International Studies (China) and the EU Centre (Singapore).</p><p>The views don't necessarily reflect those of China Daily.</p>", "model_coding": "Label: None"}, {"bodytext": "<p nitf:lede=\"true\">By Dan Steinbock | chinadaily.com.cn | Updated: 2021-08-05 10:07<br/><br/>A medical worker takes a swab sample from a resident for COVID-19 nucleic acid testing in Erqi district of Zhengzhou, Central China's Henan province, Aug 1, 2021. [Photo/Xinhua]</p><p nitf:lede=\"true\">The devastating floods in Henan province have claimed hundreds of lives and destroyed billions of dollars worth of property. Zhengzhou, the provincial capital with a population of about 12 million, has been the worst hit. It received a record 201.9 millimeters of rainfall in just one hour last month.</p><p>On July 20, almost the same time as Zhengzhou deluge, the first case of the Delta variant was confirmed at Nanjing Lukou International Airport. By the end of last month, almost 300 cases had been reported in China.</p><p>Until recently, China's economic recovery has been spectacular. Could extreme weather events and novel coronavirus variants undermine it?</p><p>On Tuesday, more than 300 people were confirmed to have died in the Henan floods with 50 still missing. While resident evacuations peaked at 1.5 million, 934,000 people have been relocated and some 10 million affected.</p><p>On Monday, the State Council, China's Cabinet, formed a task force to comprehensively investigate whether there have been any lapses or shortcomings in the response to the natural disaster. The results will be vital for Zhengzhou and Henan, but also for other Chinese cities and provinces that could face extreme weather events in the future.</p><p>What amplifies the economic impact of the deluge is the role of Zhengzhou as a major junction on north-south and east-west high-speed train lines, with connections to most major Chinese cities. In addition to heavy casualties, property losses are high, due to the floods is high. According to current estimates, direct economic losses amount to about $18 billion.</p><p>Power plants were coping with peak summer demand before the Henan floods. After flooding, the transport of coal to central and eastern China could be significantly impacted. Floods tend to have a longer-term impact on farm output.</p><p>The disruptions will be in the short term, however. The longer-term impact of the floods on global supply chains is likely to be negligible for goods, ranging from cars and electronics to coal, pigs and peanuts.</p><p>The Chinese authorities, according to reports, have contained more than 30 outbreaks, from Guangdong province to Liaoning province. But the cause of the latest outbreak is the highly contagious and transmissible Delta variant.</p><p>After more than a dozen cleaners tested positive for the novel coronavirus at the Nanjing international airport, over 20 cities have identified linked cases. Media reports suggest the virus spread due to lax management and poor pandemic-prevention and control measures at the airport.</p><p>Three factors contributed to the spread this time: the highly infectious and transmissible character of the Delta variant, the timing of the outbreak — peak tourist season — and a busy international passenger hub.</p><p>The number of confirmed global cases is more than 200 million, while deaths have soared to 4.23 million. Yet by the end of April, the Delta variant accounted for less than 5 percent of all cases worldwide. Alarmingly, however, that figure has increased to 75 percent of the total.</p><p>The spread of the Delta variant notwithstanding, the economic impact is likely to be marginal as long as the authorities impose strict prevention and control measures, including testing, contact tracing and quarantine, and ensuring people continue to wear face masks and maintain social distancing. Also, the pace of vaccinations should be further intensified. Intra-provincial trips should be delayed or canceled, particularly to and from medium- to high-risk provinces. But for this plan to be successful, cooperation of the people is mandatory.</p><p>Although the number of Delta variant cases in China is very low compared with the United States and some European countries, preemptive measures are needed to lessen its economic impact, because the greater the demand-side liabilities, the greater the supply-side damage.</p><p>The earliest the Delta can be contained, the likelier it will be to limit the impact to the region, which can be offset it in the coming months.</p><p>In the first quarter of 2021, the Chinese economy grew by 18.3 percent, mainly due to the low base from last year. After the economic contraction in the first quarter of 2020, retail sales, industry value added investment, real estate and trade operations have increased prominently this year.</p><p>Overall, China's economic performance has been strong despite the government reducing budget deficit, restraining new local government special bond issues, and tightening measures in the real estate sector. Policymakers are also likely to increase liquidity to prevent excessive tightening of monetary conditions</p><p>Thanks to the spectacular recovery, China's GDP growth before the Henan deluge and Delta variant outbreak was forecast at 7.5-8.0 percent in 2021 and 5.5 percent in 2022.</p><p>But will the natural disaster and new outbreak affect China's macroeconomic performance?</p><p>It would not be surprising if factory activity expands at a slightly slower pace, primarily due to higher raw material prices owing to the floods, government policies and rising COVID-19 cases, which in turn could slightly slow China's full economic recovery. But the effect could be largely marginal if the country doesn't encounter any more large-scale natural disasters and contains the new infections.</p><p>Climate change is accelerating the frequency of severe storms, floods, droughts and extreme heat events. Extreme weather events are now part of the new global landscape. In the long run, the only viable way to cope with such challenges is rapid acceleration of resilience and sustainability.</p><p>The author is the founder of Difference Group, and has served at the India, China and America Institute (USA), Shanghai Institutes for International Studies (China) and the EU Centre (Singapore).</p><p>The views don't necessarily reflect those of China Daily.</p>", "model_coding": "Label: \"Grief\", \"Moving Forward\""}, {"bodytext": "<p nitf:lede=\"true\">A RESCUE team of 16, which traveled to Henan Province from Shanghai to offer support in the aftermath of massive flooding, headed back yesterday to aid with cleanup in the city following Typhoon In-Fa.</p><p><br/><br/><br/><br/>Pudong’s Sanqi Emergency Rescue Team received a call for help from Zhengzhou authorities on July 19 as waters in the city and its surroundings began to rise. The next morning a group of 16 set off in six vehicles for Henan carrying lifeboats and other rescue equipment, including an underwater robot.<br/><br/><br/><br/>When the team arrived on July 20 it helped with the rescue effort in Henan’s capital, rescuing people stuck inside housing complexes. On July 24, it headed to Xinxiang, about 100 kilometers north of the city, where thousands remained stranded in villages situated along the Weihe River. <br/><br/><br/><br/>The team members spent two days rescuing citizens trapped when the river burst its banks. Many people in the village ignored early warnings to leave, telling local officials they did not expect the water would rise much higher than 30 centimeters. <br/><br/><br/><br/>Dozens of rescue teams from all over China, including the Pudong Sanqi team, quickly went to work rescuing citizens who had been stuck for days, many without water, food or medication. <br/><br/><br/><br/>Their efforts were mainly concentrated on Gouxi, Feng and Wangguanzhuang villages where thousands needed to be brought back to dry land. <br/><br/><br/><br/>By July 25, the Pudong rescue team had already helped rescue some 6,000 people. <br/><br/><br/><br/>Xu Jun, the team’s leader, told Shanghai Daily, that 80 percent of the team members are retired veterans with extensive rescue training, while others have specialist expertise such as medical training. <br/><br/><br/><br/>“Our rescue team has 50 people in total. Many stayed back in Shanghai anticipating the typhoon,” he said. “Half of the team remains in Shanghai just in case.”<br/><br/><br/><br/>The entire crew members are volunteers but also hold full-time jobs back in Shanghai, meaning many need to ask for leave when situations like the Henan floods arise. “I run a security company, and we have a hairdresser and so on,” Xu said. “All of our team’s workplaces are very supportive of us coming to help out.” <br/><br/><br/><br/>The drive back to Shanghai will take about 11 hours. “We have to drive slowly because of all our gear on the back.”<br/><br/><br/><br/>Wang Juzhen, manager of the Yijia Hotel in Xinxiang where the team stayed, said they were “extremely professional and well-mannered.”</p>", "model_coding": "Label: Reaction, Moving Forward"}, {"bodytext": "<p nitf:lede=\"true\">Readers discuss Siobhan Haughey's historic Olympic medals, the legal sector going digital, Hong Kong's land sharing scheme, and the Henan floods</p><p nitf:lede=\"true\">I am writing to express my views on uplifting news for Hongkongers (\"Hong Kong on a high as Siobhan Haughey signs off with second sliver medal\", <url normalizedValue=\"https://www.scmp.com/sport/hong-kong/article/3143244/tokyo-olympics-hong-kong-high-siobhan-haughey-signs-second-silver\">July 30</url>). Haughey said, \"I was trying to have fun, have a good time and swim my best time, and getting the silver was like, \"Oh! Yay!\"' In other words, she won while trying to do her best and enjoying the race. </p><p nitf:lede=\"true\">In the end, Haughey claimed silver medals in the women's <url normalizedValue=\"https://www.scmp.com/sport/hong-kong/article/3142798/tokyo-olympics-siobhan-haughey-creates-history-silver-medal-200m\">200m</url> and 100m freestyle finals, writing another chapter in Hong Kong's Olympic history and doing it all with a big smile. Although her Tokyo Games ended with a <url normalizedValue=\"https://www.scmp.com/sport/hong-kong/article/3143428/tokyo-olympics-siobhan-haughey-battled-injury-stopped-because-she?module=lead_hero_story&amp;pgtype=homepage\">back injury</url> following an appearance in the heats of the 50m freestyle event just hours after her latest success, it did little to dampen our joy. </p><p>Thousands of Hongkongers stopped what they were doing, crowded into shopping centres or gathered around televisions at home and in the office to watch Haughey swim the 100m freestyle. Haughey finished in 52.27 seconds to resounding cheers across malls in Kwun Tong, West Kowloon and Causeway Bay. </p><p>Do you have questions about the biggest topics and trends from around the world? Get the answers with <url normalizedValue=\"https://www.scmp.com/knowledge\">SCMP Knowledge</url>, our new platform of curated content with explainers, FAQs, analyses and infographics brought to you by our award-winning team. </p><p>\"I wouldn't say I'm the greatest, but it's definitely crazy to think that ... I don't even know what to say,\" she said in response to suggestions that she could be the city's greatest Olympian. </p><p>Haughey's modesty, even following her double haul of Olympic silver medals, may be one of the reasons behind her achievement. She said that her Olympic wins, along with the knowledge that she can compete with the best in the world, have given her even more confidence and that there is a lot to learn from that experience. </p><p>Therefore, we can hope that Haughey will win more medals at the next Olympic Games and that Hong Kong can rise to new heights of sporting achievement. </p><p><emphasis typeStyle=\"it\">Jeffery Lam, Tseung Kwan O</emphasis></p><p><emphasis typeStyle=\"bf\">Going digital not an open-and-shut case</emphasis></p><p>Your correspondent in \"How can Hong Kong be a smart city when offices are stuck in the past?\" (<url normalizedValue=\"https://www.scmp.com/comment/letters/article/3140767/how-can-hong-kong-be-smart-city-when-offices-are-stuck-past\">July 14</url>) complained about working under the Hong Kong government's strict regime in terms of documentation submission. </p><p>I could not agree more as many firms unwillingly have to bear the extra cost of employing a court filing clerk. This is a laborious job because it requires the filing of many heavy bundles of documents amid legal proceedings for the judge's and opponent's perusal. All parties make their notes on their respective bundles of paper in support of their positions during the hearing. </p><p>This practice of using hard copies could be updated, such as with e-bundles which could be shown on a public screen in court for all parties' viewing. But then highlighting words and phrases in yellow or jotting down handwritten notes next to the relevant paragraphs is a convenient way to keep track of one's thoughts in the midst of a trial. </p><p>Computerisation has its conveniences as well as its limitations. </p><p><emphasis typeStyle=\"it\">Edmond Pang, Fanling</emphasis></p><p><emphasis typeStyle=\"bf\">Assess sites stringently under land sharing scheme</emphasis></p><p>I have a request to those responsible for assessing the submission by Nan Fung Development for the development of two sites under the Land Sharing Pilot Scheme (\"Hong Kong plan to tap developers' land reserves for homes receives first application\", <url normalizedValue=\"https://www.scmp.com/news/hong-kong/society/article/3142156/hong-kong-scheme-tap-developers-land-reserves-homes-receives\">July 22</url>). </p><p>Please inspect the sites and you will see why I am asking for full impact assessments covering the environment, traffic and drainage, plus a terrain hazard study that is essential given the topography of the area, before any consideration is given to rezoning. </p><p>While the government may wish for this scheme to have some success, speculative acquisitions by developers should not be rewarded with any site on offer, and these two sites are fraught with problems. </p><p><emphasis typeStyle=\"it\">Allan Hay, Tai Po</emphasis></p><p><emphasis typeStyle=\"bf\">Pay attention to reasons behind Henan floods</emphasis></p><p>I am writing to express my views on the article \"China flood survivors tell of rising water and last goodbyes as disaster claims at least 25 lives and displaces thousands\" (<url normalizedValue=\"https://www.scmp.com/news/china/article/3141939/china-floods-rail-passengers-tell-rising-water-and-last-goodbyes\">July 21</url>). </p><p>Floodwater crashed through Henan province in China after days of torrential rain since July 17, with rescue work still continuing at the end of July. In one particularly horrifying episode, floodwater rushed into a train compartment in the provincial capital of Zhengzhou, steadily rising from ankle to neck height, leading passengers to stand on the seats. To add to the chaos, the compartment was plunged into darkness, as passengers waited for rescue that finally came hours later. </p><p>Unfortunately, at least 12 people trapped in the flooded subway were among more than 65 people who died in this tragedy. </p><p>In addition to my deep sense of sorrow after reading the news of this disaster, the reason for these floods is also worth our attention. First, drainage systems should be cleared regularly to ensure water can be drained away efficiently. Local governments must take this issue more seriously to prevent great economic losses and deaths. </p><p>Second, as members of the global community, we should realise that extreme weather conditions have been occurring with more frequency in past few decades. We have to be aware of how we treat the environment and take significant steps, such as reducing the amount of plastic we use and repurposing unwanted items instead of simply buying more stuff. </p><p>We have to understand that our daily choices can bring devastation to the lives of others in the form of natural disasters. </p><p><emphasis typeStyle=\"it\">Cheung Pak-yu, Yau Tong</emphasis></p><p>Copyright (c) 2021. South China Morning Post Publishers Ltd. All rights reserved. </p>", "model_coding": "Label: Grief, Moving Forward"}, {"bodytext": "<p>The Henan floods are likely to see total insurance claims of up to 11 billion yuan (HK$13.1 billion), Goldman Sachs said, with one ­expert adding this could be the largest natural ­catastrophe for ­insurers in China's history.<br/>The floods in Henan province, caused by unprecedented rainfall last week, have killed 58 people with five still missing, while ­thousands of cars and homes have been damaged and farmland inundated. In the provincial capital of Zhengzhou, almost 400,000 people were displaced and the direct economic losses for the city stood at 65.5 billion yuan.<br/>A large portion of the claims could come from Zhengzhou, where a lot of property and cars had been damaged, Goldman Sachs said in a report.<br/>\"The Henan flooding may well trigger the largest insurance ­payment in a single natural ­catastrophe in China as Zhengzhou is a major city,\" said Louis Tse Ming-kwong, managing director of Wealthy Securities.<br/>The prevalence of insurance cover, which was much higher now than in the past, would be a major factor in deciding the ­payout, he added.<br/>Two major insurers saw their share prices plunge after they ­disclosed their exposure on ­Monday.<br/>People's Insurance Co (Group) of China (PICC) estimated compensation to its clients would reach 2 billion yuan. The largest property and casualty ­insurer in the country said it had received more than 200,000 claims related to the floods in ­Henan as of 5pm on Sunday.<br/>PICC's share price fell by 2.4 per cent at the close on Monday at HK$2.46, its lowest in four months. The Beijing-based ­insurance holding company owns PICC Property and Casualty, which is the largest player in the car, property and casualty ­segment on the mainland with about a third of the market.<br/>Shares in Ping An Insurance, the country's largest insurance company and the second-largest property and casualty insurer, dropped by 5 per cent to HK$67.70, their lowest level since January 2019.<br/>The group said it would need to pay about 1 billion yuan in compensation related to the ­catastrophe.<br/>It said it had received more than 46,000 claims over the flood damages, with 97 per cent related to cars and the rest related to ­damages to property, farms and accidents. Its life insurance arm also received 39 death-related claims. Several other insurers have received claims numbering in the thousands.<br/>Both PICC and Ping An said they had hastened the process to handle claims to help the victims cope with the crisis.<br/>\"Insurance stocks are set to face further pressure as claims mount,\" Tse said.<br/></p>", "model_coding": "None"}, {"bodytext": "<p nitf:lede=\"true\">At 5pm on July 20, Zhao Jiaqi and her roommate Lou Yikun, two juniors at Beijing Technology and Business University completed a mock test for the postgraduate entrance examination and started to read news online.</p><p><br/><br/>At the same time, 27-year-old Zhang Jingshu, a Chinese student at Columbia University, was at a hotel in San Francisco and preparing for her return to China. She habitually checked her phone before going to bed.<br/><br/>“Record rains hit central China’s Henan Province.” “Rainstorms in Henan cause massive disruptions.” The news feed was roaring with information on the Henan floods.<br/><br/>They were unaware that they would soon throw themselves into the same invisible battlefield.<br/><br/>The record downpour showed no signs of abating, with requests for help popping up on China’s social media platforms.<br/><br/>The death toll from torrential rain in Henan was 99 as of last Thursday. More than 13.91 million people have been affected by the latest round of downpours since July 16.<br/><br/>The more information they got, the more desperate Zhao and Lou, both 21, were to go to the front line to render help.<br/><br/>On July 21, they searched online and joined dozens of WeChat and QQ groups focusing on disaster relief. Zhang Jingshu was also a member of these groups.<br/><br/>One of the admins of these online groups was a post-1995 generation netizen called Hezi from the southwestern Chinese city of Chengdu. Hezi swung into action on July 20 and launched an online rescue campaign.<br/><br/>“We classify and verify the online messages before inputting the data on shared documents. Then, we connect those in need of help with the rescue services,” said Hezi.<br/><br/>As more young people got involved in different online rescue groups, the anti-disaster fight by China’s Generation Z using their fingertips has rallied thousands of volunteers from home and abroad who are working in shifts 24 hours a day to offer help through the Internet.<br/><br/>On July 24, Hezi announced on his WeChat account he had founded 10 online rescue groups of more than 3,000 people. His teams had collected over 10,000 messages and assisted the rescue of thousands.<br/><br/>The original aim of his teams was simply to collect callis for help.<br/><br/>The situation, however, demanded more. “With plenty of information pouring in, it is far from enough. Urgent messages might be washed away by the highly repetitive and scattered ones,” Hezi added.<br/><br/>To ensure targeted rescue, the teams were divided into several groups tasked with different responsibilities like searching and verifying information, and contacting rescuers.<br/><br/>During her flight back to China, Zhang Jingshu, majoring in education data analysis, was busy tapping on the laptop to filter critical information. As soon as she arrived, Zhang shared the information through Wechat.<br/><br/>Zhao and Lou were part of another group to check if information sources were reliable and if people were still awaiting help. They tagged the data with different colors. Green meant saved, red indicated very urgent, orange for urgent while gray suggested the source had lost contact or even died.<br/><br/>Their only food for two days after volunteering was a single hamburger. “We didn’t dare to sleep. A one-minute delay may leave one trapped person dead,” Zhao said.</p>", "model_coding": "Label: Reaction, Moving Forward"}, {"bodytext": "<p nitf:lede=\"true\">China's economic losses from flood-related events last year stood at US$25 billion, while losses in Europe totalled US$41.8 billionMore than 50 major flood events claimed over 2,300 lives and caused US$82 billion of economic losses globally last year</p><p nitf:lede=\"true\">China endured around US$25 billion of losses from floods - the world's second worst after Europe - last year, but only a tenth was insured, according to Swiss Re Institute. </p><p>The lion's share was attributed to extreme rainstorms in Henan province last July, which saw some US$19 billion of economic losses, where US$2.3 billion was covered, said the research unit of Swiss Re, one of the world's biggest reinsurers. </p><p><url normalizedValue=\"https://www.scmp.com/business/banking-finance/article/3142600/henan-floods-trigger-record-insurance-claims-us17-billion\">Henan floods to trigger record insurance claims as thousands of cars, property damaged</url></p><p>Do you have questions about the biggest topics and trends from around the world? Get the answers with <url normalizedValue=\"https://www.scmp.com/knowledge\">SCMP Knowledge</url>, our new platform of curated content with explainers, FAQs, analyses and infographics brought to you by our award-winning team. </p><p>Only Europe suffered more, recording over US$41.8 billion of flood-related losses when extreme rainstorms hit Germany and neighbouring nations in July, data from the Zurich-based firm's latest research report on natural catastrophes showed. Some 32.5 per cent of the losses were covered. </p><p>Asia has historically been the most flood-loss hit and underinsured region globally. Last year, just 10.6 per cent of US$31.1 billion of flood losses were protected. That has slightly improved from the 7 per cent average between 2011 and 2020, but still trailed well behind 34 per cent in Europe. </p><p>\"It is clear today that climate change will be the fundamental economic challenge of our time,\" said John Zhu, the institute's chief economist for Asia. \"With climate change set to inflict heavy economic costs, infrastructure investments including flood defences can pay off substantially over the long run.\" </p><p>Under the most negative \"business as usual\" scenario, climate change will cost Asia more than a quarter of its gross domestic product by 2050, Swiss Re estimated. </p><p>Last year, the world witnessed over 50 major flood events, which claimed over 2,300 lives and caused US$82 billion of economic losses, it noted. </p><p>Since the 1950s, the frequency and intensity of heavy precipitation events have increased over most of the world's land area where sufficient data has been collected, the United Nation's Inter-governmental Panel on Climate Change (IPCC) said in a report last September. Human-induced climate change was \"likely the main driver\". </p><p>Even if global warming is contained at 1.5 degrees Celsius by 2100 from pre-industrial levels, heavy rainfall and associated flooding are projected to intensify and become more frequent in most regions in Africa and Asia, the IPCC said. Human activities have already caused an average temperature rise of 1.1 degrees since 1850. </p><p>Global Top Inland Flood Events in 2021  </p><p>Economic Losses (US$ bil) </p><p>Source: Swiss Re Institute  </p><p>  </p><p>  </p><p>Insured flood losses globally amounted to around US$20 billion last year, compared with an average of US$8 billion in the decade to 2020, US$4 billion in the decade to 2010 and US$3 billion in the 10 years to 2000, according to Swiss Re. </p><p>\"Scientific findings are unambiguous: global climate change is intensifying the hydrological cycle and making extreme events like floods more likely,\" it said. \"A warmer climate increases the amount and intensity of rainfall and shifts precipitation patterns.\" </p><p>Growing populations, rapid urban development and the accumulation of economic wealth in disaster-prone areas have also contributed to the growing catastrophe losses. </p><p>Floods were the world's top peril, affecting nearly a third of the population, and losses have risen at a faster pace than economic output globally, Swiss Re noted. </p><p>Rival Munich Re has also warned of the role climate change may have played in rising losses from natural disasters. Losses grew to US$280 billion last year from US$210 billion in 2020 and US$166 billion in 2019, it said in a report in January. </p><p>Only around US$120 billion of last year's losses - mostly weather related - were insured, Munich Re noted, which was the second-costliest ever for the insurance industry after US$146 billion in 2017. </p><p>\"Even though events cannot automatically be attributed to climate change, analysis of the changes over decades provides plausible indications of a connection with the warming of the atmosphere and the oceans,\" said Ernst Rauch, head of climate solutions at Munich Re. </p><p>\"Adapting to increasing risks due to climate change will be a challenge.\" </p><p>Copyright (c) 2022. South China Morning Post Publishers Ltd. All rights reserved. </p>", "model_coding": "None"}, {"bodytext": "<p>Brian Wong says Hong Kong has many problems, but it remains a resilient and vibrant city</p>", "model_coding": "None"}, {"bodytext": "<p>Economists still see room for easing even as China's recovery falters and foreign banks trim forecasts</p>", "model_coding": "Label: None"}, {"bodytext": "<p>The abuse of health codes is an abuse of power. Incomplete investigation of the incident will abet bad practices for other authorities to follow</p>", "model_coding": "Label: None"}, {"bodytext": "<p nitf:lede=\"true\">Henan floods show more must be done to address growing meteorological crises</p><p nitf:lede=\"true\">People are evacuated from their neighborhoods in Weihui, Henan province, on July 26. (WANG FEI / FOR CHINA DAILY)</p><p nitf:lede=\"true\">Zhengzhou, the capital of Central China's Henan province, is regarded as one of the star cities in China, having transformed from an unremarkable railway hub into a modern metropolis over the past decade. This is why the heavy loss of life the city suffered during the deadly floods in the province in late July was especially shocking.</p><p nitf:lede=\"true\">The city, home to 12 million people, accounted for the lion's share of the total death toll in the province during the severe rainstorms. Yet Zhengzhou, whose population and GDP have increased nearly threefold over the past 10 years－its GDP hit more than 1.2 trillion yuan ($186.2 billion)－has rapidly modernized its infrastructure and has been a pioneer in its efforts to be a sponge city and smart city, which should have made it better able to respond to the heavy rainfall.</p><p nitf:lede=\"true\">Rivers and lakes have natural laws to follow in their adjustments to floods. It is foolish to ignore those laws and rely on technology and manpower to tame the floodwaters. That's putting the cart before the horse</p><p>Wang Yongjie, a professor of geography at Qiqihar University</p><p>However, the tragedy in Zhengzhou showed that unless advanced technologies and modern city planning are effectively integrated with an efficient and agile urban management system, subways, tunnels, underground parking lots and other modern urban infrastructure can become deathtraps in minutes in an extreme weather event.</p><p>Investigation underway</p><p>The central authorities are still carrying out an investigation into how the various local governments performed during the deadly floods in the province, which claimed 302 lives and left 50 missing.</p><p>But other cities must not just wait for the results; they should heed the lessons of Zhengzhou. The city's problematic response to the flash flood showed that as the skylines of Chinese cities soar higher and the built-up areas sprawl out to hold more residents－about 300 million rural residents have moved to the country's cities over the past three decades－the building of the underground spaces, the overconcentration of the population and the busy traffic system and large-scale industrial bases are all making cities more vulnerable to the tests of extreme weather events than ever before.</p><p>The dramatic increase in the rainfall in the north of the country over recent years－statistics show the rainfall in Henan has risen for 10 years in a row for instance－can be attributed to climate change, which is increasing the frequency and severity of deluges such as the one that caused so much heartache in Henan. That's why meteorologists and emergency response experts are urging the authorities to attach more significance to the prevention and control of floods in the north of the country while not relaxing their vigilance to the typhoons, droughts and tornadoes that are intensifying in the south.</p><p>Particularly, it has been suggested that the flow regulation function of the Three Gorges Dam in the middle reaches of the Yangtze River, should be better harnessed to prevent and control floods and resist droughts in the areas down river.</p><p>At the same time the integrity of the dam needs to be carefully monitored, as the largest hydropower station in the world was designed and built before climate change and extreme weather events became such clear and pressing challenges.</p><p>People leave their homes via a floating, movable bridge in Weihui on July 22. (AN NENG / FOR CHINA DAILY)</p><p>Secondary dangers</p><p>On July 21, 2012, heavy rainfall in Beijing claimed the lives of 79 people, and a flood in Jinan, Shandong province, took 34 lives in 2007, because of the lack of early warnings, ineffectual and belated responses and poor self-rescue awareness.</p><p>The nuclear leak at the Fukushima nuclear power plant caused by an earthquake and subsequent tsunami in March 2011 should also ring the alarm bell for other countries, spurring them to include secondary disasters triggered in their contingency plans for natural disasters.</p><p>There are about 16,000 enterprises of high-risk industries located near rivers, and about 110 million people living in areas less than 1 kilometer from high-risk enterprises and heavy industries in China.</p><p>And statistics show nearly half of the nation's population live in high-risk regions prone to earthquakes, meteorological, geological or ocean disasters, and over 70 percent of its cities and two-thirds of the country's territory are regularly threatened by floods.</p><p>The economic losses caused by natural disasters in the country from 1990 to 2016 was over 300 billion yuan ($46.47 million), accounting for about 2 percent of the country's GDP, and one-fifth of the total global loss to such causes, during that period of time. The deaths caused by the natural disasters in China accounted for about 10 percent of the world total.</p><p>Forewarned and forearmed</p><p>As a major victim of extreme weather events, China must ensure it draws the necessary lessons from natural disasters such as the floods in Henan.</p><p>Mao Zhenhua, an economist with the Renmin University of China, says that the tragedy has shown that the warning system for extreme weather events must be improved. At present, even after the meteorological department signals a red alarm should be issued, it has to be approved by a chain of officials of various levels across different departments in a complicated bureaucratic system, which wastes precious time for people to prepare for the upcoming dangers.</p><p>He also suggests that, just as lifeboats are already a standard configuration on passenger liners simply because there is always the possibility they may be needed, cities must reserve enough disaster relief materials and supplies proportional to the size of their populations in case of emergency needs, as extreme weather can easily paralyze the intercity transport and communication links.</p><p>\"The systems supplying power and water, and the telecom services must develop stronger disaster-resistant capabilities to ensure their reliability in emergencies such as extreme weather events as they concern not only people's survival needs, but are also vital to the emergency response, rescue and disaster relief efforts,\" Mao says.</p><p>Wang Yongjie, a professor of geography at Qiqihar University, says scientific city planning should not just mean the application of advanced technology and the construction of modern infrastructure facilities, but more importantly the development of cities should respect nature to the maximum extent.</p><p>\"It is against the law of the nature to construct buildings along river banks in the floodplains of rivers and around lakes. Although the people might enjoy good views, they are putting themselves in danger,\" Wang said. \"Rivers and lakes have natural laws to follow in their adjustments to floods. It is foolish to ignore those laws and rely on technology and manpower to tame the floodwaters. That's putting the cart before the horse.\"</p><p>She urged the cities on the Chinese mainland to learn from Hong Kong in showing foresight in city planning, suggesting they should ensure they maintain enough forest reserves, as these not only make cities more pleasant to live in and provide a habitat for wildlife, they can also help cities resist natural disasters more effectively.</p><p>She also advises the education authorities to make education on climate change, what to do in an extreme weather emergency and self-rescue techniques part of the country's compulsory education curriculum to raise the public's awareness of the dangers and how to respond to them.</p><p>Although these actions at the city level are indispensable to minimize the loss of life and property, accelerated action at the national and global level is also needed to reduce the greenhouse gas emissions that are the root cause of the global temperature rise and thus the increasingly frequent extreme weather events.</p><p>Call for global action</p><p>According to the Intergovernmental Panel on Climate Change of the United Nations, extreme weather events, including extremely low and high temperatures, serious droughts and heavy rainfall, have become increasingly frequent since the middle of the last century, and will become more frequent this century, threatening global food supplies, water resources and energy security.</p><p>As extreme weather events are no longer \"black swans\" but \"gray rhinos\", and a common challenge to all countries, Song Lianchun, director of the National Meteorological Center, suggests that the countries should integrate climate change adaptation and climate disaster prevention into their national development strategies.</p><p>\"It is necessary for the countries to collaborate with each other to strengthen the monitoring, early warning and forecasting of extreme weather events and other important climate phenomena, and enhance the overall disaster prevention awareness and adaptability of the whole society,\" Song told the media after the Henan floods.</p><p><email normalizedValue=\"mailto:liyang@chinadaily.com.cn\">liyang@chinadaily.com.cn</email></p>", "model_coding": "Label: Reaction, Moving Forward"}, {"bodytext": "<p>A Guangzhou volunteer who drove 1,400km to Zhengzhou to help repair cars damaged by the Henan floods has become the ­latest victim of online bullying with internet users accusing him of taking the coronavirus back to his home city.<br/>Zhengzhou had reported 112 coronavirus cases by Thursday, following the thunderstorms which left 292 people dead, 47 missing and hundreds of vehicles submerged in floodwaters.<br/>Ye Jungang, a 35-year-old car mechanic in Guangzhou, drove to Zhengzhou on July 25 with a ­colleague after seeing a video of mechanics in Zhengzhou ­appealing for help as they struggled to cope with the number of cars hit by the floods, news portal shobserver.com reported.<br/>Ye, with 16 years of experience in the industry, said going to the site to repair cars was the \"most practical way he could support Zhengzhou\".<br/>Before he left Zhengzhou on July 30, Ye had helped fix 400 cars.<br/>Upon his return to Guangzhou, he started being quarantined in a hotel as required by the government since his car had passed through the pandemic-affected areas in Zhengzhou. Ye tested negative for Covid-19.<br/>But since returning, his social media account has been flooded with abusive messages.<br/>\"Why are you so silly to go to Zhengzhou and come back? You want to bring the virus to us?\" one of the comments read. \"You returned to Huadu District [of Guangzhou] to spread the virus?\" asked another person. Following the deluge of online abuse, Ye released a short video last Tuesday asking for understanding from internet users.<br/>Ye said that before he headed to Zhengzhou, he hadn't imagined that the city would be hit by a fresh wave of the coronavirus. On the day he left Guangzhou, no new cases had been reported.<br/>\"I went to Zhengzhou to be a volunteer to fix their cars. I want to help the people there,\" Ye said, weeping in front of the camera. \"I have never thought of bringing the virus to Huadu.\"<br/>\"I wish the public would give me more encouragement, rather than curse and attack,\" he said in the video.<br/>Ye's appeal has also won the hearts of some people. A few of them offered to pay for his quarantine costs but he did not accept the offers. The local government of Huadu had promised to reduce his hotel fees, the report said.<br/>Online bullying is a serious problem on the mainland, where anonymous trolls or \"keyboard warriors\" spread rumours and attack others with impunity.<br/>Wang Luyao, a Chinese air-rifle athlete at the Tokyo Olympics who could not make it to the final, had been abused online before authorities intervened and suspended 33 Weibo accounts.<br/>Three years ago, a doctor in Deyang, Sichuan, committed suicide after receiving online abuse triggered by an edited video clip showing her husband, a public servant, beating a teenage boy. The husband beat the boy in retaliation after the latter hit his wife in a swimming pool, refused to apologise, and spat at them. But the tampered video did not show the audience that the boy's family not only then beat the doctor in the changing room of the swimming centre but also made a scene at the workplaces of the doctor and her husband the next day.<br/>After the doctor died, the public's ire shifted dramatically, ­targeting the boy's family.<br/>Zheng Ning, a law professor from the Communication University of China in Beijing, said the country did not have specific laws targeting online bullying but had only sporadic regulations that were insufficient for tackling the increasing level of abuse on the internet, the Legal Daily reported.<br/>\"People are anonymous on the internet. People online have a low sense of responsibility. It's hard to hold them accountable. Therefore, online violence has become more and more rampant,\" she was quoted as saying.<br/></p>", "model_coding": "Label: Reaction, Grief"}, {"bodytext": "<p>Hong Kong business leaders have stepped up their financial support for Henan after it was devastated by deadly floods last month, while city authorities are pledging more cash for local relief agencies ­planning to head to the province.<br/>But analysts said the city's ­response to the Henan floods stood in stark contrast with the reaction to past disasters on the mainland, noting that wider ­society would previously mobilise to donate hundreds of millions of Hong Kong dollars.<br/>Even though the central ­government appreciated the ­latest aid, it was seen as a joint ­effort between ­pro-establishment business and political groups, with limited public engagement, observers said.<br/>On July 17, the combined ­effects of Typhoon In-fa and an area of high pressure in the Pacific generated record rainfall that caused devastating floods in ­Henan, killing at least 99 people and affecting more than 11 ­million residents.<br/>The province has also been hit by the spread of the highly ­infectious Delta variant of the ­coronavirus on the mainland.<br/>After the floods, conglomerate Emperor Group was among the first Hong Kong firms to show support, pledging on July 21 to ­donate at least 13.6 million yuan (HK$16 million).<br/>On July 23, Shimao Group, an investment conglomerate chaired by Hong Kong tycoon Hui Wing-mau, said it would donate HK$20 million to the ­province through Beijing's liaison office in Hong Kong.<br/>Donghai ­Airlines in Shenzhen, owned by Hong Kong ­tycoon Bill Wong Cho-bau, ­announced on July 24 a donation of 1 million yuan to the Red Cross Society's Henan branch. That was followed by Hong Kong Jockey Club ­chairman ­Philip Chen Nan-lok, who last Tuesday handed a HK$20 million cheque to liaison ­office deputy director Lu Xinning for Henan authorities.<br/>The Wharf (Holdings), controlled by the family of Hong Kong billionaire Peter Woo Kwong-ching, also promised on Thursday to donate HK$15 million.<br/>On the political front, the New People's Party donated about HK$1.8 million, while the ­Federation of Trade Unions gave HK$300,000.<br/>A Hong Kong government spokesman said on Thursday the Disaster Relief Fund Advisory Committee had been in contact with Henan relief organisations.<br/>\"Individual relief organisations expressed their intentions to apply for grants shortly from the Disaster Relief Fund. Upon ­receipt of the applications, the advisory committee will process them at once with a view to ­providing timely and suitable relief to the flood victims,\" he said.<br/>In 1991, when 18 provinces on the mainland suffered severe flooding, unofficial estimates showed that Hong Kong made the biggest contribution to relief funding of the world's cities, ­giving more than HK$600 million.<br/>In May 2008, Legco approved HK$350 million in aid through the disaster relief fund after a devastating earthquake in Sichuan, which killed more than 80,000.<br/>The liaison office and Hong Kong Red Cross also collected at least HK$800 million and HK$620 million respectively.<br/>Analysts said those two donation drives impressed the central government, leading to its assessment that Hong Kong was more patriotic than previously thought.<br/>Lau Siu-kai, vice-president of semi-official Beijing think tank the Chinese Association of Hong Kong and Macau Studies, argued that was no longer evident in wake of the Henan flooding.<br/>\"The response to the recent floods was surely not yet a ­mobilisation of the entire society, or a social phenomenon,\" he said.<br/>City University political ­scientist Cheung Chor-yung said the change was understandable following the social unrest in 2019, and the imposition of the national security law last June.<br/>\"Since the eruption of conflicts between Beijing and Hong Kong in recent years, the heart of the Hong Kong people has become distant with the central and local governments,\" he said.<br/></p>", "model_coding": "Label: Reaction, Moving Forward"}, {"bodytext": "<p nitf:lede=\"true\">As the lyrics of a popular Chinese pop song go: 时间都去哪儿了 (Where has the time gone)?!<br/><br/><br/><br/>It’s nearly the end of 2121, so it’s time, again, for me to try and round up the year by looking back at what I talked about here over the past 12 months. This year has been filled with COVID-19 news, “draconian” crackdowns and natural disasters — let’s briefly cast our eyes back.</p><p><br/><br/><br/><br/>Another year of COVID-19<br/><br/><br/><br/>2021 will be another year that goes down in history as one besieged by COVID-19. Many around the world had hoped that 2020 was the worst of it, but in many ways that just wasn’t the case.<br/><br/><br/><br/>China has stuck firmly to its COVID-zero strategy, whereby absolute elimination is the goal, much to the chagrin of Western powers who have been pushing for China to “live with” the virus. With 800,000 already dead in the United States alone, it’s not so much “live with the virus” as it is “die with the virus.”<br/><br/><br/><br/>New Zealand was the last Western nation to give up its COVID-zero strategy, but it gave a huge fight.<br/><br/><br/><br/>We’ve had to accept that vaccines, initially hoped to stop transmission, are now just keeping the vaccinated out of hospital. In many Western nations, vaccine hesitancy is high — in the US, for example, only 61.7 percent of the population are fully vaccinated. In New Zealand, it’s just over 75 percent, while Canada has achieved 77.2 percent.<br/><br/><br/><br/>In East Asia, the vaccine situation is much better. South Korea has fully vaccinated about 81.5 percent of its population, and China has fully vaccinated nearly 1.2 billion of its 1.4 billion citizens.<br/><br/><br/><br/>China’s crackdowns<br/><br/><br/><br/>This year, China enforced huge crackdowns that caught the eyes of Western media. One of the most discussed was the crackdown on what they called “idol worship,” which especially gained momentum after A-list pop star and actor Kris Wu was arrested for allegedly taking advantage of young fans sexually. The regulations pushed for content creators to engage with more “moral” artists and avoid promoting people with questionable characteristics.<br/><br/><br/><br/>Officials told online platforms to clean up fan circles, which were known to be toxic spaces where young fans would often waste money just to boost their idols in competitions. One such competition saw viewers having to buy a special brand of milk and scan the QR code inside in order to vote for their favorite performer on a talent show. This led to thousands of liters of milk being bought and tipped down drains, irking authorities.<br/><br/><br/><br/>The biggest target of the Western mainstream media, though, was the new rules for children under 18 playing online games. Now they’re only allowed to play for three hours a week, and only on weekends and national holidays. Western media called the move “draconian,” which has since become a meme for China reporting.<br/><br/><br/><br/>... but at what cost?<br/><br/><br/><br/>Another meme of Western media reports on China that has gained popularity with China supporters this year is the hilarious “... but at what cost?” headline. Western media outlets will mention positive news from China, but make it negative by adding “... but at what cost?” at the end.<br/><br/><br/><br/>Here are some examples: “China invests in environment, but at what cost?,” “Wuhan one year on: The city that appears safe from COVID — but at what cost?,” “China is getting smarter, but at what cost?,” “Green transition in China: At what cost?,” “China’s economy looks to be stabilizing, but at what cost?,” “Clean air at what cost?” and “China invests in Ethiopia, but at what cost?.”<br/><br/><br/><br/>Henan floods<br/><br/><br/><br/>Massive flooding hit Henan Province in July, even crippling capital city Zhengzhou. Terrifying images of hundreds stuck inside a flooding subway train were beamed around the world. I headed there just days later, spending a few days documenting the recovery effort, especially in the area of Xinxiang and its surrounding villages.<br/><br/><br/><br/>Looking forward ...<br/><br/><br/><br/>We’re all hoping, again, that the new year will bring some major respite from COVID-19.<br/><br/><br/><br/>We’re also looking forward to the Beijing 2022 Winter Olympics in February. Let’s hope we can stick to the Olympic spirit and use it as an excuse to cast our differences aside and come together as one: humanity.<br/><br/><br/><br/>Have a great Christmas and a safe New Year, all.</p>", "model_coding": "Label: Reaction, Moving Forward"}, {"bodytext": "<p>Billionaire Richard Li Tzar-kai has donated 10 million yuan (HK$12 million) to help Henan after the central mainland province was devastated by heavy rains and flooding, making him the latest ­local heavyweight to join fundraising drives by the city's business and political groups.<br/>Li, the younger son of property tycoon Li Ka-shing, yesterday expressed condolences to the affected residents across the border as advisers to the city's government were considering using the Disaster Relief Fund to support those struggling in the tragedy.<br/>Zhengzhou, Henan's provincial capital, was battered by several days of heavy rain, causing floods of an intensity not seen in decades. The official death toll from the flooding has risen to at least 58, and local authorities said more than 9.3 million people had been affected.<br/>Ip Kwok-him, who sits on the Disaster Relief Fund's advisory committee, said the panel ­discussed the situation in Henan during a regular meeting on Thursday and agreed to contact the city government's liaison unit in the province to keep an eye out for any NGOs requiring ­assistance.<br/>\"I think we should show ­support. If any group needs help, the committee will deal with their applications accordingly,\" Ip said.<br/>Chan Kin-por, chairman of the Legislative Council's Finance Committee, said he understood that the fund had a reserve of about HK$100 million. Donations could be initiated by either the government or NGOs, and funding requests exceeding HK$8 million would require approval from the committee, Chan added.<br/>In 2015, the Legco approved HK$50 million in aid, through the fund, after thousands were killed in an earthquake in Nepal.<br/>The fund was also used for disaster relief on the mainland last September, when the government accepted the committee's advice and approved a grant of HK$1.7 million for an agency, known as the Amity Foundation, to help flood victims in Jiangxi province.<br/>A government spokesman said the administration extended its deepest sympathy to the victims of the Henan floods.<br/>\"We believe that under the efforts of the central, provincial and municipal governments, they will be well taken care of,\" he added.<br/>In a joint letter to Henan authorities, all 36 deputies from the city to the nation's top legislature said they would donate HK$1 million to the families of those killed by the flood.<br/>Irons Sze Wing-wai, a Hong Kong delegate to the mainland's top political advisory body, said a similar drive among other members from the city had raised HK$6 million so far.<br/>The city's pro-establishment political parties also extended support to the flood victims.<br/>The Democratic Alliance for the Betterment and Progress of Hong Kong launched a fundraising drive and urged residents to donate to its community service branch's bank account by July 30.<br/>The Federation of Trade Unions said it had donated HK$300,000 from its own disaster relief and charity fund to Henan authorities. Its president Stanley Ng Chau-pei and chairman Kingsley Wong Kwok had met He Jing, a deputy director of the central government's liaison office in the city, on Thursday to hand over a cheque to him.<br/>\"The situation in Henan is very serious,\" Ng said. \"The federation will continue to raise funds; we hope that our members and residents can lend support, and show that Hong Kong and mainland compatriots are helping and looking after each other.\"<br/>The city's retail and entertainment conglomerate Emperor Group said on Wednesday that it would donate at least 13.6 million yuan for mainland authorities to tackle the disaster.<br/></p>", "model_coding": "Label: Reaction, Moving Forward"}, {"bodytext": "<p nitf:lede=\"true\">ZHENGZHOU, July 31 (Xinhua) -- At 5:00 p.m. on July 20, Zhao Jiaqi and her roommate Lou Yikun, two juniors at Beijing Technology and Business University completed a mock test for the postgraduate entrance examination and started to read news online. At the same time, 27-year-old Zhang Jingshu, a Chinese student at Columbia University, was at a hotel in San Francisco and preparing for her return to China. She habitually checked her phone before going to bed. \"Record rains hit central China's Henan Province.\" </p><p>\"Rainstorms in Henan cause massive disruptions.\" The news feed was roaring with information on the Henan floods. They were unaware that they would soon throw themselves into the same invisible battlefield. The record downpour showed no signs of abating, with requests for help popping up on China's social media platforms. The death toll from torrential rain in Henan had risen to 99 as of Thursday noon. More than 13.91 million people in 150 county-level regions had been affected by the latest round of downpours since July 16. The more information they got, the more desperate Zhao and Lou, both 21, were to go to the front line to render help. On July 21, they searched online and joined dozens of WeChat and QQ groups focusing on disaster relief. Zhang Jingshu was also a member of these groups. One of the admins of these online groups was a post-1995 generation netizen called Hezi from the southwestern Chinese city of Chengdu. Hezi swung into action on July 20 and launched an online rescue campaign. \"We classify and verify the online messages before inputting the data on shared documents. Then, we connect those in need of help with the rescue forces,\" said Hezi. As more young people got involved in different online rescue groups, an anti-disaster fight by China's Generation Z soon started at the fingertips. The fight has rallied thousands of volunteers from home and abroad who are working in shifts 24 hours a day to offer help through the internet. On July 24, Hezi announced on his official WeChat account that he had founded 10 online rescue groups of more than 3,000 people. His teams had collected over 10,000 messages and assisted the rescue of thousands of people. The original aim of his online teams was simply to collect information calling for help, Hezi said. The situation, however, demanded more. \"With plenty of information pouring in, it is far from enough. The urgent messages might be washed away by the highly repetitive and scattered ones,\" Hezi added. To ensure targeted rescue, the teams were divided into several groups tasked with different responsibilities like searching and verifying information, and contacting rescuers. During her long-haul international flight back to China, Zhang Jingshu, majoring in education data analysis, was busy tapping on the laptop to filter critical information using her professional tech skills. As soon as she arrived, Zhang shared the information with other group members through Wechat. Zhao and Lou were part of another group to check whether the information source was reliable and if people were still awaiting help. They distinguished the information by marking them with different colors. For instance, green meant saved, red indicated very urgent, orange meant urgent while gray suggested the information sender lost contact or even possibly died. The two girls ate one hamburger, which was the only food they had after joining the volunteer team for two days. \"We didn't dare to sleep. One-minute delay may leave one trapped person dead,\" Zhao said. Enditem</p>", "model_coding": "Label: Reaction, Moving Forward"}, {"bodytext": "<p nitf:lede=\"true\">As a Hongkonger and a Chinese national brought up through a British education system, I acknowledge both China's imperfections and the darker underbelly of the colonial legacyHong Kong has many problems to tackle still. But to those who assert that Hong Kong is dead, that it's high time to leave, I say: this is my home and I'm not going anywhere</p><p nitf:lede=\"true\">I was born roughly 100 days after the handover. </p><p>In the 25 years since, I have seen the city - my home - struck by three pandemics, rebound from <url normalizedValue=\"https://www.scmp.com/business/article/3182687/exchange-fund-how-us574-billion-war-chest-defeated-soros-defended-hong\">two major financial crises</url>, and endure <url normalizedValue=\"https://multimedia.scmp.com/infographics/news/hong-kong/article/3030696/from-occupy-to-hong-kong-protests/index.html\">two seismic social movements</url> that reshaped its political trajectory. Yet Hong Kong remains resilient, fearless and proof of what a progressive, cosmopolitan financial centre can be. </p><p>In reflecting upon what the 25th handover anniversary means to me, I would like to share a few thoughts on how I see my identity as intertwined with the post-handover ebbs and flows of the city. </p><p>Do you have questions about the biggest topics and trends from around the world? Get the answers with <url normalizedValue=\"https://www.scmp.com/knowledge\">SCMP Knowledge</url>, our new platform of curated content with explainers, FAQs, analyses and infographics brought to you by our award-winning team. </p><p>I'm a Hongkonger. I take pride in being part of a city that refuses to sleep - where you can commute between lush, green forests and swanky skyscrapers in minutes; where you can see the ideals and values of East and West converging, pushing back against ideologues who seem to see the Chinese identity as antithetically opposed to internationalism. </p><p>We cherish the common law jurisdiction that has long served as a pillar to our financial vibrancy and prosperity, which in turn undergirds a rule of law that renders us highly compatible and integrated with the world. It also helps that our location and infrastructural sophistication makes us a nexus for aviation, logistics, trade and tourism. </p><p>Admittedly, much of Hong Kong's shine has dulled in recent years. For some, the city's \"decline\" has to do with the political turmoil induced by deeply rooted civic antagonism. For others, it's to do with our intransigent and unresponsive governance, dearth of industrial diversification and <url normalizedValue=\"https://www.scmp.com/comment/opinion/article/3161139/my-wish-new-year-hong-kong-finally-embrace-change-and-innovation\">innovation</url>, and self-imposed <url normalizedValue=\"https://www.scmp.com/comment/opinion/hong-kong/article/3181960/end-covid-19-hysteria-reopen-hong-kong-and-give-us-back\">isolation</url>, epitomised by the city's approach to Covid-19. </p><p>Yet I am no fatalist - I do not believe these \"facts\" are set in stone; that all reparative efforts are thus futile. To think that would be to perpetuate the continued decline in our city's fortunes. </p><p>I'm also a Chinese national. To the north of Hong Kong rests 1.4 billion compatriots - with individual ambitions and opinions, talents and skills. After the sociopolitical upheaval induced by the radical pursuit of select ideology, China under Deng Xiaoping turned to reform and opening up - a visionary move that lifted hundreds of millions out of <url normalizedValue=\"https://www.scmp.com/economy/china-economy/article/3173471/chinas-lockdowns-put-working-class-poor-provinces-risk\">poverty</url>, released the potential and creativity of the Chinese workforce, and enabled China's astronomical rise to become one of the world's two largest economies. </p><p>I admire the perseverance of businessmen and innovators who worked ceaselessly to support our country's opening up and reforms, just as I respect the sagacious acumen of theorists and thinkers who seek to provide a different, yet equally powerful account of how China uniquely governs. I was awestruck by Beijing's hosting of the Olympics in 2008, as much as I mourned the deaths of fellow citizens lost to the <url normalizedValue=\"https://www.scmp.com/news/china/society/article/2145744/sichuan-earthquake-10-years-how-tragedy-changed-china\">Sichuan earthquake</url> that year and <url normalizedValue=\"https://multimedia.scmp.com/infographics/news/china/article/3142519/index.html\">Henan floods</url> last year. </p><p>No country is perfect. China has many problems to address with urgency. Some of them are fixable soon; others less so. We must be cognisant of such contextual nuances. One cannot fix problems by sweeping them under a carpet. Nor can one address structurally embedded problems by engaging in extensive, relentless criticism for the sake of virtue signalling. </p><p>I have attracted much flak for this line - but I will say it again: the responsible thing to do is to offer objective critique and put forth constructive reform, within and stretching the limits of what is possible. Chinese intellectual <url normalizedValue=\"https://www.scmp.com/news/china/diplomacy/article/3160972/remarkable-life-intellectual-and-language-reformer-hu-shih\">Hu Shih</url> espoused this ethos of critical reformism. To him I am most indebted in my thinking. </p><p>I am deeply aware that I come from a position of relative privilege. Brought up through a British education system, I witnessed first-hand the appeal of an international education, one with free-flowing information and diverse ideals. </p><p>Yet through subsequent, critical reflection, I also came to see the darker underbelly of the enduring colonial legacy in our city, where English remains fetishised and the relics of the British Empire's rule worshipped, often with minimal heed paid to the hefty costs and racialised injustices pre-handover. </p><p>I had the fortune of receiving seven years of exceptional education abroad - which informed me firmly of the value of rigorous debate and asking and answering any and all questions. Hong Kong is a city where hundreds of thousands live in abject poverty and cage homes, where a <url normalizedValue=\"https://www.scmp.com/news/hong-kong/society/article/3175343/hong-kongs-mental-health-crisis-nearly-half-residents-suffer\">mental health epidemic</url> runs rampant, where <url normalizedValue=\"https://www.scmp.com/comment/opinion/hong-kong/article/3171111/omicron-crisis-how-lack-community-based-primary-health\">public health</url> and <url normalizedValue=\"https://www.scmp.com/comment/opinion/hong-kong/article/3168528/forcing-early-summer-school-break-our-children-ruthless\">education systems</url> are ill-equipped for the challenges and opportunities presented by the 21st century, and where ethnic, religious and sexual minorities remain <url normalizedValue=\"https://www.scmp.com/comment/opinion/hong-kong/article/3151976/hong-kongs-housing-crisis-discussion-must-home-struggles\">silenced</url>. </p><p>We have a deluge of problems to tackle - ranging from youth disillusionment to our faltering status as an international nexus. But I do not believe for a second - and will not, so long as I can - that we should give up and call it a day. </p><p>Social reform is an inherently collective process. Healing divides through dialogue and reconciliatory measures, empowering civil society to take on long-standing social problems such as poverty and discrimination, reconnecting Hong Kong with the rest of China, these are all priorities. Yet advancing them requires Arendt-style collective action - it requires a broad-church coalition ranging from young people, intellectuals and journalists, to social workers, teachers, financiers and, perhaps even, some of our politicians. </p><p>There are some who assert that Hong Kong is dead - that it's high time to leave. </p><p>Here's my rejoinder: this is my home, and it's not going anywhere. I'm not going anywhere. </p><p><emphasis typeStyle=\"bf\">Brian Wong is a DPhil in Politics candidate at Balliol College, Oxford, a Rhodes Scholar (Hong Kong 2020), and the founding editor-in-chief of the Oxford Political Review</emphasis></p><p>Copyright (c) 2022. South China Morning Post Publishers Ltd. All rights reserved. </p>", "model_coding": "\"Grief\", \"Moving Forward\""}, {"bodytext": "<p nitf:lede=\"true\">What do authors read for inspiration while working on their books? It's one of many questions Charmaine Chan asks writers on the Post Books PodcastThe debut episode of the Post Books Podcast features authors Nicola Twilley and Geoff Manaugh, co-authors of a book tracing the history of quarantine</p><p nitf:lede=\"true\">This weekend, the <emphasis typeStyle=\"it\">South China Morning Post</emphasis> launches a new podcast featuring in-depth interviews with authors of note from around the world. </p><p>The <emphasis typeStyle=\"it\">Post Books Podcast</emphasis> is on Spotify, iTunes, Google and all major podcast platforms, and joins a stable of <emphasis typeStyle=\"it\">Post</emphasis> podcasts that includes <emphasis typeStyle=\"it\">Inside China</emphasis>, <emphasis typeStyle=\"it\">China Geopolitics</emphasis>, <emphasis typeStyle=\"it\">Eat Drink Asia</emphasis> and <emphasis typeStyle=\"it\">Behind the Story</emphasis>. </p><p>Charmaine Chan oversees book reviews and author interviews for <emphasis typeStyle=\"it\">Post Magazine</emphasis>, and is the host of the new podcast in which authors discuss their books, craft and the process of writing. </p><p>Do you have questions about the biggest topics and trends from around the world? Get the answers with <url normalizedValue=\"https://www.scmp.com/knowledge\">SCMP Knowledge</url>, our new platform of curated content with explainers, FAQs, analyses and infographics brought to you by our award-winning team. </p><p>\"The <emphasis typeStyle=\"it\">Post Books Podcast</emphasis> may sound apocalyptic - it's not. It features authors of books about momentous issues shaping the way we think and live. Interviewees from all corners share how they see the world through the lens of fiction and non-fiction. We tool around inside authors' minds to provoke and to entertain,\" said Chan. </p><p>\"I've always been curious about what authors read while working on their books. Research and inspiration take many forms, and lateral thinkers have surprised me with unexpected reading choices. </p><p>\"For example, science writer Chelsea Wald revealed that she tackled <emphasis typeStyle=\"it\">War and Peace</emphasis> because she wanted her book, <emphasis typeStyle=\"it\">Pipe Dreams: The Urgent Global Quest to Transform the Toilet</emphasis>, to be as ambitious as the Tolstoy classic. </p><p>\"For his historical novel <emphasis typeStyle=\"it\">The Flower Boat Girl</emphasis>, Hong Kong writer Larry Feign used <emphasis typeStyle=\"it\">The Godfather Notebook</emphasis> as a masterclass in storytelling.\" </p><p>The debut episode of the <emphasis typeStyle=\"it\">Post Books Podcast</emphasis> features Nicola Twilley and Geoff Manaugh, co-authors of a book tracing the history of quarantine from its roots in 14th-century Europe to its ubiquitous revival to combat Covid-19. </p><p>They talk about the architecture of quarantine, how early isolation facilities were akin to fortresses and why the future of enforced medical detention will rely on technology. </p><p>A published author herself, Chan has previously worked in radio and as a literary-journal editor. </p><p>\"Despite having spent most of my career as a print journalist and editor, I've always enjoyed listening to extended on-air interviews. So having a podcast that allows me to talk to authors about their books and their craft is double happiness,\" she said. </p><p>\"Speaking of craft, given my other role as the <emphasis typeStyle=\"it\">Post</emphasis>'s design editor, don't be surprised if I have a few guests from the worlds of design and architecture who are also authors in their own right.\" </p><p>The <emphasis typeStyle=\"it\">Post</emphasis> currently publishes two weekly podcasts, with many other series in the archive. </p><p><emphasis typeStyle=\"it\">Inside China</emphasis> looks at topical and contemporary issues in mainland China, ranging from first-hand reporting from t<url normalizedValue=\"https://multimedia.scmp.com/infographics/news/china/article/3142519/index.html\">he recent Henan floods</url> to the <url normalizedValue=\"https://www.scmp.com/economy/china-economy/article/3142738/china-population-plunging-regional-births-drive-home-severity\">demographic crisis</url> and <url normalizedValue=\"https://www.scmp.com/news/china/society/article/3101278/disney-walks-us-china-tightrope-mulan-and-loses-its-balance\">culture wars over Mulan</url>. In early 2020 it was one of the first podcasts in the world to report on the developing pandemic. </p><p><emphasis typeStyle=\"it\">China Geopolitics</emphasis> grapples with the complexity of the <url normalizedValue=\"https://www.scmp.com/knowledge/us-china-relations\">US-China relation</url>ship, economic sanctions, Southeast Asian defence posturing and the ever evolving politics between China and the European Union. </p><p>Search the internet and you will find <emphasis typeStyle=\"it\">South China Morning Post</emphasis>-produced podcasts stretching back to 2005, long before global interest in the medium exploded. Today an estimated 485 million podcast listeners generate US$1 billion in advertising revenue. </p><p>Hong Kong continues to see growth in its own podcast ecosystem, with human-interest interviews, true crime, mental health and news among the most popular genres, and an annual podcast festival showcasing new and existing podcasts. </p><p>Enjoy the <emphasis typeStyle=\"it\">Post Books Podcast</emphasis> weekly during summer, when it will be published each Sunday on all major podcasting platforms. </p><p>Copyright (c) 2021. South China Morning Post Publishers Ltd. All rights reserved. </p>", "model_coding": "None"}, {"bodytext": "<p>Catastrophic floods expose the downsides of a ‘cashless’ society</p>", "model_coding": "Label: None"}, {"bodytext": "<p nitf:lede=\"true\">Guangzhou man drove 1,400 kilometres to Zhengzhou to help repair cars damaged by the Henan floodsOnline trolls were quick to invent theories he had helped spread the coronavirus despite the fact he had tested negative</p><p nitf:lede=\"true\">A Guangzhou volunteer who drove 1,400km to Zhengzhou to help repair cars damaged by the Henan floods has become the latest victim of online bullying with internet users accusing him of taking the coronavirus back to his home city. </p><p nitf:lede=\"true\">Zhengzhou had reported 112 coronavirus cases by Thursday afternoon, following the deadly thunderstorms <url normalizedValue=\"https://www.scmp.com/news/china/politics/article/3143704/china-floods-why-did-death-toll-rise-so-sharply-after-three\">which left 292 people dead, 47 missing and hundreds of vehicles submerged in floodwaters</url>. </p><p>Ye Jungang, a 35-year-old car mechanic in Guangzhou, and a colleague drove to Zhengzhou on July 25 after seeing a video of mechanics in Zhengzhou appealing for help as they struggled to cope with the number of cars hit by the floods, news portal shobserver.com reported. </p><p>Do you have questions about the biggest topics and trends from around the world? Get the answers with <url normalizedValue=\"https://www.scmp.com/knowledge\">SCMP Knowledge</url>, our new platform of curated content with explainers, FAQs, analyses and infographics brought to you by our award-winning team.  </p><p>Ye, with 16 years experience in the industry, said going to the site to repair cars was the: \"most practical way he could support Zhengzhou\". </p><p>Before he left Zhengzhou on July 30, Ye had helped fix 400 cars. </p><p>Upon his return to Guangzhou, he started being quarantined in a hotel as required by the government since his car had passed through pandemic-affected areas in Zhengzhou. Ye tested negative for the coronavirus. </p><p>Since then, his social media account has been flooded with abusive messages and criticisms. </p><p>\"Why are you so silly to go to Zhengzhou and come back? You want to bring the virus to us?\" one of the comments read. </p><p>\"You returned to Huadu District [of Guangzhou] to spread the virus?\" asked another person. </p><p>Following the deluge of online abuse, Ye released a short video on Tuesday asking for understanding from internet users.  </p><p>Ye said that before he headed to Zhengzhou, he hadn't imagined that the city would be hit by coronavirus. On the day he left, no cases had been reported yet. </p><p>\"I went to Zhengzhou to be a volunteer to fix their cars. I want to help the people there,\" said Ye, weeping, in front of the camera. \"I have never thought of bringing the virus to Huadu.\" </p><p>\"I wish the public would give me more encouragement, rather than curse and attack,\" he said in the video. </p><p>Ye's appeal has won the heart of the public. Some people offered to pay for his quarantine costs but Ye did not accept the offers. The local government of Huadu has promised to reduce his hotel fees, the report said. </p><p>Online bullying is a serious problem on the mainland, where anonymous trolls or \"keyboard warriors\" as they are called in China, spread rumours and attack others with impunity. </p><p>Wang Luyao, a Chinese air-rifle athlete at the <url normalizedValue=\"https://www.scmp.com/topics/2020-summer-olympics\">Tokyo Olympics</url> who did not make the final as expected by the public, had been abused online before the authorities intervened and suspended 33 Weibo accounts involved. </p><p>Three years ago, a doctor in Deyang, Sichuan, committed suicide after receiving online abuse triggered by an edited video clip showing her husband, a public servant, beating a teenage boy. The husband beat the boy in retaliation after the latter hit his wife in a swimming pool, refused to apologise, and spat towards them. But the tampered video didn't show the audience that the boy's family not only then beat the doctor in the changing room of the swimming centre but also made a scene at the workplaces of the doctor and her husband the next day. </p><p>After the doctor died, the public's ire shifted dramatically, targeting the boy's family instead. </p><p>Zheng Ning, a law professor from the Communication University of China in Beijing, said China does not have specific laws targeting online bullying but has sporadic regulations that are insufficient for tackling the increasing level of abuse on the internet, the Legal Daily reported. </p><p>\"People are anonymous on the internet. people online have a low responsibility. It's hard to hold those responsible accountable. Therefore, online violence has become more and more rampant,\" she was quoted as saying. </p><p><emphasis typeStyle=\"it\">If you are having suicidal thoughts, or you know someone who is, help is available. For Hong Kong, dial +852 2896 0000 for The Samaritans or +852 2382 0000 for Suicide Prevention Services. In the US, call The National Suicide Prevention Lifeline on +1 800 273 8255. For a list of other nations' helplines, see this page</emphasis></p><p>Copyright (c) 2021. South China Morning Post Publishers Ltd. All rights reserved. </p>", "model_coding": "Label: Reaction, Grief, Moving Forward"}, {"bodytext": "<p nitf:lede=\"true\">chinadaily.com.cn | Updated: 2022-04-01 00:00</p><p nitf:lede=\"true\">On 29 March2022, China Re Groupheld the 2021 Annual Results Press Conference. Yuan Linjiang, Chairman of China Re Group, led the management team to give a detailed briefing on the Group's overall performance and strategic implementation results in 2021. The presentation was held in the form of a conference call &amp; live video, and involved in-depth communication and interaction with analysts, investors and domestic and foreign media, which has further strengthened the capital market's attention and understanding of the company.</p><p>The year 2021 marked the beginning of China's 14th Five-Year Plan.Faced with a complex market environment both at home and abroad, China Re Group formulated the \"One-Four-Five\" strategy, which refers to focusing on our reinsurance business (\"one core\"), technology empowerment, global interconnection,strengthening product innovation and becoming platform-driven (\"four pivots\"), and achieving improvements in value, data, ecosystem, talent and culture (\"five enhancements\"). Under the guidance of the \"One-Four-Five\" strategy, China Re Group adhered to the general tone of \"making progress while ensuring stability\",and insisted on the operational policy of \"stabilizing growth, adjusting structure, controlling risk, and increasing profitability\", achieving a good opening of high-quality development for the 14th Five-Year Plan.</p><p>Steady improvement in operation results, further consolidation of market position</p><p>In 2021, China Re Group's premium volume grew steadily. The Group's gross written premiums amounted to 162.73 billion yuan ($25.63 billion); net profit attributable to shareholders of the parent company amounted to 6.36 billion yuan, representing a year-on-year increase of 11.4 percent; weighted average return on equity reached 6.84 percent; and dividend per share was 0.045 yuan, representing a year-on-year increase of 9.8 percent. The recent dividend yield ratio reached 7.76 percent. In terms of total reinsurance premiums and net premiums, China Re Group's global reinsurance ranking rose from 7th to 6th, and was recognized as one of the \"Top 500 Global Companies\" by Fortune magazine and appeared on the \"Brand Finance Global 500\". China Re also ranked top in the Annual Regulatory Assessment on Corporate Governance conducted by the China Banking and Insurance Regulatory Commission and ranked first by market share in the domestic reinsurance market, reinforcing its position as the main force in the industry.</p><p>Continued optimization in business structure, risk management remains stable<br/>In 2021, China Re Group continued to optimize its business structure. The P&amp;C reinsurance overseas business accounted for 32.4 percent, representing a year-on-year increase of 1.5 percentage points; P&amp;C reinsurance domestic emerging business accounted for 7.8 percent, representing a year-on-year increase of 0.9 percentage points; domestic protection-type business in the life and health reinsurance business accounted for 37.6 percent, representing a year-on-year increase of 6.5 percentage points; and the non-motor business in the primary P&amp;C insurance business accounted for 48.0 percent, representing a year-on-year increase of 4.5 percentage points. China Re Group's risk management remained stable. In 2021, the aggregated solvency adequacy ratios for all insurance entities of the Group stayed above 200 percent, and the Group was awarded a Long-term Insurer Financial Strength Rating of \"A\" by S&amp;P Global Ratings for the fifth consecutive year and maintained its Financial Strength Rating of \"A(Excellent)\" by A.M. Best for the 12th year running.</p><p>Actively serving national strategies as innovation drove business development<br/>In 2021, China Re Group's P&amp;C net amount at risk in service of relevant national key strategies totaled nearly 2 billion yuan, representing a year-on-year increase of 28 percent; the market share of our health protection-type reinsurance business in service of the Healthy China strategy exceeded 40 percent, and nearly 200 new innovative products were added. In terms of expanding the supply of catastrophe risk protection, the Group actively responded to major disasters, and gave full play to the role of reinsurance catastrophe risk protection in natural disasters such as the Henan floods. In addition,China Re showed innovation inits catastrophe risk management methods and successfully issued the first catastrophe bond in Hong Kong.In serving the Healthy China strategy, as a major reinsurer in China, China Re supported more than 50\"Hui Min Bao\" projects, covering roughly 50 percent of the insured population nationwide. In pursuit of the \"dual-carbon\"goals, the Group contributed to the smooth operation of nuclear operations, covering nearly 1 trillion yuan in assets and 24,000 front-line workers of all operating nuclear power units in China, and helped nuclear power companies reduce carbon emissions by 302 million tons.In serving the construction of national governance systems, the Group innovated the \"Shanghai model\" of inherent defects insurance (IDI) for construction quality and promoted it nationwide. Its IDI platforms have cumulatively achieved premiums of nearly 500 billion yuan, covering a total of nearly 140 million square meters. In serving the Belt and Road construction, the China Belt and Road Reinsurance Pool provided risk protection for 16.1 billion yuan in assets of 19 overseas interest projects in its first year of operation.</p><p>Publishing the\"Digital China Re 2.0\" Strategy to accelerate digital transformation</p><p>In 2021, China Re Group published the \"Digital China Re 2.0 Strategy\". Adhering to the development logic of \"gather resources, build platforms, and create ecosystems\" the strategy aims to build a new digital transformation landscape featuring \"internal intelligence, direct reinsurance, and platform ecosystem\". In terms of the more traditional framework, the Group's goal is to make leaps in basic capabilities and international capabilities, while on the innovation side, it will continue to promote the construction of external innovation platforms and ecosystem-based operations, and in terms of organizational transformation, China Re will upgrade its digital organization capabilities. In 2021, China Re Group's technology empowerment became increasingly prominent. As the first insurance technology company in China to focus on catastrophe risk management, the Group's subsidiary China Re Catastrophe Risk Management Co., Ltd. successfully developed the China Earthquake Catastrophe Model 3.5, which is the only scientific research project in China's insurance industry featured in the 13th Five-Year Plan Scientific and Technological Achievement Exhibition. It also released the commercial version of the China Typhoon Catastrophe Model 2.0, filling a void in the domestic market. In 2021, China Re Catastrophe Risk Management's revenue exceeded 23 million yuan, reaching profitability in its first year.</p><p>Continuous advancement of international footprint and continuous improvement in management capabilities</p><p>In 2021, China Re Group made great progress in its globalization efforts. First, it continued to advance its international footprint, expanding its overseas units to 11 countries and regions, becoming the Chinese insurance company with the widest overseas presence. In 2021, the Group's premium income from overseas business accounted for 18.9 percent, and overseas investment assets accounted for 25.9 percent. Second, the acquisition of Chaucer was a huge success. In the three years since the acquisition, China Re has achieved stability in terms of business, operations and teams, and Chaucer has consistently outperformed Lloyd's, with a return on economic capital of 14.8 percent. Third, China Re continued to enhance its management capabilities. It improved the functions of the overseas development and management committee, strengthened business planning and research, and realized underwriting profits in all of its three major overseas business platforms of P&amp;C reinsurance. Fourth, it comprehensively deepened international synergies. Utilizing the Belt and Road initiative as a bridge and leveraging Chaucer's technological advantages as a leader in the fields of political risk and nuclear risk, China Re strengthened coordinated development at home and abroad.</p><p>Improved risk management capabilities, laying a solid foundation for the headquarters</p><p>China Re Group continued to improve its risk management system and strengthened overall management and control in key areas such as major risks and international business. It strengthened penetrative management of key risks, with overall risks under control. The Group further promoted the construction of a strong headquarters, established an office to promote the implementation of the Group's plans, and carried out closed-loop management of major strategies. It established the China Reinsurance Research Institute, set up a new innovation incubation center, and strengthened prospective research and innovation management. It improved the operating performance assessment mechanism and improved the assessment system which focuses on the balanced growth of profits. It continued to build a strong base of reinsurance talent, with the Group's overseas reinsurance talent accounting for over 40 percent and its domestic reinsurance talent accounting for nearly a half in the industry.</p><p>Looking ahead, China Re Group will continue to prioritize stability, focus on its main responsibilities and strengthen its main businesses. China Re will take initiative, seize new development opportunities while strengthening service to national strategies, and steadily improve its operating performance by strengthening value creation.It will consolidate its industry status by strengthening product innovation and technological empowerment, and stick to the bottom line of safety while strengthening risk prevention and control.China Re Group will continue to adhere to the general tone of \"making progress while ensuring stability and value creation\", insist on the business strategy of \"stabilizing growth, adjusting structure, controlling risk and increasing profitability\", stabilize fundamentals, build up new momentum, and actively adapt to industry transformation to continually promote the high-quality development of the Group and create greater value for clients and shareholders.</p>", "model_coding": "None"}, {"bodytext": "<p nitf:lede=\"true\"><emphasis typeStyle=\"bf\"><emphasis typeStyle=\"it\">By William Nee </emphasis></emphasis></p><p nitf:lede=\"true\">On July 20, in the central plains of Henan province, one of China’s most important regional cities, Zhengzhou, received a record-shattering 622mm of <url normalizedValue=\"https://twitter.com/thierrygoosebc/status/1417603447923175424\">rainfall</url> within a 24-hour period. It was described as a <url normalizedValue=\"https://www.caixinglobal.com/2021-07-26/cover-story-how-historic-rainfall-overwhelmed-zhengzhou-101745293.html\">“once in a millennium”</url> event in Chinese media. </p><p nitf:lede=\"true\">As the rains fell, videos of unimaginable devastation and heroic rescue efforts poured on to social media.  In one video, a person sprinted through waist-deep water to save a child rapidly <url normalizedValue=\"https://twitter.com/manyapan/status/1417745768711139331?s=20\">floating downstream</url>. In another video, a group of people formed a <url normalizedValue=\"https://twitter.com/manyapan/status/1417611249748221955?s=20\">human chain</url> to cross the street despite fast-flowing currents, saving elderly people who might have died had they been alone. </p><p nitf:lede=\"true\">DW’s correspondent Mathias Boelinger. Photo: Twitter Screenshot.</p><p>Western journalists reported on these <url normalizedValue=\"https://www.thetimes.co.uk/article/tales-of-heroism-emerge-from-chinas-deadly-floods-as-rains-continue-xrlrfqttq\">heroic efforts</url> to save lives and <url normalizedValue=\"https://twitter.com/billbirtles/status/1417487244072472593?s=20\">shared the videos</url> on Twitter. With similar intense floods occurring in <url normalizedValue=\"https://www.reuters.com/business/environment/china-germany-floods-expose-climate-vulnerability-2021-07-22/\">Germany and Belgium</url>, much of the foreign coverage of the Henan floods noted that they were a part of a worldwide pattern of intense and <url normalizedValue=\"https://slate.com/business/2021/07/rainfall-flooding-zhengzhou-new-york-chicago-climate-change.html\">extreme flooding</url>, most likely <url normalizedValue=\"https://www.nytimes.com/2021/07/20/world/asia/china-flooding-zhengzhou-subway.html\">exacerbated by climate change</url>.</p><p>But curiously, Western reporters on the ground in Henan experienced hostility, even as the Western media largely framed the floods within the context of factual descriptions of damage and climate change.</p><p>One reporter for Deutsche Welle, Mathias Boelinger, was encircled by a crowd as he reported from one of the worst hit parts of Zhengzhou. People in the crowd angrily told him to get out of China and accused him of spreading rumours. </p><p>However, it turned out that the angry crowd <url normalizedValue=\"https://twitter.com/mare_porter/status/1419172202604343302?s=20\">thought Boelinger was Robin Brant</url>, a BBC reporter. In March, Chinese Communist Party social media accounts and Chinese diplomats launched a <url normalizedValue=\"https://www.bloomberg.com/news/articles/2021-03-04/china-s-bbc-attacks-show-growing-sophistication-group-says\">large, coordinated social media campaign</url> to discredit Brant and the BBC, after the BBC published a detailed <url normalizedValue=\"https://www.bbc.com/news/world-asia-china-55794071\">report</url> on extralegal detention in Xinjiang, which included firsthand allegations of rape by male camp guards.  </p><p>LA Times Beijing Bureau Chief Alice Su. Photo: Twitter Screenshot.</p><p>Ten men encircled this “Brant”, who was actually Boelinger, and blocked him from leaving the scene. The tense, and potentially violent, standoff was only defused <url normalizedValue=\"https://twitter.com/aliceysu/status/1419143272904069126?s=20\">when another journalist</url>, Alice Su of the <emphasis typeStyle=\"it\">Los Angeles Times</emphasis>, clarified that Boelinger was not, in fact, Brant. </p><h><emphasis typeStyle=\"bf\">A targeted campaign</emphasis></h><p>However, subsequent posts by prominent nationalists on Weibo <url normalizedValue=\"https://twitter.com/itrulyknownchi1/status/1419335877973528576?s=20\">directed anger</url> at both Boelinger and Su, calling them “anti-China” and “rumour-mongering attackers of China” and asking for them to be investigated. </p><p>More importantly, the Weibo account of the Henan Communist Youth League, in a <url normalizedValue=\"https://twitter.com/mare_porter/status/1419206781746696197?s=20\">post</url> that generated at least 6.2K likes, asked users to report Brant if they found him “creating rumours” in Henan.  One post <url normalizedValue=\"https://twitter.com/StephenMcDonell/status/1419577878962913281?s=20\">said,</url> “our group has 400 people right now…everybody is competing for the first kill!”</p><p>In other words, even though Brant was not on the scene, the Chinese Communist Party (CCP) fueled a xenophobic social media campaign to incite locals, who were grieved and emotional after days of hardship and loss, to go on a witch-hunt and find a foreigner who was supposedly out to destroy the reputation of the city and of China. There were real death threats made.</p><p>But why did CCP outlets in Henan encourage suspicion of the foreign media right after the floods? </p><p>On one level, it could be that local authorities simply wanted to limit critical reporting about the floods and about the authorities’ missteps. After all, it wasn’t just Boelinger and Su who experienced hostility at the scene. </p><p>A <url normalizedValue=\"https://twitter.com/aliceysu/status/1419143272904069126\">reporter on the scene from AP</url> said he was reported to police. And <url normalizedValue=\"https://twitter.com/Katmyu/status/1418843905961992192\">a journalist from Al-Jazeera</url> said crowds yelled at her when she started to film and that there were Weibo posts urging people not to be interviewed by foreign media outlets.</p><p>BBC’s Robin Brant. Photo: BBC Screenshot.</p><p>But regardless, it is unlikely that these journalists would have experienced such hostility if it weren’t against a backdrop of the toxic campaign against the BBC and foreign media more generally. On almost any day, one can browse nationalist outlets like the Global Times or Guancha and see <url normalizedValue=\"https://www.globaltimes.cn/page/202107/1229550.shtml\">articles</url> <url normalizedValue=\"https://www.globaltimes.cn/page/202107/1229668.shtml\">railing</url> against <url normalizedValue=\"https://www.globaltimes.cn/page/202104/1222469.shtml\">the “Western media”</url> and their <url normalizedValue=\"https://www.guancha.cn/internation/2021_07_16_598674.shtml\">allegedly biased</url> coverage of China. It’s a theme that is also taken up by China’s assertive “Wolf Warrior” diplomats. </p><p>Obviously, given China’s massive censorship system, repeating non-stop that the foreign media cannot be trusted is a clever tactic, since Beijing can effectively inoculate its population against the hard truths that may only be reported through the foreign press.  </p><p>The Western press can’t be trusted. It’s all lies. Move on.</p><p>While the discrediting of foreign media has been happening for years, the personal nature of the campaigns against particular foreign reporters is arguably new. But, sadly, these nationalist campaigns are part of a bigger pattern to silence diverse voices. </p><p>In April, nationalist “Red Vs” helped in getting many prominent <url normalizedValue=\"https://twitter.com/billbirtles/status/1417487244072472593?s=20\">Chinese feminists banned</url> on social media sites Weibo and Douban, and in June, many of the same nationalists targeted the WeChat <url normalizedValue=\"https://www.reuters.com/world/china/chinas-wechat-deletes-university-lgbt-accounts-2021-07-07/\">accounts of LGBTQ university clubs</url>. </p><h><emphasis typeStyle=\"bf\">A shadow on the Beijing Olympics</emphasis></h><p>The nexus of xenophobic and personalised social media campaigns targeting foreign journalists violates human rights. The right to freedom of expression <url normalizedValue=\"https://www2.ohchr.org/english/bodies/hrc/docs/gc34.pdf\">encompasses</url> the notion of a free press, the ability of journalist to report without harassment, and the right of a citizen to impart and receive information across national boundaries.</p><p>Beijing Olympics. Photo: Wikimedia commons. </p><p>Twenty years ago, in its bid for the Olympics, China <url normalizedValue=\"https://www.cecc.gov/publications/commission-analysis/chinese-government-relaxes-restrictions-on-foreign-journalists-fo-0\">promised</url> that there would be “no restrictions on media reporting and movement of journalists up to and including the Olympic Games”. Optimists assumed that respect for freedom of expression would gradually grow in China. Pessimists thought reporting restrictions would continue.  </p><p>Few could have imagined the CCP stooping to the level of running campaigns against individual news reporters and outlets, resulting in harassment and death threats against foreign reporters.</p><p>It is long past time for China to respect the right to freedom of expression, and for foreign governments and the IOC to raise the alarm bells about the deteriorating situation that global journalists will find themselves in once again in just a few months, at the 2022 Winter Olympics in Beijing. </p><p/><p><table><tgroup cols=\"1\" rowsep=\"0\" xml:id=\"tgroup_1\"><colspec colname=\"col1\" colsep=\"0\" colwidth=\"632\"/><tbody><row><entry colname=\"col1\"><emphasis typeStyle=\"it\"><emphasis typeStyle=\"bf\">HKFP is an impartial platform &amp; does not necessarily share the views of opinion writers or advertisers.</emphasis> HKFP presents a diversity of views &amp; regularly invites figures across the political spectrum to write for us.</emphasis></entry></row></tbody></tgroup></table></p><h> More HKFP OPINION: </h><h><url normalizedValue=\"https://hongkongfp.com/2021/08/02/attacks-on-foreign-journalists-in-henan-cast-shadow-over-beijing-olympics/\">Attacks on foreign journalists in China cast shadow over Beijing’s upcoming Olympics</url></h><h><url normalizedValue=\"https://hongkongfp.com/2021/07/31/awesome-skill-and-courage-but-the-olympics-set-a-poor-example-for-young-skateboarders/\">Awesome skill and courage – but the Olympics set a poor example for young skateboarders</url></h><h><url normalizedValue=\"https://hongkongfp.com/2021/07/29/does-china-want-the-us-to-leave-afghanistan/\">Does China want the US to leave Afghanistan?</url></h><h><url normalizedValue=\"https://hongkongfp.com/2021/07/27/sensitive-souls-the-map-that-supposedly-hurt-the-feelings-of-1-4-billion-chinese/\">Sensitive souls: the map that supposedly hurt the feelings of 1.4 billion Chinese SIGN UP to our mailing list</url></h><p> HKFP Dim Sum is a weekly email summary of our best content sent every Friday. Unsubscribe at any time. We will not share your details with third parties.</p><p>Success! You're on the list. Whoops! There was an error and we couldn't process your subscription. Please reload the page and try again. Processing…</p>", "model_coding": "Label: Reaction, Grief"}, {"bodytext": "<p nitf:lede=\"true\">The Three Gorges Dam in Yichang, Central China's Hubei Province, opens 11 release valves to discharge water on August 20, 2020, to cope with the biggest flood since the construction of the dam. Photo: VCG</p><p nitf:lede=\"true\"><br/><br/>Since the beginning of the height of the rainy season in July, frequent flooding across China has continued to tug at the heartstrings of all Chinese people. In the face of severe flooding caused by record-breaking heavy rainfall in northern China, especially flash floods in Henan Province, major water conservancy projects along the Yangtze River in the south also put in place measures for flood control, and dam operators have been constantly on alert for possible sudden flood hazards.<br/><br/>Engineers and experts told the Global Times said that the dams built along the Yangtze River have all passed various tests and been playing a key role in combating seasonal floods. Despite the relatively low rainfall in the Yangtze basin this year, these cascade reservoirs have been a source of security for the life and property of people  living along the river.</p><p nitf:lede=\"true\">A robot inspects a 220kV GIS switchyard equipment at the Gezhouba Dam. Photo: Ma Yunyan/Three Gorges Corporation</p><p><br/><br/>Joint operation of 47 dams<br/><br/>According to China Three Gorges Corporation (CTG), in mid-July, the upper stream and tributaries of the Yangtze River experienced persistent heavy rainfall. Faced with two consecutive floods delivering over 40,000 cubic meters of water per second, the Three Gorges Dam, the world's largest hydropower project, freed up 1.284 billion cubic meters of reservoir capacity in advance, controlling the discharge flow at about 31,300 cubic meters per second, cutting the peak rate by about 30 percent.<br/><br/>\"The Three Gorges Dam has changed the flood control across the Jingjiang reach of the Yangtze River, raising its flood control standard from once in 10 or 20 years to once in a hundred years,\" Li Shuai, senior engineer at Hub Operation and Management Center of Three Gorges Dam, told the Global Times. <br/><br/>In 2020, the Yangtze River experienced several rounds of heavy flooding. The Three Gorges Dam opened 11 spillway tunnels and successfully confronted the largest-ever flood peak of 75,000 cubic meters per second, finally containing a total of 29.5 billion cubic meters of water, accounting for about 60 percent of the total floods prevented in the upper and middle reaches of the Yangtze.<br/><br/>Data shows that from 2003 to 2020, the Three Gorges Reservoir has been filled 61 times to prevent floods, among which three times were to contain mega-floods of more than 70,000 cubic meters per second.<br/><br/>Experts point out that in addition to the fully operational Three Gorges Dam, the cascade reservoir group in the upper reaches of the Yangtze River has also assumed a vital task in resisting the threat of flooding.<br/><br/>In June, China's Ministry of Water Resources approved a conjunctive management plan saying that during this year's flood season, a total of 47 dams along the Yangtze River will be jointly operated for flood control and power generation purposes, with a total flood control storage capacity of 69.5 billion cubic meters. Among them, there are seven dams are under the jurisdiction management of the CTG, with a total regulating reservoir capacity of 47.3 billion cubic meters and 38.6 billion cubic meters flood control reservoir capacity, playing a key role in the flood control system of the Yangtze River Basin.<br/><br/>The Wudongde Reservoir on the upper Yangtze River, which came into full operation in June, is already capable of assisting in flood prevention, and the joint flood control operations will be carried out with its downstream reservoirs such as Baihetan, Xiluodu and Xiangjiaba to improve flood control standards in the Sichuan-Chongqing reach of the Yangtze, in combination with the Three Gorges Reservoir to hold back floodwaters in the middle and lower reaches of the river system, Li said. \"In the Yangtze River basin, there are 1,400 weather stations and more than 20,000 hydro-meteorological stations established for providing most real-time, accurate and comprehensive information for reservoirs' safe operation,\" a representative from the Three Gorges Cascade Dispatch and Communication Center told the Global Times.<br/><br/>The same representative noted that with technical support offered by the BeiDou Satellite Navigation System, the most advanced weather measurement equipment currently adopted by the CTG can issue and update refined weather forecasts every 10 minutes, and can accurately predict the precipitation situation of the entire Yangtze River basin within 10 days on a grid basis management. <br/><br/>\"This precipitation and hydrological forecasting system divides upstream areas into more than 130 monitoring sections to measure the runoff into reservoirs through amount of precipitation, and on this basis to make a seven-day rolling operation plan for the terrace reservoir, with the forecast accuracy reaching 98 percent within 24 hours and 92 percent within one week,\" he added. <br/><br/>At present, CTG is gradually strengthening inspection procedures for key equipment built into telemetry stations, and increasing the frequency of communication and information sharing with local governments in each reservoir area to ensure a rapid response to special and emergency situations. <br/><br/>The Chinese government and many hydropower engineering companies have made an enormous effort to combat flooding, and over the years in a constant struggle against the forces of nature, Chinese people have become more humble, rigorous and respectful of science, forming a series of well-tested and regulated operations to deal with almost any contingency, He Wei, a deputy director of the Engineering and Construction Department of Baihetan Hydropower Station, the world's most technically challenging hydropower project under construction, told the Global Times.<br/><br/>\"The Yangtze River used to be a river that people couldn't harness, but now, the flood of the Yangtze is no longer a beast but a resource,\" He said.</p><p>A giant screen at the Three Gorges Cascade Dispatch and Communication Center shows the flood peak shaving process. Photo: Lin Xiaoyi/GT</p><p><br/><br/>Precaution due to Henan floods <br/><br/>The Global Times learned that after the torrential rains and floods that have killed at least 302 people and caused massive loss in Central China's Henan Province, operation and management teams of various water conservancy projects in China have been implementing a  more disciplined approach to ensure safe operations.  \"The failure of some dams during the flood in Henan sounded an alarm for us,\" Xiang Ke, deputy director of the Gezhouba Hydropower Plant, told the Global Times.<br/><br/>Xiang pointed out that before the arrival of the flood season in July, the CTG has organized flood control coordination meetings for the Three Gorges-Gezhouba Dam gradient hub, developed a new edition of flood control workbook, and carried out targeted inspections of key parts and equipment of the dam, strengthening flood control material reserves and emergency drills.<br/><br/>\"With the establishment of the upper Yangtze River reservoir group, the pressure of flood control in the basin is being gradually reduced, but responding to local sudden disaster weather is still the focus and difficulty of our work,\" Xiang said, noting that some dams in Henan failed during heavy rains mainly because the fast-rising water seeped through the holes and gaps of the dams.<br/><br/>Currently, the Three Gorges Dam and the Gezhouba Dam have completed the restoration of the dams' holes and downstream barriers, and used the self-developed dredging robots to strengthen the cleaning of floating objects near the dams to avoid damage to power generation and navigation. As of July 29, the Three Gorges Reservoir has cleared around 20,000 cubic meters of floating material in the dam area.  <br/><br/>At the same times, in response to Western media outlets' claim that China's extensive construction of the dam triggered extreme weather such as heavy rainfall and drought and may even induce earthquakes, Xiang said that the dam may slightly change the local microclimate across the reservoir area, such as water storage makes the reservoir area more moist, more conducive to the growth of green vegetation, but is unlikely to influence the atmospheric circulation or affect the ecology and climate of the whole region.<br/><br/>\"We will proactively respond to critical periods of flood control that typically last until mid-September, ensuring the orderly control of flood storage throughout the cascade reservoirs, in addition to the integration of water resource management and power generation efficiency,\" Xiang said.</p>", "model_coding": "None"}, {"bodytext": "<p nitf:lede=\"true\">Wendy Sherman photo:CFP</p><p nitf:lede=\"true\">In a break from the past approach, when the Chinese side often released a goodwill gesture before a China-US meeting while the US exerted pressure on China, this time before the visit of US Deputy Secretary of State Wendy Sherman, China announced it is sanctioning six individuals and one entity of the US, a move that Chinese observers said could become a new normal in China-US interaction. <br/><br/>Sherman is scheduled to arrive in North China's Tianjin Municipality Sunday night for a meeting with the Chinese side that will draw intensive attention amid increasingly tense bilateral ties fueled recently by the US' moves to impose sanctions on several Chinese officials over Hong Kong and its groundless accusation that China is engaging in cyberattacks worldwide. <br/><br/>Chinese experts expressed low expectations for this high-ranking, face-to-face interaction between the two world powers since the Alaska talks, saying it will be more of a gesture to keep in touch rather than yield any actual outcomes. <br/><br/>Sherman posted two tweets Sunday night, saying that \"the Biden-Harris Administration is pushing for a level playing field for American companies in China,\" while expressing condolences to victims of the Henan floods.</p><p><br/><br/>The Chinese Foreign Ministry confirmed Sherman's visit on late Wednesday night, announcing that the senior US official will visit Tianjin from Sunday to Monday, a visit arranged after the US proposal to exchange views on China-US relations. Chinese Vice Foreign Minister Xie Feng, who is in charge of China-US relations at the Ministry, will hold talks with Sherman. Later, State Councilor and Foreign Minister Wang Yi will meet Sherman, according to the announcement. <br/><br/>US no superior <br/><br/>Prior to Sherman's China visit, Chinese State Councilor and Foreign Minister Wang Yi on Saturday warned that China will never accept the US talking with it in a condescending manner. <br/><br/>\"The US has always put pressure on others with its self-claimed strengths in a condescending manner,\" Wang said. \"But I want to tell the US side that there is never a country that is superior to others, and there shouldn't be one.\" He also stressed that China will never accept any country who thinks this way.<br/><br/>The senior diplomat's statement was in response to US State Department spokesperson Ned Price's description of Sherman's trip to China as coming \"from a position of strength\" due to its consultations with its allies. The State Department also said in a press release on Wednesday that the meetings are \"part of ongoing US efforts to hold candid exchanges with PRC officials to advance US interests and values, and to responsibly manage the relationship.\"<br/><br/>If the US still has not learned how to treat other countries equally, then China, together with the international community, has a responsibility to teach the US, Wang noted.<br/><br/>Almost at the same time, US Defense Secretary Lloyd Austin started his trip to Singapore, Vietnam and the Philippines on Friday and US Secretary of State Antony Blinken will pay a visit to India. <br/><br/>Given the overall situation of the China-US relationship, in addition to apparent tensions at the Alaska meeting, the most recent face-to-face interaction between senior officials of the two countries, Chinese officials are unlikely to hold high expectations toward the upcoming dialogue, Li Yan, deputy director of Institute of American Studies of China Institutes of Contemporary International Relations, told the Global Times on Sunday. <br/><br/>\"Especially as the US government has taken a series of measures to further suppress China, which has largely lowered the expectations of the Chinese side,\" he said. <br/><br/>China said on Friday that it will impose sanctions against six individuals including the former US Secretary of Commerce Wilbur Louis Ross and Chairman of US-China Economic and Security Review Commission (USCC) Carolyn Bartholomew, as well as one entity of the US, the Hong Kong Democratic Council, according to the Anti-Foreign Sanctions Law.<br/><br/>The move is a reciprocal countermeasure against the recent erroneous practice of the US targeting Hong Kong, when the White House issued an advisory to warn US businesses about risks to their operations and activities in Hong Kong, and sanctioned seven Hong Kong liaison office officials, while adding them to the US Treasury's \"specially designated nationals\" list on July 16.<br/><br/>A shift in China policy?<br/><br/>\"Since US President Joe Biden took office, his administration has been following strategies from the Trump era featuring the heavy pressure and dealing with China in a cold way. However, such an approach has been less effective than he anticipated, and Biden is looking for another way around,\" Wu Xinbo, director of the Center for American Studies at Fudan University in Shanghai, told the Global Times on Sunday. <br/><br/>The US increasingly finds that it needs China's support and coordination on various fronts, including on international issues like Iran, Afghanistan, Myanmar, climate change and trade, experts noted. <br/><br/>If the talks go well, the two sides could be setting the stage for higher level meetings as well as meetings on a larger scale. \"For now there have only been talks on the diplomatic front, but dialogues on trade and commerce and other fields could be expected in the future,\" Wu noted. <br/><br/>However, Li Yan believes that the US' recent moves to seek interaction with China do not mean there will be a change in the Biden administration's China policy, but indicates that its overall China policy evaluation is close to an end. Also, it has been about six months since Biden took office emphasizing competition, cooperation and confrontation, however, the competition and confrontation have been largely amplified over the past few months, leading to a negative impact on overall China-US relationship which needs to be adjusted. <br/><br/>Ways to manage competition<br/><br/>US officials said prior to Sherman's visit that there needs to be a level playing field and guardrails to ensure ties do not turn into conflict, and the world's two largest economies need responsible ways to manage competition, Reuters reported on Sunday. <br/><br/>\"She's going to underscore that we do not want that stiff and sustained competition to veer into conflict,\" one senior US administration official noted. <br/><br/>The US wants to ensure there are \"guardrails\" and \"parameters\" in place to responsibly manage the relationship,\" he said, adding that \"Everyone needs to play by the same rules,\" according to the Reuters report. <br/><br/>However, Chinese observers see such remarks \"vague and far from enough,\" as the \"guardrails\" and \"parameters\" were only set to serve US interests.<br/><br/>\"When the US said it wants to ensure there are guardrails and parameters in place to responsibly manage the relationship, it's still very dangerous if there is no clear boundary, as the competition can evolve into conflict. The real guardrail should emphasize cooperation and explore solutions through cooperation,\" Diao Daming, associate professor at the Renmin University of China in Beijing, told the Global Times on Sunday. <br/><br/>Those so-called rules only serve the interests of the US, underscoring the West-defined value systems while attempting to cover a number of issues such as human rights and democracy, Diao noted.  <br/><br/>\"China won't reject playing by the rules, but they must be based on and widely accepted by the international community, in accordance with international law and the UN Charter, not designed by the US alone,\" he said.<br/><br/>Such rule-based international order has been advocated by the Biden administration since he took office in January, which is closer to rhetoric rather than a true standard the US adheres to, as it is unclear on what fundamental this rule is set or who designed it, leaving a lot to be discussed, noted Li Yan.<br/><br/>China has its own rules with which the US side must abide, Wu Xinbo added, including not interfering in China's internal affairs and not infringing on China's core interests. Meetings between Beijing and Washington are a constant process of adjusting and adapting to each other's rules, Wu added. <br/><br/></p>", "model_coding": "None"}, {"bodytext": "<p nitf:lede=\"true\">The Foreign Correspondents’ Club (FCC) scrapped <url normalizedValue=\"https://hongkongfp.com/2022/04/25/breaking-hong-kongs-human-rights-press-awards-cancelled/\">the 2022 Human Rights Press Awards</url> after defunct outlet Stand News was slated to win a number of prizes. It prompted a board member to step down <url normalizedValue=\"https://hongkongfp.com/2022/04/25/human-rights-press-awards-axed-after-stand-news-wins-8-fcc-press-freedom-committee-members-quit-sources/\">and eight members of the club’s press freedom committee</url> to resign. </p><p nitf:lede=\"true\">In a statement, the club cited legal risks and “red lines,” whilst Chief Executive Carrie Lam dismissed the row as an “isolated incident.” The ceremony was meant to be held next Tuesday, on May 3 – World Press Freedom Day.</p><p nitf:lede=\"true\">The pro-democracy outlet Stand News halted operations last December after arrests and a police raid. Authorities accused the independent news platform of publishing “seditious materials” with intent to cause hatred towards the government, the judiciary and cause discontent among the public. The trial is ongoing.</p><p nitf:lede=\"true\">On Monday, HKFP<url normalizedValue=\"https://hongkongfp.com/2022/04/25/human-rights-press-awards-axed-after-stand-news-wins-8-fcc-press-freedom-committee-members-quit-sources/\">published the list of prizes</url> that were set to be awarded to Stand News. </p><p>Awards set to be given to the now-defunct Stand News – click to view.</p><p><emphasis typeStyle=\"bf\">Investigative feature writing:</emphasis></p><p><emphasis typeStyle=\"it\">Winner:</emphasis></p><list><listItem><label>•</label><bodyText><p>Stand News – 2012 Lamma Island ferry collision investigation</p>", "model_coding": "None"}, {"bodytext": "<p>China is expected to cool some aggressive steps to curb emissions from heavy industry as it tries to balance achieving its climate goals with keeping the economy stable</p>", "model_coding": "None"}]