[{"relevance_score": 18, "title": "First joint project by 2027 for EU 'nature credits' roadmap", "published": "2025-07-23", "bodyText": "<p nitf:lede=\"true\">(ANSA) - JUL 23 - With a roadmap and eight flagship actions to be implemented by 2027, the European Commission is laying the groundwork for a future European market of \"nature credits\" - incentives for those who protect the environment, aimed at boosting private investment in the green transition. Despite the EU's commitment to allocate 10% of its budget to biodiversity by 2026-2027, the communication adopted by the Commission estimates a funding requirement of (EURO)65 billion per year for biodiversity. \"We need to put nature on the balance sheet. </p><p>That is exactly what nature credits do,\" said European Commission President Ursula von der Leyen in her remarks on the newly adopted EU Roadmap on Nature Credits. \"If well designed, they will be an efficient and market-oriented tool to encourage the private sector to invest and innovate. \"With investment and innovation, we generate income for those working to protect nature - including our farmers, landowners, and foresters.\" The roadmap kicks off this year with the launch of an expert group that will guide technical and regulatory development by helping define criteria, methodologies, and governance mechanisms for these green markets. Experts will be selected after 10 September. The European Commission will also assess the supply and demand for nature credits and, from now until 2027, work to establish a joint pilot project financed through existing EU funds. Several Member States - including France, Finland, Ireland, and Italy - have already launched similar initiatives at the national level, either government-led or driven by civil society. Starting in 2026, carbon removal practices in agriculture will also be integrated through a certification system for sustainable agricultural and forestry activities that generate verifiable benefits for climate and biodiversity. These practices - according to the communication - will include peatland restoration, tree planting, sustainable farming, and agroforestry. In 2027, the Commission will review progress and evaluate next steps for the development of European nature credit markets, with particular attention to small producers and SMEs. The concept of nature credits in Europe was first mentioned by von der Leyen in September during her speech at the DLD Nature Conference in Munich, where she stressed the need to build on the model of the EU Emissions Trading System (ETS). However, unlike carbon credits, which are based on tonnes of CO  equivalent, nature credits reflect outcomes in terms of improved biodiversity. #IMCAP \"Co-funded by the European Union. However, the views expressed belong solely to the author(s) and do not necessarily reflect those of the European Union. Neither the European Union nor the granting authority can be held responsible.\"</p>", "publisher": "ANSA English Corporate Service", "instances": ["Several Member States - including France, Finland, Ireland, and Italy - have already launched similar initiatives at the national level, either government-led or driven by civil society. Starting in 2026, carbon removal practices in agriculture will also be integrated through a certification system for sustainable agricultural and forestry activities that generate verifiable benefits for climate and biodiversity. In 2027, the Commission will review progress and evaluate next steps for the development of European nature credit markets, with particular attention to small producers and SMEs. The concept of nature credits in Europe was first mentioned by von der Leyen in September during her speech at the DLD Nature Conference in Munich, where she stressed the need to build on the model of the EU Emissions Trading System (ETS)."]}, {"relevance_score": 18, "title": "First joint project by 2027 for EU 'nature credits' roadmap", "published": "2025-07-23", "bodyText": "<p nitf:lede=\"true\">(ANSA) - JUL 23 - With a roadmap and eight flagship actions to be implemented by 2027, the European Commission is laying the groundwork for a future European market of \"nature credits\" - incentives for those who protect the environment, aimed at boosting private investment in the green transition. Despite the EU's commitment to allocate 10% of its budget to biodiversity by 2026-2027, the communication adopted by the Commission estimates a funding requirement of (EURO)65 billion per year for biodiversity. \"We need to put nature on the balance sheet. </p><p>That is exactly what nature credits do,\" said European Commission President Ursula von der Leyen in her remarks on the newly adopted EU Roadmap on Nature Credits. \"If well designed, they will be an efficient and market-oriented tool to encourage the private sector to invest and innovate. \"With investment and innovation, we generate income for those working to protect nature - including our farmers, landowners, and foresters.\" The roadmap kicks off this year with the launch of an expert group that will guide technical and regulatory development by helping define criteria, methodologies, and governance mechanisms for these green markets. Experts will be selected after 10 September. The European Commission will also assess the supply and demand for nature credits and, from now until 2027, work to establish a joint pilot project financed through existing EU funds. Several Member States - including France, Finland, Ireland, and Italy - have already launched similar initiatives at the national level, either government-led or driven by civil society. Starting in 2026, carbon removal practices in agriculture will also be integrated through a certification system for sustainable agricultural and forestry activities that generate verifiable benefits for climate and biodiversity. These practices - according to the communication - will include peatland restoration, tree planting, sustainable farming, and agroforestry. In 2027, the Commission will review progress and evaluate next steps for the development of European nature credit markets, with particular attention to small producers and SMEs. The concept of nature credits in Europe was first mentioned by von der Leyen in September during her speech at the DLD Nature Conference in Munich, where she stressed the need to build on the model of the EU Emissions Trading System (ETS). However, unlike carbon credits, which are based on tonnes of CO  equivalent, nature credits reflect outcomes in terms of improved biodiversity. #IMCAP \"Co-funded by the European Union. However, the views expressed belong solely to the author(s) and do not necessarily reflect those of the European Union. Neither the European Union nor the granting authority can be held responsible.\"</p>", "publisher": "ANSA English Media Service", "instances": ["Several Member States - including France, Finland, Ireland, and Italy - have already launched similar initiatives at the national level, either government-led or driven by civil society. Starting in 2026, carbon removal practices in agriculture will also be integrated through a certification system for sustainable agricultural and forestry activities that generate verifiable benefits for climate and biodiversity. In 2027, the Commission will review progress and evaluate next steps for the development of European nature credit markets, with particular attention to small producers and SMEs. The concept of nature credits in Europe was first mentioned by von der Leyen in September during her speech at the DLD Nature Conference in Munich, where she stressed the need to build on the model of the EU Emissions Trading System (ETS)."]}, {"relevance_score": 19, "title": "Environment: Etifor report, biodiversity protection is a shared responsibility (2)", "published": "2024-11-07", "bodyText": "<p nitf:lede=\"true\">The palm oil supply chain has long been undergoing a change of course towards sustainable and 'climate-smart' production. Protecting biodiversity requires a wide range of approaches, from protecting high conservation value (HCV) and high carbon stock (HCS) areas, to managing and restoring habitats, to species monitoring and to the involvement of local communities and the supply chain.</p><p>Requirements for the protection of biodiversity and ecosystems are already provided for by the Roundtable on Sustainable Palm Oil's sustainability standard. The RSPO Principles and Criteria (P&amp;C), against which growers are audited, include several relevant elements, including a ban on deforestation and fires, the protection and restoration of HCV and HCS areas, the reduced use of chemical pesticides, and sustainable agricultural practices. RSPO members who are not growers, are subject to shared responsibility requirements and are required to develop biodiversity policies that apply to all of their suppliers, assessing their adherence and assisting smallholders in implementing best practices.</p><p>New models of sustainable plantations based on agroforestry and regenerative agriculture are emerging as a response to environmental challenges and there are several projects to develop nature-based solutions (NbS) being carried out in partnership by companies in the sector with the support of the scientific community and non-governmental organisations.</p><p>\"As the Etifor report points out - Fontana concludes - including biodiversity in corporate strategies is no longer just a matter of ethics or regulatory compliance, but represents a fundamental lever for ensuring the resilience of companies and their supply chains. However, especially in sectors like ours, in order to invest resources in supply chain certifications and solutions capable of driving the global transition towards a nature-positive development model, cooperation between the public and private sectors and the support of adequate financial resources and instruments are essential. It is therefore worrying to note that, despite the positive results achieved on some important issues, COP16 ended in a stalemate on the financial aspects\".</p><p>©2024 GMC S.A.P.A. di G. P. Marra. Visit at adnkronos.com. Distributed by Tribune Content Agency, LLC.</p>", "publisher": "AdnkroNos International, Rome", "instances": ["The RSPO Principles and Criteria (P&amp;C), against which growers are audited, include several relevant elements, including a ban on deforestation and fires, the protection and restoration of HCV and HCS areas, the reduced use of chemical pesticides, and sustainable agricultural practices. RSPO members who are not growers, are subject to shared responsibility requirements and are required to develop biodiversity policies that apply to all of their suppliers, assessing their adherence and assisting smallholders in implementing best practices. As the Etifor report points out - Fontana concludes - including biodiversity in corporate strategies is no longer just a matter of ethics or regulatory compliance, but represents a fundamental lever for ensuring the resilience of companies and their supply chains. However, especially in sectors like ours, in order to invest resources in supply chain certifications and solutions capable of driving the global transition towards a nature-positive development model, cooperation between the public and private sectors and the support of adequate financial resources and instruments are essential."]}, {"relevance_score": 17, "title": "ENI Award unveils four prize-winners from Africa", "published": "2022-08-04", "bodyText": "<p nitf:lede=\"true\">Italian major ENI has named four prize-winners from Egypt, Ethiopia and South Africa in the The Young Talents from Africa category its of its annual energy and environment awards aimed at honouring younger generations of researchers and scientists.</p><p>This year's prize winners are Yousif Adam of The American University in Cairo, Egypt, Ibrahim Mohamed Ibrahim Moustafa Ibrahim of the Arab Academy for Science, Technology and Maritime Transport, Egypt, Andsera Adugna Mekonen of Addis Ababa University, Ethiopia, and Andris Metumo Simeon, of the University of Cape Town, South Africa, ENI said in a statement on Thursday.</p><p>Adam's project concerns sustainable wastewater management in Africa from a Circular Economy perspective, while Ibrahim proposed a thesis on improving the accuracy of solar energy prediction with new approaches, according to the statement.</p><p>Mekonen's work involves a sustainable agroforestry ecosystem study using Earth observation and environmental sensing in central Ethiopia, while Simeon proposed a study on smart adaptive protection strategies for carbon neutral, grid-connected, hybrid, microgrids with energy storage.</p><p>The Eni Award 2022 will be presented this autumn in Rome during an official ceremony at the Quirinal Palace, in the presence of Italy's head of state Sergio Mattarella.</p><p>Established in 2007, the Eni Award has become an international reference point for research in the fields of energy and the environment. The award's aim is to promote better use of energy sources and to encourage innovative research.</p><p>©2022 GMC S.A.P.A. di G. P. Marra. Visit at adnkronos.com. Distributed by Tribune Content Agency, LLC.</p>", "publisher": "AdnkroNos International, Rome", "instances": ["This year's prize winners are Yousif Adam of The American University in Cairo, Egypt, Ibrahim Mohamed Ibrahim Moustafa Ibrahim of the Arab Academy for Science, Technology and Maritime Transport, Egypt, Andsera Adugna Mekonen of Addis Ababa University, Ethiopia, and Andris Metumo Simeon, of the University of Cape Town, South Africa, ENI said in a statement on Thursday. Adam's project concerns sustainable wastewater management in Africa from a Circular Economy perspective, while Ibrahim proposed a thesis on improving the accuracy of solar energy prediction with new approaches, according to the statement. The Eni Award 2022 will be presented this autumn in Rome during an official ceremony at the Quirinal Palace, in the presence of Italy's head of state Sergio Mattarella. Established in 2007, the Eni Award has become an international reference point for research in the fields of energy and the environment."]}, {"relevance_score": 9, "title": "Sustainable Indian producer wins Ernesto Illy Coffee Award", "published": "2021-12-02", "bodyText": "<p nitf:lede=\"true\">(ANSA) - DEC 2 - Indian producer Jumboor Estate is the winner of the sixth Ernesto Illy International Coffee Award, a prize illycaffè gives to the producer of the best sustainable coffee. The aim is to promote the quality and sustainability of coffee production and increase collaboration between producers. </p><p>The 2021 Award featured 27 finalists, three producers from nine of the most significant coffee growing countries: Brazil, Colombia, Costa Rica, El Salvador, Ethiopia, Guatemala, Honduras, India, and Nicaragua. Jamboor Estate, which, among other things, produces \"Jumboor Gold\", a high-quality Yellow Bourbon Arabica variety, was voted \"Best of the Best\" by an independent panel of international experts. \"It's the first time that India has won this award,\" illycaffè Chairman Andrea Illy told ANSA. \"But the country has been a high-quality coffee producer for around 20 years and it is the trailblazer of a new way to grow coffee, which is agroforestry, where coffee is grown under the shade of tall trees, usually together with other crops such as peppercorns or vanilla. \"So this sort of coffee production is better balanced and more respectful of biodiversity and soil health\". At the same occasion, Proyecto Lift Olopita of Guatemala won the \"Coffee Lover's Choice\" award, designated by a panel of consumers through blind tasting organized in select illy cafes worldwide. \"The victory of Guatemala, which with its group of small producers participating in the Lift project won the consumers' choice award for best coffee, also proves that quality continues to be an important engine to drive sustainable growth among coffee communities,\" Andrea Illy concluded.</p>", "publisher": "ANSA English Media Service", "instances": ["Jamboor Estate, which, among other things, produces \"Jumboor Gold\", a high-quality Yellow Bourbon Arabica variety, was voted \"Best of the Best\" by an independent panel of international experts. \"It's the first time that India has won this award,\" illycaffè Chairman Andrea Illy told ANSA. \"So this sort of coffee production is better balanced and more respectful of biodiversity and soil health\". At the same occasion, Proyecto Lift Olopita of Guatemala won the \"Coffee Lover's Choice\" award, designated by a panel of consumers through blind tasting organized in select illy cafes worldwide."]}, {"relevance_score": 9, "title": "Sustainable Indian producer wins Ernesto Illy Coffee Award", "published": "2021-12-02", "bodyText": "<p nitf:lede=\"true\">(ANSA) - DEC 2 - Indian producer Jumboor Estate is the winner of the sixth Ernesto Illy International Coffee Award, a prize illycaffè gives to the producer of the best sustainable coffee. The aim is to promote the quality and sustainability of coffee production and increase collaboration between producers. </p><p>The 2021 Award featured 27 finalists, three producers from nine of the most significant coffee growing countries: Brazil, Colombia, Costa Rica, El Salvador, Ethiopia, Guatemala, Honduras, India, and Nicaragua. Jamboor Estate, which, among other things, produces \"Jumboor Gold\", a high-quality Yellow Bourbon Arabica variety, was voted \"Best of the Best\" by an independent panel of international experts. \"It's the first time that India has won this award,\" illycaffè Chairman Andrea Illy told ANSA. \"But the country has been a high-quality coffee producer for around 20 years and it is the trailblazer of a new way to grow coffee, which is agroforestry, where coffee is grown under the shade of tall trees, usually together with other crops such as peppercorns or vanilla. \"So this sort of coffee production is better balanced and more respectful of biodiversity and soil health\". At the same occasion, Proyecto Lift Olopita of Guatemala won the \"Coffee Lover's Choice\" award, designated by a panel of consumers through blind tasting organized in select illy cafes worldwide. \"The victory of Guatemala, which with its group of small producers participating in the Lift project won the consumers' choice award for best coffee, also proves that quality continues to be an important engine to drive sustainable growth among coffee communities,\" Andrea Illy concluded.</p>", "publisher": "ANSA English Corporate Service", "instances": ["Jamboor Estate, which, among other things, produces \"Jumboor Gold\", a high-quality Yellow Bourbon Arabica variety, was voted \"Best of the Best\" by an independent panel of international experts. \"It's the first time that India has won this award,\" illycaffè Chairman Andrea Illy told ANSA. \"So this sort of coffee production is better balanced and more respectful of biodiversity and soil health\". At the same occasion, Proyecto Lift Olopita of Guatemala won the \"Coffee Lover's Choice\" award, designated by a panel of consumers through blind tasting organized in select illy cafes worldwide."]}, {"relevance_score": 24, "title": "Agriculture: FAO adds two Tunisian sites to GIAHS list", "published": "2020-06-15", "bodyText": "<p nitf:lede=\"true\">(ANSAmed) - TUNIS, JUNE 15 -Tunisia's traditional Ramli agricultural systems in the lagoons of Ghar El Melh and its hanging gardens from Djebba El Olia, have been recognized as Globally Important Agricultural Heritage Systems (GIAHS), a designation managed by the UN Food and Agriculture Organization (FAO). It is the second time Tunisian sites have won the GIHAS recognition, after Gafsa Oases in 2011. Both sites reflect profound bonds between the cultivated crops and the natural ecosystem, local fauna and flora, while promoting the preservation of traditional knowledge and biodiversity conservation, FAO said in a statement published on Monday. Their recognition as GIAHS sites will encourage local communities to better treasure and conserve their heritage for future generations. Ramli (''on sand'') are agricultural practices that consist of growing crops on sandy substrates. Unique not only in Tunisia but in the whole world, these gardens were created in the 17th century by the Andalusian diaspora to cope with the lack of cultivable land and fresh water. </p><p>The practices are based on a passive irrigation system where the roots of the plants are fed throughout each season by rainwater stored and floating on the surface of the sea through the movement of the tides. The traditional knowledge preserved over the centuries enables farmers to maintain the lagoon plots through the precise supply of sand and organic matter so that the crops reach the right height, allowing the roots to be irrigated by a fine fresh water and not to be affected by salt water, FAO explained in the statement. Hedges of fruit trees and shrubs on the lagoon barrier protect the cultivated plots from wind and sea spray, help slow down evaporation and fix the sand. Such a multifaceted system makes it possible to grow crops all year round without artificial water supplies, even during periods of drought.  Today, fishing and agriculture are the main subsistence activities in the area. The farms of Ghar El Melh are small (81 percent have less than 5 hectares) and their primary production includes potatoes, beans and onions ''on ramli'', FAO said. Perched on the heights of Mount el Gorra, the gardens of Djebba el Olia form a unique agroforestry system. At an altitude of 600 meters, farmers have been able to shape this mountainous landscape to their advantage by integrating agriculture on terraces derived from natural geological formations or by building them out of dry stone.  Reinforced by an efficient irrigation system, the hanging gardens are examples of innovative and resilient agroforestry that meets the food needs of the local communities throughout the year. Thanks to the preservation of the forests at high altitude and the multitude of species in the tree stratum of the gardens, Djebba El Olia benefits from a  special micriclimate. Based on practices combining agroforestry and agroecology, fig tree cultivation is the mainstay of a varied and resilient multicultural system supported by extensive livestock farming. Apart from figs, a large number of vegetables, pulses and fruit species are produced in the gardens, including solanaceous plants (tomato, pepper) as well as squash, broad bean, onion, bean and potato. Livestock breeding is also a big part of the site's biodiversity, in particular the local breed of sheep Black Thibar, adapted to the rugged terrain, and the Brown Atlas cattle breed known for its hardiness. These gardens benefit from the nearby forests and wild flora and fauna species ensuring that wild pollinators also support biodiversity. The art of managing cultivated and wild species is the basis of the site's ingenious knowledge. The quality of products is highly appreciated - Djebba's AOC labelled figs, fresh and dried fruits and  processed products (jams) are all highly sought after locally and abroad, representing an important source of income. The addition of the two Tunisian sites brings the total number of GIAHS worldwide to 61 in 22 countries. This FAO landmark program highlights unique ways that rural communities have over generations forged to foster food security, viable livelihoods, resilient ecosystems and high levels of biodiversity, all while contributing to the formation of remarkable landscapes.</p>", "publisher": "ANSA English Media Service", "instances": ["Today, fishing and agriculture are the main subsistence activities in the area. The farms of Ghar El Melh are small (81 percent have less than 5 hectares) and their primary production includes potatoes, beans and onions ''on ramli'', FAO said. At an altitude of 600 meters, farmers have been able to shape this mountainous landscape to their advantage by integrating agriculture on terraces derived from natural geological formations or by building them out of dry stone. Reinforced by an efficient irrigation system, the hanging gardens are examples of innovative and resilient agroforestry that meets the food needs of the local communities throughout the year.", "Perched on the heights of Mount el Gorra, the gardens of Djebba el Olia form a unique agroforestry system. At an altitude of 600 meters, farmers have been able to shape this mountainous landscape to their advantage by integrating agriculture on terraces derived from natural geological formations or by building them out of dry stone. Thanks to the preservation of the forests at high altitude and the multitude of species in the tree stratum of the gardens, Djebba El Olia benefits from a  special micriclimate. Based on practices combining agroforestry and agroecology, fig tree cultivation is the mainstay of a varied and resilient multicultural system supported by extensive livestock farming.", "Reinforced by an efficient irrigation system, the hanging gardens are examples of innovative and resilient agroforestry that meets the food needs of the local communities throughout the year. Thanks to the preservation of the forests at high altitude and the multitude of species in the tree stratum of the gardens, Djebba El Olia benefits from a  special micriclimate. Apart from figs, a large number of vegetables, pulses and fruit species are produced in the gardens, including solanaceous plants (tomato, pepper) as well as squash, broad bean, onion, bean and potato. Livestock breeding is also a big part of the site's biodiversity, in particular the local breed of sheep Black Thibar, adapted to the rugged terrain, and the Brown Atlas cattle breed known for its hardiness."]}, {"relevance_score": 24, "title": "Agriculture: FAO adds two Tunisian sites to GIAHS list", "published": "2020-06-15", "bodyText": "<p nitf:lede=\"true\">(ANSAmed) Tunisia's traditional Ramli agricultural systems in the lagoons of Ghar El Melh and its hanging gardens from Djebba El Olia, have been recognized as Globally Important Agricultural Heritage Systems (GIAHS), a designation managed by the UN Food and Agriculture Organization (FAO). It is the second time Tunisian sites have won the GIHAS recognition, after Gafsa Oases in 2011. Both sites reflect profound bonds between the cultivated crops and the natural ecosystem, local fauna and flora, while promoting the preservation of traditional knowledge and biodiversity conservation, FAO said in a statement published on Monday. Their recognition as GIAHS sites will encourage local communities to better treasure and conserve their heritage for future generations. Ramli (''on sand'') are agricultural practices that consist of growing crops on sandy substrates. Unique not only in Tunisia but in the whole world, these gardens were created in the 17th century by the Andalusian diaspora to cope with the lack of cultivable land and fresh water. </p><p>The practices are based on a passive irrigation system where the roots of the plants are fed throughout each season by rainwater stored and floating on the surface of the sea through the movement of the tides. The traditional knowledge preserved over the centuries enables farmers to maintain the lagoon plots through the precise supply of sand and organic matter so that the crops reach the right height, allowing the roots to be irrigated by a fine fresh water and not to be affected by salt water, FAO explained in the statement. Hedges of fruit trees and shrubs on the lagoon barrier protect the cultivated plots from wind and sea spray, help slow down evaporation and fix the sand. Such a multifaceted system makes it possible to grow crops all year round without artificial water supplies, even during periods of drought.  Today, fishing and agriculture are the main subsistence activities in the area. The farms of Ghar El Melh are small (81 percent have less than 5 hectares) and their primary production includes potatoes, beans and onions ''on ramli'', FAO said. Perched on the heights of Mount el Gorra, the gardens of Djebba el Olia form a unique agroforestry system. At an altitude of 600 meters, farmers have been able to shape this mountainous landscape to their advantage by integrating agriculture on terraces derived from natural geological formations or by building them out of dry stone.  Reinforced by an efficient irrigation system, the hanging gardens are examples of innovative and resilient agroforestry that meets the food needs of the local communities throughout the year. Thanks to the preservation of the forests at high altitude and the multitude of species in the tree stratum of the gardens, Djebba El Olia benefits from a  special micriclimate. Based on practices combining agroforestry and agroecology, fig tree cultivation is the mainstay of a varied and resilient multicultural system supported by extensive livestock farming. Apart from figs, a large number of vegetables, pulses and fruit species are produced in the gardens, including solanaceous plants (tomato, pepper) as well as squash, broad bean, onion, bean and potato. Livestock breeding is also a big part of the site's biodiversity, in particular the local breed of sheep Black Thibar, adapted to the rugged terrain, and the Brown Atlas cattle breed known for its hardiness. These gardens benefit from the nearby forests and wild flora and fauna species ensuring that wild pollinators also support biodiversity. The art of managing cultivated and wild species is the basis of the site's ingenious knowledge. The quality of products is highly appreciated - Djebba's AOC labelled figs, fresh and dried fruits and  processed products (jams) are all highly sought after locally and abroad, representing an important source of income. The addition of the two Tunisian sites brings the total number of GIAHS worldwide to 61 in 22 countries. This FAO landmark program highlights unique ways that rural communities have over generations forged to foster food security, viable livelihoods, resilient ecosystems and high levels of biodiversity, all while contributing to the formation of remarkable landscapes.</p>", "publisher": "ANSAmed - English", "instances": ["Today, fishing and agriculture are the main subsistence activities in the area. The farms of Ghar El Melh are small (81 percent have less than 5 hectares) and their primary production includes potatoes, beans and onions ''on ramli'', FAO said. At an altitude of 600 meters, farmers have been able to shape this mountainous landscape to their advantage by integrating agriculture on terraces derived from natural geological formations or by building them out of dry stone. Reinforced by an efficient irrigation system, the hanging gardens are examples of innovative and resilient agroforestry that meets the food needs of the local communities throughout the year.", "Perched on the heights of Mount el Gorra, the gardens of Djebba el Olia form a unique agroforestry system. At an altitude of 600 meters, farmers have been able to shape this mountainous landscape to their advantage by integrating agriculture on terraces derived from natural geological formations or by building them out of dry stone. Thanks to the preservation of the forests at high altitude and the multitude of species in the tree stratum of the gardens, Djebba El Olia benefits from a  special micriclimate. Based on practices combining agroforestry and agroecology, fig tree cultivation is the mainstay of a varied and resilient multicultural system supported by extensive livestock farming.", "Reinforced by an efficient irrigation system, the hanging gardens are examples of innovative and resilient agroforestry that meets the food needs of the local communities throughout the year. Thanks to the preservation of the forests at high altitude and the multitude of species in the tree stratum of the gardens, Djebba El Olia benefits from a  special micriclimate. Apart from figs, a large number of vegetables, pulses and fruit species are produced in the gardens, including solanaceous plants (tomato, pepper) as well as squash, broad bean, onion, bean and potato. Livestock breeding is also a big part of the site's biodiversity, in particular the local breed of sheep Black Thibar, adapted to the rugged terrain, and the Brown Atlas cattle breed known for its hardiness."]}, {"relevance_score": 24, "title": "Agriculture: FAO adds two Tunisian sites to GIAHS list", "published": "2020-06-15", "bodyText": "<p nitf:lede=\"true\">(ANSAmed) - TUNIS, JUNE 15 -Tunisia's traditional Ramli agricultural systems in the lagoons of Ghar El Melh and its hanging gardens from Djebba El Olia, have been recognized as Globally Important Agricultural Heritage Systems (GIAHS), a designation managed by the UN Food and Agriculture Organization (FAO). It is the second time Tunisian sites have won the GIHAS recognition, after Gafsa Oases in 2011. Both sites reflect profound bonds between the cultivated crops and the natural ecosystem, local fauna and flora, while promoting the preservation of traditional knowledge and biodiversity conservation, FAO said in a statement published on Monday. Their recognition as GIAHS sites will encourage local communities to better treasure and conserve their heritage for future generations. Ramli (''on sand'') are agricultural practices that consist of growing crops on sandy substrates. Unique not only in Tunisia but in the whole world, these gardens were created in the 17th century by the Andalusian diaspora to cope with the lack of cultivable land and fresh water. </p><p>The practices are based on a passive irrigation system where the roots of the plants are fed throughout each season by rainwater stored and floating on the surface of the sea through the movement of the tides. The traditional knowledge preserved over the centuries enables farmers to maintain the lagoon plots through the precise supply of sand and organic matter so that the crops reach the right height, allowing the roots to be irrigated by a fine fresh water and not to be affected by salt water, FAO explained in the statement. Hedges of fruit trees and shrubs on the lagoon barrier protect the cultivated plots from wind and sea spray, help slow down evaporation and fix the sand. Such a multifaceted system makes it possible to grow crops all year round without artificial water supplies, even during periods of drought.  Today, fishing and agriculture are the main subsistence activities in the area. The farms of Ghar El Melh are small (81 percent have less than 5 hectares) and their primary production includes potatoes, beans and onions ''on ramli'', FAO said. Perched on the heights of Mount el Gorra, the gardens of Djebba el Olia form a unique agroforestry system. At an altitude of 600 meters, farmers have been able to shape this mountainous landscape to their advantage by integrating agriculture on terraces derived from natural geological formations or by building them out of dry stone.  Reinforced by an efficient irrigation system, the hanging gardens are examples of innovative and resilient agroforestry that meets the food needs of the local communities throughout the year. Thanks to the preservation of the forests at high altitude and the multitude of species in the tree stratum of the gardens, Djebba El Olia benefits from a  special micriclimate. Based on practices combining agroforestry and agroecology, fig tree cultivation is the mainstay of a varied and resilient multicultural system supported by extensive livestock farming. Apart from figs, a large number of vegetables, pulses and fruit species are produced in the gardens, including solanaceous plants (tomato, pepper) as well as squash, broad bean, onion, bean and potato. Livestock breeding is also a big part of the site's biodiversity, in particular the local breed of sheep Black Thibar, adapted to the rugged terrain, and the Brown Atlas cattle breed known for its hardiness. These gardens benefit from the nearby forests and wild flora and fauna species ensuring that wild pollinators also support biodiversity. The art of managing cultivated and wild species is the basis of the site's ingenious knowledge. The quality of products is highly appreciated - Djebba's AOC labelled figs, fresh and dried fruits and  processed products (jams) are all highly sought after locally and abroad, representing an important source of income. The addition of the two Tunisian sites brings the total number of GIAHS worldwide to 61 in 22 countries. This FAO landmark program highlights unique ways that rural communities have over generations forged to foster food security, viable livelihoods, resilient ecosystems and high levels of biodiversity, all while contributing to the formation of remarkable landscapes.</p>", "publisher": "ANSA English Corporate Service", "instances": ["Today, fishing and agriculture are the main subsistence activities in the area. The farms of Ghar El Melh are small (81 percent have less than 5 hectares) and their primary production includes potatoes, beans and onions ''on ramli'', FAO said. At an altitude of 600 meters, farmers have been able to shape this mountainous landscape to their advantage by integrating agriculture on terraces derived from natural geological formations or by building them out of dry stone. Reinforced by an efficient irrigation system, the hanging gardens are examples of innovative and resilient agroforestry that meets the food needs of the local communities throughout the year.", "Perched on the heights of Mount el Gorra, the gardens of Djebba el Olia form a unique agroforestry system. At an altitude of 600 meters, farmers have been able to shape this mountainous landscape to their advantage by integrating agriculture on terraces derived from natural geological formations or by building them out of dry stone. Thanks to the preservation of the forests at high altitude and the multitude of species in the tree stratum of the gardens, Djebba El Olia benefits from a  special micriclimate. Based on practices combining agroforestry and agroecology, fig tree cultivation is the mainstay of a varied and resilient multicultural system supported by extensive livestock farming.", "Reinforced by an efficient irrigation system, the hanging gardens are examples of innovative and resilient agroforestry that meets the food needs of the local communities throughout the year. Thanks to the preservation of the forests at high altitude and the multitude of species in the tree stratum of the gardens, Djebba El Olia benefits from a  special micriclimate. Apart from figs, a large number of vegetables, pulses and fruit species are produced in the gardens, including solanaceous plants (tomato, pepper) as well as squash, broad bean, onion, bean and potato. Livestock breeding is also a big part of the site's biodiversity, in particular the local breed of sheep Black Thibar, adapted to the rugged terrain, and the Brown Atlas cattle breed known for its hardiness."]}, {"relevance_score": 10, "title": "In Pisa, project for sustainable production of figs in Med", "published": "2020-04-24", "bodyText": "<p nitf:lede=\"true\">(ANSAmed) A research project called Figgen, led by Tommaso Giordani, a professor in the University of Pisa's Farming, Food, and Agro-Environmental Sciences Department, aims to promote the natural variability of the fig, an ancient fruit for modern sustainable Mediterranean agriculture.</p><p>Together with a team of researchers from Italy, Spain, Tunisia, and Turkey, the project beat out 3,000 other international teams from 19 countries to win one million euros in the Farming System category of the 2019 PRIMA initiative (Partnership for Research and Innovation in the Mediterranean Area).</p><p>PRIMA has been led for the past three years by professor and economist Angelo Riccaboni, former rector of the University of Siena.</p><p>Figgen project leader Giordani said climate change is \"dramatically affecting the Mediterranean region\".</p><p>\"Solutions are necessary to adapt agricultural system practices to the temperature increase, drought, and soil salinity,\" Giordani said.</p><p>\"Adopting mixed cultivation systems such as agroforestry can fight the loss of agro-biodiversity and the reduction of soil fertility,\" he said.</p><p>Over the next 36 months, the team of researchers will work with farmers, producers, and distributors with multidisciplinary experience and abilities to introduce farming systems to grow figs in ways that are more suitable for the types of environments that produce them following climate change, which will allow for sustainable production of figs in the future.</p><p>\"One of the objectives is to make agricultural systems based on biodiversity, which are more resistant to climate uncertainty and more sustainable,\" Giordani said.</p><p>\"This will have beneficial effects on the maintenance of natural resources, above all in regards to biodiversity above and underground, as well as on the conservation of soil and water and the promotion of soils in marginal areas, therefore ensuring the supply of improved ecosystemic services,\" he said.</p><p>\"All of this will have an impact on well-being as well as farmers' income, on the agro-ecosystem and on production of fruits of this type, allowing to invert the trend of decline in fig production in recent years in the Mediterranean area\".</p>", "publisher": "ANSAmed - English", "instances": ["Figgen project leader Giordani said climate change is \"dramatically affecting the Mediterranean region\". Solutions are necessary to adapt agricultural system practices to the temperature increase, drought, and soil salinity,\" Giordani said. Over the next 36 months, the team of researchers will work with farmers, producers, and distributors with multidisciplinary experience and abilities to introduce farming systems to grow figs in ways that are more suitable for the types of environments that produce them following climate change, which will allow for sustainable production of figs in the future. One of the objectives is to make agricultural systems based on biodiversity, which are more resistant to climate uncertainty and more sustainable,\" Giordani said."]}, {"relevance_score": 18, "title": "IFAD takes part in a joint investment project in Indonesia and the Philippines", "published": "2020-07-16", "bodyText": "<p nitf:lede=\"true\">July 16--The International Fund for Agricultural Development, Mars, Incorporated and World Agroforestry (ICRAF) are teaming up on a five-year research-in-development project, Sustainable Farming in Tropical Asian Landscapes (SFITAL) to explore environmentally sustainable ways to link small-scale producers to global supply chains, IFAD said Thursday in a statement.</p><p>Many of the world's 500 million small-scale producers live in poverty, facing disruption from climate change, increasing demand for food from growing populations, and degrading agricultural and natural landscapes. Small-scale producers nevertheless produce much of the planet's food. They therefore need to be at the forefront of any transformation of our food systems.</p><p>SFITAL aims to explore how agricultural systems can be managed sustainably in entire landscapes in a way that respects the environment and enables the producers to thrive, according to the statement.</p><p>\"This agreement heralds a significant step in the transition to more sustainable food systems,\" said Tony Simons, director-general of ICRAF. \"We anticipate that millions of small-scale producers, consumers and the global climate system will benefit enormously from research in development of the tropical agricultural landscapes.\"</p><p>SFITAL will focus on palm oil in Indonesia and cocoa in Indonesia and the Philippines. These raw materials are major sources of livelihoods of those living in rural communities who rely on them for employment and business opportunities, yet they are cultivated in areas facing environmental threats, ranging from water stress to deforestation, the statement said.</p><p>The project, which began on 1 July, is supported financially and on the ground by IFAD, Mars and ICRAF through an investment of approximately US$ 4 million, said the statement.</p><p>\"IFAD is committed to supporting small-scale producers to improve the sustainability and profitability of their farms through better practices, and this grant does that,\" said Fabrizio Bresciani, IFAD's regional economist, Asia and the Pacific.</p><p>\"Together with ICRAF and Mars, we will promote better farm management, lower transactional costs and higher production standards. We will establish innovative traceability systems so small-scale producers can participate in highly profitable and sustainable cocoa and palm-oil value chains.\"</p><p>The challenges facing small-scale producers in tropical regions are numerous, the statement underlined. Problems include climate change and poverty, slow or unresponsive governance systems with little interconnectivity, environmentally unfriendly infrastructure, social conflict and limited access to financing mechanism, which create an \"unattractive risk environments for investors,\" the statement concluded.</p><p>___ (c)2020 Adnkronos International (Rome) Visit Adnkronos International (Rome) at <url normalizedValue=\"http://www.adnkronos.com\">www.adnkronos.com</url> Distributed by Tribune Content Agency, LLC.</p>", "publisher": "AdnkroNos International, Rome", "instances": ["Many of the world's 500 million small-scale producers live in poverty, facing disruption from climate change, increasing demand for food from growing populations, and degrading agricultural and natural landscapes. Small-scale producers nevertheless produce much of the planet's food."]}, {"relevance_score": 22, "title": "Fao urges nations to support Agroforestry", "published": "2019-05-20", "bodyText": "<p nitf:lede=\"true\">May 20--More robust policy support is needed to reap the benefits of growing trees near crops and livestock, the United Nations Food and Agriculture Organisation told an agroforestry summit in Montpellier, France on Monday.</p><p>\"Agroforestry isn't a euro ˜no man's land' between forestry and agriculture and should receive specific policy support,\" FAO Deputy Director General for Climate and Natural Resources, Maria Helena Semedo said in an opening address to the 4th World Agroforestry Congress.</p><p>\"Agroforestry can help diversify and sustain (food) production and provide vital social, economic and environmental benefits for land users at all scales,\" Semedo underlined.</p><p>The term refers to land-use systems and technologies where woody perennials - trees, shrubs, palms, bamboos and the like - are deliberately used in the same plots as agricultural crops or livestock to foster ecological synergies.</p><p>The approach is gaining in interest due to its ability to sequester carbon and mitigate climate change and to broaden the social, economic and environmental sustainability of rural development, according to Fao.</p><p>FAO promotes the potential multiple roles of agroforestry, Semedo said.</p><p>Agroforestry projects undertaken in areas of Nepal which local people are migrating from, initiatives to boost soil health and water conservation in drought-prone regions of Guatemala and Honduras and to introduce fruit trees in timber plantations in the Kyrgyztan were examples given by Semedo.</p><p>The deliberate use of trees in mixed-use agricultural land systems can also make substantial contributions to the conservation of biodiversity, Semedo noted.</p><p>\"Traditional agroforestry systems contain between 50 and 80 percent of the plant species diversity found in comparable natural forests,\" Semedo stated.</p><p>Trees also benefit pollinating insects, leading to farm productivity gains of as much as 24 percent, said Semedo.</p><p>\"FAO stands ready to support efforts by (UN) member states to guarantee the real integration of agroforestry in their agriculture policy frameworks with an eye to achieving the Sustainable Development Goals,\" she said.</p><p>As trees often take years to mature, secure land tenure is especially crucial in promoting agroforestry, Semedo warned.</p><p>\"Land tenure rights are vital,\" Semedo stated.</p><p>She cited a project in Uganda where farmers were paid the market value of timber for not felling trees, leading to a decline in local deforestation rates. The project is one of several case studies provided in agroforestry guidelines for policymakers, programme managers and farmers which FAO issued at the summit.</p><p>In some traditional systems in sub-Saharan Africa, trees can be planted to claim land, which can lead to abuses of power and also stop some smallholders from planting trees in order to avoid conflict. Another constraint on smallholder investment can be different people holding rights to the tree's bark, fruit and timber, which can act as a deterrent or prompt planting of unsuitable types of trees, Fao said.</p><p>Up to 70 percent of the land in many developing countries is administered through complex customary rules that often disadvantage women, who may face cultural taboos on cultivating certain types of trees or be banned from planting any if doing so entails an ownership claim, said Fao.</p><p>The Montpellier summit is being attended by more than 1,200 practitioners, researchers, students and business and civic leaders from more than 100 countries.</p><p>___ (c)2019 Adnkronos International (Rome) Visit Adnkronos International (Rome) at <url normalizedValue=\"http://www.adnkronos.com\">www.adnkronos.com</url> Distributed by Tribune Content Agency, LLC.</p>", "publisher": "AdnkroNos International, Rome", "instances": ["Agroforestry isn't a euro ˜no man's land' between forestry and agriculture and should receive specific policy support,\" FAO Deputy Director General for Climate and Natural Resources, Maria Helena Semedo said in an opening address to the 4th World Agroforestry Congress. Agroforestry can help diversify and sustain (food) production and provide vital social, economic and environmental benefits for land users at all scales,\" Semedo underlined.", "May 20--More robust policy support is needed to reap the benefits of growing trees near crops and livestock, the United Nations Food and Agriculture Organisation told an agroforestry summit in Montpellier, France on Monday. Agroforestry can help diversify and sustain (food) production and provide vital social, economic and environmental benefits for land users at all scales,\" Semedo underlined. The term refers to land-use systems and technologies where woody perennials - trees, shrubs, palms, bamboos and the like - are deliberately used in the same plots as agricultural crops or livestock to foster ecological synergies.", "May 20--More robust policy support is needed to reap the benefits of growing trees near crops and livestock, the United Nations Food and Agriculture Organisation told an agroforestry summit in Montpellier, France on Monday. Agroforestry isn't a euro ˜no man's land' between forestry and agriculture and should receive specific policy support,\" FAO Deputy Director General for Climate and Natural Resources, Maria Helena Semedo said in an opening address to the 4th World Agroforestry Congress. The term refers to land-use systems and technologies where woody perennials - trees, shrubs, palms, bamboos and the like - are deliberately used in the same plots as agricultural crops or livestock to foster ecological synergies. The approach is gaining in interest due to its ability to sequester carbon and mitigate climate change and to broaden the social, economic and environmental sustainability of rural development, according to Fao.", "The term refers to land-use systems and technologies where woody perennials - trees, shrubs, palms, bamboos and the like - are deliberately used in the same plots as agricultural crops or livestock to foster ecological synergies. The approach is gaining in interest due to its ability to sequester carbon and mitigate climate change and to broaden the social, economic and environmental sustainability of rural development, according to Fao. Agroforestry projects undertaken in areas of Nepal which local people are migrating from, initiatives to boost soil health and water conservation in drought-prone regions of Guatemala and Honduras and to introduce fruit trees in timber plantations in the Kyrgyztan were examples given by Semedo. The deliberate use of trees in mixed-use agricultural land systems can also make substantial contributions to the conservation of biodiversity, Semedo noted.", "The approach is gaining in interest due to its ability to sequester carbon and mitigate climate change and to broaden the social, economic and environmental sustainability of rural development, according to Fao. FAO promotes the potential multiple roles of agroforestry, Semedo said. The deliberate use of trees in mixed-use agricultural land systems can also make substantial contributions to the conservation of biodiversity, Semedo noted. Traditional agroforestry systems contain between 50 and 80 percent of the plant species diversity found in comparable natural forests,\" Semedo stated.", "Agroforestry projects undertaken in areas of Nepal which local people are migrating from, initiatives to boost soil health and water conservation in drought-prone regions of Guatemala and Honduras and to introduce fruit trees in timber plantations in the Kyrgyztan were examples given by Semedo. The deliberate use of trees in mixed-use agricultural land systems can also make substantial contributions to the conservation of biodiversity, Semedo noted. Trees also benefit pollinating insects, leading to farm productivity gains of as much as 24 percent, said Semedo. FAO stands ready to support efforts by (UN) member states to guarantee the real integration of agroforestry in their agriculture policy frameworks with an eye to achieving the Sustainable Development Goals,\" she said.", "Traditional agroforestry systems contain between 50 and 80 percent of the plant species diversity found in comparable natural forests,\" Semedo stated. Trees also benefit pollinating insects, leading to farm productivity gains of as much as 24 percent, said Semedo. As trees often take years to mature, secure land tenure is especially crucial in promoting agroforestry, Semedo warned. Land tenure rights are vital,\" Semedo stated.", "Trees also benefit pollinating insects, leading to farm productivity gains of as much as 24 percent, said Semedo. FAO stands ready to support efforts by (UN) member states to guarantee the real integration of agroforestry in their agriculture policy frameworks with an eye to achieving the Sustainable Development Goals,\" she said. Land tenure rights are vital,\" Semedo stated. She cited a project in Uganda where farmers were paid the market value of timber for not felling trees, leading to a decline in local deforestation rates.", "Land tenure rights are vital,\" Semedo stated. She cited a project in Uganda where farmers were paid the market value of timber for not felling trees, leading to a decline in local deforestation rates. In some traditional systems in sub-Saharan Africa, trees can be planted to claim land, which can lead to abuses of power and also stop some smallholders from planting trees in order to avoid conflict. Another constraint on smallholder investment can be different people holding rights to the tree's bark, fruit and timber, which can act as a deterrent or prompt planting of unsuitable types of trees, Fao said."]}, {"relevance_score": 15, "title": "Clean energy the focus of Descalzi's talks with Ghana's president", "published": "2018-10-04", "bodyText": "<p nitf:lede=\"true\">Oct. 04--Eni's chief executive Claudio Descalzi met Ghana's president Nana AddoDankwa Akufo-Addo and energy minister John Peter Amewu in Accra to mull Eni's activities in the country and the role it can play in Eni's new green energy partnership with UNDP in Africa, Eni said in a statement on Thursday.</p><p>The partnership seeks to develop renewable energy, energy efficiency, forestry and clean cooking initiatives, starting in Africa, in line with the UN's Sustainable Development Goals especially affordable and clean energy, climate, land management and re-and/or afforestation, Eni said.</p><p>The Italian oil and gas giant said it invests more than half of its budget in Africa, boosting its potential and promoting local development and is already committed to the sustainable development of Ghana, according to the statement.</p><p>\"Improving access to energy, especially in Africa, is core to Eni's values, and it is an intrinsic part of the company's business,\" the statement said.</p><p>Eni's has invested $7bn investment in Ghana's Integrated Oil&amp;Gas Development Project project to providing long term domestic gas supply that the country to cut the use of liquid fuel, reducing CO2 emissions by 30 percent and to limit more costly gas imports, the statement said.</p><p>The project will deliver stable, secure, reliable, and affordable quantities of gas to feed Ghana's power plants for over 20 years, Eni underlined.</p><p>Eni has destined over $15m to an extensive programme of sustainability initiatives including economic diversification education, water and sanitation, and health activities, Eni stated.</p><p>The company is also engaged in the development of solar power projects in the Country including off grid installations in remote areas and floating solar farms, it said.</p><p>An initial joint Eni-UNDP partnership project is a REDD+ (Reducing Emissions from Deforestation and Forest Degradation) initiative, the company stated.</p><p>This will involved community based activities to boost agricultural productivity, introduce agroforestry schemes and generate revenue from non-timber forest products contributing to the diversification and development of the local economy.</p><p>Eni has been present in Ghana since 2009 through its subsidiary EniGhana.</p><p>___ (c)2018 Adnkronos International (Rome) Visit Adnkronos International (Rome) at <url normalizedValue=\"http://www.adnkronos.com\">www.adnkronos.com</url> Distributed by Tribune Content Agency, LLC.</p>", "publisher": "AdnkroNos International, Rome", "instances": ["The company is also engaged in the development of solar power projects in the Country including off grid installations in remote areas and floating solar farms, it said. An initial joint Eni-UNDP partnership project is a REDD+ (Reducing Emissions from Deforestation and Forest Degradation) initiative, the company stated. Eni has been present in Ghana since 2009 through its subsidiary EniGhana. ___ (c)2018 Adnkronos International (Rome) Visit Adnkronos International (Rome) at www."]}, {"relevance_score": 23, "title": "FAO adds new heritage sites in Iran, Morocco and Spain", "published": "2018-12-21", "bodyText": "<p nitf:lede=\"true\">Dec. 21--Traditional farming systems in Iran, Morocco and Spain have won recognition from the United Nations Food and Agriculture Organisation as Globally Important Agricultural Heritage Systems (GIAHS), FAO said on Friday.</p><p nitf:lede=\"true\">A centuries-old saffron cultivation system in Iran, an argan-based agro-pastoral system in Morocco, and an ancient olive trees system in Spain all feature unique ways to produce nutritious foods and/or spices using traditional knowledge and skills while improving local people's livelihoods and conserving biodiversity, FAO stated.</p><p nitf:lede=\"true\">The sites were designated by the GIAHS Scientific Advisory Group based on selection criteria that included global importance, their value as a public good in terms of supporting food and livelihood security, agro-biodiversity, knowledge systems, adapted technologies, cultures, and outstanding landscapes, said FAO.</p><p>The Saffron Farming System is located in Iran's central plateau, which has an arid and semi-arid climate. Severe water shortages in the area pose major threats to food security and livelihoods of local communities.</p><p>Proper use of water resources supplied by the Qanat (or aquaduct) irrigation system and production of high value added products, especially saffron, have however created a unique opportunity for farmers and residents of the region to improve their livelihoods, FAO said.</p><p>Saffron does not require large quantities of water compared to cereals, which has resulted in the allocation of more areas for the cultivation of this invaluable crop making it a major source of income for many farmer households, FAO noted.</p><p>\"Today it plays a key role in creating job opportunities, reducing migration, providing sustainable livelihoods, improving efficiency in water use and productivity as well as developing eco-tourism in the area,\" FAO stated.</p><p>The 5,000 ancient olive trees in the \"Territorio SEniaan area between Valencia, Catalonia and Aragon makes this territory a unique place offering local communities numerous opportunities for rural development, including the recovery of abandoned ancient olive trees and utilising these for production, and boosts cooperation between the olive oil, oleotourism and many other economic sectors, FAO underlined.</p><p>Average annual output of olive oil in the area is estimated at more than 12,000 tonnes. These income-generating activities have significantly helped to improve the living conditions of local people. In addition, there are different varieties of olives on each farm, to improve the pollination of flowers and future varieties of olives, contributing to biodiversity.</p><p>The agro-forestry-pastoral system in Ait Souab-Ait Mansour central Morocco is a unique region where argan trees have been cultivated for centuries. This system is based on agroforestry practices in dry stone terraces that are highly resilient to arid environment, water scarcity and poor soils. It uses only locally adapted species and pastoralism activities and relies on a traditional water management provided by the Matifiya - a rain water reservoir carved into rock.</p><p>The Amazigh indigenous communities in Ait Souab-Ait Mansour as well as communities of Arab origin have developed a specific culture and identity sharing their traditional knowledge and skills. Although farmers earn the majority of their income from the cultivation of argan trees, the integrated system also provides them with other food and material such as staple crops, cereals, fire wood, meat and wool, according to FAO.</p><p>It is the third time that sites in Iran and Spain have been added to the global agricultural heritage systems list and the second time for Morocco. FAO's global agricultural heritage network now consists of 57 remarkable landscapes in 21 countries around the globe.</p><p>___ (c)2018 Adnkronos International (Rome) Visit Adnkronos International (Rome) at <url normalizedValue=\"http://www.adnkronos.com\">www.adnkronos.com</url> Distributed by Tribune Content Agency, LLC.</p>", "publisher": "AdnkroNos International, Rome", "instances": ["In addition, there are different varieties of olives on each farm, to improve the pollination of flowers and future varieties of olives, contributing to biodiversity. The agro-forestry-pastoral system in Ait Souab-Ait Mansour central Morocco is a unique region where argan trees have been cultivated for centuries. It uses only locally adapted species and pastoralism activities and relies on a traditional water management provided by the Matifiya - a rain water reservoir carved into rock. The Amazigh indigenous communities in Ait Souab-Ait Mansour as well as communities of Arab origin have developed a specific culture and identity sharing their traditional knowledge and skills."]}, {"relevance_score": 22, "title": "Biomimic Tree pushes agriculture up COP23 agenda - IFAD", "published": "2017-11-07", "bodyText": "<p nitf:lede=\"true\">(ANSA) - November 7 - The Rome-based International Fund for Agricultural Development (IFAD) said Tuesday that an artwork is sponsored is drawing attention to the impact that climate change is having on rural communities in developing countries at the United Nations' Climate Summit (UNFCCC COP23) in Bonn, Germany.</p><p>British artist Silas Birtwistle's Biomimic Tree is an installation uses recycled plastic to depict a tree which only fully comes alive when water runs through it, said IFAD, a UN agency that is helping smallholder farmers adapt to and mitigate climate change,.</p><p>\"At the bottom of the tree there is a small pump which takes water through a series of clear pipes to fruit and birds, which all gently move, turn, spin and chatter in response,\" said Silas Birtwistle.</p><p>\"Every five minutes, the pump will activate and the tree will come to life, water will trickle, the birds will sing and the leaves will flutter.\"</p><p>This sculpture highlights the dependence of all living things on a functioning healthy ecosystem. The tree provides food and a home to animals and birds. It also offers shelter from wind and shade from sun, allowing crops to thrive and feed families. Trees also stop topsoil erosion in arid areas and can act as extremely effective carbon sinks. \"The water running through the tree highlights the increasing importance of this critical resource due to climate change,\" said IFAD's Environment and Climate Division Director, Margarita Astralaga. \"When the water is running the tree comes to life, when the water stops the tree comes to a stop, or dies.\" She added, \"Right now climate change issues such as water scarcity and erratic weather patterns are adversely affecting smallholder farmers in the developing world. But IFAD-led solutions are empowering them to combat and overcome these issues. \" In its new Strategic Framework IFAD has renewed its commitment to enhancing biodiversity alongside increasing agricultural productivity and lowering greenhouse gas emissions from agriculture while contributing to poverty reduction. \"The sculpture highlights IFAD's restoration efforts which focuses on planting trees on degraded lands to stop soil erosion, form a barrier to desertification and provide shelter to crops,\" added Birtwistle. In the Sahel region of Africa IFAD has already rehabilitated almost 300,000 hectares. For example, in NigerIFAD regenerated 100,000 hectares by protecting land from overgrazing and deforestation and replanting trees. Once barren land now has approximately 50 trees per hectare. In total IFAD's agroforestry and related activities have contributed to the removal of over 58,000 tons of carbon dioxide from the atmosphere. \"We wanted negotiators at UNFCCC COP23 to see for themselves the beauty of sustainable climate resilient agriculture and the crucial role this plays in the wellbeing of rural communities,\" said Birtwistle. \"Farmers have to work with nature to create a truly sustainable food secure future,\" said Astralaga. \"Working with Silas, exhibiting this amazing Biomimic Tree, we show the very real challenge of climate change and environmental sustainability for smallholder farmers in developing countries.'' IFAD's investments, including the Adaptation for Smallholder Agriculture Programme (ASAP), help farmers in a variety of ways, from installing weather forecast systems, to introducing new drought resistant crop varieties, as well as setting up farmer field schools where knowledge and new climate smart agriculture techniques can be demonstrated and disseminated.</p>", "publisher": "ANSA English Media Service", "instances": ["For example, in NigerIFAD regenerated 100,000 hectares by protecting land from overgrazing and deforestation and replanting trees. Once barren land now has approximately 50 trees per hectare. \"We wanted negotiators at UNFCCC COP23 to see for themselves the beauty of sustainable climate resilient agriculture and the crucial role this plays in the wellbeing of rural communities,\" said Birtwistle. \"Farmers have to work with nature to create a truly sustainable food secure future,\" said Astralaga."]}, {"relevance_score": 10, "title": "FAO LAUNCHES CLIMATE CHANGE MITIGATION PROGRAMME", "published": "2009-12-08", "bodyText": "<p nitf:lede=\"true\">(ANSA) - December 8 - Finland on Tuesday became the first country to contribute to a $60 million programme by the United Nations Food and Agriculture Organization to support climate change mitigation in agriculture in developing countries.</p><p>The multi-donor programme is aimed at promoting sustainable low-emission agriculture in developing countries over the next five years, in partnership with countries and other organizations.</p><p>Finland will donate some $3.9 million in 2010-2011, FAO said, announcing the launch of the programme in the context of the UN Climate Change Conference in Copenhagen.</p><p>Agriculture is a key source of global greenhouse gas (GHG) emissions, accounting for 14%, FAO said.</p><p>\"But the sector also has a high potential to reduce greenhouse gases by removing CO2 from the atmosphere and sequestering it in soils and plants and by reducing its own emissions\".</p><p>The organization stressed that a number of suitable technologies and farming practices to remove CO2 in smallholder agriculture already exist.</p><p>These include practices used in conservation and organic agriculture, based on no/low tillage, utilizing residues for composting or mulching, use of perennial crops to cover soil, re-seeding or improving grazing management on grasslands and agroforestry, which combines crops and trees.</p><p>Nearly 90 percent of agriculture's potential to reduce or remove emissions from the atmosphere comes from such practices, FAO said, noting that such farming practices also have a  positive impact on reducing hunger and poverty.</p><p>The FAO programme also calls for the creation of a global database on current and projected GHG emissions in land and agriculture for the most important agricultural commodities, countries and regions.</p>", "publisher": "ANSA English Media Service", "instances": ["But the sector also has a high potential to reduce greenhouse gases by removing CO2 from the atmosphere and sequestering it in soils and plants and by reducing its own emissions\". The organization stressed that a number of suitable technologies and farming practices to remove CO2 in smallholder agriculture already exist. Nearly 90 percent of agriculture's potential to reduce or remove emissions from the atmosphere comes from such practices, FAO said, noting that such farming practices also have a  positive impact on reducing hunger and poverty. The FAO programme also calls for the creation of a global database on current and projected GHG emissions in land and agriculture for the most important agricultural commodities, countries and regions."]}, {"relevance_score": 8, "title": "FAO: FORESTRY A GLOBAL SOURCE OF JOBS", "published": "2009-03-10", "bodyText": "<p nitf:lede=\"true\">(ANSA) - Rome, March 10 - Investing in sustainable forest management could create as many as ten million new jobs, according to the United Nations Food and Agriculture Organization (FAO). ''As more jobs are lost due to the current economic downturn, sustainable forest management could become a means of creating millions of green jobs, thus helping to reduce poverty and improve the environment,'' said Jan Heino, Assistant Director-General of FAO's Forestry Department. Since forests and trees are vital storehouses of carbon, such an investment could also make a major contribution to climate change mitigation and adaptation efforts, he added. </p><p>A recent study by the International Labour Organization (ILO) showed that worldwide unemployment is expected to jump from between 198 to 230 million people this year. The areas where FAO said investment could create jobs included forest management, agroforestry and farm forestry, improved fire management, development and management of trails and recreation sites, expansion of urban green spaces, restoring degraded forests and planting new ones. A number of countries, including the United States and Korea, have already included forestry in their economic stimulus plans. Forest management as a means to help build a green future and meet society's changing demand for forest-derived goods and services will be the main thrust of World Forest Week, to be held in conjunction with FAO's Committee on Forestry, March 16 to 20 in Rome. Former Norwegian prime minister Gro Harlem Brundtland, currently the UN Secretary General Ban Kimoon's Special Envoy on Climate Change, will deliver the keynote address which will focus on the critical role of forests in society's response to the challenges posed by climate change.</p>", "publisher": "ANSA English Media Service", "instances": ["Since forests and trees are vital storehouses of carbon, such an investment could also make a major contribution to climate change mitigation and adaptation efforts, he added. A recent study by the International Labour Organization (ILO) showed that worldwide unemployment is expected to jump from between 198 to 230 million people this year. A number of countries, including the United States and Korea, have already included forestry in their economic stimulus plans. Forest management as a means to help build a green future and meet society's changing demand for forest-derived goods and services will be the main thrust of World Forest Week, to be held in conjunction with FAO's Committee on Forestry, March 16 to 20 in Rome."]}, {"relevance_score": 9, "title": "Calabria:Delegation in Tunisia to establish partnerships", "published": "2011-12-05", "bodyText": "<p nitf:lede=\"true\">(ANSAmed) The second phase of the economic-scientific mission of the Calabrian delegation to Tunisia, promoted by the Region of Calabria's Euro-Mediterranean and Internationalisation councillor's office, led by Fabrizio Capua, and Unioncamere Calabria - Desk Enterprise European Network, in collaboration with the Italian-Tunisian Chamber of Commerce and Industry, ended with great success, explained a statement from the regional council's press office. After formal meetings with the Tunisian government and industrial institutions and the Italian Ambassador to Tunisia, the Calabrian delegation made many scheduled visits, including individual meetings between companies operating in the same sector.  The Tunisian groups showed great satisfaction during the visits in meeting with the joint economic-scientific mission, especially during the technical meetings at the Bizerte, Borj Cedria and Sousse Technology Parks and Clusters for Competitiveness, during which the Region, Unioncamere Calabria, professors from Calabrian universities and business owners were able to work in close cooperation with their Tunisian colleagues. </p><p>  There were many interesting developments, mainly related to understanding how to initiate future economic-scientific initiatives with Tunisian businesses, strongly interested in working in joint initiatives with Calabria, mainly though making their educational systems more competitive in the field of research.  The greatest interest came from the Tunisian organisation part of the Clusters for Competitiveness, a sort of incubator for businesses making it easy to start activity in Tunisia, making use of numerous economic incentives guaranteed by Tunisia's new direction.   Several proposals for partnerships have already come about from the numerous meetings, both at an institutional level, in terms of student mobility, and on a entrepreneurial-scientific level, many of which are linked to technological innovation.  The Italian-Tunisian Chamber of Commerce and Industry, a highly reliable group in the area, could provide strategic support in this case.  The Calabrian delegation in Tunisian consisted of Unical (Geography Lab) and business incubator Technest, the mechanics section of the Department of Agroforestry and Environmental Sciences and Technology (DiSTAfA) of the Mediterranean University of Reggio Calabria, Muraca, Deltamobili, Triano, the European Small Business Alliance, Fiorillo Srl and Caffé Mauro.  Subsequently, the Calabrian delegation travelled to Morocco, where they were joined by Metal Sud, Energia &amp; Servizi, Progeotech and Calme Spa.</p>", "publisher": "ANSAmed - English", "instances": ["Several proposals for partnerships have already come about from the numerous meetings, both at an institutional level, in terms of student mobility, and on a entrepreneurial-scientific level, many of which are linked to technological innovation. The Italian-Tunisian Chamber of Commerce and Industry, a highly reliable group in the area, could provide strategic support in this case. Subsequently, the Calabrian delegation travelled to Morocco, where they were joined by Metal Sud, Energia &amp; Servizi, Progeotech and Calme Spa."]}, {"relevance_score": 18, "title": "Tartufo e sperimentazione Montespertoli in prima fila", "published": "2025-06-03", "bodyText": "<p nitf:lede=\"true\">MONTESPERTOLI Non solo vino Chianti e olio. Sale letteralmente in cattedra, sotto fari internazionali, sua altezza il tartufo. Diventato un'altra delle eccellenze dell'Empolese Valdelsa. L'azienda agricola Il Sole di Nebbiano il prossimo 4 giugno sarà sede del kick-off meeting (riunione di avvio) di un progetto europeo del programma 'Prima' (Partnership for Research and Innovation in the Mediterranean Area), che coinvolge ben 8 Paesi dell'Unione Europea, finalizzato all'identificazione e ottimizzazione di strategie agroforestali innovative che combinino i tartufi, le piante medicinali e aromatiche e quelle adatte alla produzione di polline e miele. </p><p>“La nostra azienda - spiegano Diego e Francesco Tomasulo di Montespertoli - è stata selezionata per essere rappresentativa dell'Italia come oggetto di studio da parte di vari istituti di ricerca e in collaborazione con l'Università di Siena e il Cnr. Il progetto riguarda varie sperimentazioni sulla coltivazione del tartufo bianco pregiato e sulle coltivazioni complementari”. L'iniziativa vuole potenziare la biodiversità, rafforzare l'economia locale e creare opportunità di sviluppo per le imprese agricole, in un'ottica di tutela ambientale e innovazione. I risultati delle sperimentazioni 'in campo' saranno consultabili su un sito web appositamente dedicato, nei post sui social media e con comunicati stampa su media locali e regionali, quotidiani, riviste e periodici, oltre che in autorevoli riviste scientifiche. “Essere stati selezionati in una rete internazionale rappresenta un'occasione unica per dare visibilità alle nostre eccellenze e promuovere l'immagine della nostra zona e della Toscana” aggiungono i Tomasulo. La giornata avrà inizio alle 10.30 e sarà riservata esclusivamente agli addetti ai lavori. “L'Italia - riprende Diego Tomasulo - sarà il Paese pilota per la sperimentazione della coltivazione del tartufo bianco pregiato e le sue colture complementari. Nel corso degli anni abbiamo messo in atto le varie pratiche agricole e raggiunto importantissimi risultati; tutto questo è stato reso possibile grazie alla collaborazione con l'Università di Siena, in primis la dottoressa Elena Salerni, con il CNR con il dottor Lorenzo Gardin, la dottoressa Laura Giannetti e la Regione, che ci ha creduto e sostenuto sin dall'inizio. La cosa che più mi ha affascinato di questo progetto è vedere mio figlio Francesco, al suo secondo anno di superiori di Agraria, sempre con me con entusiasmo a mettere in atto quello che ci veniva richiesto di fare”. Tecnicamente, il progetto si chiama 'Coordinated Optimization For Sustainable Mediterranean Agroforestry Whit Truffles And High-Value Species (Cosmos)'. Vi partecipano ricercatori e agricoltori di Spagna, Croazia, Turchia, Italia, Francia e Slovenia. In Italia, l'unico sito dimostrativo è appunto Nebbiano. Elementi chiave: combinazione di tartufaie con piante aromatiche, vigneti, alberi da frutto e piante per la produzione di miele; uso di tecnologie innovative come il monitoraggio da remoto, sensori di umidità e sistemi di irrigazione intelligente; applicazione di pratiche di agricoltura di precisione per ottimizzare la resa delle colture. Andrea Ciappi</p>", "publisher": "La Nazione (Italy)", "instances": ["Nel corso degli anni abbiamo messo in atto le varie pratiche agricole e raggiunto importantissimi risultati; tutto questo è stato reso possibile grazie alla collaborazione con l'Università di Siena, in primis la dottoressa Elena Salerni, con il CNR con il dottor Lorenzo Gardin, la dottoressa Laura Giannetti e la Regione, che ci ha creduto e sostenuto sin dall'inizio. La cosa che più mi ha affascinato di questo progetto è vedere mio figlio Francesco, al suo secondo anno di superiori di Agraria, sempre con me con entusiasmo a mettere in atto quello che ci veniva richiesto di fare”. Vi partecipano ricercatori e agricoltori di Spagna, Croazia, Turchia, Italia, Francia e Slovenia. In Italia, l'unico sito dimostrativo è appunto Nebbiano."]}, {"relevance_score": 15, "title": "Coltivare il tartufo bianco L'Università ci sorprende", "published": "2025-06-03", "bodyText": "<p nitf:lede=\"true\">SIENA Non solo vino Chianti ed olio. Sale letteralmente in cattedra, sotto fari internazionali, sua altezza il tartufo. Diventato un'altra delle eccellenze dell'Empolese Valdelsa. L'azienda agricola Il Sole di Nebbiano il 4 giugno sarà sede del kick-off meeting (riunione di avvio) di un progetto europeo del programma 'Prima' (Partnership for Research and Innovation in the Mediterranean Area), che coinvolge 8 paesi Ue, finalizzato alla identificazione e ottimizzazione di strategie agroforestali innovative che combinino i tartufi, le piante medicinali e aromatiche e quelle adatte alla produzione di polline e miele. </p><p>“La nostra azienda - spiegano Diego e Francesco Tomasulo, da Montespertoli - è stata selezionata per essere rappresentativa per l'Italia come oggetto di studio da parte di vari istituti di ricerca e in collaborazione con l'Università di Siena e il Cnr. Il progetto riguarda varie sperimentazioni sulla coltivazione del tartufo bianco pregiato e sulle coltivazioni complementari”. L'iniziativa vuole potenziare la biodiversità, rafforzare l'economia locale e creare opportunità di sviluppo per le imprese agricole, in un'ottica di tutela ambientale ed innovazione. I risultati delle sperimentazioni 'in campo' saranno consultabili su un sito web appositamente dedicato, nei post sui social media e con comunicati stampa su media locali e regionali, quotidiani, riviste e periodici, oltre che presso autorevoli riviste scientifiche. “Essere stati selezionati in una rete internazionale rappresenta un'occasione unica per dare visibilità alle nostre eccellenze e promuovere l'immagine della nostra zona e della Toscana”, ancora parole dei Tomasulo. Inizio della giornata alle 10,30 riservata esclusivamente agli addetti ai lavori del progetto. “L'Italia - riprende Diego Tomasulo - sarà il paese pilota per la sperimentazione della coltivazione del Tartufo Bianco Pregiato e le sue culture complementari. Abbiamo messo in atto le varie pratiche agricole e raggiunto importanti risultati; tutto questo è stato reso possibile grazie alla collaborazione con l'Università di Siena, in primis la dottoressa Elena Salerni, con il CNR con il dottor Lorenzo Gardin, la dottoressa Laura Giannetti e la Regione, che ci ha creduto e sostenuto sin dall'inizio. La cosa che più mi ha affascinato di questo progetto e vedere mio figlio Francesco al suo secondo anno di superiori di Agraria, sempre con me con entusiasmo a mettere in atto quello che ci veniva richiesto di fare”. Tecnicamente, il progetto si chiama 'Coordinated Optimization For Sustainable Mediterranean Agroforestry Whit Truffles And High-Value Species (Cosmos)', Vi prendono parte ricercatori e agricoltori da Spagna, Croazia, Turchia, Italia, Francia e Slovenia, In Italia l'unico sito dimostrativo è appunto Nebbiano. Elementi chiave: combinazione di tartufaie con piante aromatiche, vigneti, alberi da frutto e piante per la produzione di miele; uso di tecnologie innovative come il monitoraggio da remoto, sensori di umidità e sistemi di irrigazione intelligente; applicazione di pratiche di agricoltura di precisione per ottimizzare la resa delle colture. Andrea Ciappi</p>", "publisher": "La Nazione (Italy)", "instances": ["Abbiamo messo in atto le varie pratiche agricole e raggiunto importanti risultati; tutto questo è stato reso possibile grazie alla collaborazione con l'Università di Siena, in primis la dottoressa Elena Salerni, con il CNR con il dottor Lorenzo Gardin, la dottoressa Laura Giannetti e la Regione, che ci ha creduto e sostenuto sin dall'inizio. La cosa che più mi ha affascinato di questo progetto e vedere mio figlio Francesco al suo secondo anno di superiori di Agraria, sempre con me con entusiasmo a mettere in atto quello che ci veniva richiesto di fare”. Elementi chiave: combinazione di tartufaie con piante aromatiche, vigneti, alberi da frutto e piante per la produzione di miele; uso di tecnologie innovative come il monitoraggio da remoto, sensori di umidità e sistemi di irrigazione intelligente; applicazione di pratiche di agricoltura di precisione per ottimizzare la resa delle colture. Andrea Ciappi"]}, {"relevance_score": 1, "title": "Cotone sostenibile per la Moda. Un'antica tecnica per i capi di Armani", "published": "2024-07-31", "bodyText": "<p>Il Crea resuscita una pratica degli antichi greci e sperimenta Agroforestry. Con la coesistenza tra colture riduce del 40% il bisogno irriguo e rende la terra più fertile</p>", "publisher": "ItaliaOggi", "instances": ["Con la coesistenza tra colture riduce del 40% il bisogno irriguo e rende la terra più fertile"]}, {"relevance_score": 14, "title": "AfiLab di Unibz, studio sulla sicurezza dei trattori", "published": "2024-12-19", "bodyText": "<p nitf:lede=\"true\">(ANSA) - 19 DIC - La sicurezza e le performance delle macchine agro-forestali, con particolare attenzione al rischio di ribaltamento dei trattori, è uno dei principali oggetti di studio del laboratorio AFILab (Agroforestry Innovation Lab) della Libera Università di Bolzano.</p><p>Gli incidenti mortali in agricoltura sono una delle principali cause di decessi sul lavoro in Italia, con circa 700 episodi annui nel biennio 2018-2019. Di questi, il 22% riguarda le operazioni con macchinari agricoli e di questo 22% ben la metà è dovuta a incidenti di ribaltamento delle macchine.</p><p>Dal 1974 è obbligatorio dotare i trattori di dispositivi di sicurezza come cabine o rollbar e cinture di sicurezza. Tuttavia, gli incidenti continuano a verificarsi a causa dell'uso scorretto o dell'assenza di tali dispositivi.</p><p>Lo studio di come avvengono questi incidenti, la caratterizzazione delle macchine e lo sviluppo e la validazione di sistemi di sicurezza risulta, quindi, essere una tematica attuale, specialmente considerando che queste macchine operano anche in ambienti montani, come l'Alto Adige, con accessi ristretti, forti pendenze e presenza di irregolarità. Per rispondere a questa sfida, AFILab di Unibz ha sviluppato un sistema innovativo per testare la stabilità delle macchine.</p><p>A differenza dei tradizionali piani inclinabili, il sistema AFILab consente di ruotare la piattaforma di 360° e simulare condizioni di ribaltamento laterale, longitudinale e intermedie. I quattro pianali indipendenti, capaci di emulare ostacoli e irregolarità del terreno, permettono test fino a 55° di inclinazione e su macchine fino a 10 tonnellate. Sensori integrati misurano le forze al suolo per calcolare in tempo reale la posizione del baricentro, elemento cruciale per la stabilità.</p><p>Lo studio del baricentro è complesso poiché varia durante l'uso del trattore, a seconda del carico, della configurazione degli attrezzi collegati e del terreno. Accanto alle prove sperimentali, AFILab utilizza modelli matematici per creare mappe di stabilità, utili a identificare i limiti operativi delle macchine e migliorare i criteri di certificazione.</p><p>Le mappe di stabilità hanno diversi scopi pratici: definire nuovi criteri e parametri di certificazione; guidare la scelta del sistema macchina (trattore più attrezzo) più adatto ad un certo ambito operativo; supportare lo sviluppo di sistemi meccatronici avanzati per il monitoraggio della stabilità.</p><p>Il progetto si avvale della collaborazione con produttori come l'azienda Reform Werke, specializzata in trattori montani, ed il dipartimento innovazioni tecnologiche e sicurezza degli impianti, prodotti e insediamenti antropici dell'Inail.</p>", "publisher": "ANSA Notiziario Generale in Italiano", "instances": ["Gli incidenti mortali in agricoltura sono una delle principali cause di decessi sul lavoro in Italia, con circa 700 episodi annui nel biennio 2018-2019. Di questi, il 22% riguarda le operazioni con macchinari agricoli e di questo 22% ben la metà è dovuta a incidenti di ribaltamento delle macchine."]}, {"relevance_score": 14, "title": "AfiLab di Unibz, studio sulla sicurezza dei trattori", "published": "2024-12-19", "bodyText": "<p nitf:lede=\"true\">(ANSA) - 19 DIC - La sicurezza e le performance delle macchine agro-forestali, con particolare attenzione al rischio di ribaltamento dei trattori, è uno dei principali oggetti di studio del laboratorio AFILab (Agroforestry Innovation Lab) della Libera Università di Bolzano.</p><p>Gli incidenti mortali in agricoltura sono una delle principali cause di decessi sul lavoro in Italia, con circa 700 episodi annui nel biennio 2018-2019. Di questi, il 22% riguarda le operazioni con macchinari agricoli e di questo 22% ben la metà è dovuta a incidenti di ribaltamento delle macchine.</p><p>Dal 1974 è obbligatorio dotare i trattori di dispositivi di sicurezza come cabine o rollbar e cinture di sicurezza. Tuttavia, gli incidenti continuano a verificarsi a causa dell'uso scorretto o dell'assenza di tali dispositivi.</p><p>Lo studio di come avvengono questi incidenti, la caratterizzazione delle macchine e lo sviluppo e la validazione di sistemi di sicurezza risulta, quindi, essere una tematica attuale, specialmente considerando che queste macchine operano anche in ambienti montani, come l'Alto Adige, con accessi ristretti, forti pendenze e presenza di irregolarità. Per rispondere a questa sfida, AFILab di Unibz ha sviluppato un sistema innovativo per testare la stabilità delle macchine.</p><p>A differenza dei tradizionali piani inclinabili, il sistema AFILab consente di ruotare la piattaforma di 360° e simulare condizioni di ribaltamento laterale, longitudinale e intermedie. I quattro pianali indipendenti, capaci di emulare ostacoli e irregolarità del terreno, permettono test fino a 55° di inclinazione e su macchine fino a 10 tonnellate. Sensori integrati misurano le forze al suolo per calcolare in tempo reale la posizione del baricentro, elemento cruciale per la stabilità.</p><p>Lo studio del baricentro è complesso poiché varia durante l'uso del trattore, a seconda del carico, della configurazione degli attrezzi collegati e del terreno. Accanto alle prove sperimentali, AFILab utilizza modelli matematici per creare mappe di stabilità, utili a identificare i limiti operativi delle macchine e migliorare i criteri di certificazione.</p><p>Le mappe di stabilità hanno diversi scopi pratici: definire nuovi criteri e parametri di certificazione; guidare la scelta del sistema macchina (trattore più attrezzo) più adatto ad un certo ambito operativo; supportare lo sviluppo di sistemi meccatronici avanzati per il monitoraggio della stabilità.</p><p>Il progetto si avvale della collaborazione con produttori come l'azienda Reform Werke, specializzata in trattori montani, ed il dipartimento innovazioni tecnologiche e sicurezza degli impianti, prodotti e insediamenti antropici dell'Inail.</p>", "publisher": "ANSA Financial News", "instances": ["Gli incidenti mortali in agricoltura sono una delle principali cause di decessi sul lavoro in Italia, con circa 700 episodi annui nel biennio 2018-2019. Di questi, il 22% riguarda le operazioni con macchinari agricoli e di questo 22% ben la metà è dovuta a incidenti di ribaltamento delle macchine."]}, {"relevance_score": 1, "title": "I sette dei Figliej", "published": "2023-04-22", "bodyText": "<p>Tante sono le generazioni che hanno coltivato la passione per il vino. Da eredità a nuova sfida Naturali eccellenze Le bottiglie sono arrivate nei ristoranti stellati del Piemonte E ora in tutta Italia</p>", "publisher": "Corriere della Sera (Italy)", "instances": []}, {"relevance_score": 8, "title": "A Pisa un progetto per produzione sostenibile fichi", "published": "2020-04-24", "bodyText": "<p nitf:lede=\"true\">(ANSAmed) - PISA, 24 APR - Valorizzare la variabilità naturale del fico, un frutto antico per un'agricoltura mediterranea sostenibile. Questo l'obiettivo di Figgen, il progetto di ricerca guidato dal professor Tommaso Giordani, docente del dipartimento di Scienze agrarie, alimentari e agro-ambientali dell'Università di Pisa che, assieme a una squadra di ricercatori di Italia, Spagna, Tunisia e Turchia, è riuscito a vincere, dopo una selezione durissima tra migliaia di team di ricerca internazionali di 19 nazioni, un milione di euro nella categoria Farming System della Call 2019 di Prima, il Programma per l'innovazione del settore idrico e agro-alimentare nell'area mediterranea guidato da tre anni dal professore ed economista Angelo Riccaboni, già rettore dell'Università di Siena.</p><p>\"I cambiamenti climatici stanno incidendo drammaticamente sulla regione del Mediterraneo e sono necessarie soluzioni per adattare le pratiche dei sistemi agricoli all'aumento delle temperature, della siccità e della salinità del suolo - spiega Giordani -. L'adozione di sistemi di coltivazione mista come l'agroforestry può contrastare la perdita di agro-biodiversità e la riduzione della fertilità del suolo\".</p><p>Nei prossimi 36 mesi la squadra di ricercatori, con il coinvolgimento di agricoltori, produttori, distributori con esperienze e competenze multidisciplinari, hanno in progetto l'introduzione nei sistemi agricoli dicultivar di fico più adatte al le tipologie di ambiente che si produrranno in seguito al climate changee che consentiranno la produzione sostenibile del fico in futuro.\"Uno degli obiettivi è quello di realizzare sistemi agricoli basati sulla biodiversità, più resistenti alle incertezze climatiche e più sostenibili. Ciò avrà effetti benefici sul mantenimento delle risorse naturali (soprattutto in riferimento alla biodiversità sopra e sottosuolo), sulla conservazione del suolo e delle acque, sulla valorizzazione dei suoli delle aree marginali, e quindi assicurerà la fornitura di migliori servizi ecosistemici\", afferma Giordani. \"Tutto ciò avrà un impatto sia sul benessere che sul reddito degli agricoltori - conclude -, sull'agro-ecosistema e sulla produzione di frutti di questa specie, consentendo di invertire la tendenza al ribasso della produzione di fichi registrata negli ultimi anni nell'area mediterranea\".</p>", "publisher": "ANSAmed - Italian", "instances": ["Questo l'obiettivo di Figgen, il progetto di ricerca guidato dal professor Tommaso Giordani, docente del dipartimento di Scienze agrarie, alimentari e agro-ambientali dell'Università di Pisa che, assieme a una squadra di ricercatori di Italia, Spagna, Tunisia e Turchia, è riuscito a vincere, dopo una selezione durissima tra migliaia di team di ricerca internazionali di 19 nazioni, un milione di euro nella categoria Farming System della Call 2019 di Prima, il Programma per l'innovazione del settore idrico e agro-alimentare nell'area mediterranea guidato da tre anni dal professore ed economista Angelo Riccaboni, già rettore dell'Università di Siena. I cambiamenti climatici stanno incidendo drammaticamente sulla regione del Mediterraneo e sono necessarie soluzioni per adattare le pratiche dei sistemi agricoli all'aumento delle temperature, della siccità e della salinità del suolo - spiega Giordani -. Nei prossimi 36 mesi la squadra di ricercatori, con il coinvolgimento di agricoltori, produttori, distributori con esperienze e competenze multidisciplinari, hanno in progetto l'introduzione nei sistemi agricoli dicultivar di fico più adatte al le tipologie di ambiente che si produrranno in seguito al climate changee che consentiranno la produzione sostenibile del fico in futuro. Uno degli obiettivi è quello di realizzare sistemi agricoli basati sulla biodiversità, più resistenti alle incertezze climatiche e più sostenibili."]}, {"relevance_score": 8, "title": "A Pisa progetto per produzione sostenibile fichi nel Med", "published": "2020-04-24", "bodyText": "<p nitf:lede=\"true\">(ANSAmed) - PISA, 24 APR - Valorizzare la variabilità naturale del fico, un frutto antico per un'agricoltura mediterranea sostenibile. Questo l'obiettivo di Figgen, il progetto di ricerca guidato dal professor Tommaso Giordani, docente del dipartimento di Scienze agrarie, alimentari e agro-ambientali dell'Università di Pisa che, assieme a una squadra di ricercatori di Italia, Spagna, Tunisia e Turchia, è riuscito a vincere, dopo una selezione durissima tra migliaia di team di ricerca internazionali di 19 nazioni, un milione di euro nella categoria Farming System della Call 2019 di Prima, il Programma per l'innovazione del settore idrico e agro-alimentare nell'area mediterranea guidato da tre anni dal professore ed economista Angelo Riccaboni, già rettore dell'Università di Siena.</p><p>\"I cambiamenti climatici stanno incidendo drammaticamente sulla regione del Mediterraneo e sono necessarie soluzioni per adattare le pratiche dei sistemi agricoli all'aumento delle temperature, della siccità e della salinità del suolo - spiega Giordani -. L'adozione di sistemi di coltivazione mista come l'agroforestry può contrastare la perdita di agro-biodiversità e la riduzione della fertilità del suolo\".</p><p>Nei prossimi 36 mesi la squadra di ricercatori, con il coinvolgimento di agricoltori, produttori, distributori con esperienze e competenze multidisciplinari, hanno in progetto l'introduzione di sistemi agricoli di cultivar di fico più adatti alle tipologie di ambiente che si produrranno in seguito al climate change che consentiranno la produzione sostenibile del fico in futuro. \"Uno degli obiettivi è quello di realizzare sistemi agricoli basati sulla biodiversità, più resistenti alle incertezze climatiche e più sostenibili. Ciò avrà effetti benefici sul mantenimento delle risorse naturali (soprattutto in riferimento alla biodiversità sopra e sottosuolo), sulla conservazione del suolo e delle acque, sulla valorizzazione dei suoli delle aree marginali, e quindi assicurerà la fornitura di migliori servizi ecosistemici\", afferma Giordani. \"Tutto ciò avrà un impatto sia sul benessere che sul reddito degli agricoltori - conclude -, sull'agro-ecosistema e sulla produzione di frutti di questa specie, consentendo di invertire la tendenza al ribasso della produzione di fichi registrata negli ultimi anni nell'area mediterranea\".</p>", "publisher": "ANSAmed - Italian", "instances": ["Questo l'obiettivo di Figgen, il progetto di ricerca guidato dal professor Tommaso Giordani, docente del dipartimento di Scienze agrarie, alimentari e agro-ambientali dell'Università di Pisa che, assieme a una squadra di ricercatori di Italia, Spagna, Tunisia e Turchia, è riuscito a vincere, dopo una selezione durissima tra migliaia di team di ricerca internazionali di 19 nazioni, un milione di euro nella categoria Farming System della Call 2019 di Prima, il Programma per l'innovazione del settore idrico e agro-alimentare nell'area mediterranea guidato da tre anni dal professore ed economista Angelo Riccaboni, già rettore dell'Università di Siena. I cambiamenti climatici stanno incidendo drammaticamente sulla regione del Mediterraneo e sono necessarie soluzioni per adattare le pratiche dei sistemi agricoli all'aumento delle temperature, della siccità e della salinità del suolo - spiega Giordani -. Nei prossimi 36 mesi la squadra di ricercatori, con il coinvolgimento di agricoltori, produttori, distributori con esperienze e competenze multidisciplinari, hanno in progetto l'introduzione di sistemi agricoli di cultivar di fico più adatti alle tipologie di ambiente che si produrranno in seguito al climate change che consentiranno la produzione sostenibile del fico in futuro. \"Uno degli obiettivi è quello di realizzare sistemi agricoli basati sulla biodiversità, più resistenti alle incertezze climatiche e più sostenibili."]}, {"relevance_score": 22, "title": "Agricoltura:Fao aggiunge due siti tunisini a lista Giahs", "published": "2020-06-15", "bodyText": "<p nitf:lede=\"true\">(ANSAmed) - TUNISI, 15 GIU - I tradizionali sistemi agricoli Ramli della Tunisia nelle lagune di Ghar El Melh e i suoi giardini pensili di Djebba El Olia, sono stati riconosciuti come Sistemi di Patrimonio Agricolo Importante Globalmente (Giahs), una designazione gestita dall'Organizzazione delle Nazioni Unite per l'alimentazione e l'agricoltura (Fao). È la seconda volta che i siti tunisini ottengono il riconoscimento Giahs, dopo le Oasi di Gafsa nel 2011.</p><p nitf:lede=\"true\">Entrambi i siti riflettono profondi legami tra le colture coltivate e l'ecosistema naturale, la fauna e la flora locali,  - si legge sul sito della Fao - promuovendo al contempo la conservazione delle conoscenze tradizionali e la conservazione della biodiversità. Il loro riconoscimento come siti Giahs incoraggerà le comunità locali a valorizzare meglio e conservare il loro patrimonio per le generazioni future.</p><p>Le Ramli (\"sulla sabbia\") sono pratiche agricole che consistono nella coltivazione di colture su substrati sabbiosi. Unici non solo in Tunisia ma in tutto il mondo, questi sistemi agricoli furono creati nel 17mo secolo dalla diaspora andalusa per far fronte alla mancanza di terra coltivabile e acqua dolce. Le pratiche ingegnose si basano su un sistema di irrigazione passivo in cui le radici delle piante sono alimentate durante ogni stagione dall'acqua piovana immagazzinata e che galleggia sulla superficie del mare attraverso il movimento delle maree. Le conoscenze tradizionali conservate nel corso dei secoli consentono agli agricoltori di mantenere le trame lagunari attraverso la fornitura precisa di sabbia e materia organica in modo che le colture raggiungano la giusta altezza, consentendo alle radici di essere irrigate da un'acqua dolce e fine e non essere influenzate dal sale acqua. Siepi di alberi da frutto e arbusti sulla barriera lagunare proteggono le trame coltivate dal vento e dagli spruzzi del mare, aiutano a rallentare l'evaporazione e fissano la sabbia. Un sistema così poliedrico consente di coltivare colture tutto l'anno senza rifornimenti idrici artificiali, anche durante i periodi di siccità.</p><p>Arroccati sulle alture del Monte el Gorra, i giardini di Djebba el Olia formano un sistema agroforestale unico. Ad un'altitudine di 600 metri, gli agricoltori sono stati in grado di modellare questo paesaggio montuoso a loro vantaggio integrando l'agricoltura su terrazze derivate da formazioni geologiche naturali o costruendole in pietra a secco. Rinforzato da un efficiente sistema di irrigazione, i giardini pensili sono esempi di sistemi agroforestali innovativi e resistenti che soddisfano le esigenze alimentari delle comunità locali durante tutto l'anno. Grazie alla conservazione delle foreste in alta quota e alla moltitudine di specie presenti nello strato degli alberi dei giardini, Djebba El Olia beneficia di un particolare microclima.</p><p>Basata su pratiche che combinano agroforestry e agroecologia, la coltivazione del fico è il pilastro di un sistema policulturale vario e resiliente supportato da un vasto allevamento. Oltre ai fichi, nei giardini viene prodotto un gran numero di verdure, legumi e specie di frutta, tra cui piante solanacee (pomodoro, pepe) oltre a zucca, fave, cipolla, fagioli e patate. L'allevamento del bestiame è anche una parte importante della biodiversità del sito, in particolare la razza locale di pecore Black Thibar, adattata al terreno accidentato, e la razza bovina Brown Atlas nota per la sua robustezza. Questi giardini beneficiano delle foreste vicine e delle specie di flora e fauna selvatiche garantendo che gli impollinatori selvatici sostengano anche la biodiversità. L'arte di gestire le specie coltivate e selvatiche è la base della conoscenza ingegnosa del sito. La qualità dei prodotti è molto apprezzata: i fichi con etichetta Aoc di Djebba, la frutta fresca e secca e i prodotti trasformati (marmellate) sono tutti molto ricercati a livello locale e all'estero, rappresentando un'importante fonte di reddito.</p><p>L'aggiunta dei due siti tunisini porta il numero totale di Giahs nel mondo a 61 in 22 paesi. Questo programma di riferimento della Fao evidenzia i modi unici che le comunità rurali hanno forgiato nel corso delle generazioni per promuovere la sicurezza alimentare, mezzi di sussistenza vitali, ecosistemi resilienti e alti livelli di biodiversità, contribuendo nel contempo alla formazione di paesaggi straordinari.</p>", "publisher": "ANSAmed - Italian", "instances": ["Rinforzato da un efficiente sistema di irrigazione, i giardini pensili sono esempi di sistemi agroforestali innovativi e resistenti che soddisfano le esigenze alimentari delle comunità locali durante tutto l'anno. Grazie alla conservazione delle foreste in alta quota e alla moltitudine di specie presenti nello strato degli alberi dei giardini, Djebba El Olia beneficia di un particolare microclima. Oltre ai fichi, nei giardini viene prodotto un gran numero di verdure, legumi e specie di frutta, tra cui piante solanacee (pomodoro, pepe) oltre a zucca, fave, cipolla, fagioli e patate. L'allevamento del bestiame è anche una parte importante della biodiversità del sito, in particolare la razza locale di pecore Black Thibar, adattata al terreno accidentato, e la razza bovina Brown Atlas nota per la sua robustezza."]}, {"relevance_score": 53, "title": "Amazon annuncia investimenti in Brasile in soluzioni naturalistiche per la rimozione del carbonio insieme a The Nature Conservancy", "published": "2021-09-03", "bodyText": "<p nitf:lede=\"true\"> Nell'ambito dell'impegno per lo sviluppo di soluzioni globali per la crisi climatica, Amazon (NASDAQ: AMZN) ha annunciato oggi il lancio dell'Acceleratore per il ripristino e l'agroforestazione (Agroforestry and Restoration Accelerator) in collaborazione con The Nature Conservancy, un'organizzazione ambientalista globale. Obiettivo dell'Acceleratore sarà la creazione di una fonte di reddito più sostenibile per migliaia di agricoltori locali dello stato amazzonico brasiliano del Pará, unitamente al ripristino delle native foreste pluviali e alla lotta contro i cambiamenti climatici attraverso il sequestro e lo stoccaggio del carbonio. </p><p nitf:lede=\"true\"> Secondo il Comitato intergovernativo sui cambiamenti climatici (Intergovernmental Panel on Climate Change, IPCC), le soluzioni naturalistiche sono determinanti per scongiurare gli effetti peggiori dei cambiamenti climatici. Tanto i governi quanto il settore privato possono ridurre le emissioni di carbonio e rimuovere il carbonio dall'atmosfera investendo su larga scala in soluzioni naturalistiche. L'Acceleratore per il ripristino e l'agroforestazione è uno di questi progetti di rimozione del carbonio e rientra negli impegni sottoscritti da Amazon nell'ambito di The Climate Pledge, l'iniziativa istituita dalla società insieme a Global Optimism. I firmatari dell'iniziativa si impegnano all'azzeramento delle emissioni nette di carbonio entro il 2040, con 10 anni di anticipo rispetto all'Accordo di Parigi. </p><p> Nel rispetto dell'impegno assunto con The Climate Pledge, Amazon intende innanzitutto continuare a innovare e investire nella decarbonizzazione delle proprie attività. La società ha acquistato 100.000 veicoli elettrici per le consegne ed è attualmente il maggiore acquirente aziendale di energia rinnovabile al mondo. Amazon sta inoltre investendo in soluzioni naturalistiche al di fuori della propria catena di valore attraverso il Right Now Climate Fund, che sostiene l'Acceleratore e altri progetti finalizzati al ripristino di terreni degradati con modalità atte a migliorare il livello di vita delle comunità locali e a rimuovere il carbonio dall'atmosfera. Attraverso l'iniziativa pubblico-privata LEAF Coalition, annunciata di recente, volta alla mobilitazione di almeno 1 miliardo di dollari a protezione delle foreste tropicali del mondo, Amazon e altri partner stanno collaborando per porre un freno alla deforestazione tropicale, riducendo la quantità di carbonio immessa nell'atmosfera. </p><p> \"Il ripristino delle foreste mondiali è una delle azioni più significative che possiamo intraprendere ora per contrastare i cambiamenti climatici, il cui successo richiede soluzioni innovative\", ha dichiarato Kara Hurst, vicepresidente per la sostenibilità mondiale di Amazon. \"Siamo orgogliosi di lanciare l'Acceleratore per il ripristino e l'agroforestazione in collaborazione con The Nature Conservancy per supportare soluzioni che privilegino un'elevata integrità ambientale e vantaggi importanti per le comunità. Amazon è lieta di contribuire con la propria passione per l'innovazione, oltre che con un supporto finanziario, al fine di migliorare il livello di vita delle comunità locali del Brasile, aiutando al contempo a proteggere il pianeta per le generazioni future.\" </p><p> \"La scienza non ha dubbi nel considerare i sistemi naturali come prioritari per l'assorbimento del carbonio dall'atmosfera, come sottolineato dall'ultima relazione dell'IPCC\", ha dichiarato Christiana Figueres, cofondatrice di Global Optimism nonché ex responsabile principale per il clima nell'ambito dell'Accordo di Parigi. \"La protezione degli ecosistemi perenni e il ripristino dei terreni degradati saranno strategie fondamentali per la mitigazione delle emissioni di carbonio, soprattutto nei prossimi dieci o venti anni. I progetti in grado di raggiungere questo obiettivo rispettando la natura e migliorando il livello di vita delle comunità locali hanno un valore inestimabile ai fini della trasformazione necessaria per prosperare superando la crisi climatica. Complimenti ad Amazon e a The Nature Conservancy.\" </p><p> L'investimento iniziale di Amazon nell'Acceleratore supporterà 3.000 agricoltori e consentirà il ripristino entro tre anni di circa 20.000 ettari, un appezzamento di terreno grande quasi quanto la città di Seattle, rimuovendo fino a 10 milioni di tonnellate di anidride carbonica dall'atmosfera entro il 2050. </p><p> The Nature Conservancy collaborerà con il Centro Agroforestale Mondiale e diverse organizzazioni della società civile locale per implementare l'Acceleratore, aiutando le piccole aziende agricole a riconvertire i pascoli degradati dal bestiame in foreste e terreni agroforestali nativi. I sistemi agroforestali forniranno agli agricoltori una fonte sostenibile di reddito attraverso la vendita di cacao e altri raccolti. L'Acceleratore sperimenterà anche modalità di sostegno innovative per gli agricoltori e fornirà ai mercati beni primari sostenibili ricavati dalle foreste, anche utilizzando le tecnologie digitali, oltre a favorire lo sviluppo di nuove metodologie e tecnologie basate sui satelliti per la quantificazione e il monitoraggio della rimozione del carbonio. </p><p> \"Lo stato del Pará ospita il 9% delle foreste tropicali mondiali, ma sta facendo registrare tassi di deforestazione senza precedenti, perdendo ogni giorno 3.300 acri nel corso dell'ultimo anno\", ha rivelato Jennifer Morris, amministratore delegato di The Nature Conservancy. \"Negli ultimi 13 anni, le piccole aziende agricole del Pará, un'area in cui l'agricoltura basata su tecniche di disboscamento e incendio sembra l'unica opzione, si sono rese responsabili di circa il 40% della deforestazione dello Stato. Per 20 anni, The Nature Conservancy ha collaborato con piccoli agricoltori, rappresentanti delle comunità, funzionari governativi e popolazioni indigene per individuare e implementare soluzioni vantaggiose per tutti, come l'agroforestazione, che aiutassero le persone e la natura a prosperare. Questa nuova partnership con Amazon ci consentirà di fornire le risorse e l'assistenza tecnica necessarie per portare avanti questo programma e dimostrare che l'agroforestazione rigenerativa e i mercati del carbonio sono modelli aziendali praticabili per le comunità dell'Amazzonia. </p><p> \"Dobbiamo unire le forze per conseguire quello che può essere l'obiettivo del secolo: sviluppare le nostre economie e salvaguardare i redditi delle persone, preservando e ripristinando al contempo le foreste\", ha dichiarato Helder Barbalho, governatore del Pará. \"Lo stato del Pará è pronto ad affrontare questa sfida e la nostra strategia è chiaramente illustrata nel piano aziendale <emphasis typeStyle=\"it\">Amazonia Agora</emphasis>, con il quale ci impegniamo alla totale decarbonizzazione entro il 2036 attraverso la riduzione della deforestazione e la promozione del riassetto forestale. Investimenti, come quelli di Amazon, in tecniche di agroforestazione e riforestazione sono ben accetti nello stato del Pará. Questa iniziativa apporterà vantaggi significativi alle comunità, alle risorse naturali e alla biodiversità dello Stato.\" </p><p> Per ulteriori informazioni sull'impegno di Amazon per la sostenibilità visitare il sito <url normalizedValue=\"https://sustainability.aboutamazon.com\">https://sustainability.aboutamazon.com</url>. </p><p><emphasis typeStyle=\"bf\">Informazioni su Amazon</emphasis></p><p>Amazon opera attenendosi a quattro principi: attenzione minuziosa al cliente anziché alla concorrenza, spirito inventivo, perseguimento dell'eccellenza operativa e lungimiranza. Amazon si sforza di essere la società più attenta al cliente, il miglior datore di lavoro e il luogo di lavoro più sicuro della Terra. Recensioni dei clienti, shopping con 1 clic, raccomandazioni personalizzate, Prime, Fulfillment by Amazon (Vendere su Amazon), AWS, Kindle Direct Publishing, Kindle, Career Choice, tablet Fire, Fire TV, Amazon Echo, Alexa, tecnologia Just Walk Out, Amazon Studios e The Climate Pledge sono alcune delle iniziative ideate da Amazon. Per ulteriori informazioni visitate il sito amazon.com/about e seguite @AmazonNews. </p><p><emphasis typeStyle=\"bf\">Informazioni su The Nature Conservancy </emphasis></p><p> The Nature Conservancy è un'organizzazione globale per la conservazione, dedita a conservare terre e acque da cui dipende ogni forma di vita. Guidati dalla scienza creiamo soluzioni innovative, con i piedi per terra per le sfide più dure lanciate al nostro mondo, in modo che la natura e le persone possano convivere. Stiamo affrontando il cambiamento climatico, la conservazione delle terre, delle acque e degli oceani in una scala senza precedenti, fornendo generi alimentari e acqua sostenibile e aiutando a rendere le città più sostenibili. Concretizziamo il nostro impegno in 72 Paesi e territori: in 38 con un impatto diretto a livello di conservazione e in 34 attraverso dei partner, adottiamo un approccio collaborativo che coinvolge comunità locali, governi, settori privati e altri partner. Per ulteriori informazioni visitate il sito <url normalizedValue=\"http://www.nature.org\">www.nature.org</url> o seguite @nature_press su Twitter. </p><p> Il testo originale del presente annuncio, redatto nella lingua di partenza, è la versione ufficiale che fa fede. Le traduzioni sono offerte unicamente per comodità del lettore e devono rinviare al testo in lingua originale, che è l'unico giuridicamente valido. </p><p> Vedi la versione originale su businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20210902005898/it/\">https://www.businesswire.com/news/home/20210902005898/it/</url></p>", "publisher": "Business Wire Italiano", "instances": ["Obiettivo dell'Acceleratore sarà la creazione di una fonte di reddito più sostenibile per migliaia di agricoltori locali dello stato amazzonico brasiliano del Pará, unitamente al ripristino delle native foreste pluviali e alla lotta contro i cambiamenti climatici attraverso il sequestro e lo stoccaggio del carbonio. Secondo il Comitato intergovernativo sui cambiamenti climatici (Intergovernmental Panel on Climate Change, IPCC), le soluzioni naturalistiche sono determinanti per scongiurare gli effetti peggiori dei cambiamenti climatici."]}, {"relevance_score": 4, "title": "IFAD to fund Haiti hurricane-recovery project", "published": "2018-08-02", "bodyText": "<p nitf:lede=\"true\">(ANSA) - August 2 - The International Fund for Agricultural Development (IFAD) said Thursday that it has signed financing agreement with the government of Haiti to help restore agricultural productivity in areas of the country most-affected by Hurricane Matthew in October 2016.</p><p nitf:lede=\"true\">The agreement includes a US$10.8 million investment in the Agricultural and Agroforestry Technological Innovation Programme (PITAG).</p><p nitf:lede=\"true\">The project is already underway with support from the Inter-American Development Banks (IDB) and the Global Agriculture and Food Security Program (GAFSP), IFAD said.</p>", "publisher": "ANSA English Media Service", "instances": ["(ANSA) - August 2 - The International Fund for Agricultural Development (IFAD) said Thursday that it has signed financing agreement with the government of Haiti to help restore agricultural productivity in areas of the country most-affected by Hurricane Matthew in October 2016. The agreement includes a US$10. The project is already underway with support from the Inter-American Development Banks (IDB) and the Global Agriculture and Food Security Program (GAFSP), IFAD said."]}, {"relevance_score": 5, "title": "In Umbria le oche 'pascolano' in vigna: addio a trattori e diserbanti", "published": "2018-09-12", "bodyText": "<p nitf:lede=\"true\">MONTEFALCO (Perugia) OCHE LIBERE di scorrazzare tra i filari per tagliare i trattamenti chimici in vigna e i costi del gasolio. È la scelta agronomica dell'azienda vitivinicola Di Filippo che, a Montefalco, aiuta a contenere i costi d'impresa e permette di offrire al consumo calici di vino sostenibile. “Sono circa 400 le oche - raccontano Roberto Di Filippo e la sorella Emma, viticoltori con metodo dell'agricoltura Biologica e della filosofia Biodinamica - che 'pascolano' dalle 6 del mattino e tornano da sole alle 19, svolgendo involontariamente un lavoro molto importante: si nutrono dell'erba infestante, eliminando la necessità di tagliarla con attrezzi meccanici o diserbanti chimici”. L'UTILIZZO delle oche fa risparmiare 100 litri di carburante ad ettaro per trattori e falciatrici e, grazie al passo lieve di questi animali, non compatta il terreno e non ne riduce la fertilità, come farebbe invece il passaggio di una pesante falciatrice. Il principio è quello dell'Agroforestry, sistema che prevede la convivenza di coltivazioni verdi, semine e pascoli sullo stesso terreno per un'agricoltura virtuosa che si autosostiene: sarà illustrato venerdì 14 settembre in un convegno, a cura dell'Università di Perugia, nell'ambito di Enologica Montefalco.</p><p/>", "publisher": "Il Giorno (Italy)", "instances": ["“Sono circa 400 le oche - raccontano Roberto Di Filippo e la sorella Emma, viticoltori con metodo dell'agricoltura Biologica e della filosofia Biodinamica - che 'pascolano' dalle 6 del mattino e tornano da sole alle 19, svolgendo involontariamente un lavoro molto importante: si nutrono dell'erba infestante, eliminando la necessità di tagliarla con attrezzi meccanici o diserbanti chimici”. L'UTILIZZO delle oche fa risparmiare 100 litri di carburante ad ettaro per trattori e falciatrici e, grazie al passo lieve di questi animali, non compatta il terreno e non ne riduce la fertilità, come farebbe invece il passaggio di una pesante falciatrice."]}, {"relevance_score": 5, "title": "In Umbria le oche 'pascolano' in vigna: addio a trattori e diserbanti", "published": "2018-09-12", "bodyText": "<p nitf:lede=\"true\">MONTEFALCO (Perugia) OCHE LIBERE di scorrazzare tra i filari per tagliare i trattamenti chimici in vigna e i costi del gasolio. È la scelta agronomica dell'azienda vitivinicola Di Filippo che, a Montefalco, aiuta a contenere i costi d'impresa e permette di offrire al consumo calici di vino sostenibile. “Sono circa 400 le oche - raccontano Roberto Di Filippo e la sorella Emma, viticoltori con metodo dell'agricoltura Biologica e della filosofia Biodinamica - che 'pascolano' dalle 6 del mattino e tornano da sole alle 19, svolgendo involontariamente un lavoro molto importante: si nutrono dell'erba infestante, eliminando la necessità di tagliarla con attrezzi meccanici o diserbanti chimici”. L'UTILIZZO delle oche fa risparmiare 100 litri di carburante ad ettaro per trattori e falciatrici e, grazie al passo lieve di questi animali, non compatta il terreno e non ne riduce la fertilità, come farebbe invece il passaggio di una pesante falciatrice. Il principio è quello dell'Agroforestry, sistema che prevede la convivenza di coltivazioni verdi, semine e pascoli sullo stesso terreno per un'agricoltura virtuosa che si autosostiene: sarà illustrato venerdì 14 settembre in un convegno, a cura dell'Università di Perugia, nell'ambito di Enologica Montefalco.</p><p/>", "publisher": "La Nazione (Italy)", "instances": ["“Sono circa 400 le oche - raccontano Roberto Di Filippo e la sorella Emma, viticoltori con metodo dell'agricoltura Biologica e della filosofia Biodinamica - che 'pascolano' dalle 6 del mattino e tornano da sole alle 19, svolgendo involontariamente un lavoro molto importante: si nutrono dell'erba infestante, eliminando la necessità di tagliarla con attrezzi meccanici o diserbanti chimici”. L'UTILIZZO delle oche fa risparmiare 100 litri di carburante ad ettaro per trattori e falciatrici e, grazie al passo lieve di questi animali, non compatta il terreno e non ne riduce la fertilità, come farebbe invece il passaggio di una pesante falciatrice."]}, {"relevance_score": 5, "title": "In Umbria le oche 'pascolano' in vigna: addio a trattori e diserbanti", "published": "2018-09-12", "bodyText": "<p nitf:lede=\"true\">MONTEFALCO (Perugia) OCHE LIBERE di scorrazzare tra i filari per tagliare i trattamenti chimici in vigna e i costi del gasolio. È la scelta agronomica dell'azienda vitivinicola Di Filippo che, a Montefalco, aiuta a contenere i costi d'impresa e permette di offrire al consumo calici di vino sostenibile. “Sono circa 400 le oche - raccontano Roberto Di Filippo e la sorella Emma, viticoltori con metodo dell'agricoltura Biologica e della filosofia Biodinamica - che 'pascolano' dalle 6 del mattino e tornano da sole alle 19, svolgendo involontariamente un lavoro molto importante: si nutrono dell'erba infestante, eliminando la necessità di tagliarla con attrezzi meccanici o diserbanti chimici”. L'UTILIZZO delle oche fa risparmiare 100 litri di carburante ad ettaro per trattori e falciatrici e, grazie al passo lieve di questi animali, non compatta il terreno e non ne riduce la fertilità, come farebbe invece il passaggio di una pesante falciatrice. Il principio è quello dell'Agroforestry, sistema che prevede la convivenza di coltivazioni verdi, semine e pascoli sullo stesso terreno per un'agricoltura virtuosa che si autosostiene: sarà illustrato venerdì 14 settembre in un convegno, a cura dell'Università di Perugia, nell'ambito di Enologica Montefalco.</p><p/>", "publisher": "Il Resto del Carlino (Italy)", "instances": ["“Sono circa 400 le oche - raccontano Roberto Di Filippo e la sorella Emma, viticoltori con metodo dell'agricoltura Biologica e della filosofia Biodinamica - che 'pascolano' dalle 6 del mattino e tornano da sole alle 19, svolgendo involontariamente un lavoro molto importante: si nutrono dell'erba infestante, eliminando la necessità di tagliarla con attrezzi meccanici o diserbanti chimici”. L'UTILIZZO delle oche fa risparmiare 100 litri di carburante ad ettaro per trattori e falciatrici e, grazie al passo lieve di questi animali, non compatta il terreno e non ne riduce la fertilità, come farebbe invece il passaggio di una pesante falciatrice."]}, {"relevance_score": 9, "title": "Vino: le oche al posto del diserbante e trattori in vigna", "published": "2018-09-09", "bodyText": "<p nitf:lede=\"true\">(ANSA) - 9 SET -  Oche libere di scorrazzare tra i filari per tagliare i trattamenti chimici in vigna e i costi del gasolio. E' la scelta agronomica dell'azienda vitivinicola Di Filippo che a Montefalco che aiuta a contenere i costi d'impresa e permette di offrire al consumo calici di vino sostenibile. ''Sono circa 400 le oche - raccontano Roberto Di Filippo e la sorella Emma, viticoltori con metodo dell'agricoltura Biologica e della filosofia Biodinamica - che 'pascolano' dalle sei del mattino e tornano da sole alle sette di sera, svolgendo  involontariamente svolto un lavoro molto importante: si nutrono dell'erba infestante, eliminando la necessità di tagliarla con attrezzi meccanici, o peggio ricorrere a diserbanti chimici. </p><p>L'utilizzo delle oche, non solo fa risparmiare 100 litri di carburante ad ettaro per trattori e falciatrici, ma con il loro passo lieve le oche non compattano ne riducono la fertilità il terreno, come farebbe il passaggio di una pesante falciatrice. Questo esito giova moltissimo alla pianta. Le oche concimano, fertilizzano e migliorano la qualità della sostanza organica, potenziando l'attività microbica del suolo, evitando l'impiego di diserbanti. Vi sono profondi cambiamenti biochimici legati alla presenza delle oche, che migliorano indiscutibilmente la qualità produttiva di un vigneto biologico. Da cinque anni, In virtù della collaborazione con l'Università di Perugia, Department of Agricultural, Environmental and Food Science University, sperimentiamo con successo l'allevamento delle oche in vigna''. Il principio è quello dell'Agroforestry, il sistema che prevede la convivenza di coltivazioni verdi, semine e pascoli sullo stesso terreno, per un'agricoltura virtuosa che si autosostiene, dove non ci sono scarti o rifiuti e sarà illustrato il 14 settembre, annunciano in una nota, in un convegno, a cura dell'Università di Perugia, nell'ambito della manifestazione Enologica Montefalco.</p>", "publisher": "ANSA Notiziario Generale in Italiano", "instances": ["Vi sono profondi cambiamenti biochimici legati alla presenza delle oche, che migliorano indiscutibilmente la qualità produttiva di un vigneto biologico. Da cinque anni, In virtù della collaborazione con l'Università di Perugia, Department of Agricultural, Environmental and Food Science University, sperimentiamo con successo l'allevamento delle oche in vigna''."]}, {"relevance_score": 9, "title": "FAO: RICOMPENSARE AGRICOLTORI PER SERVIZI AMBIENTE", "published": "2013-02-05", "bodyText": "<p nitf:lede=\"true\">(ANSA) - 5 FEB - Gli agricoltori che introducono alberi nei propri appezzamenti dovrebbero essere ricompensati per i servizi ambientali che forniscono mediante incentivi finanziari o altre forme di agevolazioni come sovvenzioni, esenzione fiscale, programmi di partecipazione ai costi, forme di micro-credito.  Lo afferma la Fao in una nuova guida (Advancing Agroforestry on the Policy Agenda), rivolta a responsabili politici, amministratori, Ong ed istituzioni governative e dove si indica come integrare il settore agroforestale nelle strategie nazionali. </p><p>Il valore del carbonio sequestrato e gli altri servizi ambientali forniti dagli alberi - afferma la Fao - potrebbero perfino essere impiegati per pagare gli interessi.  In Costarica - spiega la Fao citando un esempio positivo - un fondo nazionale di finanziamento istituito nel 1996 per sovvenzionare attivita' forestali e' stato esteso nel 2001 e nel 2005 ai sistemi agroforestali che integrano coltivazioni alimentari, alberi e zootecnia. Nel corso degli ultimi otto anni, sono stati firmati piu' di 10.000 contratti di forestazione con il risultato che nelle aziende agricole sono stati piantati oltre 3,5 milioni di alberi.  come adattare le politiche alle situazioni specifiche.     ''In molti paesi il potenziale del settore agroforestale per far migliorare le condizioni degli agricoltori, delle comunita' e del settore industriale non e' stato sviluppato a pieno'',  afferma Eduardo Mansur, direttore della Divisione Fao Valutazione, Gestione e Conservazione delle Foreste.  ''Nonostante i numerosi vantaggi di uno sviluppo del settore - aggiunge -, esso e' stato penalizzato da politiche inadeguate, da limiti di natura giuridica e dalla mancanza di coordinamento tra i diversi ambiti che coinvolge: agricoltura, settore forestale, sviluppo rurale, ambiente e commercio''.</p>", "publisher": "ANSA Notiziario Generale in Italiano", "instances": ["(ANSA) - 5 FEB - Gli agricoltori che introducono alberi nei propri appezzamenti dovrebbero essere ricompensati per i servizi ambientali che forniscono mediante incentivi finanziari o altre forme di agevolazioni come sovvenzioni, esenzione fiscale, programmi di partecipazione ai costi, forme di micro-credito. Il valore del carbonio sequestrato e gli altri servizi ambientali forniti dagli alberi - afferma la Fao - potrebbero perfino essere impiegati per pagare gli interessi. In Costarica - spiega la Fao citando un esempio positivo - un fondo nazionale di finanziamento istituito nel 1996 per sovvenzionare attivita' forestali e' stato esteso nel 2001 e nel 2005 ai sistemi agroforestali che integrano coltivazioni alimentari, alberi e zootecnia."]}, {"relevance_score": 9, "title": "FAO: RICOMPENSARE AGRICOLTORI PER SERVIZI AMBIENTE", "published": "2013-02-05", "bodyText": "<p nitf:lede=\"true\">(ANSA) - 5 FEB - Gli agricoltori che introducono alberi nei propri appezzamenti dovrebbero essere ricompensati per i servizi ambientali che forniscono mediante incentivi finanziari o altre forme di agevolazioni come sovvenzioni, esenzione fiscale, programmi di partecipazione ai costi, forme di micro-credito.  Lo afferma la Fao in una nuova guida (Advancing Agroforestry on the Policy Agenda), rivolta a responsabili politici, amministratori, Ong ed istituzioni governative e dove si indica come integrare il settore agroforestale nelle strategie nazionali. </p><p>Il valore del carbonio sequestrato e gli altri servizi ambientali forniti dagli alberi - afferma la Fao - potrebbero perfino essere impiegati per pagare gli interessi.  In Costarica - spiega la Fao citando un esempio positivo - un fondo nazionale di finanziamento istituito nel 1996 per sovvenzionare attivita' forestali e' stato esteso nel 2001 e nel 2005 ai sistemi agroforestali che integrano coltivazioni alimentari, alberi e zootecnia. Nel corso degli ultimi otto anni, sono stati firmati piu' di 10.000 contratti di forestazione con il risultato che nelle aziende agricole sono stati piantati oltre 3,5 milioni di alberi.  come adattare le politiche alle situazioni specifiche.     ''In molti paesi il potenziale del settore agroforestale per far migliorare le condizioni degli agricoltori, delle comunita' e del settore industriale non e' stato sviluppato a pieno'',  afferma Eduardo Mansur, direttore della Divisione Fao Valutazione, Gestione e Conservazione delle Foreste.  ''Nonostante i numerosi vantaggi di uno sviluppo del settore - aggiunge -, esso e' stato penalizzato da politiche inadeguate, da limiti di natura giuridica e dalla mancanza di coordinamento tra i diversi ambiti che coinvolge: agricoltura, settore forestale, sviluppo rurale, ambiente e commercio''.</p>", "publisher": "ANSA Financial News", "instances": ["(ANSA) - 5 FEB - Gli agricoltori che introducono alberi nei propri appezzamenti dovrebbero essere ricompensati per i servizi ambientali che forniscono mediante incentivi finanziari o altre forme di agevolazioni come sovvenzioni, esenzione fiscale, programmi di partecipazione ai costi, forme di micro-credito. Il valore del carbonio sequestrato e gli altri servizi ambientali forniti dagli alberi - afferma la Fao - potrebbero perfino essere impiegati per pagare gli interessi. In Costarica - spiega la Fao citando un esempio positivo - un fondo nazionale di finanziamento istituito nel 1996 per sovvenzionare attivita' forestali e' stato esteso nel 2001 e nel 2005 ai sistemi agroforestali che integrano coltivazioni alimentari, alberi e zootecnia."]}, {"relevance_score": 0, "title": "Jovanotti al PalaLivorno Concerto a «Co2 zero»", "published": "2011-10-19", "bodyText": "<p>«ORA TOUR» IL 18 DICEMBRE</p>", "publisher": "La Nazione (Italy)", "instances": []}, {"relevance_score": 9, "title": "AMBIENTE: DEFORESTAZIONE PIU' VELOCE DEI DATI FAO, RICERCA", "published": "2012-10-25", "bodyText": "<p nitf:lede=\"true\">(ANSA) - 25 OTT - La deforestazione procede alla velocita' di 13 milioni di ettari all'anno nella sola area tropicale, in realta' il processo avrebbe effetti ancora piu'  gravi ed e' un'altra causa di disequilibrio tra il nord ed il sud del Pianeta. Al Salone del gusto-Terra Madre, che si e' aperto oggi a Torino, un ricercatore dell'universita' di Padova, Davide Pettenella, ha invitato a guardare oltre il criterio della ''Fao, che definisce foreste quelle superfici che hanno almeno il 20% di copertura continua di chioma. Non si puo'  - ha osservato - considerare foresta  a tutti gli effetti un ambiente che puo' avere anche perso l'80%''. E nel frattempo il fenomeno dell'importazione di 'legname illegale', ''si e' attestato sul 16-19% nell'Unione Europea e l'Italia e' il primo Paese tra gli acquirenti in Europa''.</p><p>L'allarme per un mondo che rischia di rimanere senza foreste - nella Nigeria ne e' gia' sparito il 55,7%, nel  Vietman oltre il 54% - e' stato rinnovato alla prima conferenza del ricco programma della kermesse al Lingotto di Torino, dal titolo 'Giu' le forchette dalle foreste'. La storica attivista Vandana Shiva, presidente dell'associazione Navdanya e vicepresidente di Slow Food, ha ricordato quanto siano poco 'nobili' i motivi che condannano a morte le foreste: ''Gran parte - ha detto - vengono abbattute per nutrire con cereali animali d'allevamento che di natura sono erbivori, o per produzioni  di cibo su larghissima scala che non rispondono pero' alla logica della nutrizione. Con la soia sono persino stati inventati cibi-truffa, come le false lenticchie. Non c'e' alcuna necessita' di tagliare le piante - ha aggiunto Vandana Shiva - la domanda di cibo si soddisfa in altro modo e tra l'altro il sistema di radere al suolo le foreste distrugge il sistema agricolo''.</p><p>Per la celebre attivista indiana, va invertita da subito la rotta: ''Non solo tutte le foreste vanno protette, ma si deve passare all'agroforestry, a piantare alberi nelle aree agricole perche' e' da questa coabitazione tra foreste e coltivazioni che nascono le produzioni migliori e anche gli ambienti sociali piu' integrati''.</p>", "publisher": "ANSA Notiziario Generale in Italiano", "instances": ["Con la soia sono persino stati inventati cibi-truffa, come le false lenticchie. Non c'e' alcuna necessita' di tagliare le piante - ha aggiunto Vandana Shiva - la domanda di cibo si soddisfa in altro modo e tra l'altro il sistema di radere al suolo le foreste distrugge il sistema agricolo''."]}, {"relevance_score": 11, "title": "FAO LAUNCHES CLIMATE CHANGE MITIGATION PROGRAMME", "published": "2009-12-08", "bodyText": "<p nitf:lede=\"true\">&lt;newslink xlink:href=\"3c74265e11d8fa2d48f7b8294832ba1e.jpg\" xlink:title=\" &lt;/newslink&gt;     (ANSA) - Rome, December 8 - Finland on Tuesday became the first country to contribute to a $60 million programme by the United Nations Food and Agriculture Organization to support climate change mitigation in agriculture in developing countries.</p><p>The multi-donor programme is aimed at promoting sustainable low-emission agriculture in developing countries over the next five years, in partnership with countries and other organizations.</p><p>Finland will donate some $3.9 million in 2010-2011, FAO said, announcing the launch of the programme in the context of the UN Climate Change Conference in Copenhagen.</p><p>Agriculture is a key source of global greenhouse gas (GHG) emissions, accounting for 14%, FAO said.</p><p>\"But the sector also has a high potential to reduce greenhouse gases by removing CO2 from the atmosphere and sequestering it in soils and plants and by reducing its own emissions\".</p><p>The organization stressed that a number of suitable technologies and farming practices to remove CO2 in smallholder agriculture already exist.</p><p>These include practices used in conservation and organic agriculture, based on no/low tillage, utilizing residues for composting or mulching, use of perennial crops to cover soil, re-seeding or improving grazing management on grasslands and agroforestry, which combines crops and trees.</p><p>Nearly 90 percent of agriculturés potential to reduce or remove emissions from the atmosphere comes from such practices, FAO said, noting that such farming practices also have a  positive impact on reducing hunger and poverty.</p><p>The FAO programme also calls for the creation of a global database on current and projected GHG emissions in land and agriculture for the most important agricultural commodities, countries and regions.</p>", "publisher": "ANSA Financial News", "instances": ["But the sector also has a high potential to reduce greenhouse gases by removing CO2 from the atmosphere and sequestering it in soils and plants and by reducing its own emissions\". The organization stressed that a number of suitable technologies and farming practices to remove CO2 in smallholder agriculture already exist. Nearly 90 percent of agriculturés potential to reduce or remove emissions from the atmosphere comes from such practices, FAO said, noting that such farming practices also have a  positive impact on reducing hunger and poverty. The FAO programme also calls for the creation of a global database on current and projected GHG emissions in land and agriculture for the most important agricultural commodities, countries and regions."]}, {"relevance_score": 11, "title": "FAO LAUNCHES CLIMATE CHANGE MITIGATION PROGRAMME", "published": "2009-12-08", "bodyText": "<p nitf:lede=\"true\">&lt;newslink xlink:href=\"3c74265e11d8fa2d48f7b8294832ba1e.jpg\" xlink:title=\" &lt;/newslink&gt;     (ANSA) - Rome, December 8 - Finland on Tuesday became the first country to contribute to a $60 million programme by the United Nations Food and Agriculture Organization to support climate change mitigation in agriculture in developing countries.</p><p>The multi-donor programme is aimed at promoting sustainable low-emission agriculture in developing countries over the next five years, in partnership with countries and other organizations.</p><p>Finland will donate some $3.9 million in 2010-2011, FAO said, announcing the launch of the programme in the context of the UN Climate Change Conference in Copenhagen.</p><p>Agriculture is a key source of global greenhouse gas (GHG) emissions, accounting for 14%, FAO said.</p><p>\"But the sector also has a high potential to reduce greenhouse gases by removing CO2 from the atmosphere and sequestering it in soils and plants and by reducing its own emissions\".</p><p>The organization stressed that a number of suitable technologies and farming practices to remove CO2 in smallholder agriculture already exist.</p><p>These include practices used in conservation and organic agriculture, based on no/low tillage, utilizing residues for composting or mulching, use of perennial crops to cover soil, re-seeding or improving grazing management on grasslands and agroforestry, which combines crops and trees.</p><p>Nearly 90 percent of agriculturés potential to reduce or remove emissions from the atmosphere comes from such practices, FAO said, noting that such farming practices also have a  positive impact on reducing hunger and poverty.</p><p>The FAO programme also calls for the creation of a global database on current and projected GHG emissions in land and agriculture for the most important agricultural commodities, countries and regions.</p>", "publisher": "ANSA Notiziario Generale in Italiano", "instances": ["But the sector also has a high potential to reduce greenhouse gases by removing CO2 from the atmosphere and sequestering it in soils and plants and by reducing its own emissions\". The organization stressed that a number of suitable technologies and farming practices to remove CO2 in smallholder agriculture already exist. Nearly 90 percent of agriculturés potential to reduce or remove emissions from the atmosphere comes from such practices, FAO said, noting that such farming practices also have a  positive impact on reducing hunger and poverty. The FAO programme also calls for the creation of a global database on current and projected GHG emissions in land and agriculture for the most important agricultural commodities, countries and regions."]}, {"relevance_score": 15, "title": "ANSA/ AL VIA SALONE DEL GUSTO, 1000 ESPOSITORI DA 100 PAESI", "published": "2012-10-25", "bodyText": "<p nitf:lede=\"true\">(di Renato Botto e Alessandra Moneti)    (ANSA) - TORINO, 25 OTT - Taglio del nastro ed e' gia' pienone di folla, tante le scolaresche e gli operatori, al Salone del Gusto-Terra Madre, due eventi in uno negli spazi di Lingotto Fiere e dell'Oval.</p><p>Sono piu' di mille gli espositori provenienti da 100 Paesi, con un' enoteca ricca di oltre 1200 vini e con un cooking show di 50 chef. Ai fornelli i grandi nomi, dal numero uno, Massimo Bottura, alla grande tradizione di Romano Tamani del ristorante Ambasciata di Quistello (Mantova), fino al talento d'Abruzzo, Niko Romito.</p><p>''Questo e' il punto di partenza - ha detto alla cerimonia di inaugurazione il fondatore di Slow Food Carlo Petrini - per fare diventare Salone del Gusto-Terra Madre il piu' grande appuntamento dell'enogastronomia e dell'alimentazione nel mondo. Con 100 Paesi siamo solo all'inizio di una straordinaria avventura''.</p><p>Sviluppo, quindi, ma in un'ottica di sostenibilita'. Parte infatti dalla kermesse torinese l'allarme per un pianeta che rischia di rimanere senza foreste: solo in Vietnam ne sono sparite oltre il 54%. Da qui la proposta di Vandana Shiva, storica attivista indiana e vicepresidente di Slow Food, di ''passare all'agroforestry, cioe' a piantare alberi nelle aree agricole perche' e' dalla coabitazione tra foreste e coltivazioni che nascono le produzioni migliori e gli ambienti sociali piu' integrati''.</p><p>Molti i momenti didattici, dalle piante aromatiche italiane alla frutta di stagione, promossi dal ministero delle Politiche agricole e dal Cra per i bambini delle scuole primarie. E tanta attenzione per i giovani, le nuove leve di un comparto che, come sottolineato da Coldiretti, in eta' compresa tra i 18 e i 34 anni, sogna (ben il 50%) di aprire un agriturismo. Un desiderio che sta prendendo forma nei registri delle Camere di Commercio, dove, nel secondo trimestre 2012, sono cresciute del 4,2% le imprese individuali di giovani agricoltori.</p><p>''E' finito il periodo storico in cui i giovani lasciavano la campagna per un posto in fabbrica'', dice il ministro delle Politiche agricole Mario Catania nel sottolineare che l'agricoltura ''e' l'unico settore a registrare segni positivi nell'occupazione giovanile. Lo conferma l'Istat ma e' una tendenza che colgo anche nella dinamiche culturali del Paese. Un tempo - osserva il ministro - era impensabile, oggi c'e' un atteggiamento psicologico diverso: ci sono giovani coppie che guardano con interesse al lavoro agricolo e si spostano dalle citta'. La risposta migliore che possiamo fornire alle nuove generazioni - conclude Catania - e' dare una redditivita' adeguata a questa nuova voglia di far impresa tra i campi''.</p>", "publisher": "ANSA Notiziario Generale in Italiano", "instances": ["Sviluppo, quindi, ma in un'ottica di sostenibilita'. Parte infatti dalla kermesse torinese l'allarme per un pianeta che rischia di rimanere senza foreste: solo in Vietnam ne sono sparite oltre il 54%. Molti i momenti didattici, dalle piante aromatiche italiane alla frutta di stagione, promossi dal ministero delle Politiche agricole e dal Cra per i bambini delle scuole primarie. E tanta attenzione per i giovani, le nuove leve di un comparto che, come sottolineato da Coldiretti, in eta' compresa tra i 18 e i 34 anni, sogna (ben il 50%) di aprire un agriturismo."]}, {"relevance_score": 0, "title": "Quella fattoria del Sagrantino con le oche al posto dei trattori", "published": "2015-07-17", "bodyText": "<p>Di Filippo: diserbano senza inquinare, la nostra pratica è unica al mondo</p>", "publisher": "Corriere della Sera (Italy)", "instances": []}, {"relevance_score": 34, "title": "Scocca l'Ora di Jovanotti «Vi presento lo spettacolo che sognavo da bambino»", "published": "2011-05-21", "bodyText": "<p nitf:lede=\"true\">ANCONA «E' QUESTO lo spettacolo che sognavo da bambino». A parlare è Lorenzo Cherubini, in arte Jovanotti, e lo spettacolo in questione è quello che sta girando l'Italia sotto il nome di Ora Tour'. Oggi e domani (ore 21) anche gli anconetani potranno vedere il sogno realizzato' del cantante-rapper. L'appuntamento è al PalaRossini, dove oltre all'udito sarà soddisfatta anche la vista. Spiega infatti Jovanotti: «Abbiamo lavorato tanto, allestendo un laboratorio dove far scorrere le idee, per quello che volevo fosse uno spettacolo che mi permettesse di dare il massimo e di entrare in contatto con ognuno di quelli che verranno a sentirci. </p><p>E' uno spettacolo nel quale si pensa poco ma si gode parecchio, ci si emoziona, si balla come in un rave, mentre davanti agli occhi scorre qualcosa che ha a che fare con quello che c'è dentro di noi di più bello e vivo. Non ho mai avuto così tanta gente a lavorare a un concerto con me, così tante luci, così tanto spazio, così tanta tecnologia, così tanti watt: il minimo che possa fare è restituire questa energia a chi ci verrà a sentire. Sono molto soddisfatto di quello che siamo riusciti a mettere insieme». COME HA DICHIARATO l'artista, i concerti del tour sono «il mio modo di ringraziare tutti per l'affetto che circonda la mia musica più recente». In effetti lo show porterà al PalaRossini contenuti innovati ad alto tasso tecnologico ed emotivo. L'evento è stato definito come lo spettacolo rock del nuovo millennio', un party evolutivo' in cui gli invitati potranno viaggiare nel nostro tempo, come in un racconto di fantascienza dal vivo, in un'epopea di ritmo e di sonorità sempre in movimento. Una pulsazione potente e tenera, intima ed esplosiva. JOVANOTTI e il suo team di musicisti, videoartisti e ingegneri di scena hanno lavorato per sei mesi al fine di tradurre dal vivo l'energia di Ora', il disco che continua a dominare classifiche e playlist radiofoniche. Sul palco sovrastato da uno schermo di 17 metri si muove una band composta da otto elementi, pronta a scatenarsi insieme al direttore' per due ore e mezzo di musica. Ma in mezzo a tanta tecnologia l'«Ora Tour» è anche un progetto di sostenibilità ambientale e sociale. Merito della collaborazione tra Enel e Trident Management, organizzatrice del tour. Tutti i concerti di Jovanotti sono CO2 neutral'. In particolare, attraverso un programma di forestazione che Enel realizzerà in Camerun con Treedom nell'ambito del progetto S.A.F.E. (Sustainable AgroForestry Ecosystem), verranno piantati 12.000 alberi, contribuendo a riforestare un´area complessiva di 20 ettari. Questo intervento azzera le emissioni di gas ad effetto serra associate al tour, pari a circa 6.000 tonnellate di CO2. Gli alberi saranno assegnati agli utenti attraverso un contest lanciato direttamente dal sito <url normalizedValue=\"http://www.enel.it/Jovanotti\">www.enel.it/Jovanotti</url>. DAL SITO si potrà partecipare ad un'estrazione, che permetterà di avere un albero a cui poter dare un nome, e di cui si seguirà tutta la fase della piantumazione direttamente su Google Map. Quanto ai biglietti, per entrambe le date c'è ormai quasi il tutto esaurito. In ogni caso ricordiamo i prezzi: Tribuna Gold 46 euro; primo anello numerato 40 euro; parterre 32 euro; secondo anello 32 euro. Per informazioni: 071 2901224. r. m.</p>", "publisher": "Il Resto del Carlino (Italy)", "instances": ["F. E. 000 alberi, contribuendo a riforestare un´area complessiva di 20 ettari. Questo intervento azzera le emissioni di gas ad effetto serra associate al tour, pari a circa 6."]}]