[{"relevance_score": 16, "title": "Traceability, partnership and innovation, the Icam report", "published": "2025-07-25", "bodyText": "<p nitf:lede=\"true\">74% of cocoa purchased from direct or integrated supply chains; 95% of land compliant with 'deforestation-free' criteria; 93% of primary packaging recyclable or compostable. ICAM's seventh Sustainability Report tells the story of an increasingly traceable supply chain, the concrete commitment to climate adaptation in the countries of origin, the centrality of people and a business model that looks to the future through the dual environmental and digital transition.</p><p>Icam Cioccolato, a family-owned company now in its third generation, is today an international benchmark in the world of chocolate and cocoa semi-finished products, with a presence in 75 countries and a production model that combines advanced technologies, a short supply chain and direct control of origins. A business vision oriented towards creating shared value and innovation, respecting people and the planet. With its seventh Sustainability Report, Icam makes tangible a commitment that has lasted for years: to build a traceable supply chain, enhance the work of communities in the countries of origin and grow consistently with its values.</p><p>\"The Sustainability Report reflects the continuity of our commitment, characterized by the awareness of a current and intergenerational responsibility that implies collaboration at all levels and culture, understood as competence and as sharing of values - declares Sara Agostoni, Chief Sustainability Officer of Icam Cioccolato - 2024 was a year of growth and consolidation for ICAM, we implemented transformative governance activities, strengthening the presence of sustainability in corporate decisions, and continued to carry out initiatives that not only protect the environment, but also promote the well-being of people throughout the supply chain\".</p><p>©2025 GMC S.A.P.A. di G. P. Marra. Visit at adnkronos.com. Distributed by Tribune Content Agency, LLC.</p>", "publisher": "AdnkroNos International, Rome", "instances": ["74% of cocoa purchased from direct or integrated supply chains; 95% of land compliant with 'deforestation-free' criteria; 93% of primary packaging recyclable or compostable. Icam Cioccolato, a family-owned company now in its third generation, is today an international benchmark in the world of chocolate and cocoa semi-finished products, with a presence in 75 countries and a production model that combines advanced technologies, a short supply chain and direct control of origins. A business vision oriented towards creating shared value and innovation, respecting people and the planet."]}, {"relevance_score": 9, "title": "&gt;&gt;&gt;ANSA/Meloni jubilant as Italy's 7th NRRP tranche approved", "published": "2025-07-01", "bodyText": "<p nitf:lede=\"true\">(ANSA) - JUL 1 - Premier Giorgia Meloni said Italy was leading the way in Europe with its National Recovery and Resilience Plan (NRRP) after the European Commission endorsed its request for payment of the seventh installment of its NRRP worth 18.3 billion euros. \"With the payment of the seventh installment, Italy will confirm its leading position in Europe in the advancement of the plan, with more than 140 billion euros received, 72% of the total financial package and 100% of the objectives planned in the first seven installments, amounting to 334 milestones and targets, objectives all achieved in full compliance with the timetable set out by the Commission,\" Meloni said in a statement on the government's website. \"This is also a qualitative record, we have shown that we are capable of virtuous use of the instruments that Europe has provided us with and we have become a model for other member states\".  The payment request, made in December, covers steps in the delivery of 10 reforms and 46 investments in the areas of justice, public administration, public procurement, competition, waste management, cybersecurity and digitalisation of public administration, climate adaptation, renewable energy, energy poverty, sustainable transport, agriculture and scholarships at graduate and post-graduate level. </p><p>The NRRP seeks to make the Italian economy greener and more modern with projects financed with the help of 194.4 billion euros in EU grants and low-interest loans under of the bloc's post-Covid Recovery Fund. The payments are conditional on Italy passing milestones, including a number of structural reforms. To date, the Commission has disbursed about 63% of the funds allocated to Italy under the Recovery and Resilience Facility - over 122illion euros.</p>", "publisher": "ANSA English Media Service", "instances": ["\"With the payment of the seventh installment, Italy will confirm its leading position in Europe in the advancement of the plan, with more than 140 billion euros received, 72% of the total financial package and 100% of the objectives planned in the first seven installments, amounting to 334 milestones and targets, objectives all achieved in full compliance with the timetable set out by the Commission,\" Meloni said in a statement on the government's website. \"This is also a qualitative record, we have shown that we are capable of virtuous use of the instruments that Europe has provided us with and we have become a model for other member states\". The NRRP seeks to make the Italian economy greener and more modern with projects financed with the help of 194. 4 billion euros in EU grants and low-interest loans under of the bloc's post-Covid Recovery Fund."]}, {"relevance_score": 9, "title": "&gt;&gt;&gt;ANSA/Meloni jubilant as Italy's 7th NRRP tranche approved", "published": "2025-07-01", "bodyText": "<p nitf:lede=\"true\">(ANSA) - JUL 1 - Premier Giorgia Meloni said Italy was leading the way in Europe with its National Recovery and Resilience Plan (NRRP) after the European Commission endorsed its request for payment of the seventh installment of its NRRP worth 18.3 billion euros. \"With the payment of the seventh installment, Italy will confirm its leading position in Europe in the advancement of the plan, with more than 140 billion euros received, 72% of the total financial package and 100% of the objectives planned in the first seven installments, amounting to 334 milestones and targets, objectives all achieved in full compliance with the timetable set out by the Commission,\" Meloni said in a statement on the government's website. \"This is also a qualitative record, we have shown that we are capable of virtuous use of the instruments that Europe has provided us with and we have become a model for other member states\".  The payment request, made in December, covers steps in the delivery of 10 reforms and 46 investments in the areas of justice, public administration, public procurement, competition, waste management, cybersecurity and digitalisation of public administration, climate adaptation, renewable energy, energy poverty, sustainable transport, agriculture and scholarships at graduate and post-graduate level. </p><p>The NRRP seeks to make the Italian economy greener and more modern with projects financed with the help of 194.4 billion euros in EU grants and low-interest loans under of the bloc's post-Covid Recovery Fund. The payments are conditional on Italy passing milestones, including a number of structural reforms. To date, the Commission has disbursed about 63% of the funds allocated to Italy under the Recovery and Resilience Facility - over 122illion euros.</p>", "publisher": "ANSA English Corporate Service", "instances": ["\"With the payment of the seventh installment, Italy will confirm its leading position in Europe in the advancement of the plan, with more than 140 billion euros received, 72% of the total financial package and 100% of the objectives planned in the first seven installments, amounting to 334 milestones and targets, objectives all achieved in full compliance with the timetable set out by the Commission,\" Meloni said in a statement on the government's website. \"This is also a qualitative record, we have shown that we are capable of virtuous use of the instruments that Europe has provided us with and we have become a model for other member states\". The NRRP seeks to make the Italian economy greener and more modern with projects financed with the help of 194. 4 billion euros in EU grants and low-interest loans under of the bloc's post-Covid Recovery Fund."]}, {"relevance_score": 31, "title": "Disgruntled farmers denounce cuts in EU budget proposal", "published": "2025-07-19", "bodyText": "<p nitf:lede=\"true\">(ANSA) - JUL 19 - Will the EU's plans for its farming hand-outs in its next budget bring forth the \"end of agriculture\" or a much needed-reform? One thing is sure - ahead lie two years of hard negotiations. Blueprint. With its provisions in the next Multiannual Financial Framework (MFF) on agriculture, the European Commission has set the cat amongst the pigeons. </p><p>From Spain to the Czech Republic, farmers' associations are up in arms. What changes are in the works for the future of the Common Agricultural Policy (CAP) that have farmers across Europe grabbing their pitchforks? Presenting the 2-trillion-Euro 2028-2034 budget blueprint to reporters in Brussels on Wednesday, EU chief Ursula von der Leyen said it \"will be the most ambitious ever proposed\". The two main lines of the current 1.2-trillion budget, the CAP and cohesion policy - which together account for two-thirds of the money - are to be merged into National and Regional Partnership Plans. Together they will receive around 865 billion Euro, combining various budget lines that are currently independent: CAP, rural development, cohesion and regional development funds. This move has led to criticism from many quarters. The CAP would continue to operate with its own rules and earmarked financial resources particularly for direct aid to farmers, the Commission reassured. However, at least two measures on support for disadvantaged rural areas and agricultural innovation would be removed from CAP funding and transferred to funding for territorial cohesion. Budget Commissioner Piotr Serafin said that under the Commission's plans, 300 billion Euro would remain ring fenced to support farmers - against around 387 billion Euro, of which 270 billion will be in direct payouts, under the current seven-year budget. Agriculture Commissioner Christophe Hansen reassured that support for farmers will be better targeted. EU lawmakers and farmers' representatives accused the Commission of not leaving sufficient funds for priorities including climate adaptation and the agriculture subsidies that currently make up the biggest share of the EU's budget.  \"This means the common agricultural policy loses its commonality. Moreover, the substantial reduction in the agricultural budget at the European level means less investment in greening and sustainability, Ger Koopmans, chairman of the Dutch agricultural and horticultural organisation LTO Nederland summed up the farmers' perspective. Farmers had demanded more money, not less. \"It's a disaster waiting to happen,\" the Italian agricultural organisation Coldiretti said in a statement about the budget numbers. \"It's the end of agriculture,\" the farmers' association Cia-Agricoltori Italiani added. Concern revolves around several issues:</p><p>-  Abolition or dilution of the two-pillar structure. A consistent concern is the proposed merger of the CAP's two pillars into a single fund or its integration into a broader cohesion policy.  The \"two pillars\" refer to the two main funding areas within the EU's agricultural policy: Pillar I, which covers direct payments to farmers and market measures, and Pillar II, which focuses on rural development. \"The first pillar ensures a fair income for farmers, and the second pillar covers rural development and the provision of agri-food services to the population,\" explained Slovak Agricultural and Food Chamber (SPPK) chairman Andrej Gajdos. The EU budget proposal has confirmed farmers' fears of drastic cuts, said Martin Pìcha, the chairman of the Agricultural Union of the Czech Republic: \"This also determines the future form of the European agricultural policy, in which fundamental changes are to be made in structure and financing. The two-pillar structure, according to which money is distributed primarily to investments and so-called direct payments tied to area or livestock farming, is to be abolished.\" Germany's Minister of Agriculture Alois Rainer described the proposal to merge the budgets for agricultural policy and cohesion as a \"dangerous turning point\". The FNSEA, France's leading agricultural union, called the merger a \"pure and simple dilution of the agricultural budget\" in a statement. (continues). (The content is based on news by agencies participating in the enr, in this case AFP, ANSA, ANP, BTA, CTK, dpa, EFE, LUSA, STA, TASR).</p>", "publisher": "ANSA English Corporate Service", "instances": ["Budget Commissioner Piotr Serafin said that under the Commission's plans, 300 billion Euro would remain ring fenced to support farmers - against around 387 billion Euro, of which 270 billion will be in direct payouts, under the current seven-year budget. Agriculture Commissioner Christophe Hansen reassured that support for farmers will be better targeted. \"This means the common agricultural policy loses its commonality. Moreover, the substantial reduction in the agricultural budget at the European level means less investment in greening and sustainability, Ger Koopmans, chairman of the Dutch agricultural and horticultural organisation LTO Nederland summed up the farmers' perspective."]}, {"relevance_score": 31, "title": "Disgruntled farmers denounce cuts in EU budget proposal", "published": "2025-07-19", "bodyText": "<p nitf:lede=\"true\">(ANSA) - JUL 19 - Will the EU's plans for its farming hand-outs in its next budget bring forth the \"end of agriculture\" or a much needed-reform? One thing is sure - ahead lie two years of hard negotiations. Blueprint. With its provisions in the next Multiannual Financial Framework (MFF) on agriculture, the European Commission has set the cat amongst the pigeons. </p><p>From Spain to the Czech Republic, farmers' associations are up in arms. What changes are in the works for the future of the Common Agricultural Policy (CAP) that have farmers across Europe grabbing their pitchforks? Presenting the 2-trillion-Euro 2028-2034 budget blueprint to reporters in Brussels on Wednesday, EU chief Ursula von der Leyen said it \"will be the most ambitious ever proposed\". The two main lines of the current 1.2-trillion budget, the CAP and cohesion policy - which together account for two-thirds of the money - are to be merged into National and Regional Partnership Plans. Together they will receive around 865 billion Euro, combining various budget lines that are currently independent: CAP, rural development, cohesion and regional development funds. This move has led to criticism from many quarters. The CAP would continue to operate with its own rules and earmarked financial resources particularly for direct aid to farmers, the Commission reassured. However, at least two measures on support for disadvantaged rural areas and agricultural innovation would be removed from CAP funding and transferred to funding for territorial cohesion. Budget Commissioner Piotr Serafin said that under the Commission's plans, 300 billion Euro would remain ring fenced to support farmers - against around 387 billion Euro, of which 270 billion will be in direct payouts, under the current seven-year budget. Agriculture Commissioner Christophe Hansen reassured that support for farmers will be better targeted. EU lawmakers and farmers' representatives accused the Commission of not leaving sufficient funds for priorities including climate adaptation and the agriculture subsidies that currently make up the biggest share of the EU's budget.  \"This means the common agricultural policy loses its commonality. Moreover, the substantial reduction in the agricultural budget at the European level means less investment in greening and sustainability, Ger Koopmans, chairman of the Dutch agricultural and horticultural organisation LTO Nederland summed up the farmers' perspective. Farmers had demanded more money, not less. \"It's a disaster waiting to happen,\" the Italian agricultural organisation Coldiretti said in a statement about the budget numbers. \"It's the end of agriculture,\" the farmers' association Cia-Agricoltori Italiani added. Concern revolves around several issues:</p><p>-  Abolition or dilution of the two-pillar structure. A consistent concern is the proposed merger of the CAP's two pillars into a single fund or its integration into a broader cohesion policy.  The \"two pillars\" refer to the two main funding areas within the EU's agricultural policy: Pillar I, which covers direct payments to farmers and market measures, and Pillar II, which focuses on rural development. \"The first pillar ensures a fair income for farmers, and the second pillar covers rural development and the provision of agri-food services to the population,\" explained Slovak Agricultural and Food Chamber (SPPK) chairman Andrej Gajdos. The EU budget proposal has confirmed farmers' fears of drastic cuts, said Martin Pìcha, the chairman of the Agricultural Union of the Czech Republic: \"This also determines the future form of the European agricultural policy, in which fundamental changes are to be made in structure and financing. The two-pillar structure, according to which money is distributed primarily to investments and so-called direct payments tied to area or livestock farming, is to be abolished.\" Germany's Minister of Agriculture Alois Rainer described the proposal to merge the budgets for agricultural policy and cohesion as a \"dangerous turning point\". The FNSEA, France's leading agricultural union, called the merger a \"pure and simple dilution of the agricultural budget\" in a statement. (continues). (The content is based on news by agencies participating in the enr, in this case AFP, ANSA, ANP, BTA, CTK, dpa, EFE, LUSA, STA, TASR).</p>", "publisher": "ANSA English Media Service", "instances": ["Budget Commissioner Piotr Serafin said that under the Commission's plans, 300 billion Euro would remain ring fenced to support farmers - against around 387 billion Euro, of which 270 billion will be in direct payouts, under the current seven-year budget. Agriculture Commissioner Christophe Hansen reassured that support for farmers will be better targeted. \"This means the common agricultural policy loses its commonality. Moreover, the substantial reduction in the agricultural budget at the European level means less investment in greening and sustainability, Ger Koopmans, chairman of the Dutch agricultural and horticultural organisation LTO Nederland summed up the farmers' perspective."]}, {"relevance_score": 37, "title": "Climate, extreme heat and widespread floods in Europe in 2024: the report", "published": "2025-04-15", "bodyText": "<p nitf:lede=\"true\">Europe is the fastest warming continent and where the impacts of climate change are evident: 2024 was the hottest year on record, with record temperatures in the central, eastern and south-eastern regions. At the same time, the continent experienced the most widespread flooding since 2013. During the year, there was a sharp east-west contrast in weather conditions, with extremely dry and often record-breaking hot conditions in the east and warm but humid conditions in the west. These are the conclusions of the European State of the Climate 2024 (Esotc 2024) report, published by the Copernicus Climate Change Service (C3S) and the World Meteorological Organization (WMO).</p><p>\"With 51% of European cities now having a dedicated climate adaptation plan, this underlines the value of our information, which is rooted in scientific excellence, to better support climate adaptation decision-making,\" says Florence Rabier, Director General of ECMWF. \"This report highlights that Europe is the fastest warming continent and is experiencing severe impacts from extreme weather events and climate change. Every fraction of a degree of further temperature increase matters because it exacerbates the risks to our lives, economies and the planet. Adaptation is a must,\" says Celeste Saulo, WMO Secretary-General. \"This joint C3S-WMO report is a milestone, leveraging the best of the EU's Copernicus Earth observation resources and services and the expertise of the community,\" notes Elisabeth Hamdouch, Deputy Director-General for Earth Observation at the European Commission.</p><p>Extreme heat - In July 2024, south-eastern Europe experienced the longest heatwave, lasting 13 consecutive days and affecting 55% of the region. During the summer, south-eastern Europe experienced a record number of days with at least 'strong heat stress' (66) and tropical nights (23).</p><p>Sea - For the whole year, the sea surface temperature (SST) for the European region was the highest on record, at 0.7°C above average, and for the Mediterranean Sea, at 1.2°C above average.</p><p>Rainfall and flooding - Western Europe experienced one of the ten wettest years in the period analysed since 1950. In addition, almost a third of the European river network experienced floods that exceeded the 'high' flood threshold. Storms and floods affected around 413,000 people in Europe, with at least 335 fatalities.</p><p>Glaciers - All European regions observed ice loss; glaciers in Scandinavia and Svalbard recorded the highest rates of mass loss and the largest annual mass loss of all glacial regions globally, with an average thickness loss of 1.8 m in Scandinavia and 2.7 m in Svalbard.</p><p>Forest fires - In September, fires in Portugal burned about 110,000 hectares (1,100 km2) in one week, about a quarter of the area burned annually in Europe. An estimated 42,000 people were affected by fires in Europe.</p><p>\"2024 was the hottest year on record in Europe. We saw the longest heatwave in south-eastern Europe and record glacial mass loss in Scandinavia and Svalbard. But 2024 was also a year of stark climatic contrasts between eastern and western Europe. The European State of the Climate is a treasure trove of quality information on our changing climate. Learning to use climate data and information to inform our decisions should become a priority for all of us,\" notes Carlo Buontempo, Director of the Copernicus Climate Change Service at ECMWF.</p><p>©2025 GMC S.A.P.A. di G. P. Marra. Visit at adnkronos.com. Distributed by Tribune Content Agency, LLC.</p>", "publisher": "AdnkroNos International, Rome", "instances": ["During the year, there was a sharp east-west contrast in weather conditions, with extremely dry and often record-breaking hot conditions in the east and warm but humid conditions in the west. These are the conclusions of the European State of the Climate 2024 (Esotc 2024) report, published by the Copernicus Climate Change Service (C3S) and the World Meteorological Organization (WMO). \"This report highlights that Europe is the fastest warming continent and is experiencing severe impacts from extreme weather events and climate change. Every fraction of a degree of further temperature increase matters because it exacerbates the risks to our lives, economies and the planet."]}, {"relevance_score": 19, "title": "Health: experts, 'more people die from poor nutrition than from a mix of smoking, drugs and alcohol' (2)", "published": "2025-05-23", "bodyText": "<p nitf:lede=\"true\">The program curated by the network coordinator, Francesco Caroli, addressed various themes: sustainability and health (in the link between environment, climate change and citizens' well-being), integration of policies (how to make health a cross-cutting pillar in all urban strategies), urban resilience and longevity (how cities can promote a longer and healthier life, guaranteeing services, spaces and opportunities that promote well-being at every age), participation and territorial networks (the role of local communities in building healthy and inclusive cities), innovation and good practices (concrete experiences and virtuous models implemented by Italian municipalities). Ample space will be given to the theme of primary prevention and the role of the State, Regions and Municipalities in its promotion.</p><p>The 22nd meeting was also an opportunity to award the Municipality of Udine the 2025 Health Oscar, the award promoted by the Italian WHO Healthy Cities Network. The award, now in its 17th edition, is aimed at those who implement innovative urban policies oriented towards the promotion of well-being, prevention and territorial equity. The winning project, 'Climate oases in Udine: urban spaces for Health and Well-being', convinced the jury for its ability to combine climate adaptation, prevention and social inclusion, through a widespread network of 'green', 'blue' and 'social' oases, aimed in particular at children, the elderly and vulnerable people. Along with the first prize, the special small municipalities Oscar was awarded to the Municipality of Alfianello (Brescia), for the project 'Health and well-being: Values of the Community', focused on chronobiology, lifestyles and social cohesion in rural areas. Special mentions were then given to the Municipalities of Cagliari (for 'Spazio Artès', an active inclusion path for people with mental distress), Bergamo (for a project dedicated to over 65s and active longevity) and Milan (for 'Salute in Comune', which brought screening and health information directly to the neighborhoods and popular festivals of the Municipalities).</p><p>\"The Health Oscar is not just an award, but a political act - concludes Bertolè - It is the recognition of the work that Italian municipalities carry out every day to bring health closer to people, in neighborhoods, schools, parks. At a time when health systems are experiencing a sustainability crisis, it is from cities that concrete, inclusive and innovative responses can arise\".</p><p>©2025 GMC S.A.P.A. di G. P. Marra. Visit at adnkronos.com. Distributed by Tribune Content Agency, LLC.</p>", "publisher": "AdnkroNos International, Rome", "instances": ["The 22nd meeting was also an opportunity to award the Municipality of Udine the 2025 Health Oscar, the award promoted by the Italian WHO Healthy Cities Network. The award, now in its 17th edition, is aimed at those who implement innovative urban policies oriented towards the promotion of well-being, prevention and territorial equity. Along with the first prize, the special small municipalities Oscar was awarded to the Municipality of Alfianello (Brescia), for the project 'Health and well-being: Values of the Community', focused on chronobiology, lifestyles and social cohesion in rural areas. Special mentions were then given to the Municipalities of Cagliari (for 'Spazio Artès', an active inclusion path for people with mental distress), Bergamo (for a project dedicated to over 65s and active longevity) and Milan (for 'Salute in Comune', which brought screening and health information directly to the neighborhoods and popular festivals of the Municipalities)."]}, {"relevance_score": 23, "title": "Med-Iren Project for Climate Resilience in Burgas", "published": "2025-06-03", "bodyText": "<p nitf:lede=\"true\">(ANSA) - JUN 3 - The Bulgarian City of Burgas is at the forefront of using nature to protect the Black Sea coastal ecosystem from fires, drought and floods thanks to the Med-Iren project, a European coordination initiative that harnesses the knowledge of nature and the experiences of different EU regions to develop strategies for adapting to climate change. Med-Iren is a joint initiative involving countries such as Spain, Italy, Greece, Cyprus, Finland, and Bulgaria. It provides local administrators, academics, and civil society with the opportunity to share experiences and best practices for tackling the specific challenges of their territories. In the case of the Bulgarian coast, the main issues are wildfires, droughts, and floods. </p><p>To combat wildfires, the Municipality of Burgas is testing - in line with the practices of European civil protection agencies - new prevention systems, including the creation of dozens of kilometers of \"mineralized strips\", which are 3.5-meter-wide ploughed land strips capable of stopping the spread of flames. To detect fires quickly, Bulgarian authorities have also involved local villages by setting up a surveillance network that includes over 50 registered volunteers and a dense network of watchtowers. But it's not just about prevention - recovery and requalification of affected areas are also key. The Municipality of Bulgarovo, near Burgas, reforested a 7-acre area after a wildfire broke out in November 2024, planting over 2,000 Atlas cedars to strengthen vegetation, improve soil water retention, and mitigate the effects of summer drought and winter flooding. \"The Med-Iren project is a great opportunity to bring together experts from different sectors - academics, associations, and institutions - who are involved throughout Europe in wildfire management and, more broadly, in civil protection operations,\" explained Georgi Sakaliev, head of the expert team advising the mayor of Burgas.  EMBED START Image {id: \"editor_0\"}</p><p>epa11955015 A man enjoys the sun on the Black Sea shore in Sukhumi, the capital of the self-proclaimed republic of Abkhazia, 02 March 2025 (issued 11 March 2025). Abkhazia, a breakaway territory of Georgia since 2008 and recognized by a limited number of countries, including Russia, relies on tourism as a key economic driver. Its Black Sea coastline, with its mild climate and Soviet-era sanatoriums, continues to attract primarily Russian tourists, despite aging infrastructure and remnants of past conflict.  EPA/YURI KOCHETKOV  ATTENTION: This Image is part of a PHOTO SET  EMBED END Image {id: \"editor_0\"} \"Here we are developing an innovative approach to involve all stakeholders, from experts to citizens. The idea is to create a climate adaptation and resilience unit, a kind of advisory body to assist the mayor and support the municipality in urban development decisions, always with the goal of climate resilience,\" he added. Another gem of Bulgaria's coastal biodiversity is the fishing village of Chengene Skele. \"This complex is known for being one of the few authentic fishing villages on the Black Sea coast. Chengene Skele is not just a place but a living community, made up of people and fishermen who still practice traditional methods in harmony with and respect for the natural habitat,\" explained Radovesta Stewart, Director of Tourism for the Municipality of Burgas. \"Coastal fishing in the Black Sea follows a seasonal cycle to support the replenishment of fish stocks in the area. For this reason, the city of Burgas has developed complementary tourism activities that allow fishermen to work even in the off-season, giving nature time to regenerate and further strengthening its resilience to extreme weather events.\" #MED-Iren \"Co-funded by the European Union. However, the views expressed belong solely to the author(s) and do not necessarily reflect those of the European Union. Neither the European Union nor the granting authority can be held responsible.\"</p>", "publisher": "ANSA English Media Service", "instances": ["Its Black Sea coastline, with its mild climate and Soviet-era sanatoriums, continues to attract primarily Russian tourists, despite aging infrastructure and remnants of past conflict. EPA/YURI KOCHETKOV  ATTENTION: This Image is part of a PHOTO SET  EMBED END Image {id: \"editor_0\"} \"Here we are developing an innovative approach to involve all stakeholders, from experts to citizens. Another gem of Bulgaria's coastal biodiversity is the fishing village of Chengene Skele. \"This complex is known for being one of the few authentic fishing villages on the Black Sea coast."]}, {"relevance_score": 23, "title": "Med-Iren Project for Climate Resilience in Burgas", "published": "2025-06-03", "bodyText": "<p nitf:lede=\"true\">(ANSA) - JUN 3 - The Bulgarian City of Burgas is at the forefront of using nature to protect the Black Sea coastal ecosystem from fires, drought and floods thanks to the Med-Iren project, a European coordination initiative that harnesses the knowledge of nature and the experiences of different EU regions to develop strategies for adapting to climate change. Med-Iren is a joint initiative involving countries such as Spain, Italy, Greece, Cyprus, Finland, and Bulgaria. It provides local administrators, academics, and civil society with the opportunity to share experiences and best practices for tackling the specific challenges of their territories. In the case of the Bulgarian coast, the main issues are wildfires, droughts, and floods. </p><p>To combat wildfires, the Municipality of Burgas is testing - in line with the practices of European civil protection agencies - new prevention systems, including the creation of dozens of kilometers of \"mineralized strips\", which are 3.5-meter-wide ploughed land strips capable of stopping the spread of flames. To detect fires quickly, Bulgarian authorities have also involved local villages by setting up a surveillance network that includes over 50 registered volunteers and a dense network of watchtowers. But it's not just about prevention - recovery and requalification of affected areas are also key. The Municipality of Bulgarovo, near Burgas, reforested a 7-acre area after a wildfire broke out in November 2024, planting over 2,000 Atlas cedars to strengthen vegetation, improve soil water retention, and mitigate the effects of summer drought and winter flooding. \"The Med-Iren project is a great opportunity to bring together experts from different sectors - academics, associations, and institutions - who are involved throughout Europe in wildfire management and, more broadly, in civil protection operations,\" explained Georgi Sakaliev, head of the expert team advising the mayor of Burgas.  EMBED START Image {id: \"editor_0\"}</p><p>epa11955015 A man enjoys the sun on the Black Sea shore in Sukhumi, the capital of the self-proclaimed republic of Abkhazia, 02 March 2025 (issued 11 March 2025). Abkhazia, a breakaway territory of Georgia since 2008 and recognized by a limited number of countries, including Russia, relies on tourism as a key economic driver. Its Black Sea coastline, with its mild climate and Soviet-era sanatoriums, continues to attract primarily Russian tourists, despite aging infrastructure and remnants of past conflict.  EPA/YURI KOCHETKOV  ATTENTION: This Image is part of a PHOTO SET  EMBED END Image {id: \"editor_0\"} \"Here we are developing an innovative approach to involve all stakeholders, from experts to citizens. The idea is to create a climate adaptation and resilience unit, a kind of advisory body to assist the mayor and support the municipality in urban development decisions, always with the goal of climate resilience,\" he added. Another gem of Bulgaria's coastal biodiversity is the fishing village of Chengene Skele. \"This complex is known for being one of the few authentic fishing villages on the Black Sea coast. Chengene Skele is not just a place but a living community, made up of people and fishermen who still practice traditional methods in harmony with and respect for the natural habitat,\" explained Radovesta Stewart, Director of Tourism for the Municipality of Burgas. \"Coastal fishing in the Black Sea follows a seasonal cycle to support the replenishment of fish stocks in the area. For this reason, the city of Burgas has developed complementary tourism activities that allow fishermen to work even in the off-season, giving nature time to regenerate and further strengthening its resilience to extreme weather events.\" #MED-Iren \"Co-funded by the European Union. However, the views expressed belong solely to the author(s) and do not necessarily reflect those of the European Union. Neither the European Union nor the granting authority can be held responsible.\"</p>", "publisher": "ANSA English Corporate Service", "instances": ["Its Black Sea coastline, with its mild climate and Soviet-era sanatoriums, continues to attract primarily Russian tourists, despite aging infrastructure and remnants of past conflict. EPA/YURI KOCHETKOV  ATTENTION: This Image is part of a PHOTO SET  EMBED END Image {id: \"editor_0\"} \"Here we are developing an innovative approach to involve all stakeholders, from experts to citizens. Another gem of Bulgaria's coastal biodiversity is the fishing village of Chengene Skele. \"This complex is known for being one of the few authentic fishing villages on the Black Sea coast."]}, {"relevance_score": 13, "title": "Climate top Italian priority after cost of living-EIB (2)", "published": "2024-11-11", "bodyText": "<p nitf:lede=\"true\">(ANSA) - NOV 11 - Climate change is the top priority for Italian people after the cost-of-living crisis, according to the European Investment Bank's (EIB) annual Climate Survey, released on Monday as the UN COP29 Conference kicks off in Baku. The study said that over two-thirds of Italian respondents (67%, 17 points above the EU average of 50%) consider climate adaptation a priority for their country in the coming years. It said 97% of Italian respondents say it is important for their country to adapt to climate change, while 91% agree that spending on adaptation is required urgently to avoid even higher costs in the future. </p><p>Furthermore, 91% of Italian respondents say that investing in climate change adaptation can create jobs and boost the local economy. Scientists say the climate crisis caused by human greenhouse gas emissions is making extreme weather events such as heatwaves, droughts, supercharged storms and flooding more frequent and more intense. Italy has experienced a long series of such events in recent years. This year intense heatwaves and extreme droughts have impacted southern regions, with Sicily and Sardinia hit especially severely, while heavy rainfall has led to flooding in Piedmont, Emilia-Romagna and Marche, prompting the authorities to declare a state of emergency. \"The devastation caused by extreme weather events is now a concrete reality for Italy, and the majority of Italians recognise the urgency of investing in climate change adaptation measures. In Sicily, for example, an unprecedented drought has put millions of people in need of water,' said Gelsomina Vigliotti, EIB Vice-President. \"The European Investment Bank strongly supports Italy, financing projects that not only protect communities but also create jobs and strengthen local economies. \"By investing today in climate adaptation strategies and offering free advisory services to public administrations, we can build a more resilient and prosperous future for the country.\" Scientists say the Mediterranean is a climate hotspot, with temperatures rising even faster here than in other parts of the world. Although there are many sources of the greenhouse gases that are causing global heating, the main driver is the burning of fossil fuels such as oil, gas and coal, sales of which generate huge profits for the world's energy giants.</p>", "publisher": "ANSA English Corporate Service", "instances": ["(ANSA) - NOV 11 - Climate change is the top priority for Italian people after the cost-of-living crisis, according to the European Investment Bank's (EIB) annual Climate Survey, released on Monday as the UN COP29 Conference kicks off in Baku. It said 97% of Italian respondents say it is important for their country to adapt to climate change, while 91% agree that spending on adaptation is required urgently to avoid even higher costs in the future. Furthermore, 91% of Italian respondents say that investing in climate change adaptation can create jobs and boost the local economy.", "In Sicily, for example, an unprecedented drought has put millions of people in need of water,' said Gelsomina Vigliotti, EIB Vice-President. \"The European Investment Bank strongly supports Italy, financing projects that not only protect communities but also create jobs and strengthen local economies. Scientists say the Mediterranean is a climate hotspot, with temperatures rising even faster here than in other parts of the world. Although there are many sources of the greenhouse gases that are causing global heating, the main driver is the burning of fossil fuels such as oil, gas and coal, sales of which generate huge profits for the world's energy giants."]}, {"relevance_score": 13, "title": "Climate top Italian priority after cost of living-EIB (2)", "published": "2024-11-11", "bodyText": "<p nitf:lede=\"true\">(ANSA) - NOV 11 - Climate change is the top priority for Italian people after the cost-of-living crisis, according to the European Investment Bank's (EIB) annual Climate Survey, released on Monday as the UN COP29 Conference kicks off in Baku. The study said that over two-thirds of Italian respondents (67%, 17 points above the EU average of 50%) consider climate adaptation a priority for their country in the coming years. It said 97% of Italian respondents say it is important for their country to adapt to climate change, while 91% agree that spending on adaptation is required urgently to avoid even higher costs in the future. </p><p>Furthermore, 91% of Italian respondents say that investing in climate change adaptation can create jobs and boost the local economy. Scientists say the climate crisis caused by human greenhouse gas emissions is making extreme weather events such as heatwaves, droughts, supercharged storms and flooding more frequent and more intense. Italy has experienced a long series of such events in recent years. This year intense heatwaves and extreme droughts have impacted southern regions, with Sicily and Sardinia hit especially severely, while heavy rainfall has led to flooding in Piedmont, Emilia-Romagna and Marche, prompting the authorities to declare a state of emergency. \"The devastation caused by extreme weather events is now a concrete reality for Italy, and the majority of Italians recognise the urgency of investing in climate change adaptation measures. In Sicily, for example, an unprecedented drought has put millions of people in need of water,' said Gelsomina Vigliotti, EIB Vice-President. \"The European Investment Bank strongly supports Italy, financing projects that not only protect communities but also create jobs and strengthen local economies. \"By investing today in climate adaptation strategies and offering free advisory services to public administrations, we can build a more resilient and prosperous future for the country.\" Scientists say the Mediterranean is a climate hotspot, with temperatures rising even faster here than in other parts of the world. Although there are many sources of the greenhouse gases that are causing global heating, the main driver is the burning of fossil fuels such as oil, gas and coal, sales of which generate huge profits for the world's energy giants.</p>", "publisher": "ANSA English Media Service", "instances": ["(ANSA) - NOV 11 - Climate change is the top priority for Italian people after the cost-of-living crisis, according to the European Investment Bank's (EIB) annual Climate Survey, released on Monday as the UN COP29 Conference kicks off in Baku. It said 97% of Italian respondents say it is important for their country to adapt to climate change, while 91% agree that spending on adaptation is required urgently to avoid even higher costs in the future. Furthermore, 91% of Italian respondents say that investing in climate change adaptation can create jobs and boost the local economy.", "In Sicily, for example, an unprecedented drought has put millions of people in need of water,' said Gelsomina Vigliotti, EIB Vice-President. \"The European Investment Bank strongly supports Italy, financing projects that not only protect communities but also create jobs and strengthen local economies. Scientists say the Mediterranean is a climate hotspot, with temperatures rising even faster here than in other parts of the world. Although there are many sources of the greenhouse gases that are causing global heating, the main driver is the burning of fossil fuels such as oil, gas and coal, sales of which generate huge profits for the world's energy giants."]}, {"relevance_score": 18, "title": "&gt;&gt;&gt;ANSA/Climate second-top priority for Italians -EIB survey", "published": "2024-11-11", "bodyText": "<p nitf:lede=\"true\">(ANSA) - NOV 11 - Climate change is the top priority for Italian people after the cost-of-living crisis, according to the European Investment Bank's (EIB) annual Climate Survey, released on Monday as the UN COP29 Conference kicks off in Baku. The study said that over two-thirds of Italian respondents (67%, 17 points above the EU average of 50%) consider climate adaptation a priority for their country in the coming years. It said 97% of Italian respondents say it is important for their country to adapt to climate change, while 91% agree that spending on adaptation is required urgently to avoid even higher costs in the future. </p><p>Furthermore, 91% of Italian respondents say that investing in climate change adaptation can create jobs and boost the local economy. Scientists say the climate crisis caused by human greenhouse gas emissions is making extreme weather events such as heatwaves, droughts, supercharged storms and flooding more frequent and more intense. Italy has experienced a long series of such events in recent years. This year intense heatwaves and extreme droughts have impacted southern regions, with Sicily and Sardinia hit especially severely, while heavy rainfall has led to flooding in Piedmont, Emilia-Romagna and Marche, prompting the authorities to declare a state of emergency. \"The devastation caused by extreme weather events is now a concrete reality for Italy, and the majority of Italians recognise the urgency of investing in climate change adaptation measures. In Sicily, for example, an unprecedented drought has put millions of people in need of water,' said Gelsomina Vigliotti, EIB Vice-President. \"The European Investment Bank strongly supports Italy, financing projects that not only protect communities but also create jobs and strengthen local economies. \"By investing today in climate adaptation strategies and offering free advisory services to public administrations, we can build a more resilient and prosperous future for the country.\" First-hand experiences of extreme weather events seem to have added to the sense that urgent action is required among Italians. They survey said 89% of Italian people polled have experienced at least one extreme weather event in the last five years - nine points above the EU average. It said 61% have suffered from extreme heat and heatwaves (six points above the EU average), 38% have experienced droughts (three points above the EU average) and 37% have seen heavy storms or hail. Three-quarters of Italian respondents reported having suffered at least one direct consequence of an extreme weather event -seven points above the EU average of 68%. It said 23% had health issues like heat stroke or respiratory problems; 22% were impacted by transportation disruptions like closed roads, impassable bridges or delays in public transport; and 20% faced power cuts or energy supply issues, or suffered property damage from events like floods, landslides or soil erosion. Scientists say the Mediterranean is a climate hotspot, with temperatures rising even faster here than in other parts of the world. Although there are many sources of the greenhouse gases that are causing global heating, the main driver is the burning of fossil fuels such as oil, gas and coal, sales of which generate huge profits for the world's energy giants.</p>", "publisher": "ANSA English Media Service", "instances": ["(ANSA) - NOV 11 - Climate change is the top priority for Italian people after the cost-of-living crisis, according to the European Investment Bank's (EIB) annual Climate Survey, released on Monday as the UN COP29 Conference kicks off in Baku. It said 97% of Italian respondents say it is important for their country to adapt to climate change, while 91% agree that spending on adaptation is required urgently to avoid even higher costs in the future. Furthermore, 91% of Italian respondents say that investing in climate change adaptation can create jobs and boost the local economy.", "In Sicily, for example, an unprecedented drought has put millions of people in need of water,' said Gelsomina Vigliotti, EIB Vice-President. \"The European Investment Bank strongly supports Italy, financing projects that not only protect communities but also create jobs and strengthen local economies. First-hand experiences of extreme weather events seem to have added to the sense that urgent action is required among Italians. They survey said 89% of Italian people polled have experienced at least one extreme weather event in the last five years - nine points above the EU average."]}, {"relevance_score": 18, "title": "&gt;&gt;&gt;ANSA/Climate second-top priority for Italians -EIB survey", "published": "2024-11-11", "bodyText": "<p nitf:lede=\"true\">(ANSA) - NOV 11 - Climate change is the top priority for Italian people after the cost-of-living crisis, according to the European Investment Bank's (EIB) annual Climate Survey, released on Monday as the UN COP29 Conference kicks off in Baku. The study said that over two-thirds of Italian respondents (67%, 17 points above the EU average of 50%) consider climate adaptation a priority for their country in the coming years. It said 97% of Italian respondents say it is important for their country to adapt to climate change, while 91% agree that spending on adaptation is required urgently to avoid even higher costs in the future. </p><p>Furthermore, 91% of Italian respondents say that investing in climate change adaptation can create jobs and boost the local economy. Scientists say the climate crisis caused by human greenhouse gas emissions is making extreme weather events such as heatwaves, droughts, supercharged storms and flooding more frequent and more intense. Italy has experienced a long series of such events in recent years. This year intense heatwaves and extreme droughts have impacted southern regions, with Sicily and Sardinia hit especially severely, while heavy rainfall has led to flooding in Piedmont, Emilia-Romagna and Marche, prompting the authorities to declare a state of emergency. \"The devastation caused by extreme weather events is now a concrete reality for Italy, and the majority of Italians recognise the urgency of investing in climate change adaptation measures. In Sicily, for example, an unprecedented drought has put millions of people in need of water,' said Gelsomina Vigliotti, EIB Vice-President. \"The European Investment Bank strongly supports Italy, financing projects that not only protect communities but also create jobs and strengthen local economies. \"By investing today in climate adaptation strategies and offering free advisory services to public administrations, we can build a more resilient and prosperous future for the country.\" First-hand experiences of extreme weather events seem to have added to the sense that urgent action is required among Italians. They survey said 89% of Italian people polled have experienced at least one extreme weather event in the last five years - nine points above the EU average. It said 61% have suffered from extreme heat and heatwaves (six points above the EU average), 38% have experienced droughts (three points above the EU average) and 37% have seen heavy storms or hail. Three-quarters of Italian respondents reported having suffered at least one direct consequence of an extreme weather event -seven points above the EU average of 68%. It said 23% had health issues like heat stroke or respiratory problems; 22% were impacted by transportation disruptions like closed roads, impassable bridges or delays in public transport; and 20% faced power cuts or energy supply issues, or suffered property damage from events like floods, landslides or soil erosion. Scientists say the Mediterranean is a climate hotspot, with temperatures rising even faster here than in other parts of the world. Although there are many sources of the greenhouse gases that are causing global heating, the main driver is the burning of fossil fuels such as oil, gas and coal, sales of which generate huge profits for the world's energy giants.</p>", "publisher": "ANSA English Corporate Service", "instances": ["(ANSA) - NOV 11 - Climate change is the top priority for Italian people after the cost-of-living crisis, according to the European Investment Bank's (EIB) annual Climate Survey, released on Monday as the UN COP29 Conference kicks off in Baku. It said 97% of Italian respondents say it is important for their country to adapt to climate change, while 91% agree that spending on adaptation is required urgently to avoid even higher costs in the future. Furthermore, 91% of Italian respondents say that investing in climate change adaptation can create jobs and boost the local economy.", "In Sicily, for example, an unprecedented drought has put millions of people in need of water,' said Gelsomina Vigliotti, EIB Vice-President. \"The European Investment Bank strongly supports Italy, financing projects that not only protect communities but also create jobs and strengthen local economies. First-hand experiences of extreme weather events seem to have added to the sense that urgent action is required among Italians. They survey said 89% of Italian people polled have experienced at least one extreme weather event in the last five years - nine points above the EU average."]}, {"relevance_score": 22, "title": "Rome, Alfonsi: \"City must win the challenge of sustainability\"", "published": "2024-12-17", "bodyText": "<p nitf:lede=\"true\">“Green infrastructures are one of the four pillars of the climate adaptation plan and therefore we are investing heavily in this because Rome must win the challenge of sustainability. We are among the nine Italian cities and the 100 European cities that must try to achieve climate neutrality by 2030 and without greenery, protected natural areas and forests, this will not be possible\". Thus Sabrina Alfonsi, Councilor for Agriculture, Environment and Waste Cycle of the Municipality of Rome, on the occasion of the 'General States of Italian Protected Areas' at the headquarters of the National Library of Rome. A comparison with the protagonists of the protected natural areas system.</p><p>\"For this reason we are committed for example with the Pnrr funds on urban reforestation. 18 new woods will be born within our protected areas. We have the regional areas but we also have all the areas that are managed by the Municipality but protected by the Rome Natura body, a protection body that is only and specifically for Rome, a body with which we are trying to collaborate also on important interventions, one above all, that of the Monte Mario park which was damaged by fire this summer and where in these days they have done the hydroseeding - he explains - Or the pine forest of Castelfusano which then obviously looks at the Parco delle dune, places where we can work more on biodiversity. We also have the marine natural park of the Secche di Tor Paterno which runs along the Tenuta del Presidente, with which we collaborate constantly. One of the Pnrr interventions will be right in the Estate. In all these sectors there must be the same identical vision and above all the intent of all the institutions, because there are too many skills and therefore there is a risk of not being able to make interventions because there is no collaboration between entities”.</p><p>Regarding the circular economy plants and the waste-to-energy plant, Alfonsi explains that \"we are on schedule: in the spring the first stone will be laid, while the first load of waste from Rome on the railway will arrive in Santa Palomba in 2027. Rome, together with the other plants that will close in 2026, will finally find a dimension of autonomy with respect to its waste issue and from the emergency we will move on to the circular economy”.</p><p>©2024 GMC S.A.P.A. di G. P. Marra. Visit at adnkronos.com. Distributed by Tribune Content Agency, LLC.</p>", "publisher": "AdnkroNos International, Rome", "instances": ["We are among the nine Italian cities and the 100 European cities that must try to achieve climate neutrality by 2030 and without greenery, protected natural areas and forests, this will not be possible\". Thus Sabrina Alfonsi, Councilor for Agriculture, Environment and Waste Cycle of the Municipality of Rome, on the occasion of the 'General States of Italian Protected Areas' at the headquarters of the National Library of Rome."]}, {"relevance_score": 18, "title": "Venice, an international model of climate resilience, Vsf protagonist at COP29 in Baku (2)", "published": "2024-11-22", "bodyText": "<p nitf:lede=\"true\">This positioning was strengthened by the recent designation of Venice as a resilience hub by Undrr (United Nations Office for Disaster Risk Reduction) in late 2023, during the Sustainability Biennale dedicated to the Mose system. “Significant – adds Costa – was the speech at our event by Alessandro Guerri, DG for European, International and Finance Affairs of Mase, who stressed how Venice represents an Italian excellence in adaptation to climate change, with solutions that can be replicated for other areas of the world affected by similar problems.”</p><p>The conference organized by Vsf was divided into three thematic sessions. The first, dedicated to the role of local climate action, explored how local policies can be key tools for achieving global resilience and sustainability goals, with interventions by Alessandro Costa (Director General of Vsf), Animesh Kumar (United Nations Office for Disaster Risk Reduction - Undrr) and Alessandra Antonini (European Committee of the Regions - CoR). A second in-depth study was dedicated to the Venetian model of climate adaptation, demonstrating that the city has not only protected itself from rising sea levels but has also embarked on an intense activity of restoring its cultural heritage according to a model that can be replicated globally. The speakers were Pierpaolo Campostrini (Vsf and Corila), Francesco Musco (Iuav) and Andrew Potts (Europa Nostra).</p><p>Finally, a round table moderated by Vittore Negretto (Iuav) and dedicated to the theme “From Local to Global”, which analyzed how Venice can effectively share its approach with the international community, through active participation in global networks and dialogue between cities. These initiatives confirm how Venice can be not only a symbol of the fight against rising sea levels, but also an international laboratory for resilience, sustainability and innovation in the fight against climate change.</p><p>©2024 GMC S.A.P.A. di G. P. Marra. Visit at adnkronos.com. Distributed by Tribune Content Agency, LLC.</p>", "publisher": "AdnkroNos International, Rome", "instances": ["”The conference organized by Vsf was divided into three thematic sessions. The first, dedicated to the role of local climate action, explored how local policies can be key tools for achieving global resilience and sustainability goals, with interventions by Alessandro Costa (Director General of Vsf), Animesh Kumar (United Nations Office for Disaster Risk Reduction - Undrr) and Alessandra Antonini (European Committee of the Regions - CoR). The speakers were Pierpaolo Campostrini (Vsf and Corila), Francesco Musco (Iuav) and Andrew Potts (Europa Nostra). Finally, a round table moderated by Vittore Negretto (Iuav) and dedicated to the theme “From Local to Global”, which analyzed how Venice can effectively share its approach with the international community, through active participation in global networks and dialogue between cities."]}, {"relevance_score": 18, "title": "Venice, an international model of climate resilience, Vsf protagonist at COP29 in Baku (2)", "published": "2024-11-22", "bodyText": "<p nitf:lede=\"true\">This positioning was strengthened by the recent designation of Venice as a resilience hub by Undrr (United Nations Office for Disaster Risk Reduction) in late 2023, during the Sustainability Biennale dedicated to the Mose system. “Significant – adds Costa – was the speech at our event by Alessandro Guerri, DG for European, International and Finance Affairs of Mase, who stressed how Venice represents an Italian excellence in adaptation to climate change, with solutions that can be replicated for other areas of the world affected by similar problems.”</p><p>The conference organized by Vsf was divided into three thematic sessions. The first, dedicated to the role of local climate action, explored how local policies can be key tools for achieving global resilience and sustainability goals, with interventions by Alessandro Costa (Director General of Vsf), Animesh Kumar (United Nations Office for Disaster Risk Reduction - Undrr) and Alessandra Antonini (European Committee of the Regions - CoR). A second in-depth study was dedicated to the Venetian model of climate adaptation, demonstrating that the city has not only protected itself from rising sea levels but has also embarked on an intense activity of restoring its cultural heritage according to a model that can be replicated globally. The speakers were Pierpaolo Campostrini (Vsf and Corila), Francesco Musco (Iuav) and Andrew Potts (Europa Nostra).</p><p>Finally, a round table moderated by Vittore Negretto (Iuav) and dedicated to the theme “From Local to Global”, which analyzed how Venice can effectively share its approach with the international community, through active participation in global networks and dialogue between cities. These initiatives confirm how Venice can be not only a symbol of the fight against rising sea levels, but also an international laboratory for resilience, sustainability and innovation in the fight against climate change.</p><p>©2024 GMC S.A.P.A. di G. P. Marra. Visit at adnkronos.com. Distributed by Tribune Content Agency, LLC.</p>", "publisher": "AdnkroNos International, Rome", "instances": ["”The conference organized by Vsf was divided into three thematic sessions. The first, dedicated to the role of local climate action, explored how local policies can be key tools for achieving global resilience and sustainability goals, with interventions by Alessandro Costa (Director General of Vsf), Animesh Kumar (United Nations Office for Disaster Risk Reduction - Undrr) and Alessandra Antonini (European Committee of the Regions - CoR). The speakers were Pierpaolo Campostrini (Vsf and Corila), Francesco Musco (Iuav) and Andrew Potts (Europa Nostra). Finally, a round table moderated by Vittore Negretto (Iuav) and dedicated to the theme “From Local to Global”, which analyzed how Venice can effectively share its approach with the international community, through active participation in global networks and dialogue between cities."]}, {"relevance_score": 56, "title": "Climate, 2024 hottest year and the first one exceeding the 1.5°C limit", "published": "2025-01-10", "bodyText": "<p nitf:lede=\"true\">2024 was the hottest year ever recorded globally and the first to exceed the limit of 1.5°C above pre-industrial levels. This was reported by the Copernicus Climate Change Service (Copernicus Climate Change Service - C3S), in the annual report Global Climate Highlights 2024. The C3S is implemented on behalf of the European Commission by the European Centre for Medium-Range Weather Forecasts (Ecmwf).</p><p nitf:lede=\"true\">For Carlo Buontempo, Director of the Copernicus Climate Change Service, “all global temperature data produced internationally show that 2024 was the hottest year since records began in 1850. Humanity is responsible for its own destiny, but how we respond to the climate challenge must be evidence-based. The future is in our hands: swift and decisive action can still alter the trajectory of our future climate.\" “Every year of the last decade has been one of the ten warmest on record - recalls Samantha Burgess, Strategic Lead for Climate Ecmwf - We are now on the verge of exceeding the 1.5°C level defined in the Paris Agreement, and the average for the last two years is already above this level. These high global temperatures, coupled with record levels of atmospheric water vapour in 2024, have resulted in unprecedented heat waves and heavy rainfall, causing suffering to millions of people”.</p><p>The 2024 global average temperature of 15.10°C was 0.72°C above the 1991-2020 average and 0.12°C above 2023, the previous warmest year. This is equivalent to 1.6°C above the 1850-1900 period: 2024 thus became the first calendar year to exceed the pre-industrial level by more than 1.5°C. The 2023-2024 biennium average also exceeds this threshold. \"While this doesn't mean we've crossed the Paris Agreement limit, which refers to temperature anomalies averaged over at least 20 years, it does underscore that global temperatures are rising beyond anything modern humans have ever experienced\", C3S points out. In addition, each of the last 10 years (2015-2024) has been one of the 10 warmest years on record.</p><p>The first half of the year was particularly hot: every month saw higher global temperatures than the same month the previous year. This contributed to a 13-month streak of record monthly temperatures, which ended in June. From July onwards, global temperature anomalies remained significantly above average. August 2024 was as warm as the same month in 2023, and the other months from July to December ranked as the second warmest on record, after 2023. In particular, 22 July marked the hottest day on record, with a global temperature of 17.16°C.</p><p>2024 was the hottest year on record in Europe, with an average temperature of 10.69°C, 1.47°C above the 1991-2020 reference period average and 0.28°C above the previous record set in 2020. Spring and summer were the hottest on record in Europe.</p><p>In 2024, the annual average sea surface temperature (SST) over the extrapolar ocean reached an all-time high of 20.87°C, 0.51°C above the 1991-2020 average.</p><p>Extreme weather events were observed around the world in 2024, ranging from severe storms and floods to heat waves, droughts and fires. According to the report, the total amount of water vapour in the atmosphere reached a record high in 2024, about 5% higher than the 1991-2020 average, significantly higher than in 2023 - it reads - This abundant availability of moisture has amplified the potential for extreme rainfall events. In addition, together with high sea surface temperatures, it has contributed to the development of major storms, including tropical cyclones.</p><p>Not only that. High temperatures can lead to situations where the body is subjected to heat stress. In addition to temperature, other environmental factors such as humidity can also influence heat stress. In 2024 - the report notes - much of the world experienced more days than average with at least 'strong heat stress'. Some regions also experienced more days than average with 'extreme heat stress', a level at which action is essential to prevent heat stroke. Finally, according to the report, prolonged periods of drought in several regions have created favourable conditions for forest fires.</p><p>“The Global Climate Highlights is a fundamental tool to support international climate adaptation efforts”, stresses Florence Rabier, Director General of Ecmwf.</p><p>For Mauro Facchini, Head of Earth Observation at the European Commission's Directorate-General for Defence Industry and Space, “the environmental and climate targets set by the European Union are ambitious and require appropriate action, especially considering the results presented today. Thanks to science, innovation and flagship Earth Observation programmes such as Copernicus, we can make informed decisions to mitigate and adapt to climate change”.</p><p>©2025 GMC S.A.P.A. di G. P. Marra. Visit at adnkronos.com. Distributed by Tribune Content Agency, LLC.</p>", "publisher": "AdnkroNos International, Rome", "instances": ["Some regions also experienced more days than average with 'extreme heat stress', a level at which action is essential to prevent heat stroke. Finally, according to the report, prolonged periods of drought in several regions have created favourable conditions for forest fires. For Mauro Facchini, Head of Earth Observation at the European Commission's Directorate-General for Defence Industry and Space, “the environmental and climate targets set by the European Union are ambitious and require appropriate action, especially considering the results presented today. Thanks to science, innovation and flagship Earth Observation programmes such as Copernicus, we can make informed decisions to mitigate and adapt to climate change”."]}, {"relevance_score": 56, "title": "EU, Draghi: \"Situation no longer sustainable, we will have to deal with Trump's strategy\"", "published": "2024-12-15", "bodyText": "<p nitf:lede=\"true\">Mario Draghi 'scolds' Europe whose \"governments have made very little effort to complete the EU's internal market\" and warns that \"for some time now the Chinese market has become less favorable for European producers\", and \"the new Trump administration seems reluctant to act as our buyer of last resort\".</p><p nitf:lede=\"true\">\"Since the mid-1990s, relative growth in the United States and the euro area has been impacted by two major shocks. The first was the technology shock brought about by the Internet. The second shock was the great financial crisis and the sovereign debt crisis. It was when the 'twin crises' hit that the European economy fundamentally changed. With investment stalling and fiscal policy becoming restrictive, domestic demand as a percentage of GDP in the euro area has fallen to the lowest level of advanced economies. And the relative gap with the United States has widened. It is difficult to argue that this outcome was entirely accidental,\" the former Italian prime minister said in his speech in Paris at the Annual Symposium of the Centre for Economic Policy Research, the most important research network of economists in Europe.</p><p>According to Draghi, \"governments have made very little effort to complete the EU's internal market, and enforcement of its rules has become weaker, while financial market integration has progressed very little. All these factors have acted as a drag on productivity growth. In addition, European policies have tolerated low wage growth as a means to increase external competitiveness, aggravating the weak income and consumption cycle. There was fiscal space for all governments to counteract weak domestic demand. But at least until the pandemic, in Europe they made a deliberate political choice not to use this space. Overall, policy revealed a preference for a particular economic constellation, based on utilizing foreign demand and exporting capital with low wage levels. A constellation that no longer seems sustainable.</p><p>\"For some time now - Draghi points out - the Chinese market has become less favorable for European producers, as growth slows and local players become more competitive and move up the value chain. The slowdown has increased our dependence on the US market. But the new US administration seems reluctant to act as our buyer of last resort. We will have to deal with a deliberate US strategy to rebalance global demand and suppress trade surpluses in its main trading partners\".</p><p>Therefore - Draghi continues - both structural and macroeconomic policies need to change, to raise domestic growth in Europe. Market reforms are needed for macroeconomic policies to have their full effect. And fully effective macroeconomic policies are needed for market reforms to generate the maximum productivity growth. It should then be noted how what we mean by 'structural reforms' has changed today. Ten years ago, the term was largely confined to increasing labor market flexibility and compressing wages. Today, it means increasing productivity growth without shedding labor, but rather reskilling people. Many different measures have been outlined in the report that can contribute to raising productivity. But the European single market and the capital market are fundamental as they underpin the basic mechanisms that drive productivity growth. If these reforms in the structure of markets were implemented, a major step towards this change would already be taken. Productivity would increase, the effectiveness of policies to support demand would increase and this would translate into even stronger productivity growth. We know, however, that it will take time for such reforms to bear fruit. So we should also reflect on how macroeconomic policies can be used more efficiently in the meantime\".</p><p>\"If the European Union were to issue common debt,\" explains Draghi, \"it could create additional fiscal space to be used to limit periods of sub-potential growth. But we cannot embark on this path unless changes in the structure of markets are already in motion to lift potential growth rates in the medium term. Without this common debt,\" the former prime minister continues, \"we will also need to shift our policy action from changing the orientation of fiscal policy to improving its composition, increasing public investment, and to coordination among Member States. This too creates space to increase demand. Above all, using fiscal space within the new EU fiscal rules would create ample scope for increasing investment. The European Central Bank estimates that if all countries were to make full use of the seven-year adjustment period, a further â‚¬700 billion would be available for investment. A significant share of the required public investment needs\".</p><p>\"It would be comforting to believe that these problems are not as consequential as they seem and that, being a rich continent, Europe can enter a phase of managed and comfortable decline. But in reality there is nothing comfortable about this prospect. If the EU continues with its average rate of labor productivity growth since 2015, given our aging societies, the economy in 25 years will be the same size as it is today. This means a future of stagnant tax revenues and fiscal surpluses to keep debt-to-GDP ratios in check. However, we face spending commitments that will not scale with GDP: unfunded pension liabilities in EU countries range from 150% to 500% of GDP, the â‚¬750-800 billion per year that the Commission and the ECB estimate will be needed to invest in energy, defence, digitization and R&amp;D, not to mention important goals such as climate adaptation and environmental protection. These are all investments that will determine whether Europe remains inclusive, safe, independent and sustainable. We all want that society that Europe has promised us, the one where we can uphold our values â€‹â€‹regardless of how the world around us changes. But we have no immutable right for our society to always remain as we wish - Draghi concludes - we will have to fight to keep it\".</p><p>©2024 GMC S.A.P.A. di G. P. Marra. Visit at adnkronos.com. Distributed by Tribune Content Agency, LLC.</p>", "publisher": "AdnkroNos International, Rome", "instances": ["If the EU continues with its average rate of labor productivity growth since 2015, given our aging societies, the economy in 25 years will be the same size as it is today. This means a future of stagnant tax revenues and fiscal surpluses to keep debt-to-GDP ratios in check. These are all investments that will determine whether Europe remains inclusive, safe, independent and sustainable. We all want that society that Europe has promised us, the one where we can uphold our values â€‹â€‹regardless of how the world around us changes."]}, {"relevance_score": 13, "title": "378 extreme climate events in Italy in 2023, +22% (5)", "published": "2023-12-28", "bodyText": "<p nitf:lede=\"true\">(ANSA) - DEC 28 - There have been 378 extreme climate events in Italy in 2023, a 22% increase over 2022, environmental watchdog Legambiente said on Thursday. Extreme heat or bad weather have led to the death of 31 people and caused billions of euro in damage to property, infrastructure and crops. Northern Italy, with 210 extreme weather events, was the area worst affected, followed by the Centre (98) and the South (70), according to Legambiente's Climate City Observatory. </p><p> Floods and river overflows increased by 170% compared to 2022, record temperatures in urban areas rose by 150%, landslides caused by heavy rainfall grew by 64%, sea storms rose by 44% and hail damage increased by 34.5%, the environmental organisation said. In the Alps, the freezing point has risen to 5,328 metres above sea level and glaciers are retreating. 2023 is to be remembered in particular for the flooding and landslide emergency in Emilia Romagna caused by two separate bouts of extreme bad weather in May and for successive summer heatwaves in the south and simultaneous extreme bad weather in the north. However, Legambiente has recorded in total 118 cases of flooding caused by heavy rain, 82 cases of damage caused by whirlwinds and gusts of wind, 39 cases of damage caused by hailstorms, 35 cases of river flooding causing damage, 26 cases of damage caused by sea storms, 21 cases of damage caused by prolonged drought, 20 cases of extreme temperatures in cities, 18 cases of landslides caused by heavy rainfall, 16 events involving damage to infrastructure and 3 events involving damage to historical heritage. At regional level, the association said Lombardy and Emilia-Romagna have been most impacted by the negative effects of climate change with, respectively, 62 and 59 events causing damage, followed by Tuscany with 44, Lazio with 30, Piedmont with 27, Veneto with 24 and Sicily with 21. At city level, Rome, Milan, Fiumicino, Palermo and Prato have reportedly borne the brunt of the bad weather. \"Extreme weather events are increasing in frequency and intensity, and it is the territories and citizens who are paying the price,\" said Legambiente President Stefano Ciafani, calling on the government of Premier Giorgia Meloni to \"approve immediately the National Climate Adaptation Plan\" and \"also allocate the relevant economic resources, which instead we continue to spend on post-disaster interventions, as demonstrated by the 11 billion euro spent just in response to the damage caused by the two floods in Emilia-Romagna and Tuscany\". \"The risk is that without the Plan and adequate (resource) allocation for prevention, which are also absent from the Budget Law that is about to be approved, Italy will continue to chase after emergencies,\" said Ciafani. \"The government should instead make a much greater commitment, focusing on prevention, climate adaptation policies and awareness campaigns on living with risk, to transform our country from being the most exposed at the centre of the Mediterranean to being an example for others,\" he concluded.</p>", "publisher": "ANSA English Corporate Service", "instances": ["At regional level, the association said Lombardy and Emilia-Romagna have been most impacted by the negative effects of climate change with, respectively, 62 and 59 events causing damage, followed by Tuscany with 44, Lazio with 30, Piedmont with 27, Veneto with 24 and Sicily with 21. At city level, Rome, Milan, Fiumicino, Palermo and Prato have reportedly borne the brunt of the bad weather. \"The risk is that without the Plan and adequate (resource) allocation for prevention, which are also absent from the Budget Law that is about to be approved, Italy will continue to chase after emergencies,\" said Ciafani. \"The government should instead make a much greater commitment, focusing on prevention, climate adaptation policies and awareness campaigns on living with risk, to transform our country from being the most exposed at the centre of the Mediterranean to being an example for others,\" he concluded.", "\"Extreme weather events are increasing in frequency and intensity, and it is the territories and citizens who are paying the price,\" said Legambiente President Stefano Ciafani, calling on the government of Premier Giorgia Meloni to \"approve immediately the National Climate Adaptation Plan\" and \"also allocate the relevant economic resources, which instead we continue to spend on post-disaster interventions, as demonstrated by the 11 billion euro spent just in response to the damage caused by the two floods in Emilia-Romagna and Tuscany\". \"The risk is that without the Plan and adequate (resource) allocation for prevention, which are also absent from the Budget Law that is about to be approved, Italy will continue to chase after emergencies,\" said Ciafani."]}, {"relevance_score": 13, "title": "378 extreme climate events in Italy in 2023, +22% (5)", "published": "2023-12-28", "bodyText": "<p nitf:lede=\"true\">(ANSA) - DEC 28 - There have been 378 extreme climate events in Italy in 2023, a 22% increase over 2022, environmental watchdog Legambiente said on Thursday. Extreme heat or bad weather have led to the death of 31 people and caused billions of euro in damage to property, infrastructure and crops. Northern Italy, with 210 extreme weather events, was the area worst affected, followed by the Centre (98) and the South (70), according to Legambiente's Climate City Observatory. </p><p> Floods and river overflows increased by 170% compared to 2022, record temperatures in urban areas rose by 150%, landslides caused by heavy rainfall grew by 64%, sea storms rose by 44% and hail damage increased by 34.5%, the environmental organisation said. In the Alps, the freezing point has risen to 5,328 metres above sea level and glaciers are retreating. 2023 is to be remembered in particular for the flooding and landslide emergency in Emilia Romagna caused by two separate bouts of extreme bad weather in May and for successive summer heatwaves in the south and simultaneous extreme bad weather in the north. However, Legambiente has recorded in total 118 cases of flooding caused by heavy rain, 82 cases of damage caused by whirlwinds and gusts of wind, 39 cases of damage caused by hailstorms, 35 cases of river flooding causing damage, 26 cases of damage caused by sea storms, 21 cases of damage caused by prolonged drought, 20 cases of extreme temperatures in cities, 18 cases of landslides caused by heavy rainfall, 16 events involving damage to infrastructure and 3 events involving damage to historical heritage. At regional level, the association said Lombardy and Emilia-Romagna have been most impacted by the negative effects of climate change with, respectively, 62 and 59 events causing damage, followed by Tuscany with 44, Lazio with 30, Piedmont with 27, Veneto with 24 and Sicily with 21. At city level, Rome, Milan, Fiumicino, Palermo and Prato have reportedly borne the brunt of the bad weather. \"Extreme weather events are increasing in frequency and intensity, and it is the territories and citizens who are paying the price,\" said Legambiente President Stefano Ciafani, calling on the government of Premier Giorgia Meloni to \"approve immediately the National Climate Adaptation Plan\" and \"also allocate the relevant economic resources, which instead we continue to spend on post-disaster interventions, as demonstrated by the 11 billion euro spent just in response to the damage caused by the two floods in Emilia-Romagna and Tuscany\". \"The risk is that without the Plan and adequate (resource) allocation for prevention, which are also absent from the Budget Law that is about to be approved, Italy will continue to chase after emergencies,\" said Ciafani. \"The government should instead make a much greater commitment, focusing on prevention, climate adaptation policies and awareness campaigns on living with risk, to transform our country from being the most exposed at the centre of the Mediterranean to being an example for others,\" he concluded.</p>", "publisher": "ANSA English Media Service", "instances": ["At regional level, the association said Lombardy and Emilia-Romagna have been most impacted by the negative effects of climate change with, respectively, 62 and 59 events causing damage, followed by Tuscany with 44, Lazio with 30, Piedmont with 27, Veneto with 24 and Sicily with 21. At city level, Rome, Milan, Fiumicino, Palermo and Prato have reportedly borne the brunt of the bad weather. \"The risk is that without the Plan and adequate (resource) allocation for prevention, which are also absent from the Budget Law that is about to be approved, Italy will continue to chase after emergencies,\" said Ciafani. \"The government should instead make a much greater commitment, focusing on prevention, climate adaptation policies and awareness campaigns on living with risk, to transform our country from being the most exposed at the centre of the Mediterranean to being an example for others,\" he concluded.", "\"Extreme weather events are increasing in frequency and intensity, and it is the territories and citizens who are paying the price,\" said Legambiente President Stefano Ciafani, calling on the government of Premier Giorgia Meloni to \"approve immediately the National Climate Adaptation Plan\" and \"also allocate the relevant economic resources, which instead we continue to spend on post-disaster interventions, as demonstrated by the 11 billion euro spent just in response to the damage caused by the two floods in Emilia-Romagna and Tuscany\". \"The risk is that without the Plan and adequate (resource) allocation for prevention, which are also absent from the Budget Law that is about to be approved, Italy will continue to chase after emergencies,\" said Ciafani."]}, {"relevance_score": 23, "title": "&gt;&gt;&gt;ANSA/Extreme climate events up 22% in Italy in 2023", "published": "2023-12-28", "bodyText": "<p nitf:lede=\"true\">(ANSA) - DEC 28 - There have been 378 extreme climate events in Italy in 2023, a 22% increase over last year, environmental watchdog Legambiente said on Thursday. Extreme heat or bad weather have led to the death of a total of 31 people and caused billions of euro in damage to property, infrastructure and crops. Floods and river overflows increased by 170% compared to 2022, record temperatures in urban areas rose by 150%, landslides caused by heavy rainfall grew by 64%, sea storms rose by 44% and hail damage increased by 34.5%, according to data from Legambiente's Climate City Observatory. In the Alps, the freezing point has risen to 5,328 metres above sea level and glaciers are retreating, it added. </p><p>2023 is to be remembered in particular for the flooding and landslide emergency in Emilia Romagna caused by two separate bouts of extreme bad weather in May and for back-to back summer heatwaves in the south and simultaneous extreme bad weather in the north. However, Legambiente has recorded in total 118 cases of flooding caused by heavy rain, 82 cases of damage caused by whirlwinds and gusts of wind, 39 cases of damage caused by hailstorms, 35 cases of river flooding causing damage, 26 cases of damage caused by sea storms, 21 cases of damage caused by prolonged drought, 20 cases of extreme temperatures in cities, 18 cases of landslides caused by heavy rainfall, 16 events involving damage to infrastructure and 3 events involving damage to historical heritage. Northern Italy, with 210 extreme weather events, has been the area worst affected by the climate crisis, followed by the centre (98) and the south (70), the association said. At regional level, it added that Lombardy and Emilia-Romagna have been most impacted by the negative effects of climate change with, respectively, 62 and 59 events causing damage, followed by Tuscany with 44, Lazio with 30, Piedmont with 27, Veneto with 24 and Sicily with 21. At city level, Rome, Milan, Fiumicino, Palermo and Prato have reportedly borne the brunt of the bad weather. \"Extreme weather events are increasing in frequency and intensity, and it is the territories and citizens who are paying the price,\" said Legambiente President Stefano Ciafani, calling on the government of Premier Giorgia Meloni to \"approve immediately the National Climate Adaptation Plan\" and \"also allocate the relevant economic resources, which instead we continue to spend on post-disaster interventions, as demonstrated by the 11 billion euro spent just in response to the damage caused by the two floods in Emilia-Romagna and Tuscany\". \"The risk is that without the Plan and adequate (resource) allocation for prevention, which are also absent from the Budget Law that is about to be approved, Italy will continue to chase after emergencies,\" said Ciafani. \"The government should instead make a much greater commitment, focusing on prevention, climate adaptation policies and awareness campaigns on living with risk, to transform our country from being the most exposed at the centre of the Mediterranean to being an example for others,\" he concluded. Also on Thursday, farmers' association Coldiretti said extreme weather events including hailstorms, tornadoes, heavy rainfall, heat waves and strong winds have caused more than six billion euro in damage to agriculture in Italy in 2023. The amount includes damage to both crops and infrastructure, the association added. In a statement released after the publication of the Legambiente report, Coldiretti recalled that 2023 has been a \"rollercoaster\", marked first by a severe drought that compromised field crops, then by the multiplication of heavy rainfall alternating with extreme heat followed by a mild autumn but with violent cloudbursts that destroyed cities and the countryside, and finally by a hot early winter that sent nature into a tailspin. The association also warned of the negative effects of excessive building and cropland abandonment. \"In the last half century Italy has lost almost 30 per cent of its farmland to urbanisation and abandonment, with the usable surface area reduced to just 12.8 million hectares,\" said Coldiretti president Ettore Prandini. This, he added, has an impact on the hydrogeological stability of the territory and on the country's production deficit. Meanwhile, weathermen said Italy is to end 2023 with an \"exceptional anomalous heatwave\", thanks to a strong North African anticyclone that has already brought balmy conditions to most parts over Christmas. However, rain and snow are set return to the Bel Paese on the evening of New Year's Eve and persist for several days, said the IlMeteo.it website manager Andrea Garbinato.</p>", "publisher": "ANSA English Corporate Service", "instances": ["At regional level, it added that Lombardy and Emilia-Romagna have been most impacted by the negative effects of climate change with, respectively, 62 and 59 events causing damage, followed by Tuscany with 44, Lazio with 30, Piedmont with 27, Veneto with 24 and Sicily with 21. At city level, Rome, Milan, Fiumicino, Palermo and Prato have reportedly borne the brunt of the bad weather. \"The risk is that without the Plan and adequate (resource) allocation for prevention, which are also absent from the Budget Law that is about to be approved, Italy will continue to chase after emergencies,\" said Ciafani. \"The government should instead make a much greater commitment, focusing on prevention, climate adaptation policies and awareness campaigns on living with risk, to transform our country from being the most exposed at the centre of the Mediterranean to being an example for others,\" he concluded.", "\"Extreme weather events are increasing in frequency and intensity, and it is the territories and citizens who are paying the price,\" said Legambiente President Stefano Ciafani, calling on the government of Premier Giorgia Meloni to \"approve immediately the National Climate Adaptation Plan\" and \"also allocate the relevant economic resources, which instead we continue to spend on post-disaster interventions, as demonstrated by the 11 billion euro spent just in response to the damage caused by the two floods in Emilia-Romagna and Tuscany\". \"The risk is that without the Plan and adequate (resource) allocation for prevention, which are also absent from the Budget Law that is about to be approved, Italy will continue to chase after emergencies,\" said Ciafani. Also on Thursday, farmers' association Coldiretti said extreme weather events including hailstorms, tornadoes, heavy rainfall, heat waves and strong winds have caused more than six billion euro in damage to agriculture in Italy in 2023. The amount includes damage to both crops and infrastructure, the association added."]}, {"relevance_score": 23, "title": "&gt;&gt;&gt;ANSA/Extreme climate events up 22% in Italy in 2023", "published": "2023-12-28", "bodyText": "<p nitf:lede=\"true\">(ANSA) - DEC 28 - There have been 378 extreme climate events in Italy in 2023, a 22% increase over last year, environmental watchdog Legambiente said on Thursday. Extreme heat or bad weather have led to the death of a total of 31 people and caused billions of euro in damage to property, infrastructure and crops. Floods and river overflows increased by 170% compared to 2022, record temperatures in urban areas rose by 150%, landslides caused by heavy rainfall grew by 64%, sea storms rose by 44% and hail damage increased by 34.5%, according to data from Legambiente's Climate City Observatory. In the Alps, the freezing point has risen to 5,328 metres above sea level and glaciers are retreating, it added. </p><p>2023 is to be remembered in particular for the flooding and landslide emergency in Emilia Romagna caused by two separate bouts of extreme bad weather in May and for back-to back summer heatwaves in the south and simultaneous extreme bad weather in the north. However, Legambiente has recorded in total 118 cases of flooding caused by heavy rain, 82 cases of damage caused by whirlwinds and gusts of wind, 39 cases of damage caused by hailstorms, 35 cases of river flooding causing damage, 26 cases of damage caused by sea storms, 21 cases of damage caused by prolonged drought, 20 cases of extreme temperatures in cities, 18 cases of landslides caused by heavy rainfall, 16 events involving damage to infrastructure and 3 events involving damage to historical heritage. Northern Italy, with 210 extreme weather events, has been the area worst affected by the climate crisis, followed by the centre (98) and the south (70), the association said. At regional level, it added that Lombardy and Emilia-Romagna have been most impacted by the negative effects of climate change with, respectively, 62 and 59 events causing damage, followed by Tuscany with 44, Lazio with 30, Piedmont with 27, Veneto with 24 and Sicily with 21. At city level, Rome, Milan, Fiumicino, Palermo and Prato have reportedly borne the brunt of the bad weather. \"Extreme weather events are increasing in frequency and intensity, and it is the territories and citizens who are paying the price,\" said Legambiente President Stefano Ciafani, calling on the government of Premier Giorgia Meloni to \"approve immediately the National Climate Adaptation Plan\" and \"also allocate the relevant economic resources, which instead we continue to spend on post-disaster interventions, as demonstrated by the 11 billion euro spent just in response to the damage caused by the two floods in Emilia-Romagna and Tuscany\". \"The risk is that without the Plan and adequate (resource) allocation for prevention, which are also absent from the Budget Law that is about to be approved, Italy will continue to chase after emergencies,\" said Ciafani. \"The government should instead make a much greater commitment, focusing on prevention, climate adaptation policies and awareness campaigns on living with risk, to transform our country from being the most exposed at the centre of the Mediterranean to being an example for others,\" he concluded. Also on Thursday, farmers' association Coldiretti said extreme weather events including hailstorms, tornadoes, heavy rainfall, heat waves and strong winds have caused more than six billion euro in damage to agriculture in Italy in 2023. The amount includes damage to both crops and infrastructure, the association added. In a statement released after the publication of the Legambiente report, Coldiretti recalled that 2023 has been a \"rollercoaster\", marked first by a severe drought that compromised field crops, then by the multiplication of heavy rainfall alternating with extreme heat followed by a mild autumn but with violent cloudbursts that destroyed cities and the countryside, and finally by a hot early winter that sent nature into a tailspin. The association also warned of the negative effects of excessive building and cropland abandonment. \"In the last half century Italy has lost almost 30 per cent of its farmland to urbanisation and abandonment, with the usable surface area reduced to just 12.8 million hectares,\" said Coldiretti president Ettore Prandini. This, he added, has an impact on the hydrogeological stability of the territory and on the country's production deficit. Meanwhile, weathermen said Italy is to end 2023 with an \"exceptional anomalous heatwave\", thanks to a strong North African anticyclone that has already brought balmy conditions to most parts over Christmas. However, rain and snow are set return to the Bel Paese on the evening of New Year's Eve and persist for several days, said the IlMeteo.it website manager Andrea Garbinato.</p>", "publisher": "ANSA English Media Service", "instances": ["At regional level, it added that Lombardy and Emilia-Romagna have been most impacted by the negative effects of climate change with, respectively, 62 and 59 events causing damage, followed by Tuscany with 44, Lazio with 30, Piedmont with 27, Veneto with 24 and Sicily with 21. At city level, Rome, Milan, Fiumicino, Palermo and Prato have reportedly borne the brunt of the bad weather. \"The risk is that without the Plan and adequate (resource) allocation for prevention, which are also absent from the Budget Law that is about to be approved, Italy will continue to chase after emergencies,\" said Ciafani. \"The government should instead make a much greater commitment, focusing on prevention, climate adaptation policies and awareness campaigns on living with risk, to transform our country from being the most exposed at the centre of the Mediterranean to being an example for others,\" he concluded.", "\"Extreme weather events are increasing in frequency and intensity, and it is the territories and citizens who are paying the price,\" said Legambiente President Stefano Ciafani, calling on the government of Premier Giorgia Meloni to \"approve immediately the National Climate Adaptation Plan\" and \"also allocate the relevant economic resources, which instead we continue to spend on post-disaster interventions, as demonstrated by the 11 billion euro spent just in response to the damage caused by the two floods in Emilia-Romagna and Tuscany\". \"The risk is that without the Plan and adequate (resource) allocation for prevention, which are also absent from the Budget Law that is about to be approved, Italy will continue to chase after emergencies,\" said Ciafani. Also on Thursday, farmers' association Coldiretti said extreme weather events including hailstorms, tornadoes, heavy rainfall, heat waves and strong winds have caused more than six billion euro in damage to agriculture in Italy in 2023. The amount includes damage to both crops and infrastructure, the association added."]}, {"relevance_score": 21, "title": "&gt;&gt;&gt;ANSA/Europe is with you says Von der Leyen in flood zone", "published": "2023-05-25", "bodyText": "<p nitf:lede=\"true\">(ANSA) - MAY 25 - European Commission President Ursula Von der Leyen said that she had visited Emilia Romagna on Thursday to show that the region and Italy have the EU's full support after last week's devastating floods that claimed 15 lives. \"I'm here to send a very clear message - Europe is with you,\" Von der Leyen told a new conference in Bologna. Von der Leyen was speaking after flying over the areas hit by the floods and landslides caused by torrential rain with Italian Premier Giorgia Meloni and Emilia Romagna Governor Stefano Bonaccini. </p><p>\"I think it was important for von der Leyen to see with her own eyes the extent of the problem and the multifaceted problems,\" Meloni said. \"The European Union's support can be very important at this stage. \"We will make the request for the activation of the Solidarity Fund in the coming weeks, having made an overall assessment of the flood damage. \"Unfortunately, Italy has already had to access it on other occasions,\" she added, referring to past disasters. Von der Leyen said that it will be possible for Italy to access cohesion funds for the reconstruction as well. \"It is urgent to get the solidarity fund started, although there are very important rules to be respected,\" she said \"There will be a first payment, then an estimate of the damage to have a clearer idea of the contribution from the EU. \"This will happen in the next three months. \"Then we will see what we can do. \"The main source of EU funding will be the solidarity fund\". Von der Leyen then visited places hit by the floods, talking to local people, while Meloni returned to Rome for a cabinet meeting to approve more measures to help the affected areas. On Tuesday the cabinet approved a package of emergency measures worth two billion euros. Scientists say that extreme weather events like heat waves, supercharged storms, flooding and droughts are becoming more frequent and more intense because of climate change caused by human greenhouse-gas emissions. Last week's extreme weather came after Emilia Romagna was hit by storms that claimed two lives at the start of the month. A man is died in the southern province of Avellino on Thursday after torrential rain caused flash floods there. Other extreme-weather-linked disasters to have Italy hit recently include last November's landslide on the Gulf of Naples island of Ischia that killed 12 people. The government is preparing a new climate adaptation plan that will be out at the start of next year, Civil Protection Minister Nello Musumeci said Wednesday. \"Climate change is no longer an extraordinary phenomenon,\" he said. \"Tropicalisation already arrived in Italy ten years ago\".</p>", "publisher": "ANSA English Corporate Service", "instances": ["A man is died in the southern province of Avellino on Thursday after torrential rain caused flash floods there. Other extreme-weather-linked disasters to have Italy hit recently include last November's landslide on the Gulf of Naples island of Ischia that killed 12 people. \"Climate change is no longer an extraordinary phenomenon,\" he said. \"Tropicalisation already arrived in Italy ten years ago\"."]}, {"relevance_score": 21, "title": "&gt;&gt;&gt;ANSA/Europe is with you says Von der Leyen in flood zone", "published": "2023-05-25", "bodyText": "<p nitf:lede=\"true\">(ANSA) - MAY 25 - European Commission President Ursula Von der Leyen said that she had visited Emilia Romagna on Thursday to show that the region and Italy have the EU's full support after last week's devastating floods that claimed 15 lives. \"I'm here to send a very clear message - Europe is with you,\" Von der Leyen told a new conference in Bologna. Von der Leyen was speaking after flying over the areas hit by the floods and landslides caused by torrential rain with Italian Premier Giorgia Meloni and Emilia Romagna Governor Stefano Bonaccini. </p><p>\"I think it was important for von der Leyen to see with her own eyes the extent of the problem and the multifaceted problems,\" Meloni said. \"The European Union's support can be very important at this stage. \"We will make the request for the activation of the Solidarity Fund in the coming weeks, having made an overall assessment of the flood damage. \"Unfortunately, Italy has already had to access it on other occasions,\" she added, referring to past disasters. Von der Leyen said that it will be possible for Italy to access cohesion funds for the reconstruction as well. \"It is urgent to get the solidarity fund started, although there are very important rules to be respected,\" she said \"There will be a first payment, then an estimate of the damage to have a clearer idea of the contribution from the EU. \"This will happen in the next three months. \"Then we will see what we can do. \"The main source of EU funding will be the solidarity fund\". Von der Leyen then visited places hit by the floods, talking to local people, while Meloni returned to Rome for a cabinet meeting to approve more measures to help the affected areas. On Tuesday the cabinet approved a package of emergency measures worth two billion euros. Scientists say that extreme weather events like heat waves, supercharged storms, flooding and droughts are becoming more frequent and more intense because of climate change caused by human greenhouse-gas emissions. Last week's extreme weather came after Emilia Romagna was hit by storms that claimed two lives at the start of the month. A man is died in the southern province of Avellino on Thursday after torrential rain caused flash floods there. Other extreme-weather-linked disasters to have Italy hit recently include last November's landslide on the Gulf of Naples island of Ischia that killed 12 people. The government is preparing a new climate adaptation plan that will be out at the start of next year, Civil Protection Minister Nello Musumeci said Wednesday. \"Climate change is no longer an extraordinary phenomenon,\" he said. \"Tropicalisation already arrived in Italy ten years ago\".</p>", "publisher": "ANSA English Media Service", "instances": ["A man is died in the southern province of Avellino on Thursday after torrential rain caused flash floods there. Other extreme-weather-linked disasters to have Italy hit recently include last November's landslide on the Gulf of Naples island of Ischia that killed 12 people. \"Climate change is no longer an extraordinary phenomenon,\" he said. \"Tropicalisation already arrived in Italy ten years ago\"."]}, {"relevance_score": 23, "title": "&gt;&gt;&gt;ANSA/Italy must bolster disaster defences says Musumeci", "published": "2023-05-24", "bodyText": "<p nitf:lede=\"true\">(ANSA) - MAY 24 - Shoring up Italy against natural disasters must be a priority for the government, Civil Protection Minister Nello Musumeci said on Wednesday in a briefing to parliament on last week's flooding and landslide emergency in Emilia Romagna that claimed 15 lives and caused billions of euros of damage. \"We must make securing the national territory the priority of the political government agenda of this executive and all its ramifications across the territory,\" said Musumeci. Italy, he added, \"is a nation more inclined to rebuild than to prevent. </p><p>Events like the one in Emilia Romagna cannot be predicted, but the disastrous effects they produce can be reduced\". Musumeci said a national plan is needed that is \"designed according to a joint strategy, which has so far been lacking\". The minister added that the government is also looking at how to simplify procedures for reconstruction. In shoring up the country, Musumeci said he is not only referring to flooding and hydrogeological instability, but also to earthquake risk. \"How many strategic infrastructure works could withstand a certain level of seismic stress? How many municipalities in Italy could be reached by emergency vehicles in the event of an earthquake?\" he asked. These, he continued, are important questions \"in consideration of the fact that that more than half of the national territory falls within a seismic zone and almost 94% is at risk of landslides or flooding or hydrogeological instability\". Musumeci told parliament in Emilia Romagna a total of 23 rivers flooded as a result of the torrential rainfall, 500 roads had to be closed due to flooding or landslides, and 23,000 people were evacuated. Some 622 roads remained closed, including many minor ones, he added. However, the minister said regular transit is expected to resume in the next few hours and that railway services should be almost fully operational by early June. Meanwhile, he said some 54,000 people are still without power, \"a few tens of thousands\" without mobile phone service and 14,600 users without a fixed-line service. It is not possible to restore services for the time being due to persistent flooding, he told parliament, adding that \"it is hoped that in the coming days everything will return to normal\". Italy's new climate adaptation plan will be out at the start of next year,  Musumeci added. Briefing the Senate, Musumeci said that he and Environment Minister Gilberto Pichetto Fratin had already accelerated the definition of the plan \"and between the end of this year and the beginning of next year, we will present it updated with data processed between 2016 and 2020\". He explained that until the current government took office in October, the plan had \"not made much progress, so much so that it was not made public.\" Musumeci stressed: \"Climate change is no longer an extraordinary phenomenon. Tropicalisation already arrived in Italy ten years ago and led the then government in 2016 to prepare a national plan for adaptation to the changed climate context. \"From 2016 until this current government took office, that plan had not made significant progress, so much so that it was not made public.\" He said \"major acceleration\" would now take place.</p>", "publisher": "ANSA English Media Service", "instances": ["Meanwhile, he said some 54,000 people are still without power, \"a few tens of thousands\" without mobile phone service and 14,600 users without a fixed-line service. It is not possible to restore services for the time being due to persistent flooding, he told parliament, adding that \"it is hoped that in the coming days everything will return to normal\". Briefing the Senate, Musumeci said that he and Environment Minister Gilberto Pichetto Fratin had already accelerated the definition of the plan \"and between the end of this year and the beginning of next year, we will present it updated with data processed between 2016 and 2020\". He explained that until the current government took office in October, the plan had \"not made much progress, so much so that it was not made public."]}, {"relevance_score": 23, "title": "&gt;&gt;&gt;ANSA/Italy must bolster disaster defences says Musumeci", "published": "2023-05-24", "bodyText": "<p nitf:lede=\"true\">(ANSA) - MAY 24 - Shoring up Italy against natural disasters must be a priority for the government, Civil Protection Minister Nello Musumeci said on Wednesday in a briefing to parliament on last week's flooding and landslide emergency in Emilia Romagna that claimed 15 lives and caused billions of euros of damage. \"We must make securing the national territory the priority of the political government agenda of this executive and all its ramifications across the territory,\" said Musumeci. Italy, he added, \"is a nation more inclined to rebuild than to prevent. </p><p>Events like the one in Emilia Romagna cannot be predicted, but the disastrous effects they produce can be reduced\". Musumeci said a national plan is needed that is \"designed according to a joint strategy, which has so far been lacking\". The minister added that the government is also looking at how to simplify procedures for reconstruction. In shoring up the country, Musumeci said he is not only referring to flooding and hydrogeological instability, but also to earthquake risk. \"How many strategic infrastructure works could withstand a certain level of seismic stress? How many municipalities in Italy could be reached by emergency vehicles in the event of an earthquake?\" he asked. These, he continued, are important questions \"in consideration of the fact that that more than half of the national territory falls within a seismic zone and almost 94% is at risk of landslides or flooding or hydrogeological instability\". Musumeci told parliament in Emilia Romagna a total of 23 rivers flooded as a result of the torrential rainfall, 500 roads had to be closed due to flooding or landslides, and 23,000 people were evacuated. Some 622 roads remained closed, including many minor ones, he added. However, the minister said regular transit is expected to resume in the next few hours and that railway services should be almost fully operational by early June. Meanwhile, he said some 54,000 people are still without power, \"a few tens of thousands\" without mobile phone service and 14,600 users without a fixed-line service. It is not possible to restore services for the time being due to persistent flooding, he told parliament, adding that \"it is hoped that in the coming days everything will return to normal\". Italy's new climate adaptation plan will be out at the start of next year,  Musumeci added. Briefing the Senate, Musumeci said that he and Environment Minister Gilberto Pichetto Fratin had already accelerated the definition of the plan \"and between the end of this year and the beginning of next year, we will present it updated with data processed between 2016 and 2020\". He explained that until the current government took office in October, the plan had \"not made much progress, so much so that it was not made public.\" Musumeci stressed: \"Climate change is no longer an extraordinary phenomenon. Tropicalisation already arrived in Italy ten years ago and led the then government in 2016 to prepare a national plan for adaptation to the changed climate context. \"From 2016 until this current government took office, that plan had not made significant progress, so much so that it was not made public.\" He said \"major acceleration\" would now take place.</p>", "publisher": "ANSA English Corporate Service", "instances": ["Meanwhile, he said some 54,000 people are still without power, \"a few tens of thousands\" without mobile phone service and 14,600 users without a fixed-line service. It is not possible to restore services for the time being due to persistent flooding, he told parliament, adding that \"it is hoped that in the coming days everything will return to normal\". Briefing the Senate, Musumeci said that he and Environment Minister Gilberto Pichetto Fratin had already accelerated the definition of the plan \"and between the end of this year and the beginning of next year, we will present it updated with data processed between 2016 and 2020\". He explained that until the current government took office in October, the plan had \"not made much progress, so much so that it was not made public."]}, {"relevance_score": 11, "title": "Milan Youth Charter climate proposals presented at COP26", "published": "2021-11-05", "bodyText": "<p nitf:lede=\"true\">(ANSA) - NOV 5 - With the Fridays For Future protestors on the streets as youth took centre stage at COP26 on Friday, an important document was presented at United Nations Climate Conference voicing the demands of young people. The Milan Youth Climate Charter is a collection of commitments and proposals from youth groups, climate activists and local and global leaders. The charter is the result of discussions held at webinars, sections prepared via a hackathon and input from the 'Raise the Ambition' event held in Milan and via Zoom in September. </p><p>Promoted by the Italian section of the The Climate Reality Project, the global network of volunteer climate activists founded by former United States Vice President Al Gore, the charter was also shared with the official youth delegates at the recent Youth4Climate Pre-COP conference in Milan. The documental is detailed and its scope is wide, going from proposals for education, to climate justice, energy efficiency, urban planning and climate adaptation and mitigation. Furthermore, the charter is seen as a \"living document\", one that can be built on and is only the beginning of a process to allow young people to finally to be active participants in economic, environmental, climate, social, and political decisions at all levels, from local to global. \"The idea of the charter came from my desire to give more support to young people with the help of Climate Reality Team Italy and other activists and movements in order to take it from the local level up to the international one,\" Paola Fiore, the Climate Reality Project's national coordinator for Italy, told ANSA. \"We had been working all year with young people for the Milan Pre-COP with a series of events, including events organized by the ministry for ecological transition as part of the 'All for Climate' programme. \"The idea went down well and was extended to other activists from other organizations, not just ones in the Italy and the Milan area, but also in Europe and the rest of the world. \"The charter aims to be an instrument that stimulates politicians, including at COP, but also afterwards\". The document, which can be seen here and can be endorsed via this link, was presented at COP26 by Domenico Vito, a Climate Reality Leader.</p>", "publisher": "ANSA English Corporate Service", "instances": ["The charter is the result of discussions held at webinars, sections prepared via a hackathon and input from the 'Raise the Ambition' event held in Milan and via Zoom in September. Promoted by the Italian section of the The Climate Reality Project, the global network of volunteer climate activists founded by former United States Vice President Al Gore, the charter was also shared with the official youth delegates at the recent Youth4Climate Pre-COP conference in Milan. Furthermore, the charter is seen as a \"living document\", one that can be built on and is only the beginning of a process to allow young people to finally to be active participants in economic, environmental, climate, social, and political decisions at all levels, from local to global. \"The idea of the charter came from my desire to give more support to young people with the help of Climate Reality Team Italy and other activists and movements in order to take it from the local level up to the international one,\" Paola Fiore, the Climate Reality Project's national coordinator for Italy, told ANSA."]}, {"relevance_score": 11, "title": "Milan Youth Charter climate proposals presented at COP26", "published": "2021-11-05", "bodyText": "<p nitf:lede=\"true\">(ANSA) - NOV 5 - With the Fridays For Future protestors on the streets as youth took centre stage at COP26 on Friday, an important document was presented at United Nations Climate Conference voicing the demands of young people. The Milan Youth Climate Charter is a collection of commitments and proposals from youth groups, climate activists and local and global leaders. The charter is the result of discussions held at webinars, sections prepared via a hackathon and input from the 'Raise the Ambition' event held in Milan and via Zoom in September. </p><p>Promoted by the Italian section of the The Climate Reality Project, the global network of volunteer climate activists founded by former United States Vice President Al Gore, the charter was also shared with the official youth delegates at the recent Youth4Climate Pre-COP conference in Milan. The documental is detailed and its scope is wide, going from proposals for education, to climate justice, energy efficiency, urban planning and climate adaptation and mitigation. Furthermore, the charter is seen as a \"living document\", one that can be built on and is only the beginning of a process to allow young people to finally to be active participants in economic, environmental, climate, social, and political decisions at all levels, from local to global. \"The idea of the charter came from my desire to give more support to young people with the help of Climate Reality Team Italy and other activists and movements in order to take it from the local level up to the international one,\" Paola Fiore, the Climate Reality Project's national coordinator for Italy, told ANSA. \"We had been working all year with young people for the Milan Pre-COP with a series of events, including events organized by the ministry for ecological transition as part of the 'All for Climate' programme. \"The idea went down well and was extended to other activists from other organizations, not just ones in the Italy and the Milan area, but also in Europe and the rest of the world. \"The charter aims to be an instrument that stimulates politicians, including at COP, but also afterwards\". The document, which can be seen here and can be endorsed via this link, was presented at COP26 by Domenico Vito, a Climate Reality Leader.</p>", "publisher": "ANSA English Media Service", "instances": ["The charter is the result of discussions held at webinars, sections prepared via a hackathon and input from the 'Raise the Ambition' event held in Milan and via Zoom in September. Promoted by the Italian section of the The Climate Reality Project, the global network of volunteer climate activists founded by former United States Vice President Al Gore, the charter was also shared with the official youth delegates at the recent Youth4Climate Pre-COP conference in Milan. Furthermore, the charter is seen as a \"living document\", one that can be built on and is only the beginning of a process to allow young people to finally to be active participants in economic, environmental, climate, social, and political decisions at all levels, from local to global. \"The idea of the charter came from my desire to give more support to young people with the help of Climate Reality Team Italy and other activists and movements in order to take it from the local level up to the international one,\" Paola Fiore, the Climate Reality Project's national coordinator for Italy, told ANSA."]}, {"relevance_score": 13, "title": "Clima: UfM, agreement on scientific data for climate change", "published": "2021-10-26", "bodyText": "<p nitf:lede=\"true\">(ANSAmed) The Union for the Mediterranean (UfM) and the European Center for Medium-Range Weather Forecasts (ECMWF) signed a collaboration agreement in Barcelona to allow all UfM member countries access to the data necessary to better cope with the challenges of climate change.</p><p>The two entities will work together with training courses for governmental managers and access to necessary reference materials on the subject.</p><p>The deal follows the announcement by the EU's Copernicus Climate Change Service that 2021 was the hottest summer on record on the European continent, with wildfires in many countries and on its coasts, while other countries suffered the worst floods in decades.</p><p>In addition, data from Euro-Mediterranean scientists show the basin is warming 20% faster than the global average of the seas, and the region is one of the most subjected to climate change in the world.</p><p>Through the agreement, governments will have access to the most up-to-date data and the most recent and essential research for decision making.</p><p>UfM Secretary General Nasser Kamel said the Mediterranean has been called \"a hotspot for climate change and the loss of biodiversity\".</p><p>\"The subsequent question is how we can improve the ways in which scientific evidence is constructed, integrated and communicated, so it can contribute more effectively, efficiently and quickly into policy formulation. The Science-Society-Politics interface allows hard-won evidence to turn into concrete policies for our region. This is why the UfM and ECMWF collaboration will allow our region to be a pioneer in good practices and an example in formulating regional policies in the fight against climate change,\" Nasser said.</p><p>ECMWF General Director Florence Rabier said ECMWF is \"delighted to have signed this new collaboration with the Union for the Mediterranean\".</p><p>\"Through our activities within the EU-funded Copernicus Climate Change and Atmospheric Monitoring Services, we aim to support the Mediterranean countries with comprehensive and policy critical data. Our goal is to enable climate adaptation and mitigation initiatives at the European level,\" Rabier said.</p><p>To inaugurate this partnership, UfM and Copernicus hosted a virtual consultation to present the challenges linked to climate change in the Mediterranean and how these can be overcome by better leveraging climate data.</p>", "publisher": "ANSAmed - English", "instances": ["ECMWF General Director Florence Rabier said ECMWF is \"delighted to have signed this new collaboration with the Union for the Mediterranean\". Through our activities within the EU-funded Copernicus Climate Change and Atmospheric Monitoring Services, we aim to support the Mediterranean countries with comprehensive and policy critical data. To inaugurate this partnership, UfM and Copernicus hosted a virtual consultation to present the challenges linked to climate change in the Mediterranean and how these can be overcome by better leveraging climate data."]}, {"relevance_score": 15, "title": "WFP warns of unprecedented hunger due to climate crisis", "published": "2021-10-14", "bodyText": "<p nitf:lede=\"true\">(ANSA) - OCT 14 - The United Nations World Food Programme (WFP) said Thursday that there will be an exponential increase in hunger fuelled by the climate crisis unless urgent global action to help communities adapt to climatic shocks and stresses is taken. A WFP analysis shows that a 2°C rise in average the global temperature from pre-industrial levels, which the world risks reaching if action is not taken, will see a staggering 189 million additional people in the grips of hunger. Vulnerable communities, a vast majority of whom rely on agriculture, fishing, and livestock and, who contribute the least to the climate crisis, will continue to bear the brunt of the impacts with limited means to cushion the blow, the Rome-based UN agency said before World Food Day on October 15. \"Large swathes of the globe, from Madagascar to Honduras to Bangladesh, are in the throes of a climate crisis that is now a daily reality for millions. </p><p>The climate crisis is fuelling a food crisis,\" WFP Executive Director David Beasley said in a statement. Tens of thousands of lives are at risk in southern Madagascar, one of the potentially many places in the world currently where famine-like conditions have been driven by climate change, the WFP said. Consecutive droughts have pushed nearly 1.1 million people into severe hunger. Nearly 14,000 of them are in famine-like conditions and this number is expected to double by the end of the year, it said. When coupled with conflict, the climate crisis exacerbates existing vulnerabilities. In Afghanistan, severe drought tied to conflict and economic hardship has left a third of the population reeling with hunger, according to the WFP. \"If this is the new normal, we can't keep lurching from disaster to disaster. We need to go beyond just picking up the pieces after the crisis hits, and instead manage climate risks so they no longer have the power to destroy the food security of vulnerable communities,\" added Beasley. \"Conflict is plunging millions into hunger today, but the climate crisis has the potential to dwarf conflict as the main cause of hunger tomorrow. \"We urgently need to invest in early warning systems and climate adaptation and resilience programmes to avert this looming humanitarian disaster\".</p>", "publisher": "ANSA English Corporate Service", "instances": ["We need to go beyond just picking up the pieces after the crisis hits, and instead manage climate risks so they no longer have the power to destroy the food security of vulnerable communities,\" added Beasley. \"Conflict is plunging millions into hunger today, but the climate crisis has the potential to dwarf conflict as the main cause of hunger tomorrow."]}, {"relevance_score": 15, "title": "WFP warns of unprecedented hunger due to climate crisis", "published": "2021-10-14", "bodyText": "<p nitf:lede=\"true\">(ANSA) - OCT 14 - The United Nations World Food Programme (WFP) said Thursday that there will be an exponential increase in hunger fuelled by the climate crisis unless urgent global action to help communities adapt to climatic shocks and stresses is taken. A WFP analysis shows that a 2°C rise in average the global temperature from pre-industrial levels, which the world risks reaching if action is not taken, will see a staggering 189 million additional people in the grips of hunger. Vulnerable communities, a vast majority of whom rely on agriculture, fishing, and livestock and, who contribute the least to the climate crisis, will continue to bear the brunt of the impacts with limited means to cushion the blow, the Rome-based UN agency said before World Food Day on October 15. \"Large swathes of the globe, from Madagascar to Honduras to Bangladesh, are in the throes of a climate crisis that is now a daily reality for millions. </p><p>The climate crisis is fuelling a food crisis,\" WFP Executive Director David Beasley said in a statement. Tens of thousands of lives are at risk in southern Madagascar, one of the potentially many places in the world currently where famine-like conditions have been driven by climate change, the WFP said. Consecutive droughts have pushed nearly 1.1 million people into severe hunger. Nearly 14,000 of them are in famine-like conditions and this number is expected to double by the end of the year, it said. When coupled with conflict, the climate crisis exacerbates existing vulnerabilities. In Afghanistan, severe drought tied to conflict and economic hardship has left a third of the population reeling with hunger, according to the WFP. \"If this is the new normal, we can't keep lurching from disaster to disaster. We need to go beyond just picking up the pieces after the crisis hits, and instead manage climate risks so they no longer have the power to destroy the food security of vulnerable communities,\" added Beasley. \"Conflict is plunging millions into hunger today, but the climate crisis has the potential to dwarf conflict as the main cause of hunger tomorrow. \"We urgently need to invest in early warning systems and climate adaptation and resilience programmes to avert this looming humanitarian disaster\".</p>", "publisher": "ANSA English Media Service", "instances": ["We need to go beyond just picking up the pieces after the crisis hits, and instead manage climate risks so they no longer have the power to destroy the food security of vulnerable communities,\" added Beasley. \"Conflict is plunging millions into hunger today, but the climate crisis has the potential to dwarf conflict as the main cause of hunger tomorrow."]}, {"relevance_score": 52, "title": "Europe's climate ambitions at COP27", "published": "2022-11-04", "bodyText": "<p nitf:lede=\"true\">(ANSA) - NOV 4 - With the 2015 Paris Agreement, the international community committed itself to limit global warming to less than two degrees Celsius. At the Glasgow summit in 2021, a number of states assured that they would no longer invest into coal, oil and gas. Russia's war in Ukraine threw many things into disarray. Now, the climate targets are to be improved at the UN's COP27. RUSSIAN GAS. </p><p>Russian gas no longer flows to Europe. Germany, for example, is investing billions in new liquefied natural gas terminals on the coast. Coal-fired power plants are put back into operation to secure the electricity supply this winter. Similar things are happening in other parts of Europe. Nevertheless, the EU states assure that they want to meet the EU's climate protection target, i. e. reduce greenhouse gas emissions by at least 55 percent by 2030 compared to 1990. Ahead of the UN's COP27 Climate Change Conference, which takes place in Sharm-el-Sheikh, Egypt, from November 6, the EU Parliament calls for more leadership in mitigating climate change. The EU must show leadership and increase its 2030 emission reduction targets, stated a resolution adopted by the EU parliament in October. The EU Parliament called on industrialized countries to increase their climate protection targets, saying that Russia's war against Ukraine and its consequences made it all the more urgent to transform the global energy system. In addition, MEPs requested that the developed countries must keep their promise and ensure that the developing countries receive 100 billion US dollars in funding each year for climate protection. Germany's State Secretary and Special Envoy for International Climate Action at the Federal Foreign Office, Jennifer Morgan, called on the EU to take the leading role at the international conference: \"The EU must lead the way in accelerating the energy transition in solidarity with weaker nations.\" She added that it was also important to keep financial commitments to developing nations and to support countries particularly affected by climate change through a solidarity pact. Germany will double its international funding commitments for environmental protection to 1.5 billion euros per year by 2025 at the latest. EU PLEDGES MORE THAN 23 BILLION EUROS IN CLIMATE FINANCE TO THE GLOBAL SOUTH. On October 28, the Council of the EU announced that the European Union and its 27 member states have pledged 23.04 billion euros in climate finance to the Global South. The funding from public sources aims \"to support developing countries to reduce their greenhouse gas emissions and adapt to the impacts of climate change,\" a press release read. 54 percent of the funds were either earmarked for climate adaptation or for measures tackling both adaptation and climate change mitigation, the statement read, citing European Commission figures. Almost half of the total amount was pledged in the form of grants. International public climate finance aims to support countries of the Global South in implementing the 2015 Paris Agreement. SLOVENIA ONE OF THE FASTEST WARMING COUNTRIES. The targets of the Paris Agreement are increasingly at risk. Slovenia is one of the fastest warming countries. Experts from the Ljubljana Faculty of Mathematics and Physics have calculated that the country already exceeded the two-degree warming limit back in 2020. They warned that if only moderate action was taken, average temperatures in Slovenia could increase by almost five degrees Celsius by the end of the century. Minister of the Environment and Spatial Planning Uros Brezan sees great potential in solar energy. There's also a debate on the potential construction of a second unit at the Krsko nuclear power station. The life span of the plant's first unit is to be extended to 2043. Next year, Slovenia is expected to adopt a climate change law, which is to introduce a climate council, a body bringing together experts, political players and NGOs in a bid to find the most suitable measures to mitigate climate change. The country expects the COP27 Climate Conference to focus on issues concerning the developing countries. Environment Minister Brezan, who will attend the conference in Sharm El Sheikh, said that the issue of financing will always arise in the relationship between developed and developing countries. The promise that developing countries would receive 100 billion US dollars in climate aid a year had not been kept. \"I believe we can make progress there. Slovenia, as a developed country, is committed to making a greater effort,\" Brezan said. SERBIA'S CLIMATE PROMISE. Serbia has committed to reducing greenhouse gas emissions by 33.3 percent by 2030 and announced that by the end of this year, the country will publish the first National Plan for Adaptation to Climate Change in Serbia. The country aims to abandon fossil fuels in favor of renewable energy sources, as well as switch to a circular economy model and reduce waste. The EU delegation in Serbia welcomed the country's increased climate ambition and called for the adoption of long-term strategies for climate neutrality by 2050. The head of the EU Delegation in Serbia, Emanuele Giaufret, said that \"the EU will provide direct budget support in the amount of 165 million euros to mitigate the energy crisis. In parallel, the EU supports Serbia in increasing the energy efficiency of public and private facilities and the share of renewable energy sources.\" Ahead of the UN Climate Summit COP27, the Digital Climate Atlas of Serbia was presented in Belgrade. The online platform is based on meteorological and geospatial data, providing insights into current and future climate changes for the entire territory of Serbia. (continues). This article was produced with contributions from AFP, ANSA, dpa, FENA, Tanjug and STA as part of the European Newsroom (enr) project.</p>", "publisher": "ANSA English Media Service", "instances": ["04 billion euros in climate finance to the Global South. The funding from public sources aims \"to support developing countries to reduce their greenhouse gas emissions and adapt to the impacts of climate change,\" a press release read. Almost half of the total amount was pledged in the form of grants. International public climate finance aims to support countries of the Global South in implementing the 2015 Paris Agreement."]}, {"relevance_score": 52, "title": "Europe's climate ambitions at COP27", "published": "2022-11-04", "bodyText": "<p nitf:lede=\"true\">(ANSA) - NOV 4 - With the 2015 Paris Agreement, the international community committed itself to limit global warming to less than two degrees Celsius. At the Glasgow summit in 2021, a number of states assured that they would no longer invest into coal, oil and gas. Russia's war in Ukraine threw many things into disarray. Now, the climate targets are to be improved at the UN's COP27. RUSSIAN GAS. </p><p>Russian gas no longer flows to Europe. Germany, for example, is investing billions in new liquefied natural gas terminals on the coast. Coal-fired power plants are put back into operation to secure the electricity supply this winter. Similar things are happening in other parts of Europe. Nevertheless, the EU states assure that they want to meet the EU's climate protection target, i. e. reduce greenhouse gas emissions by at least 55 percent by 2030 compared to 1990. Ahead of the UN's COP27 Climate Change Conference, which takes place in Sharm-el-Sheikh, Egypt, from November 6, the EU Parliament calls for more leadership in mitigating climate change. The EU must show leadership and increase its 2030 emission reduction targets, stated a resolution adopted by the EU parliament in October. The EU Parliament called on industrialized countries to increase their climate protection targets, saying that Russia's war against Ukraine and its consequences made it all the more urgent to transform the global energy system. In addition, MEPs requested that the developed countries must keep their promise and ensure that the developing countries receive 100 billion US dollars in funding each year for climate protection. Germany's State Secretary and Special Envoy for International Climate Action at the Federal Foreign Office, Jennifer Morgan, called on the EU to take the leading role at the international conference: \"The EU must lead the way in accelerating the energy transition in solidarity with weaker nations.\" She added that it was also important to keep financial commitments to developing nations and to support countries particularly affected by climate change through a solidarity pact. Germany will double its international funding commitments for environmental protection to 1.5 billion euros per year by 2025 at the latest. EU PLEDGES MORE THAN 23 BILLION EUROS IN CLIMATE FINANCE TO THE GLOBAL SOUTH. On October 28, the Council of the EU announced that the European Union and its 27 member states have pledged 23.04 billion euros in climate finance to the Global South. The funding from public sources aims \"to support developing countries to reduce their greenhouse gas emissions and adapt to the impacts of climate change,\" a press release read. 54 percent of the funds were either earmarked for climate adaptation or for measures tackling both adaptation and climate change mitigation, the statement read, citing European Commission figures. Almost half of the total amount was pledged in the form of grants. International public climate finance aims to support countries of the Global South in implementing the 2015 Paris Agreement. SLOVENIA ONE OF THE FASTEST WARMING COUNTRIES. The targets of the Paris Agreement are increasingly at risk. Slovenia is one of the fastest warming countries. Experts from the Ljubljana Faculty of Mathematics and Physics have calculated that the country already exceeded the two-degree warming limit back in 2020. They warned that if only moderate action was taken, average temperatures in Slovenia could increase by almost five degrees Celsius by the end of the century. Minister of the Environment and Spatial Planning Uros Brezan sees great potential in solar energy. There's also a debate on the potential construction of a second unit at the Krsko nuclear power station. The life span of the plant's first unit is to be extended to 2043. Next year, Slovenia is expected to adopt a climate change law, which is to introduce a climate council, a body bringing together experts, political players and NGOs in a bid to find the most suitable measures to mitigate climate change. The country expects the COP27 Climate Conference to focus on issues concerning the developing countries. Environment Minister Brezan, who will attend the conference in Sharm El Sheikh, said that the issue of financing will always arise in the relationship between developed and developing countries. The promise that developing countries would receive 100 billion US dollars in climate aid a year had not been kept. \"I believe we can make progress there. Slovenia, as a developed country, is committed to making a greater effort,\" Brezan said. SERBIA'S CLIMATE PROMISE. Serbia has committed to reducing greenhouse gas emissions by 33.3 percent by 2030 and announced that by the end of this year, the country will publish the first National Plan for Adaptation to Climate Change in Serbia. The country aims to abandon fossil fuels in favor of renewable energy sources, as well as switch to a circular economy model and reduce waste. The EU delegation in Serbia welcomed the country's increased climate ambition and called for the adoption of long-term strategies for climate neutrality by 2050. The head of the EU Delegation in Serbia, Emanuele Giaufret, said that \"the EU will provide direct budget support in the amount of 165 million euros to mitigate the energy crisis. In parallel, the EU supports Serbia in increasing the energy efficiency of public and private facilities and the share of renewable energy sources.\" Ahead of the UN Climate Summit COP27, the Digital Climate Atlas of Serbia was presented in Belgrade. The online platform is based on meteorological and geospatial data, providing insights into current and future climate changes for the entire territory of Serbia. (continues). This article was produced with contributions from AFP, ANSA, dpa, FENA, Tanjug and STA as part of the European Newsroom (enr) project.</p>", "publisher": "ANSA English Corporate Service", "instances": ["04 billion euros in climate finance to the Global South. The funding from public sources aims \"to support developing countries to reduce their greenhouse gas emissions and adapt to the impacts of climate change,\" a press release read. Almost half of the total amount was pledged in the form of grants. International public climate finance aims to support countries of the Global South in implementing the 2015 Paris Agreement."]}, {"relevance_score": 11, "title": "Mediterranean, new observatory for Italian coastal landscape", "published": "2020-07-21", "bodyText": "<p nitf:lede=\"true\">(ANSAmed) - ROME, JULY 21 - Starting on Tuesday, the website of the Observatory on Italian coastal landscapes is active. It is promoted by environmental organization Legambiente with the scientific support of researchers and professors from several Italian universities. The platform  (<url normalizedValue=\"http://www.paesaggicostieri.org\">www.paesaggicostieri.org</url>) features analyses and scientific research with the objective of increasing the attention towards coastal areas and ongoing phenomena of transformation. The aim is to provide concrete responses for the preservation of coastal landscapes with particular attention to the impact of climate change, soil consumption and new models to use space and tourism.</p><p>The first initiative of the observatory is to launch a photographic competition on the theme of coastal erosion. The universities of Pescara, Ancona, Bari, Ascoli, Florence, Genoa, Messina, Trento and Venice are taking part in the project together with research institutes including CMCC, CRESME, ENEA, GNRAC.</p><p>Edoardo Zanchini, vice president of Legambiente, said ''erosion is a phenomenon that has always distinguished coastal areas, for natural and anthropic reasons, but which will become over the coming years even more urgent and important to study to understand the dynamic for climate change already characterizing the Mediterranean, which are increasingly typical with rising sea temperatures and the impact of meteorological phenomena''.</p><p>''In particular, it is urgent for Italy to approve a national plan of climate adaptation, as other major European countries have already done, which considers coasts among its priorities'', he concluded.(ANSAmed).</p>", "publisher": "ANSA English Corporate Service", "instances": ["The universities of Pescara, Ancona, Bari, Ascoli, Florence, Genoa, Messina, Trento and Venice are taking part in the project together with research institutes including CMCC, CRESME, ENEA, GNRAC. Edoardo Zanchini, vice president of Legambiente, said ''erosion is a phenomenon that has always distinguished coastal areas, for natural and anthropic reasons, but which will become over the coming years even more urgent and important to study to understand the dynamic for climate change already characterizing the Mediterranean, which are increasingly typical with rising sea temperatures and the impact of meteorological phenomena''. (ANSAmed)."]}, {"relevance_score": 11, "title": "Mediterranean, new observatory for Italian coastal landscape", "published": "2020-07-21", "bodyText": "<p nitf:lede=\"true\">(ANSAmed) Starting on Tuesday, the website of the Observatory on Italian coastal landscapes is active. It is promoted by environmental organization Legambiente with the scientific support of researchers and professors from several Italian universities. The platform  (<url normalizedValue=\"http://www.paesaggicostieri.org\">www.paesaggicostieri.org</url>) features analyses and scientific research with the objective of increasing the attention towards coastal areas and ongoing phenomena of transformation. The aim is to provide concrete responses for the preservation of coastal landscapes with particular attention to the impact of climate change, soil consumption and new models to use space and tourism.</p><p>The first initiative of the observatory is to launch a photographic competition on the theme of coastal erosion. The universities of Pescara, Ancona, Bari, Ascoli, Florence, Genoa, Messina, Trento and Venice are taking part in the project together with research institutes including CMCC, CRESME, ENEA, GNRAC.</p><p>Edoardo Zanchini, vice president of Legambiente, said ''erosion is a phenomenon that has always distinguished coastal areas, for natural and anthropic reasons, but which will become over the coming years even more urgent and important to study to understand the dynamic for climate change already characterizing the Mediterranean, which are increasingly typical with rising sea temperatures and the impact of meteorological phenomena''.</p><p>''In particular, it is urgent for Italy to approve a national plan of climate adaptation, as other major European countries have already done, which considers coasts among its priorities'', he concluded.(ANSAmed).</p>", "publisher": "ANSAmed - English", "instances": ["The universities of Pescara, Ancona, Bari, Ascoli, Florence, Genoa, Messina, Trento and Venice are taking part in the project together with research institutes including CMCC, CRESME, ENEA, GNRAC. Edoardo Zanchini, vice president of Legambiente, said ''erosion is a phenomenon that has always distinguished coastal areas, for natural and anthropic reasons, but which will become over the coming years even more urgent and important to study to understand the dynamic for climate change already characterizing the Mediterranean, which are increasingly typical with rising sea temperatures and the impact of meteorological phenomena''. (ANSAmed)."]}, {"relevance_score": 11, "title": "Mediterranean, new observatory for Italian coastal landscape", "published": "2020-07-21", "bodyText": "<p nitf:lede=\"true\">(ANSAmed) - ROME, JULY 21 - Starting on Tuesday, the website of the Observatory on Italian coastal landscapes is active. It is promoted by environmental organization Legambiente with the scientific support of researchers and professors from several Italian universities. The platform  (<url normalizedValue=\"http://www.paesaggicostieri.org\">www.paesaggicostieri.org</url>) features analyses and scientific research with the objective of increasing the attention towards coastal areas and ongoing phenomena of transformation. The aim is to provide concrete responses for the preservation of coastal landscapes with particular attention to the impact of climate change, soil consumption and new models to use space and tourism.</p><p>The first initiative of the observatory is to launch a photographic competition on the theme of coastal erosion. The universities of Pescara, Ancona, Bari, Ascoli, Florence, Genoa, Messina, Trento and Venice are taking part in the project together with research institutes including CMCC, CRESME, ENEA, GNRAC.</p><p>Edoardo Zanchini, vice president of Legambiente, said ''erosion is a phenomenon that has always distinguished coastal areas, for natural and anthropic reasons, but which will become over the coming years even more urgent and important to study to understand the dynamic for climate change already characterizing the Mediterranean, which are increasingly typical with rising sea temperatures and the impact of meteorological phenomena''.</p><p>''In particular, it is urgent for Italy to approve a national plan of climate adaptation, as other major European countries have already done, which considers coasts among its priorities'', he concluded.(ANSAmed).</p>", "publisher": "ANSA English Media Service", "instances": ["The universities of Pescara, Ancona, Bari, Ascoli, Florence, Genoa, Messina, Trento and Venice are taking part in the project together with research institutes including CMCC, CRESME, ENEA, GNRAC. Edoardo Zanchini, vice president of Legambiente, said ''erosion is a phenomenon that has always distinguished coastal areas, for natural and anthropic reasons, but which will become over the coming years even more urgent and important to study to understand the dynamic for climate change already characterizing the Mediterranean, which are increasingly typical with rising sea temperatures and the impact of meteorological phenomena''. (ANSAmed)."]}, {"relevance_score": 17, "title": "UN project to help El Salvador's farmers cope with climate change gets $35.8m boost", "published": "2019-04-18", "bodyText": "<p nitf:lede=\"true\">April 18--Farmers in El Salvador's Dry Corridor will benefit from a 35.8 million dollar grant to a United Nations Food and Agriculture Organisation project aimed at boosting their resilience to climate change, the Fao said on Thursday in a statement.</p><p>The Green Climate Fund, the main global fund to finance action to fight climate change agreed to give Fao the funds under an accord signed at the UN agency's headquarters in Rome, according to the statement.</p><p>Besides the Gcf grant, the project will receive $91.8 million from the Salvadoran Government and the Initiative for the Americas Fund, the statement said.</p><p>\"This is the second fully-fledged agreement that Fao has signed with Gcf this month,\" said FAO Assistant Director-General for Programme Support and Technical Cooperation, Roberto Ridolfi.</p><p>\"We want to build on this momentum to consolidate our joints efforts in dealing with climate change effects in the world and supporting the sustainable management of agriculture systems and natural resources,\" he added.</p><p>Over two million people live in poverty in El Salvador's Dry Corridor, an area that suffers severe droughts, floods, tropical storms, with more than a million depending on the production of staple grains as their main livelihood, Fao said.</p><p>Fao's five-year 127.7 million dollar Reclima project seeks to strengthen the resilience of smallholder farmers, who are often on the frontline of climate change impacts, by promoting climate adaptation measures such as the use of seeds that are tolerant to drought, the agency said.</p><p>Reclima aims to support 50,000 family farmers, who account for almost 15 percent of all family farmers in the country, through transforming their productive practices, improving their basic infrastructure and technical knowledge to build fully sustainable and resilient food systems.</p><p>The project is expected to benefit around 225,000 vulnerable people, including those from indigenous communities, said Fao.</p><p>Reclima also envisages improving agricultural extension systems and promoting a landscape approach to provide ecosystem services through the restoration of 17,000 hectares of degraded land.</p><p>Almost 4,000 families stand to benefit from better access to water through the capture, storage and distribution of rainwater, Fao said.</p><p>___ (c)2019 Adnkronos International (Rome) Visit Adnkronos International (Rome) at <url normalizedValue=\"http://www.adnkronos.com\">www.adnkronos.com</url> Distributed by Tribune Content Agency, LLC.</p>", "publisher": "AdnkroNos International, Rome", "instances": ["Over two million people live in poverty in El Salvador's Dry Corridor, an area that suffers severe droughts, floods, tropical storms, with more than a million depending on the production of staple grains as their main livelihood, Fao said. Fao's five-year 127. Reclima aims to support 50,000 family farmers, who account for almost 15 percent of all family farmers in the country, through transforming their productive practices, improving their basic infrastructure and technical knowledge to build fully sustainable and resilient food systems. The project is expected to benefit around 225,000 vulnerable people, including those from indigenous communities, said Fao."]}, {"relevance_score": 6, "title": "Civil Protection: Euromed project holds meeting in Paris", "published": "2014-06-27", "bodyText": "<p nitf:lede=\"true\">(ANSAmed) Representatives of civil protection departments of Algeria, Egypt, Jordan, Israel, Lebanon, Morocco, Palestinian Territories and Tunisia will gather in Paris on 2-3 July 2014 for the PPRD South II project (Prevention, Preparedness, and Response to natural and human Disasters) National Correspondents' meeting.</p><p>This first correspondents meeting, according to the Enpi website (<url normalizedValue=\"http://www.enpi-info.eu\">www.enpi-info.eu</url>) will address key aspects of the programme such as project strategy and sustainability, as well as the update of operational manuals: these contain emergency procedures and procedures for contact making between operational centres and the European Emergency Response Centre (ERCC), in time of peace as in crisis times.</p><p>The meeting will take place at the Inter ministerial Crisis Management Operation Centre (COGIC) in Asnières (France) and will be the opportunity to visit the French Centre and for an informal discussion with experts and civil protection agents from the French Ministry of Foreign Affairs that have been trained under the European Civil Protection Mechanism.</p><p>PPRD South II is a three year programme with a 5 million euros budget which aims at reducing vulnerability to, and the social, economic and environmental costs of, natural and man-made disasters, thereby enhancing regional and national sustainable development and climate adaptation.</p>", "publisher": "ANSAmed - English", "instances": ["eu) will address key aspects of the programme such as project strategy and sustainability, as well as the update of operational manuals: these contain emergency procedures and procedures for contact making between operational centres and the European Emergency Response Centre (ERCC), in time of peace as in crisis times. The meeting will take place at the Inter ministerial Crisis Management Operation Centre (COGIC) in Asnières (France) and will be the opportunity to visit the French Centre and for an informal discussion with experts and civil protection agents from the French Ministry of Foreign Affairs that have been trained under the European Civil Protection Mechanism."]}, {"relevance_score": 8, "title": "South Med experts will visit EU crisis management centres", "published": "2014-05-08", "bodyText": "<p nitf:lede=\"true\">(ANSAmed) A group of Tunisian and Moroccan experts will start a visit to European crisis management and operational centres in Belgium and France on Monday 12 May. This visit, organised in the framework of the PPRD South 2 project (Prevention, Preparedness, and Response to natural and human Disasters), according to the Enpi website (<url normalizedValue=\"http://www.enpi-info.eu\">www.enpi-info.eu</url>) is the first in a series of ten exchanges.</p><p>The series of expert exchanges, which will allow 45 participants from beneficiary countries to share their experiences, aims at strengthening networks of experts and structures between Europe and partner countries and at improving knowledge on structures and procedures of European crisis management centres. Tunisian experts will visit the Belgium crisis management centre in Brussels, and Moroccan experts will visit the Operational Centre for Inter-ministerial Crisis Management (COGIC) in France. After the visits, the experts meet in Brussels to visit the Emergency Response Coordination Centre (ERCC).</p><p>PPRD South II is a three year programme with a 5 million euros budget which aims at reducing vulnerability to, and the social, economic and environmental costs of, natural and man-made disasters, thereby enhancing regional and national sustainable development and climate adaptation.</p>", "publisher": "ANSAmed - English", "instances": ["Tunisian experts will visit the Belgium crisis management centre in Brussels, and Moroccan experts will visit the Operational Centre for Inter-ministerial Crisis Management (COGIC) in France. After the visits, the experts meet in Brussels to visit the Emergency Response Coordination Centre (ERCC)."]}, {"relevance_score": 5, "title": "Civil Protection: EU, new call for Mediterranean Programme", "published": "2012-10-11", "bodyText": "<p nitf:lede=\"true\">(ANSAmed)- Brussels, October 11 - The European Commission has published a contract forecast notice for the second phase of the Euromed programme for the Prevention, Preparedness and Response to natural and man-made Disasters (PPRD) South with a budget of 5 million euros.</p><p>According to the Enpi website (<url normalizedValue=\"http://www.enpi-info.eu\">www.enpi-info.eu</url>) the overall objective of this technical assistance contract is to reduce the vulnerability to, and the social, economic and environmental costs of, natural and man-made disasters in the ENP South region, thereby enhancing regional and national sustainable development and climate adaptation.</p><p>Building on the 'acquis' and lessons learned from ongoing and previous programmes, the purpose of this project is to: reinforce institutional cooperation between the EU civil protection mechanism and the ENP South partner countries' civil protection systems, encourage inter-regional coordination and cooperation in order to have coordinated responses of partner countries affected by the same disaster, and stimulate the development of a regional approach to disaster management based on prevention and preparedness rather than on response, with the involvement of governmental actors as well as of civil society stakeholders.</p>", "publisher": "ANSA English Media Service", "instances": ["According to the Enpi website (www. enpi-info. Building on the 'acquis' and lessons learned from ongoing and previous programmes, the purpose of this project is to: reinforce institutional cooperation between the EU civil protection mechanism and the ENP South partner countries' civil protection systems, encourage inter-regional coordination and cooperation in order to have coordinated responses of partner countries affected by the same disaster, and stimulate the development of a regional approach to disaster management based on prevention and preparedness rather than on response, with the involvement of governmental actors as well as of civil society stakeholders."]}, {"relevance_score": 5, "title": "Civil Protection: EU, new call for Mediterranean Programme", "published": "2012-10-11", "bodyText": "<p nitf:lede=\"true\">(ANSAmed) The European Commission has published a contract forecast notice for the second phase of the Euromed programme for the Prevention, Preparedness and Response to natural and man-made Disasters (PPRD) South with a budget of 5 million euros.</p><p>According to the Enpi website (<url normalizedValue=\"http://www.enpi-info.eu\">www.enpi-info.eu</url>) the overall objective of this technical assistance contract is to reduce the vulnerability to, and the social, economic and environmental costs of, natural and man-made disasters in the ENP South region, thereby enhancing regional and national sustainable development and climate adaptation.</p><p>Building on the 'acquis' and lessons learned from ongoing and previous programmes, the purpose of this project is to: reinforce institutional cooperation between the EU civil protection mechanism and the ENP South partner countries' civil protection systems, encourage inter-regional coordination and cooperation in order to have coordinated responses of partner countries affected by the same disaster, and stimulate the development of a regional approach to disaster management based on prevention and preparedness rather than on response, with the involvement of governmental actors as well as of civil society stakeholders.</p>", "publisher": "ANSAmed - English", "instances": ["According to the Enpi website (www. enpi-info. Building on the 'acquis' and lessons learned from ongoing and previous programmes, the purpose of this project is to: reinforce institutional cooperation between the EU civil protection mechanism and the ENP South partner countries' civil protection systems, encourage inter-regional coordination and cooperation in order to have coordinated responses of partner countries affected by the same disaster, and stimulate the development of a regional approach to disaster management based on prevention and preparedness rather than on response, with the involvement of governmental actors as well as of civil society stakeholders."]}, {"relevance_score": 8, "title": "Environment: Maremed, 12 EU regions in coastal strategy", "published": "2013-03-21", "bodyText": "<p nitf:lede=\"true\">(ANSAmed) - BRUSSELS, MARCH 21 - A joint, locally run strategy for the coastal areas of the Mediterranean is the aim of the Maremed project. The project includes 12 regions from the five Eu countries Cyprus, France, Spain, Greece and Italy and the Conference of the Peripheral Maritime Regions of Europe. </p><p>It was the focus of a European Parliament conference Thursday in Brussels.  The project has worked a great deal on data and information exchange on such issues as maritime policies governance and climate adaptation. The regions wants funds from the EU in order to analyze data for territorial planning, said Gabriele Cascino, the councillor for state property of the Liguria region, the 350-km coastal area of which contains 80% of its population. At the moment the issue is the third mountain pass for the Genoa-Rotterdam corridor, but given the 2011 Vernazza and Monterosso disaster, Cascino noted that ''it is clear that a strategic environmental analysis is required''.  Crotone province vice president Ubaldo Prati noted that ''we are asking the EU to be heard before directives are issued or financing planned, since often local needs are unknown'', and especially when it comes to southern Europe, which has to take into account ''years of unbridled pollution''.  And so the Bologna Carta was brought up as a possible solution once again on Thursday in Brussels, which ''drew up a strategy involving a large project with a number of interventions to safeguard the coast,'' said Paola Gazzolo, councillor for territorial security of the Emilia Romagna region.</p>", "publisher": "ANSA English Media Service", "instances": ["The project includes 12 regions from the five Eu countries Cyprus, France, Spain, Greece and Italy and the Conference of the Peripheral Maritime Regions of Europe. It was the focus of a European Parliament conference Thursday in Brussels. The regions wants funds from the EU in order to analyze data for territorial planning, said Gabriele Cascino, the councillor for state property of the Liguria region, the 350-km coastal area of which contains 80% of its population. At the moment the issue is the third mountain pass for the Genoa-Rotterdam corridor, but given the 2011 Vernazza and Monterosso disaster, Cascino noted that ''it is clear that a strategic environmental analysis is required''."]}, {"relevance_score": 8, "title": "Environment: Maremed, 12 EU regions in coastal strategy", "published": "2013-03-21", "bodyText": "<p nitf:lede=\"true\">(ANSAmed) A joint, locally run strategy for the coastal areas of the Mediterranean is the aim of the Maremed project. The project includes 12 regions from the five Eu countries Cyprus, France, Spain, Greece and Italy and the Conference of the Peripheral Maritime Regions of Europe. </p><p>It was the focus of a European Parliament conference Thursday in Brussels.  The project has worked a great deal on data and information exchange on such issues as maritime policies governance and climate adaptation. The regions wants funds from the EU in order to analyze data for territorial planning, said Gabriele Cascino, the councillor for state property of the Liguria region, the 350-km coastal area of which contains 80% of its population. At the moment the issue is the third mountain pass for the Genoa-Rotterdam corridor, but given the 2011 Vernazza and Monterosso disaster, Cascino noted that ''it is clear that a strategic environmental analysis is required''.  Crotone province vice president Ubaldo Prati noted that ''we are asking the EU to be heard before directives are issued or financing planned, since often local needs are unknown'', and especially when it comes to southern Europe, which has to take into account ''years of unbridled pollution''.  And so the Bologna Carta was brought up as a possible solution once again on Thursday in Brussels, which ''drew up a strategy involving a large project with a number of interventions to safeguard the coast,'' said Paola Gazzolo, councillor for territorial security of the Emilia Romagna region.</p>", "publisher": "ANSAmed - English", "instances": ["The project includes 12 regions from the five Eu countries Cyprus, France, Spain, Greece and Italy and the Conference of the Peripheral Maritime Regions of Europe. It was the focus of a European Parliament conference Thursday in Brussels. The regions wants funds from the EU in order to analyze data for territorial planning, said Gabriele Cascino, the councillor for state property of the Liguria region, the 350-km coastal area of which contains 80% of its population. At the moment the issue is the third mountain pass for the Genoa-Rotterdam corridor, but given the 2011 Vernazza and Monterosso disaster, Cascino noted that ''it is clear that a strategic environmental analysis is required''."]}, {"relevance_score": 6, "title": "Commission approves 7th instalment of Italy's NRRP (2)", "published": "2025-07-01", "bodyText": "<p nitf:lede=\"true\">(ANSA) - JUL 1 - The European Commission said Tuesday that it has endorsed a positive preliminary assessment linked to Italy's request for the seventh payment of its National Recovery and Resilience Plan (NRRP) worth 18.3 billion euros. The payment request, made in December, covers steps in the delivery of 10 reforms and 46 investments in the areas of justice, public administration, public procurement, competition, waste management, cybersecurity and digitalisation of public administration, climate adaptation, renewable energy, energy poverty, sustainable transport, agriculture and scholarships at graduate and post-graduate level. The NRRP seeks to make the Italian economy greener and more modern with projects financed with the help of 194.4 billion euros in EU grants and low-interest loans under of the bloc's post-Covid Recovery Fund. The payments are conditional on Italy passing milestones, including a numver of structural reforms.</p><p/>", "publisher": "ANSA English Media Service", "instances": ["(ANSA) - JUL 1 - The European Commission said Tuesday that it has endorsed a positive preliminary assessment linked to Italy's request for the seventh payment of its National Recovery and Resilience Plan (NRRP) worth 18. 3 billion euros. The NRRP seeks to make the Italian economy greener and more modern with projects financed with the help of 194. 4 billion euros in EU grants and low-interest loans under of the bloc's post-Covid Recovery Fund."]}, {"relevance_score": 6, "title": "Commission approves 7th instalment of Italy's NRRP (2)", "published": "2025-07-01", "bodyText": "<p nitf:lede=\"true\">(ANSA) - JUL 1 - The European Commission said Tuesday that it has endorsed a positive preliminary assessment linked to Italy's request for the seventh payment of its National Recovery and Resilience Plan (NRRP) worth 18.3 billion euros. The payment request, made in December, covers steps in the delivery of 10 reforms and 46 investments in the areas of justice, public administration, public procurement, competition, waste management, cybersecurity and digitalisation of public administration, climate adaptation, renewable energy, energy poverty, sustainable transport, agriculture and scholarships at graduate and post-graduate level. The NRRP seeks to make the Italian economy greener and more modern with projects financed with the help of 194.4 billion euros in EU grants and low-interest loans under of the bloc's post-Covid Recovery Fund. The payments are conditional on Italy passing milestones, including a numver of structural reforms.</p><p/>", "publisher": "ANSA English Corporate Service", "instances": ["(ANSA) - JUL 1 - The European Commission said Tuesday that it has endorsed a positive preliminary assessment linked to Italy's request for the seventh payment of its National Recovery and Resilience Plan (NRRP) worth 18. 3 billion euros. The NRRP seeks to make the Italian economy greener and more modern with projects financed with the help of 194. 4 billion euros in EU grants and low-interest loans under of the bloc's post-Covid Recovery Fund."]}, {"relevance_score": 7, "title": "Commission approves 7th instalment of Italy's NRRP (3)", "published": "2025-07-01", "bodyText": "<p nitf:lede=\"true\">(ANSA) - JUL 1 - The European Commission said Tuesday that it has endorsed a positive preliminary assessment linked to Italy's request for the seventh payment of its National Recovery and Resilience Plan (NRRP) worth 18.3 billion euros. The payment request, made in December, covers steps in the delivery of 10 reforms and 46 investments in the areas of justice, public administration, public procurement, competition, waste management, cybersecurity and digitalisation of public administration, climate adaptation, renewable energy, energy poverty, sustainable transport, agriculture and scholarships at graduate and post-graduate level. The NRRP seeks to make the Italian economy greener and more modern with projects financed with the help of 194.4 billion euros in EU grants and low-interest loans under of the bloc's post-Covid Recovery Fund. The payments are conditional on Italy passing milestones, including a number of structural reforms. To date, the Commission has disbursed about 63% of the funds allocated to Italy under the Recovery and Resilience Facility - over 122 billion euros.</p><p/>", "publisher": "ANSA English Media Service", "instances": ["(ANSA) - JUL 1 - The European Commission said Tuesday that it has endorsed a positive preliminary assessment linked to Italy's request for the seventh payment of its National Recovery and Resilience Plan (NRRP) worth 18. 3 billion euros. The NRRP seeks to make the Italian economy greener and more modern with projects financed with the help of 194. 4 billion euros in EU grants and low-interest loans under of the bloc's post-Covid Recovery Fund."]}, {"relevance_score": 7, "title": "Commission approves 7th instalment of Italy's NRRP (3)", "published": "2025-07-01", "bodyText": "<p nitf:lede=\"true\">(ANSA) - JUL 1 - The European Commission said Tuesday that it has endorsed a positive preliminary assessment linked to Italy's request for the seventh payment of its National Recovery and Resilience Plan (NRRP) worth 18.3 billion euros. The payment request, made in December, covers steps in the delivery of 10 reforms and 46 investments in the areas of justice, public administration, public procurement, competition, waste management, cybersecurity and digitalisation of public administration, climate adaptation, renewable energy, energy poverty, sustainable transport, agriculture and scholarships at graduate and post-graduate level. The NRRP seeks to make the Italian economy greener and more modern with projects financed with the help of 194.4 billion euros in EU grants and low-interest loans under of the bloc's post-Covid Recovery Fund. The payments are conditional on Italy passing milestones, including a number of structural reforms. To date, the Commission has disbursed about 63% of the funds allocated to Italy under the Recovery and Resilience Facility - over 122 billion euros.</p><p/>", "publisher": "ANSA English Corporate Service", "instances": ["(ANSA) - JUL 1 - The European Commission said Tuesday that it has endorsed a positive preliminary assessment linked to Italy's request for the seventh payment of its National Recovery and Resilience Plan (NRRP) worth 18. 3 billion euros. The NRRP seeks to make the Italian economy greener and more modern with projects financed with the help of 194. 4 billion euros in EU grants and low-interest loans under of the bloc's post-Covid Recovery Fund."]}, {"relevance_score": 24, "title": "", "published": "2006-03-16", "bodyText": "<p><table pgwide=\"624\"><tgroup cols=\"1\"><colspec align=\"left\" colnum=\"1\" colwidth=\"624\"/><tbody><row><entry> (ANSA) - Sepang, March 16 - Sunday's second place in the</entry></row><row><entry> Formula 1 season opener in Bahrain gave a much-needed shot in</entry></row><row><entry> the arm to Ferrari driver Michael Schumacher who is convinced</entry></row><row><entry> his car will do great things in Sunday's Malaysia Grand Prix.</entry></row><row><entry/></row><row><entry>      After a disastrous 2005, in which he won only one race</entry></row><row><entry> and finished the season third after five straight titles,</entry></row><row><entry> Schumacher kicked off this season by grabbing pole position</entry></row><row><entry> in Bahrain and was in the lead for most of the race, before</entry></row><row><entry> Renault Fernando Alonso beat him out of a pit stop.</entry></row><row><entry/></row><row><entry>      What was most important about Bahrain, Schumacher</entry></row><row><entry> observed after he arrived here, is that it showed Ferrari</entry></row><row><entry> once again had a competitive car.</entry></row><row><entry/></row><row><entry>      \"We went to Bahrain knowing we had a good car but we</entry></row><row><entry> didn't know how we would measure up against the others. It</entry></row><row><entry> was a surprise to all of us that we did that well and this</entry></row><row><entry> give a boost of confidence to everyone. Now we know we have a</entry></row><row><entry> better car than last year,\" the German driver told the press.</entry></row><row><entry/></row><row><entry>      Schumacher came here straight from Bahrain to best adapt</entry></row><row><entry> to the radical climate change from the dry heat of the desert</entry></row><row><entry> to the equatorial heat and humidity of Malaysia.</entry></row><row><entry/></row><row><entry>      According to the seven-time world champion, climate</entry></row><row><entry> conditions, which here can include torrential downpours, are</entry></row><row><entry> \"all part of the game\".</entry></row><row><entry/></row><row><entry>      In order to get used to the climate, the Ferrari driver</entry></row><row><entry> has even been seen playing soccer in the heat of the day.</entry></row><row><entry/></row><row><entry>      \"Yeah, it's hot, but I never sweat much anyway. This</entry></row><row><entry> gives me a natural advantage… And it won't be a problem on</entry></row><row><entry> the track, my car has air conditioning,\" the 37-year old</entry></row><row><entry> driver joked.</entry></row><row><entry/></row><row><entry>      Schumacher's new teammate Felipe Massa said he had</entry></row><row><entry> decided to follow the German's approach to climate adaptation</entry></row><row><entry> and has been working out, playing tennis and jogging</entry></row><row><entry> throughout the day.</entry></row><row><entry/></row><row><entry>      \"What's important is to drink a lot of water, even up to</entry></row><row><entry> three liters before a race, and to replace minerals. In the</entry></row><row><entry> car there will be another liter and a half, but it's still</entry></row><row><entry> going to be tough,\" he said.</entry></row><row><entry/></row><row><entry>      \"I remember in 2004 when my Sauber didn't even have</entry></row><row><entry> power steering. I don't know how I made it to the end of the</entry></row><row><entry> race,\" the Brazilian recalled.</entry></row><row><entry/></row><row><entry>      Massa will be penalised ten grid positions at this</entry></row><row><entry> Sunday's Grand Prix because Ferrari mechanics were forced to</entry></row><row><entry> change the engine he used in Bahrain.</entry></row><row><entry/></row><row><entry>      An inspection of Massa's engine after Sunday's race</entry></row><row><entry> convinced Ferrari mechanics that the V8 would not withstand</entry></row><row><entry> the heat of some 35C and 70% humidity common at the Sepang</entry></row><row><entry> track.</entry></row><row><entry/></row><row><entry>     The Ferrari engine used in David Coulthard's Red Bull car</entry></row><row><entry> also had to be replaced because it gave out just after he</entry></row><row><entry> crossed the finish line.</entry></row><row><entry/></row><row><entry>      Had he blown the engine before ending the race it could</entry></row><row><entry> have been replaced without any penalty.</entry></row><row><entry/></row><row><entry>      Current race rules demand that the same engine be used</entry></row><row><entry> for two consecutive races.</entry></row><row><entry/></row><row><entry>      The engine trouble did not seem to worry Schumacher too</entry></row><row><entry> much. \"Naturally, it is of some concern, but everything has</entry></row><row><entry> checked out fine so far. Still we won't really know until we</entry></row><row><entry> get out on the track Thursday\".</entry></row><row><entry/></row></tbody></tgroup></table></p>", "publisher": "ANSA English Media Service", "instances": ["\"Yeah, it's hot, but I never sweat much anyway. This gives me a natural advantage… And it won't be a problem on the track, my car has air conditioning,\" the 37-year old driver joked. \"What's important is to drink a lot of water, even up to three liters before a race, and to replace minerals. In the car there will be another liter and a half, but it's still going to be tough,\" he said."]}, {"relevance_score": 16, "title": "Andreoli (Renael and Aess): \"For a green transition, focus on partnership\" (2)", "published": "2025-05-07", "bodyText": "<p nitf:lede=\"true\">\"Calibrating the measures and allocating them to those who need them can only do good, thus also stimulating the responsibility of users in terms of energy and achieving decarbonisation objectives. If people are not interested and engaged - he specifies - the goal will not be reached. In the public-private partnerships that worked well, everyone had a task and a role\".</p><p>Another issue not to be underestimated is that of climate adaptation, \"another great goal that we must put in place today to manage extreme events. An aspect that offers the possibility of opening doors not only to banks and companies, but also to insurance companies, for example. This can be a way to build sustainable business models\".</p><p>©2025 GMC S.A.P.A. di G. P. Marra. Visit at adnkronos.com. Distributed by Tribune Content Agency, LLC.</p>", "publisher": "AdnkroNos International, Rome", "instances": ["If people are not interested and engaged - he specifies - the goal will not be reached. In the public-private partnerships that worked well, everyone had a task and a role\". An aspect that offers the possibility of opening doors not only to banks and companies, but also to insurance companies, for example. This can be a way to build sustainable business models\"."]}, {"relevance_score": 1, "title": "Climate adaptation plan out start of 2024 - Musumeci", "published": "2023-05-24", "bodyText": "<p nitf:lede=\"true\">(ANSA) - MAY 24 - Italy's new climate adaptation plan will be out at the start of next year, Civil Protection Minister Nello Musumeci said Wednesday while commenting on the government's response to the Emilia-Romagna floods that have killed 15 people and caused widespread devastation.</p>", "publisher": "ANSA English Media Service", "instances": [""]}, {"relevance_score": 1, "title": "Climate adaptation plan out start of 2024 - Musumeci", "published": "2023-05-24", "bodyText": "<p nitf:lede=\"true\">(ANSA) - MAY 24 - Italy's new climate adaptation plan will be out at the start of next year, Civil Protection Minister Nello Musumeci said Wednesday while commenting on the government's response to the Emilia-Romagna floods that have killed 15 people and caused widespread devastation.</p>", "publisher": "ANSA English Corporate Service", "instances": [""]}, {"relevance_score": 2, "title": "Climate adaptation plan out start of 2024 - Musumeci (2)", "published": "2023-05-24", "bodyText": "<p nitf:lede=\"true\">(ANSA) - MAY 24 - Italy's new climate adaptation plan will be out at the start of next year, Civil Protection Minister Nello Musumeci said Wednesday while commenting on the government's response to the Emilia-Romagna floods that have killed 15 people and caused widespread devastation. Briefing the Senate, Musumeci said that he and Environment Minister Gilberto Pichetto Fratin had already accelerated the definition of the plan \"and between the end of this year and the beginning of next year, we will present it updated with data processed between 2016 and 2020\".</p>", "publisher": "ANSA English Corporate Service", "instances": ["Briefing the Senate, Musumeci said that he and Environment Minister Gilberto Pichetto Fratin had already accelerated the definition of the plan \"and between the end of this year and the beginning of next year, we will present it updated with data processed between 2016 and 2020\"."]}, {"relevance_score": 2, "title": "Climate adaptation plan out start of 2024 - Musumeci (2)", "published": "2023-05-24", "bodyText": "<p nitf:lede=\"true\">(ANSA) - MAY 24 - Italy's new climate adaptation plan will be out at the start of next year, Civil Protection Minister Nello Musumeci said Wednesday while commenting on the government's response to the Emilia-Romagna floods that have killed 15 people and caused widespread devastation. Briefing the Senate, Musumeci said that he and Environment Minister Gilberto Pichetto Fratin had already accelerated the definition of the plan \"and between the end of this year and the beginning of next year, we will present it updated with data processed between 2016 and 2020\".</p>", "publisher": "ANSA English Media Service", "instances": ["Briefing the Senate, Musumeci said that he and Environment Minister Gilberto Pichetto Fratin had already accelerated the definition of the plan \"and between the end of this year and the beginning of next year, we will present it updated with data processed between 2016 and 2020\"."]}, {"relevance_score": 4, "title": "Climate top priority for Italians after cost of living - EIB", "published": "2024-11-11", "bodyText": "<p nitf:lede=\"true\">(ANSA) - NOV 11 - Climate change is the top priority for Italian people after the cost-of-living crisis, according to the European Investment Bank's (EIB) annual Climate Survey, released on Monday as the UN COP29 Conference kicks off in Baku. The study said that over two-thirds of Italian respondents (67%, 17 points above the EU average of 50%) consider climate adaptation a priority for their country in the coming years. It said 97% of Italian respondents say it is important for their country to adapt to climate change, while 91% agree that spending on adaptation is required urgently to avoid even higher costs in the future. Furthermore, 91% of Italian respondents say that investing in climate change adaptation can create jobs and boost the local economy.</p><p/>", "publisher": "ANSA English Corporate Service", "instances": ["(ANSA) - NOV 11 - Climate change is the top priority for Italian people after the cost-of-living crisis, according to the European Investment Bank's (EIB) annual Climate Survey, released on Monday as the UN COP29 Conference kicks off in Baku. It said 97% of Italian respondents say it is important for their country to adapt to climate change, while 91% agree that spending on adaptation is required urgently to avoid even higher costs in the future. Furthermore, 91% of Italian respondents say that investing in climate change adaptation can create jobs and boost the local economy."]}, {"relevance_score": 4, "title": "Climate top priority for Italians after cost of living - EIB", "published": "2024-11-11", "bodyText": "<p nitf:lede=\"true\">(ANSA) - NOV 11 - Climate change is the top priority for Italian people after the cost-of-living crisis, according to the European Investment Bank's (EIB) annual Climate Survey, released on Monday as the UN COP29 Conference kicks off in Baku. The study said that over two-thirds of Italian respondents (67%, 17 points above the EU average of 50%) consider climate adaptation a priority for their country in the coming years. It said 97% of Italian respondents say it is important for their country to adapt to climate change, while 91% agree that spending on adaptation is required urgently to avoid even higher costs in the future. Furthermore, 91% of Italian respondents say that investing in climate change adaptation can create jobs and boost the local economy.</p><p/>", "publisher": "ANSA English Media Service", "instances": ["(ANSA) - NOV 11 - Climate change is the top priority for Italian people after the cost-of-living crisis, according to the European Investment Bank's (EIB) annual Climate Survey, released on Monday as the UN COP29 Conference kicks off in Baku. It said 97% of Italian respondents say it is important for their country to adapt to climate change, while 91% agree that spending on adaptation is required urgently to avoid even higher costs in the future. Furthermore, 91% of Italian respondents say that investing in climate change adaptation can create jobs and boost the local economy."]}, {"relevance_score": 7, "title": "Climate adaptation plan out start of 2024 - Musumeci (3)", "published": "2023-05-24", "bodyText": "<p nitf:lede=\"true\">(ANSA) - MAY 24 - Italy's new climate adaptation plan will be out at the start of next year, Civil Protection Minister Nello Musumeci said Wednesday while commenting on the government's response to the Emilia-Romagna floods that have killed 15 people and caused widespread devastation. Briefing the Senate, Musumeci said that he and Environment Minister Gilberto Pichetto Fratin had already accelerated the definition of the plan \"and between the end of this year and the beginning of next year, we will present it updated with data processed between 2016 and 2020\". He explained that until the current government took office in October, the plan had \"not made much progress, so much so that it was not made public.\" Musumeci stressed: \"Climate change is no longer an extraordinary phenomenon. Tropicalisation already arrived in Italy ten years ago and led the then government in 2016 to prepare a national plan for adaptation to the changed climate context. From 2016 until this current government took office, that plan had not made significant progress, so much so that it was not made public.\" He said \"major acceleration\" would now take place.</p><p/>", "publisher": "ANSA English Corporate Service", "instances": ["Briefing the Senate, Musumeci said that he and Environment Minister Gilberto Pichetto Fratin had already accelerated the definition of the plan \"and between the end of this year and the beginning of next year, we will present it updated with data processed between 2016 and 2020\". He explained that until the current government took office in October, the plan had \"not made much progress, so much so that it was not made public."]}, {"relevance_score": 7, "title": "Climate adaptation plan out start of 2024 - Musumeci (3)", "published": "2023-05-24", "bodyText": "<p nitf:lede=\"true\">(ANSA) - MAY 24 - Italy's new climate adaptation plan will be out at the start of next year, Civil Protection Minister Nello Musumeci said Wednesday while commenting on the government's response to the Emilia-Romagna floods that have killed 15 people and caused widespread devastation. Briefing the Senate, Musumeci said that he and Environment Minister Gilberto Pichetto Fratin had already accelerated the definition of the plan \"and between the end of this year and the beginning of next year, we will present it updated with data processed between 2016 and 2020\". He explained that until the current government took office in October, the plan had \"not made much progress, so much so that it was not made public.\" Musumeci stressed: \"Climate change is no longer an extraordinary phenomenon. Tropicalisation already arrived in Italy ten years ago and led the then government in 2016 to prepare a national plan for adaptation to the changed climate context. From 2016 until this current government took office, that plan had not made significant progress, so much so that it was not made public.\" He said \"major acceleration\" would now take place.</p><p/>", "publisher": "ANSA English Media Service", "instances": ["Briefing the Senate, Musumeci said that he and Environment Minister Gilberto Pichetto Fratin had already accelerated the definition of the plan \"and between the end of this year and the beginning of next year, we will present it updated with data processed between 2016 and 2020\". He explained that until the current government took office in October, the plan had \"not made much progress, so much so that it was not made public."]}, {"relevance_score": 16, "title": "Cambiamenti climatici Progetto 'Score' entra nel vivo Quattro anni di indagini raccontati dai protagonisti", "published": "2025-02-06", "bodyText": "<p nitf:lede=\"true\">MASSA Ultimi atti del progetto europeo Score dedicato ai cambiamenti climatici e alle tecniche per contrastare i fenomeni collegati, come l'erosione costiera. Un'iniziativa che in questi quattro anni di attività ha visto la città di Massa protagonista, unica in Italia, insieme ad altre 9 realtà europee, università e centri di ricerca di livello internazionale. Lo studio, letteralmente Smart Control of the Climate Resilience in European Coastal Cities, ha ottenuto il finanziamento della Commissione Europea e terminerà a luglio. </p><p>L'amministrazione comunale ha dato il proprio sostegno a Score e fornito supporto allo staff italiano, mettendo a disposizione strutture e risorse. E ora gli eventi che questo mese chiuderanno i lavori. E' prevista infatti la terza edizione della Score 'Climate Adaptation Training School', con tre appuntamenti pubblici di sensibilizzazione sugli effetti del cambiamento climatico che si svolgeranno in tutte le città europee coinvolte nel progetto Score in contemporanea, coinvolgendo gli istituti scolastici e i portatori di interesse del territorio. Si parte martedì alle 11 con il Webinar online su \"L'esperienza del Living Lab di Massa all'interno del progetto Score. I risultati di quasi quattro anni di attività e le prospettive future nella fondamentale sfida a contribuire all'incremento della resilienza della comunità e nel contrasto dei rischi naturali connessi al cambiamento climatico\". Introduce l'assessore all'ambiente Roberto Acerbo, relatori i ricercatori del team Score. Giovedì alle 16 a Villa Cuturi di Marina l'Eba Geogame', sessione di gioco online dedicata ai giovani sotto i 29 anni con un gioco progettato dai tecnici Score per simulare scenari di pianificazione urbana con un approccio eco-sistemico. Venerdì 28 febbraio dalle 16 nella sala consiliare di Massa una conferenza partecipata, con cittadini, stakeholders (istituzioni locali, associazioni di volontariato, associazioni di categorie economiche, ecc.) e la stampa. Oggetto del workshop sarà l'illustrazione alla cittadinanza delle attività svolte nei quattro anni di progetto e dei risultati raggiunti, con particolare riferimento alla rete di idrometri e telecamere installati sui corsi d'acqua di Massa e sulla Torre Fiat. Nell'ambito del progetto \"Score\", infatti, sono stati acquistati e donati alla comunità di Massa dei sensori per rafforzare il monitoraggio e il presidio del territorio contro gli eventi meteorologici avversi dovuti ai cambiamenti climatici. Si tratta di due idrometri ultrasonici, di un idrometro radar, di due SmartLNB e di 3 telecamere che vanno a potenziare il monitoraggio del livello di alcuni corsi d'acqua del reticolo idraulico minore e il tratto di costa di Marina di Massa. Da sottolineare, inoltre, che a dicembre gli studenti della scuola professionale per la lavorazione del marmo 'Pietro Tacca', che hanno collaborato con il progetto durante la preparazione e l'implementazione dei sensori intelligenti per ciottoli, hanno vinto il primo premio nella Sezione #MyCity del concorso letterario e artistico \"Acqua, natura e persone\", organizzato con la collaborazione del Comune di Massa. © RIPRODUZIONE RISERVATA</p>", "publisher": "La Nazione (Italy)", "instances": ["L'amministrazione comunale ha dato il proprio sostegno a Score e fornito supporto allo staff italiano, mettendo a disposizione strutture e risorse. E ora gli eventi che questo mese chiuderanno i lavori. Si parte martedì alle 11 con il Webinar online su \"L'esperienza del Living Lab di Massa all'interno del progetto Score. I risultati di quasi quattro anni di attività e le prospettive future nella fondamentale sfida a contribuire all'incremento della resilienza della comunità e nel contrasto dei rischi naturali connessi al cambiamento climatico\"."]}, {"relevance_score": 9, "title": "Aree marine e i parchi Pelagos insieme nel progetto Claps", "published": "2024-06-29", "bodyText": "<p nitf:lede=\"true\">(ANSA) - 29 GIU - Le Aree Marine Protette e i Parchi Nazionali della Rete Italiana Pelagos uniti insieme per la tutela dei mammiferi marini nell'era dei cambiamenti climatici.   Il progetto, che prende il nome di Claps (CLimate Adaptation Pelagos Sanctuary) e che vede il coinvolgimento di ben 12 partner (le aree protette di Portofino, Isola di Bergeggi, Cinque Terre, Secche della Meloria, Parco Nazionale Arcipelago Toscano, Parco Nazionale Asinara, Parco Nazionale Maddalena,Capo Testa e Area di Tutela Marina di Capo Mortola, Università di Pavia, Nauta srl e Menkab: il respiro del mare) si pone l'ambizioso obiettivo di rafforzare il ruolo dei Parchi marini quali sentinelle del cambiamento climatico e attori chiave nel monitoraggio acustico delle specie del Santuario. L'attività prevede infatti il posizionamento di stazioni fisse di monitoraggio, sia per la temperatura dell'acqua, sia per l'ascolto dei cetacei attraverso idrofoni, che permettano di iniziare a comprendere gli effetti dell'innalzamento della temperatura sui cetacei e l'impatto del rumore sugli stessi.</p><p>Molte delle aree marine protette coinvolte sono già parte di reti di monitoraggio ben strutturate ed efficaci. Il progetto si rivela quindi anche uno strumento utile a consolidare tali esperienze di successo. La tutela dei mari e degli oceani, si ricorda in una nota, rappresenta la sfida e l'obiettivo da raggiungere su scala globale. Il bacino del Mediterraneo è stato identificato come hotspot di biodiversità a rischio climatico, con temperature del mare che aumentano più rapidamente rispetto ad altre aree e con ondate di calore marine, siccità e inondazioni costiere sempre più frequenti. \"E' dimostrato che le aree marine protette, se efficacemente gestite, possono rappresentare soluzioni basate sulla natura per l'adattamento al clima, fornendo rifugi e aumentando la resilienza di habitat e specie ai cambiamenti climatici. Più efficace è la protezione, più gli organismi e gli ecosistemi saranno in grado di far fronte e continuare a sostenere zone di pesca produttive e altri servizi ecosistemici\".</p>", "publisher": "ANSA Financial News", "instances": ["(ANSA) - 29 GIU - Le Aree Marine Protette e i Parchi Nazionali della Rete Italiana Pelagos uniti insieme per la tutela dei mammiferi marini nell'era dei cambiamenti climatici. L'attività prevede infatti il posizionamento di stazioni fisse di monitoraggio, sia per la temperatura dell'acqua, sia per l'ascolto dei cetacei attraverso idrofoni, che permettano di iniziare a comprendere gli effetti dell'innalzamento della temperatura sui cetacei e l'impatto del rumore sugli stessi. Molte delle aree marine protette coinvolte sono già parte di reti di monitoraggio ben strutturate ed efficaci."]}, {"relevance_score": 9, "title": "Aree marine e i parchi Pelagos insieme nel progetto Claps", "published": "2024-06-29", "bodyText": "<p nitf:lede=\"true\">(ANSA) - 29 GIU - Le Aree Marine Protette e i Parchi Nazionali della Rete Italiana Pelagos uniti insieme per la tutela dei mammiferi marini nell'era dei cambiamenti climatici.   Il progetto, che prende il nome di Claps (CLimate Adaptation Pelagos Sanctuary) e che vede il coinvolgimento di ben 12 partner (le aree protette di Portofino, Isola di Bergeggi, Cinque Terre, Secche della Meloria, Parco Nazionale Arcipelago Toscano, Parco Nazionale Asinara, Parco Nazionale Maddalena,Capo Testa e Area di Tutela Marina di Capo Mortola, Università di Pavia, Nauta srl e Menkab: il respiro del mare) si pone l'ambizioso obiettivo di rafforzare il ruolo dei Parchi marini quali sentinelle del cambiamento climatico e attori chiave nel monitoraggio acustico delle specie del Santuario. L'attività prevede infatti il posizionamento di stazioni fisse di monitoraggio, sia per la temperatura dell'acqua, sia per l'ascolto dei cetacei attraverso idrofoni, che permettano di iniziare a comprendere gli effetti dell'innalzamento della temperatura sui cetacei e l'impatto del rumore sugli stessi.</p><p>Molte delle aree marine protette coinvolte sono già parte di reti di monitoraggio ben strutturate ed efficaci. Il progetto si rivela quindi anche uno strumento utile a consolidare tali esperienze di successo. La tutela dei mari e degli oceani, si ricorda in una nota, rappresenta la sfida e l'obiettivo da raggiungere su scala globale. Il bacino del Mediterraneo è stato identificato come hotspot di biodiversità a rischio climatico, con temperature del mare che aumentano più rapidamente rispetto ad altre aree e con ondate di calore marine, siccità e inondazioni costiere sempre più frequenti. \"E' dimostrato che le aree marine protette, se efficacemente gestite, possono rappresentare soluzioni basate sulla natura per l'adattamento al clima, fornendo rifugi e aumentando la resilienza di habitat e specie ai cambiamenti climatici. Più efficace è la protezione, più gli organismi e gli ecosistemi saranno in grado di far fronte e continuare a sostenere zone di pesca produttive e altri servizi ecosistemici\".</p>", "publisher": "ANSA Notiziario Generale in Italiano", "instances": ["(ANSA) - 29 GIU - Le Aree Marine Protette e i Parchi Nazionali della Rete Italiana Pelagos uniti insieme per la tutela dei mammiferi marini nell'era dei cambiamenti climatici. L'attività prevede infatti il posizionamento di stazioni fisse di monitoraggio, sia per la temperatura dell'acqua, sia per l'ascolto dei cetacei attraverso idrofoni, che permettano di iniziare a comprendere gli effetti dell'innalzamento della temperatura sui cetacei e l'impatto del rumore sugli stessi. Molte delle aree marine protette coinvolte sono già parte di reti di monitoraggio ben strutturate ed efficaci."]}, {"relevance_score": 8, "title": "Secche della Meloria Qui si studia il clima Idrofoni in mare per ascoltare i cetacei", "published": "2024-07-03", "bodyText": "<p nitf:lede=\"true\">LIVORNO Rafforzare il ruolo dei parchi marini come sentinelle del cambiamento climatico. E' questo l'obiettivo del progetto Claps (Climate Adaptation Pelagos Sanctuary), lanciato dalla Rete Italiana Pelagos, che vede tra i suoi partner anche l'Area marina protetta della Meloria, gestita dal Parco di Migliarino-San Rossore, e che prevede il posizionamento di stazioni fisse di monitoraggio e ascolto dei cetacei. Il progetto coinvolge in totale 12 partner (Amp Portofino, Amp Isola di Bergeggi, Amp Cinque Terre, Amp Secche della Meloria, Parco Nazionale Arcipelago Toscano, Parco Nazionale Asinara, Parco Nazionale Maddalena, Amp Capo Testa e Area di Tutela Marina di Capo Mortola, Università di Pavia, Nauta srl e Menkab: il respiro del mare) e si pone l'obiettivo di valutare gli effetti dell'innalzamento delle temperature e l'impatto dei rumori sui cetacei attraverso l'utilizzo di idrofoni. </p><p>E' stato dimostrato, infatti, che proprio le aree marine protette, se efficacemente gestite, possono fornire rifugi e aumentare la resilienza di habitat e specie ai cambiamenti climatici e che le balene sono in grado di determinare l'assorbimento di grandi quantità di CO2, contrastando l'aumento delle temperature globali. La tutela dei mari e degli oceani rappresenta una sfida su scala globale: il bacino del Mediterraneo è stato identificato come hotspot di biodiversità a rischio climatico ed è per questo che le aree marine protette e i parchi di Pelagos, in linea con l'agenda 2030 ed il Green Deal Europeo, hanno deciso di impegnarsi in un progetto attivo e concreto per iniziare a comprendere gli effetti di tali cambiamenti sulle abitudini dei mammiferi marini che frequentano le zone costiere. Il network Pelagos nasce nel 2019 su iniziativa dell'AMP Portofino (che ne diventerà poi il Coordinatore) e il supporto, in primis di WWF Italia e MedPan (Mediterranean Protected Areas Network) e dell'allora Ministero dell'Ambiente, e comprende: Aree Marine Protette di Portofino, Cinque Terre, Isola di Bergeggi, Secche della Meloria, Capo Testa Punta Falcone, Parco Nazionale Arcipelago Toscano, Parco Nazionale dell'Asinara, Parco Nazionale della Maddalena e Area di Tutela Marina di Capo Mortola. Nel 2019 le aree marine avevano sottoscritto un protocollo d'intesa con l'obiettivo di incrementare le azioni di tutela e conservazione del Santuario per la protezione dei mammiferi marini Pelagos con particolare riferimento ad un maggior coinvolgimento dei comuni costieri firmatari della carta di partenariato Pelagos. Ora questa nuova sfida per capire quanto il cambiamento climatico può influire sull'ecosistema. Stefania Tavella © RIPRODUZIONE RISERVATA</p>", "publisher": "La Nazione (Italy)", "instances": ["LIVORNO Rafforzare il ruolo dei parchi marini come sentinelle del cambiamento climatico. Il progetto coinvolge in totale 12 partner (Amp Portofino, Amp Isola di Bergeggi, Amp Cinque Terre, Amp Secche della Meloria, Parco Nazionale Arcipelago Toscano, Parco Nazionale Asinara, Parco Nazionale Maddalena, Amp Capo Testa e Area di Tutela Marina di Capo Mortola, Università di Pavia, Nauta srl e Menkab: il respiro del mare) e si pone l'obiettivo di valutare gli effetti dell'innalzamento delle temperature e l'impatto dei rumori sui cetacei attraverso l'utilizzo di idrofoni. E' stato dimostrato, infatti, che proprio le aree marine protette, se efficacemente gestite, possono fornire rifugi e aumentare la resilienza di habitat e specie ai cambiamenti climatici e che le balene sono in grado di determinare l'assorbimento di grandi quantità di CO2, contrastando l'aumento delle temperature globali."]}, {"relevance_score": 11, "title": "Secche della Meloria Qui si studia il clima", "published": "2024-07-03", "bodyText": "<p nitf:lede=\"true\">di Stefania Tavella PISA Tra le sfide poste all'umanità dal cambiamento climatico, c'è anche quella della tutela della biodiversità marina, messa a rischio dall'aumento delle temperature di mari e oceani. Il bacino del Mediterraneo è stato identificato come hotspot di biodiversità a rischio climatico, con temperature che aumentano più rapidamente rispetto ad altre aree e con ondate di calore, siccità e inondazioni sempre più frequenti. Proprio con l'obiettivo di iniziare a comprendere gli effetti del cambiamento climatico sui mammiferi marini, è stato lanciato dalla Rete italiana Pelagos il progetto Claps (Climate Adaptation Pelagos Sanctuary) che vede tra i suoi partner anche l'Area marina protetta della Meloria, gestita dal parco di Migliarino-San Rossore, e che prevede il posizionamento di stazioni fisse di monitoraggio e ascolto dei cetacei. </p><p>Attraverso l'utilizzo di idrofoni sarà possibile valutare l'impatto dei rumori e dell'innalzamento delle temperature sui cetacei, i mammiferi marini che frequentano le zone più costiere. Il progetto coinvolge in totale 12 partner (Amp Portofino, Amp Isola di Bergeggi, Amp Cinque Terre, Amp Secche della Meloria, Parco Nazionale Arcipelago Toscano, Parco Nazionale Asinara, Parco Nazionale Maddalena, Amp Capo Testa e Area di Tutela Marina di Capo Mortola, Università di Pavia, Nauta srl e Menkab: il respiro del mare) e si pone l'obiettivo di rafforzare il ruolo dei parchi marini come sentinelle del cambiamento climatico e attori chiave nel monitoraggio acustico delle specie del Santuario Pelagos. E' stato dimostrato, infatti, che proprio le aree marine protette, se gestite in modo efficace, possono fornire rifugi e aumentare la resilienza di habitat e specie ai cambiamenti climatici. Più efficace è la protezione, più gli organismi e gli ecosistemi saranno in grado di far fronte e continuare a sostenere zone di pesca produttive e altri servizi ecosistemici. Inoltre, le balene aiutano a contrastare anche l'aumento delle temperature globali grazie alla loro capacità di determinare l'assorbimento di grandi quantità di CO2, con un valore medio stimato, in termini di servizi ecosistemici, pari a 2 milioni di dollari. Si parla anche di \"effetto fertilizzante\" delle balene, in quanto, dopo essersi nutrite in profondità, ritornano in superficie ridistribuendo sostanza organica (nutrienti come ferro e azoto) alla base della produzione primaria. Il network Pelagos nasce nel 2019 su iniziativa dell'Amp Portofino - che ne diventerà poi il Coordinatore - e il supporto, in primis di WWF Italia e MedPan (Mediterranean Protected Areas Network) e dell'allora Ministero dell'Ambiente. Nel 2019 le aree marine avevano sottoscritto un protocollo d'intesa con l'obiettivo di incrementare le azioni di tutela e conservazione del Santuario per la protezione dei mammiferi marini Pelagos. © RIPRODUZIONE RISERVATA</p>", "publisher": "La Nazione (Italy)", "instances": ["di Stefania Tavella PISA Tra le sfide poste all'umanità dal cambiamento climatico, c'è anche quella della tutela della biodiversità marina, messa a rischio dall'aumento delle temperature di mari e oceani. Il bacino del Mediterraneo è stato identificato come hotspot di biodiversità a rischio climatico, con temperature che aumentano più rapidamente rispetto ad altre aree e con ondate di calore, siccità e inondazioni sempre più frequenti. Attraverso l'utilizzo di idrofoni sarà possibile valutare l'impatto dei rumori e dell'innalzamento delle temperature sui cetacei, i mammiferi marini che frequentano le zone più costiere. Il progetto coinvolge in totale 12 partner (Amp Portofino, Amp Isola di Bergeggi, Amp Cinque Terre, Amp Secche della Meloria, Parco Nazionale Arcipelago Toscano, Parco Nazionale Asinara, Parco Nazionale Maddalena, Amp Capo Testa e Area di Tutela Marina di Capo Mortola, Università di Pavia, Nauta srl e Menkab: il respiro del mare) e si pone l'obiettivo di rafforzare il ruolo dei parchi marini come sentinelle del cambiamento climatico e attori chiave nel monitoraggio acustico delle specie del Santuario Pelagos."]}, {"relevance_score": 5, "title": "Al 'River café' si parla del clima", "published": "2023-10-05", "bodyText": "<p nitf:lede=\"true\">Saranno il progetto Life climax Po e l'importante tema della Gestione ed utilizzo della risorsa idrica - con focus sulla gestione partecipata dei corsi d'acqua, sulle nuove frontiere per la mobilità fluviale e sull'integrazione tra conservazione della biodiversità e usi produttivi - gli argomenti al centro del primo appuntamento dei River Café domani, dalle 17:30 alle 19:30, al Consorzio Wunderkammer (via Darsena, 57), nel Comune di Ferrara. L'incontro, destinato alle comunità locali e ai cittadini del Distretto del Fiume Po, è organizzato da Legambiente Emilia-Romagna nell'ambito del progetto Life climax Po e vedrà la partecipazione di: Francesco Tornatore, dirigente ADBPo; Sergio Fortini, architetto Metropoli di Paesaggio; Georg Sobbe, fondatore Associazione Fiumana; Dario Kian, Unità Organizzativa Servi per il Territorio Ersaf Lombardia; Tonino Liserra, ingegnere ANBI Emilia-Romagna; Selene Tondini, ricercatrice Università di Bologna. </p><p>Life climax Po (Climate Adaptation for the PO river basin district) nasce con l'intento di promuovere l'adattamento ai cambiamenti climatici attraverso una gestione \"climaticamente intelligente\" delle risorse idriche a scala di distretto idrografico, favorendo l'implementazione della SNAC. Il progetto opererà in cooperazione al Piano Nazionale di Adattamento ai Cambiamenti Climatici (Pnacc) per supportare l'implementazione della relativa strategia a livello distrettuale, tenendo conto delle caratteristiche climatiche locali. Partner e soggetti coinvolti nel progetto LIfe climax Po sono: Autorità di Bacino Distrettuale del Fiume Po ; Agenzia Interregionale per il Fiume Po (AIPo); Agenzia Regionale per la Protezione Ambientale del Piemonte; Alma Mater Studiorum - Universita' di Bologna.</p>", "publisher": "Il Resto del Carlino (Italy)", "instances": ["Saranno il progetto Life climax Po e l'importante tema della Gestione ed utilizzo della risorsa idrica - con focus sulla gestione partecipata dei corsi d'acqua, sulle nuove frontiere per la mobilità fluviale e sull'integrazione tra conservazione della biodiversità e usi produttivi - gli argomenti al centro del primo appuntamento dei River Café domani, dalle 17:30 alle 19:30, al Consorzio Wunderkammer (via Darsena, 57), nel Comune di Ferrara. L'incontro, destinato alle comunità locali e ai cittadini del Distretto del Fiume Po, è organizzato da Legambiente Emilia-Romagna nell'ambito del progetto Life climax Po e vedrà la partecipazione di: Francesco Tornatore, dirigente ADBPo; Sergio Fortini, architetto Metropoli di Paesaggio; Georg Sobbe, fondatore Associazione Fiumana; Dario Kian, Unità Organizzativa Servi per il Territorio Ersaf Lombardia; Tonino Liserra, ingegnere ANBI Emilia-Romagna; Selene Tondini, ricercatrice Università di Bologna. Il progetto opererà in cooperazione al Piano Nazionale di Adattamento ai Cambiamenti Climatici (Pnacc) per supportare l'implementazione della relativa strategia a livello distrettuale, tenendo conto delle caratteristiche climatiche locali. Partner e soggetti coinvolti nel progetto LIfe climax Po sono: Autorità di Bacino Distrettuale del Fiume Po ; Agenzia Interregionale per il Fiume Po (AIPo); Agenzia Regionale per la Protezione Ambientale del Piemonte; Alma Mater Studiorum - Universita' di Bologna."]}, {"relevance_score": 13, "title": "Clima folle in Lombardia L'estate africana? Fresca A fine secolo 6 gradi in più", "published": "2022-08-30", "bodyText": "<p nitf:lede=\"true\">di Federica Pacella MILANO Anno 2100, cartoline dalla Lombardia: temperature agostane più alte di 6,5°C rispetto alla media di inizio secolo, neve ridotta a un terzo su Alpi e Prealpi, piogge sporadiche. Le proiezioni, regione per regione, messe a disposizione dall'European Climate Adaptation Pltaform grazie alla partnership tra Commissione Europea ed European Environment Agency, delineano uno scenario drammatico, che fa capire come l'incubo siccità dell'estate 2022 e le temperature da record di luglio siano solo un assaggio delle conseguenze dei cambiamenti climatici. Senza una riduzione delle emissioni (scenario RCP8.5, che presuppone che l'umanità continui come finora emettendo sempre più gas a effetto serra), in Lombardia la temperatura media annua salirà di 2,7°C già nel periodo 2041-2070, e arriverà a +4,7°C di media annua entro il 2100. In estate si prevedono aumenti del 5,9°C (6,5°C in agosto): per farsi un'idea, basti pensare che a luglio 2022, quando le temperature delle province lombarde hanno oscillato tra i 26°C ed il 29°C creando disagi e problemi di salute (+31% la mortalità nel Bresciano), il rialzo rispetto alla media del periodo era 'solo' di 2-3°C. Capitolo precipitazioni: se le emissioni restano ai livelli attuali, la siccità del 2022 non sarà un'eccezione. </p><p>Le proiezioni europee stimano, infatti, un calo del -5,58% a livello annuo di pioggia, con un picco del -20,8% in estate, quando l'acqua è essenziale riempire fiumi e laghi usati per uso idropotabile e agricolo. Il calo sarà graduale ma costante: per il 2040-2070 si prevede una sostanziale stabilità sulla media annuale (+1,01%), con punte del -8,71% in estate. Anche la neve rischia di diventare solo un ricordo, che i più piccoli potranno conoscere solo attraverso libri e vecchie foto. Nello scenario peggiore, l'Europa prevede riduzioni che vanno dal -46,2% a Sondrio al -82,2% nel Mantovano, con una riduzione media in Lombardia di circa il 60-70%. È tutto già scritto? In teoria, si potrebbero mitigare gli effetti dei cambiamenti climatici riducendo le emissioni: nello scenario migliore, si potrebbe contenere l'aumento delle temperature a 1,5°C a fine secolo, mantenere un livello positivo di precipitazioni (+8,12% sull'anno) e di quantità di neve (-28,9% a Sondrio la riduzione minima, -55,3% a Bergamo come dato massimo). Tutto sta nel passare dalla teoria alla pratica. © RIPRODUZIONE RISERVATA</p>", "publisher": "Il Giorno (Italy)", "instances": ["di Federica Pacella MILANO Anno 2100, cartoline dalla Lombardia: temperature agostane più alte di 6,5°C rispetto alla media di inizio secolo, neve ridotta a un terzo su Alpi e Prealpi, piogge sporadiche. Senza una riduzione delle emissioni (scenario RCP8. 5, che presuppone che l'umanità continui come finora emettendo sempre più gas a effetto serra), in Lombardia la temperatura media annua salirà di 2,7°C già nel periodo 2041-2070, e arriverà a +4,7°C di media annua entro il 2100."]}, {"relevance_score": 10, "title": "Clima, Paesi sviluppati \"gonfiano\" di 20 mld aiuti ai poveri", "published": "2021-01-21", "bodyText": "<p nitf:lede=\"true\">(ANSA) - 21 GEN - I Paesi sviluppati \"hanno regolarmente esagerato\" a proposito dei finanziamenti che destinano ai Paesi vulnerabili del Sud del mondo per proteggerli dalla crisi climatica, dichiarando 20 miliardi di dollari in più del sostegno realmente promesso per l'adattamento climatico. Lo afferma un rapporto di Care international, una ong che lotta contro la povertà e l'ingiustizia sociale e mette al centro la donna. L'accordo di Parigi sul clima, ricorda Care, richiede che i paesi forniscano risorse finanziarie su vasta scala, equamente bilanciate tra mitigazione (azioni per ridurre i gas serra nell'atmosfera) e adattamento (ridurre gli impatti del cambiamento climatico). I paesi sviluppati si sono impegnati a mobilitare 50 miliardi di dollari all'anno per l'adattamento entro il 2020 ma i dati ufficiali dell'Ocse mostrano che nel 2018 erano stati impegnati solo 16,8 miliardi. </p><p>Care ha calcolato che invece questa cifra è ancora più bassa, a 9,7 miliardi di dollari. Il nuovo rapporto viene pubblicato in vista della riunione dei leader mondiali per il vertice sull'adattamento al clima (Climate adaptation summit) il 25 gennaio e dopo la pubblicazione del Rapporto sul divario di adattamento pubblicato di recente dal Programma delle Nazioni Unite per l'ambiente (Unep) che sottolinea proprio le lacune nel finanziamento dell'adattamento climatico. Insieme alle organizzazioni della società civile in Ghana, Uganda, Etiopia, Nepal, Vietnam e Filippine, Care ha valutato 112 progetti, che rappresentano il 13% del finanziamento globale per l'adattamento tra il 2013 e il 2017. La ricerca ha rilevato, tra l'altro, che i finanziamenti per l'adattamento al clima sono sovrastimati del 42%, il che, se applicato ai restanti progetti, comporterebbe 20 miliardi di dollari di rendicontazione in eccesso in questo periodo di tempo. La ricerca mostra grandi quantità di finanziamenti per il clima per progetti che non hanno alcuna relazione con l'adattamento climatico. \"Le persone e i paesi vulnerabili ricevono solo una frazione del sostegno promesso a Parigi - rileva Sofia Sprechmann, Segretario generale di Care International - Il Climate Adaptation Summit 2021 è un'opportunità per porre rimedio\".</p>", "publisher": "ANSA Financial News", "instances": ["I paesi sviluppati si sono impegnati a mobilitare 50 miliardi di dollari all'anno per l'adattamento entro il 2020 ma i dati ufficiali dell'Ocse mostrano che nel 2018 erano stati impegnati solo 16,8 miliardi. Care ha calcolato che invece questa cifra è ancora più bassa, a 9,7 miliardi di dollari. Insieme alle organizzazioni della società civile in Ghana, Uganda, Etiopia, Nepal, Vietnam e Filippine, Care ha valutato 112 progetti, che rappresentano il 13% del finanziamento globale per l'adattamento tra il 2013 e il 2017. La ricerca ha rilevato, tra l'altro, che i finanziamenti per l'adattamento al clima sono sovrastimati del 42%, il che, se applicato ai restanti progetti, comporterebbe 20 miliardi di dollari di rendicontazione in eccesso in questo periodo di tempo.", "La ricerca ha rilevato, tra l'altro, che i finanziamenti per l'adattamento al clima sono sovrastimati del 42%, il che, se applicato ai restanti progetti, comporterebbe 20 miliardi di dollari di rendicontazione in eccesso in questo periodo di tempo. La ricerca mostra grandi quantità di finanziamenti per il clima per progetti che non hanno alcuna relazione con l'adattamento climatico."]}, {"relevance_score": 10, "title": "Clima, Paesi sviluppati \"gonfiano\" di 20 mld aiuti ai poveri", "published": "2021-01-21", "bodyText": "<p nitf:lede=\"true\">(ANSA) - 21 GEN - I Paesi sviluppati \"hanno regolarmente esagerato\" a proposito dei finanziamenti che destinano ai Paesi vulnerabili del Sud del mondo per proteggerli dalla crisi climatica, dichiarando 20 miliardi di dollari in più del sostegno realmente promesso per l'adattamento climatico. Lo afferma un rapporto di Care international, una ong che lotta contro la povertà e l'ingiustizia sociale e mette al centro la donna. L'accordo di Parigi sul clima, ricorda Care, richiede che i paesi forniscano risorse finanziarie su vasta scala, equamente bilanciate tra mitigazione (azioni per ridurre i gas serra nell'atmosfera) e adattamento (ridurre gli impatti del cambiamento climatico). I paesi sviluppati si sono impegnati a mobilitare 50 miliardi di dollari all'anno per l'adattamento entro il 2020 ma i dati ufficiali dell'Ocse mostrano che nel 2018 erano stati impegnati solo 16,8 miliardi. </p><p>Care ha calcolato che invece questa cifra è ancora più bassa, a 9,7 miliardi di dollari. Il nuovo rapporto viene pubblicato in vista della riunione dei leader mondiali per il vertice sull'adattamento al clima (Climate adaptation summit) il 25 gennaio e dopo la pubblicazione del Rapporto sul divario di adattamento pubblicato di recente dal Programma delle Nazioni Unite per l'ambiente (Unep) che sottolinea proprio le lacune nel finanziamento dell'adattamento climatico. Insieme alle organizzazioni della società civile in Ghana, Uganda, Etiopia, Nepal, Vietnam e Filippine, Care ha valutato 112 progetti, che rappresentano il 13% del finanziamento globale per l'adattamento tra il 2013 e il 2017. La ricerca ha rilevato, tra l'altro, che i finanziamenti per l'adattamento al clima sono sovrastimati del 42%, il che, se applicato ai restanti progetti, comporterebbe 20 miliardi di dollari di rendicontazione in eccesso in questo periodo di tempo. La ricerca mostra grandi quantità di finanziamenti per il clima per progetti che non hanno alcuna relazione con l'adattamento climatico. \"Le persone e i paesi vulnerabili ricevono solo una frazione del sostegno promesso a Parigi - rileva Sofia Sprechmann, Segretario generale di Care International - Il Climate Adaptation Summit 2021 è un'opportunità per porre rimedio\".</p>", "publisher": "ANSA Notiziario Generale in Italiano", "instances": ["I paesi sviluppati si sono impegnati a mobilitare 50 miliardi di dollari all'anno per l'adattamento entro il 2020 ma i dati ufficiali dell'Ocse mostrano che nel 2018 erano stati impegnati solo 16,8 miliardi. Care ha calcolato che invece questa cifra è ancora più bassa, a 9,7 miliardi di dollari. Insieme alle organizzazioni della società civile in Ghana, Uganda, Etiopia, Nepal, Vietnam e Filippine, Care ha valutato 112 progetti, che rappresentano il 13% del finanziamento globale per l'adattamento tra il 2013 e il 2017. La ricerca ha rilevato, tra l'altro, che i finanziamenti per l'adattamento al clima sono sovrastimati del 42%, il che, se applicato ai restanti progetti, comporterebbe 20 miliardi di dollari di rendicontazione in eccesso in questo periodo di tempo.", "La ricerca ha rilevato, tra l'altro, che i finanziamenti per l'adattamento al clima sono sovrastimati del 42%, il che, se applicato ai restanti progetti, comporterebbe 20 miliardi di dollari di rendicontazione in eccesso in questo periodo di tempo. La ricerca mostra grandi quantità di finanziamenti per il clima per progetti che non hanno alcuna relazione con l'adattamento climatico."]}, {"relevance_score": 1, "title": "Costruire a prova di nimby", "published": "2020-01-18", "bodyText": "<p>Not In My Backyard: è il movimento che ha bloccato il rinnovamento delle infrastrutture negli Usa. MIT Technology Review calcola quanti soldi vanno investiti nel mondo per realizzare in fretta le opere che salvino il pianeta: 90 mila miliardi $ in 15 anni</p>", "publisher": "Milano Finanza", "instances": []}, {"relevance_score": 6, "title": "Clima: Genova guida progetto europeo su adattamento città", "published": "2017-04-26", "bodyText": "<p nitf:lede=\"true\">(ANSA) - 26 APR - Sarà il Comune di Genova a coordinare il network internazionale che si occuperà per i prossimi tre anni del tema dell'adattamento ai cambiamenti climatici nelle aree urbane. La decisione è stata presa a Malta al recente meeting dei Direttorati generali della Commissione Ue sullo Sviluppo Urbano.   Gli scopi del partnenariato internazionale sono: migliorare l'attuale quadro normativo rendendolo più adatto a realtà urbane in crescita; fornire indirizzi sulle tematiche che potranno essere finanziate in futuro dai programmi Ue; proporre nuovi modelli per scambiare conoscenze ed esperienze.   I lavori del Climate Adaptation Partnership avranno inizio il 21 e 22 giugno con un evento che si svolgerà a Bruxelles. Fanno parte del network sei autorità locali (la Provincia di Barcellona e le città di Glasgow, Trondheim, Potenza, Loulè in Algarve e Sfantu Gheorghe in Transilvania), quattro Stati membri (Francia, Polonia, Ungheria e Bulgaria) e tre Direttorati Generali della Commissione Ue (REGIO, CLIMA, ENV).   Il programma prevede la partecipazione di organismi di rappresentanza delle amministrazioni locali (EuroCities e Ccre) della Bei e dei programmi europei di finanziamento (Interreg Europe, Urbact, Espon, e altri).</p><p/>", "publisher": "ANSA Notiziario Generale in Italiano", "instances": ["La decisione è stata presa a Malta al recente meeting dei Direttorati generali della Commissione Ue sullo Sviluppo Urbano. Gli scopi del partnenariato internazionale sono: migliorare l'attuale quadro normativo rendendolo più adatto a realtà urbane in crescita; fornire indirizzi sulle tematiche che potranno essere finanziate in futuro dai programmi Ue; proporre nuovi modelli per scambiare conoscenze ed esperienze. Fanno parte del network sei autorità locali (la Provincia di Barcellona e le città di Glasgow, Trondheim, Potenza, Loulè in Algarve e Sfantu Gheorghe in Transilvania), quattro Stati membri (Francia, Polonia, Ungheria e Bulgaria) e tre Direttorati Generali della Commissione Ue (REGIO, CLIMA, ENV). Il programma prevede la partecipazione di organismi di rappresentanza delle amministrazioni locali (EuroCities e Ccre) della Bei e dei programmi europei di finanziamento (Interreg Europe, Urbact, Espon, e altri)."]}, {"relevance_score": 3, "title": "Conclusa la staffetta climatica del progetto Campus", "published": "2025-08-01", "bodyText": "<p nitf:lede=\"true\">Tre laboratori, tre scenari territoriali, oltre 80 proposte di azione, si sono svolti dal 17 al 21 luglio. Si è concluso con successo il ciclo di Living Labs coordinato dal Comune nell'ambito del progetto europeo Interreg Campus - Climate Adaptation Plans for Unesco Sites, un'iniziativa volta a sviluppare misure condivise per informare il piano di adattamento climatico del sito Patrimonio Mondiale: 'Ferrara, città del Rinascimento e il suo Delta del Po'. Il percorso ha previsto 10 gruppi tematici per un totale di 12 ore di lavoro, generando più di 80 misure da integrare nel futuro Piano di Adattamento Climatico del sito.</p>", "publisher": "Il Resto del Carlino (Italy)", "instances": ["Tre laboratori, tre scenari territoriali, oltre 80 proposte di azione, si sono svolti dal 17 al 21 luglio. Il percorso ha previsto 10 gruppi tematici per un totale di 12 ore di lavoro, generando più di 80 misure da integrare nel futuro Piano di Adattamento Climatico del sito."]}, {"relevance_score": 7, "title": "Verde urbano difende da caldo killer, più parchi meno morti", "published": "2014-06-20", "bodyText": "<p nitf:lede=\"true\">(ANSA) - 20 GIU - Il verde cittadino difende dal ''caldo killer' riducendo il rischio di morte associato alle ondate di calore estive. Infatti uno studio australiano dimostra che aumentando il verde cittadino si possono ridurre fin del 28% i decessi estivi per caldo.</p><p>Pubblicato sulla rivista Environmental Pollution, lo studio si è basato su simulazioni al computer che partendo dalle temperature estive del 2009 hanno permesso di snocciolare stime per il 2030 e il 2050.</p><p>La ricerca è stata condotta da Dong Chen presso il CSIRO Climate Adaptation Flagship and CSIRO Ecosystem Sciences di Melbourne.</p><p>Il verde urbano è stato già protagonista di numerosi studi in cui ha dimostrato i suoi effetti rigeneranti per corpo e psiche. Ma questo studio di simulazione basata sulla città di Melbourne gli attribuisce poteri ancora più ragguardevoli, ovvero la capacità di contrastare la mortalità legata alle ondate di calore, un rischio che corrono soprattutto gli anziani e le fasce fragili della popolazione come i disabili.</p><p>Partendo dai dati su temperature estive del 2009 e tasso di mortalità associato alle ondate di calore nella città australiana in quella stagione, nonché mappando e misurando l'estensione del verde cittadino in rapporto a quella del verde nelle località suburbane, i ricercatori hanno stimato che aumentando l'estensione degli spazi verdi in una città come Melbourne, fino anche a raddoppiarli, le morte legate al caldo potrebbero essere ridotte del 28%.</p>", "publisher": "ANSA Notiziario Generale in Italiano", "instances": ["Infatti uno studio australiano dimostra che aumentando il verde cittadino si possono ridurre fin del 28% i decessi estivi per caldo. Pubblicato sulla rivista Environmental Pollution, lo studio si è basato su simulazioni al computer che partendo dalle temperature estive del 2009 hanno permesso di snocciolare stime per il 2030 e il 2050. Il verde urbano è stato già protagonista di numerosi studi in cui ha dimostrato i suoi effetti rigeneranti per corpo e psiche. Ma questo studio di simulazione basata sulla città di Melbourne gli attribuisce poteri ancora più ragguardevoli, ovvero la capacità di contrastare la mortalità legata alle ondate di calore, un rischio che corrono soprattutto gli anziani e le fasce fragili della popolazione come i disabili."]}, {"relevance_score": 12, "title": "ANSA/ Più parchi meno morti, verde urbano contro caldo killer", "published": "2014-06-20", "bodyText": "<p nitf:lede=\"true\">(ANSA) - 20 GIU - Il verde in città - parchi, viali alberati, terreni erbosi - difende dal caldo killer: può ridurre anche di molto la mortalità associata alle ondate di calore, che in estate minacciano soprattutto le fasce di popolazione più fragili, gli anziani o i soggetti con malattie croniche.</p><p>L''equazione' è molto semplice: più parchi, meno morti, ovvero i casi di 'morte da afa' calano all'aumentare del verde metropolitano. Lo dimostra uno studio australiano pubblicato sulla rivista Environmental Pollution e condotto da Dong Chen presso il CSIRO Climate Adaptation Flagship and CSIRO Ecosystem Sciences di Melbourne.</p><p>Gli esperti hanno eseguito una serie di simulazioni sulla città di Melbourne per capire quanto la presenza di verde urbano possa incidere sui tassi di mortalità estiva dovuta al caldo e sulle temperature registrate nella metropoli. Partendo da dati sulle temperature estive del 2009 i ricercatori hanno potuto elaborare stime per il 2030 e il 2050, utilizzando due differenti modelli di aumento della vegetazione urbana: o attraverso il potenziamento del verde nelle zone periferiche, oppure attraverso la realizzazione di parchi.</p><p>Che vivere immersi nel verde sia un toccasana per la salute psicofisica è ormai ampiamente dimostrato da diversi studi. Ad esempio una ricerca pubblicata di recente sulla rivista The American Journal of Preventive Medicine mostra che quando gli alberi muoiono anche le persone muoiono di più. Infatti, alla moria di alberi in alcuni stati Usa dovuta a un parassita è seguita un'insolita impennata dei decessi degli abitanti delle regioni limitrofe alle zone alberate devastate, soprattutto per cause cardiovascolari e respiratorie. Insomma gli alberi sono davvero ossigeno per la vita umana.</p><p>Nelle loro simulazioni i ricercatori australiani hanno stimato di quanto aumentano le prestazioni energetiche di palazzi (in particolare le performance di climatizzazione degli interni) in funzione di diversi tipi di distribuzione della vegetazione urbana. Poi hanno stimato di quanto si possono ridurre le temperature estive e la mortalità da caldo al variare della intensità e della distribuzione del verde metropolitano. Ebbene è emerso che la presenza di zone verdi in periferia e di parchi cittadini può ridurre le temperature estive da 0,5 fino a 2 gradi centigradi e che, ipoteticamente, raddoppiando gli spazi verdi si può ridurre la mortalità da caldo anche del 28%.</p>", "publisher": "ANSA Notiziario Generale in Italiano", "instances": ["(ANSA) - 20 GIU - Il verde in città - parchi, viali alberati, terreni erbosi - difende dal caldo killer: può ridurre anche di molto la mortalità associata alle ondate di calore, che in estate minacciano soprattutto le fasce di popolazione più fragili, gli anziani o i soggetti con malattie croniche. L''equazione' è molto semplice: più parchi, meno morti, ovvero i casi di 'morte da afa' calano all'aumentare del verde metropolitano. Gli esperti hanno eseguito una serie di simulazioni sulla città di Melbourne per capire quanto la presenza di verde urbano possa incidere sui tassi di mortalità estiva dovuta al caldo e sulle temperature registrate nella metropoli. Partendo da dati sulle temperature estive del 2009 i ricercatori hanno potuto elaborare stime per il 2030 e il 2050, utilizzando due differenti modelli di aumento della vegetazione urbana: o attraverso il potenziamento del verde nelle zone periferiche, oppure attraverso la realizzazione di parchi."]}, {"relevance_score": 12, "title": "CLIMA:SUMMIT AUSTRALIA;RIDURRE CO2 NON BASTA,ORA ADATTAMENTO", "published": "2010-06-30", "bodyText": "<p nitf:lede=\"true\">(ANSA) - 30 GIU - Ridurre la Co2 non basta. Ora e' necessario proteggersi contro i cambiamenti climatici e mettere in campo misure per rendere le citta' e le societa' piu' forti per resistere a temperature sempre piu' calde, a livelli marini piu' elevati e a cicloni tropicali piu' devastanti.   Questo il nuovo messaggio al mondo che arriva dai 1.000 delegati, fra cui alcuni dei massimi esperti mondiali di cambiamento climatico, riuniti da ieri sera nella Gold Coast del Queensland, in Australia, per la prima conferenza internazionale dedicata interamente all'adattamento ai mutamenti del clima. </p><p>  Il ministro australiano per il cambiamento climatico, Penny Wong, ha aperto la Climate Adaptation Futures Conference, che il suo governo ospita insieme all'ente nazionale di ricerca Csiro e alla Griffith University, e che prosegue fino a domani. La riduzione delle emissioni di gas serra, ritenute responsabili per l'aumento delle temperature, non sara' sufficiente a neutralizzare i peggiori effetti del cambiamento, ha detto.   ''Questa non e' una conferenza sul cambiamento climatico, ma sull'azione che governi, istituzioni e individui possono intraprendere, e come ciascuno puo' agire per proteggersi'', ha aggiunto.   Tra i partecipanti alla conferenza, i principali scienziati del gruppo intergovernativo sul cambiamento climatico del programma Onu sull'Ambiente (Unep) e dell'Organizzazione meteorologica internazionale, per fornire una panoramica scientifica sui mutamenti in corso e sulle conseguenze. Tra i relatori della conferenza, il direttore esecutivo e lo scienziato capo dell'Unep, Achim Steiner e Joseph Alcamo.   ''La conferenza rappresenta un punto di svolta nel dibattito su come il mondo affronta il riscaldamento globale'', ha dichiarato Alcamo. ''Non ho mai visto un convegno di questo genere che riunisca tanti specialisti e scienziati per parlare di adattamento al cambiamento climatico. E' il segno che la comunita' scientifica - ha concluso - sta cominciando a rispondere alle necessita' della politica e presenta piani ragionevoli e scientificamente fondati''.</p>", "publisher": "ANSA Notiziario Generale in Italiano", "instances": ["Questo il nuovo messaggio al mondo che arriva dai 1. 000 delegati, fra cui alcuni dei massimi esperti mondiali di cambiamento climatico, riuniti da ieri sera nella Gold Coast del Queensland, in Australia, per la prima conferenza internazionale dedicata interamente all'adattamento ai mutamenti del clima. La riduzione delle emissioni di gas serra, ritenute responsabili per l'aumento delle temperature, non sara' sufficiente a neutralizzare i peggiori effetti del cambiamento, ha detto. ''Questa non e' una conferenza sul cambiamento climatico, ma sull'azione che governi, istituzioni e individui possono intraprendere, e come ciascuno puo' agire per proteggersi'', ha aggiunto."]}, {"relevance_score": 0, "title": "Benvenuti nella bio-città", "published": "2016-02-07", "bodyText": "<p>Piazza quando c'è il sole, stagno quando piove Così le metropoli (Copenaghen in testa) adottano piani per quartieri natura-compatibili</p>", "publisher": "Corriere della Sera (Italy)", "instances": []}, {"relevance_score": 0, "title": "Finanziamenti pmi", "published": "2016-10-03", "bodyText": "<p>SCADENZARIO RAGIONATO DELLE OPPORTUNITÀ CONTENUTE NEI BANDI COMUNITARI E REGIONALI Ottobre 2016</p>", "publisher": "ItaliaOggi7", "instances": []}, {"relevance_score": 4, "title": "Card. Parolin, su clima sfida epocale e senza precedenti", "published": "2021-01-25", "bodyText": "<p nitf:lede=\"true\">(ANSA) - 25 GEN - Serve una inversione di rotta sul clima e l'ambiente. \"Ci troviamo di fronte ad una sfida epocale per il bene comune. Non abbiamo nessuna alternativa se non quella di compiere ogni sforzo per attuare una risposta collettiva, responsabile e senza precedenti\" per la protezione della casa comune e conseguentemente sulla vita dei più fragili. Lo afferma il cardinale Segretario di Stato Pietro Parolin in un videomessaggio inviato, a nome di Papa Francesco, ai partecipanti al \"Climate Adaptation Summit\", che si svolge online oggi e domani.</p>", "publisher": "ANSA Notiziario Generale in Italiano", "instances": ["\"Ci troviamo di fronte ad una sfida epocale per il bene comune. Non abbiamo nessuna alternativa se non quella di compiere ogni sforzo per attuare una risposta collettiva, responsabile e senza precedenti\" per la protezione della casa comune e conseguentemente sulla vita dei più fragili."]}, {"relevance_score": 7, "title": "Card.Parolin, serve nuovo modello sviluppo per lotta povertà", "published": "2021-01-25", "bodyText": "<p nitf:lede=\"true\">(ANSA) - 25 GEN - E' necessario un nuovo modello di sviluppo che tenga conto che la \"lotta al cambiamento climatico\" è strettamente legata alla \"lotta alla povertà\". Lo afferma il cardinale segretario di Stato Pietro Parolin in un videomessaggio, a nome di Papa Francesco, ai partecipanti al \"Climate Adaptation Summit\", che si svolge online oggi e domani.</p><p>\"Le conseguenze negative del cambiamento climatico spesso colpiscono i più vulnerabili: i poveri e le generazioni future. I poveri sono i meno responsabili del riscaldamento globale, ma allo stesso tempo sono coloro che rischiano di risentirne maggiormente, poiché hanno minore possibilità di adattamento e spesso vivono in aree geografiche particolarmente a rischio\", sottolinea il card. Parolin.</p><p>E' necessaria dunque \"una strategia globale, condivisa e di lungo termine, basata su impegni precisi, in grado di definire e promuovere un nuovo modello di sviluppo, costruito sul legame sinergico tra la lotta al cambiamento climatico e la lotta alla povertà\", afferma ancora Parolin lanciando un appello per un impegno che coinvolga tutti: \"Non si può ottenere nulla lavorando da soli. La pandemia di Covid-19 lo insegna molto bene\".</p>", "publisher": "ANSA Notiziario Generale in Italiano", "instances": ["(ANSA) - 25 GEN - E' necessario un nuovo modello di sviluppo che tenga conto che la \"lotta al cambiamento climatico\" è strettamente legata alla \"lotta alla povertà\". Le conseguenze negative del cambiamento climatico spesso colpiscono i più vulnerabili: i poveri e le generazioni future. I poveri sono i meno responsabili del riscaldamento globale, ma allo stesso tempo sono coloro che rischiano di risentirne maggiormente, poiché hanno minore possibilità di adattamento e spesso vivono in aree geografiche particolarmente a rischio\", sottolinea il card."]}]