[{"relevance_score": 23, "title": "Med-Iren Project for Climate Resilience in Burgas", "published": "2025-06-03", "bodyText": "<p nitf:lede=\"true\">(ANSA) - JUN 3 - The Bulgarian City of Burgas is at the forefront of using nature to protect the Black Sea coastal ecosystem from fires, drought and floods thanks to the Med-Iren project, a European coordination initiative that harnesses the knowledge of nature and the experiences of different EU regions to develop strategies for adapting to climate change. Med-Iren is a joint initiative involving countries such as Spain, Italy, Greece, Cyprus, Finland, and Bulgaria. It provides local administrators, academics, and civil society with the opportunity to share experiences and best practices for tackling the specific challenges of their territories. In the case of the Bulgarian coast, the main issues are wildfires, droughts, and floods. </p><p>To combat wildfires, the Municipality of Burgas is testing - in line with the practices of European civil protection agencies - new prevention systems, including the creation of dozens of kilometers of \"mineralized strips\", which are 3.5-meter-wide ploughed land strips capable of stopping the spread of flames. To detect fires quickly, Bulgarian authorities have also involved local villages by setting up a surveillance network that includes over 50 registered volunteers and a dense network of watchtowers. But it's not just about prevention - recovery and requalification of affected areas are also key. The Municipality of Bulgarovo, near Burgas, reforested a 7-acre area after a wildfire broke out in November 2024, planting over 2,000 Atlas cedars to strengthen vegetation, improve soil water retention, and mitigate the effects of summer drought and winter flooding. \"The Med-Iren project is a great opportunity to bring together experts from different sectors - academics, associations, and institutions - who are involved throughout Europe in wildfire management and, more broadly, in civil protection operations,\" explained Georgi Sakaliev, head of the expert team advising the mayor of Burgas.  EMBED START Image {id: \"editor_0\"}</p><p>epa11955015 A man enjoys the sun on the Black Sea shore in Sukhumi, the capital of the self-proclaimed republic of Abkhazia, 02 March 2025 (issued 11 March 2025). Abkhazia, a breakaway territory of Georgia since 2008 and recognized by a limited number of countries, including Russia, relies on tourism as a key economic driver. Its Black Sea coastline, with its mild climate and Soviet-era sanatoriums, continues to attract primarily Russian tourists, despite aging infrastructure and remnants of past conflict.  EPA/YURI KOCHETKOV  ATTENTION: This Image is part of a PHOTO SET  EMBED END Image {id: \"editor_0\"} \"Here we are developing an innovative approach to involve all stakeholders, from experts to citizens. The idea is to create a climate adaptation and resilience unit, a kind of advisory body to assist the mayor and support the municipality in urban development decisions, always with the goal of climate resilience,\" he added. Another gem of Bulgaria's coastal biodiversity is the fishing village of Chengene Skele. \"This complex is known for being one of the few authentic fishing villages on the Black Sea coast. Chengene Skele is not just a place but a living community, made up of people and fishermen who still practice traditional methods in harmony with and respect for the natural habitat,\" explained Radovesta Stewart, Director of Tourism for the Municipality of Burgas. \"Coastal fishing in the Black Sea follows a seasonal cycle to support the replenishment of fish stocks in the area. For this reason, the city of Burgas has developed complementary tourism activities that allow fishermen to work even in the off-season, giving nature time to regenerate and further strengthening its resilience to extreme weather events.\" #MED-Iren \"Co-funded by the European Union. However, the views expressed belong solely to the author(s) and do not necessarily reflect those of the European Union. Neither the European Union nor the granting authority can be held responsible.\"</p>", "publisher": "ANSA English Media Service", "instances": ["Its Black Sea coastline, with its mild climate and Soviet-era sanatoriums, continues to attract primarily Russian tourists, despite aging infrastructure and remnants of past conflict. EPA/YURI KOCHETKOV  ATTENTION: This Image is part of a PHOTO SET  EMBED END Image {id: \"editor_0\"} \"Here we are developing an innovative approach to involve all stakeholders, from experts to citizens. Another gem of Bulgaria's coastal biodiversity is the fishing village of Chengene Skele. \"This complex is known for being one of the few authentic fishing villages on the Black Sea coast."]}, {"relevance_score": 23, "title": "Med-Iren Project for Climate Resilience in Burgas", "published": "2025-06-03", "bodyText": "<p nitf:lede=\"true\">(ANSA) - JUN 3 - The Bulgarian City of Burgas is at the forefront of using nature to protect the Black Sea coastal ecosystem from fires, drought and floods thanks to the Med-Iren project, a European coordination initiative that harnesses the knowledge of nature and the experiences of different EU regions to develop strategies for adapting to climate change. Med-Iren is a joint initiative involving countries such as Spain, Italy, Greece, Cyprus, Finland, and Bulgaria. It provides local administrators, academics, and civil society with the opportunity to share experiences and best practices for tackling the specific challenges of their territories. In the case of the Bulgarian coast, the main issues are wildfires, droughts, and floods. </p><p>To combat wildfires, the Municipality of Burgas is testing - in line with the practices of European civil protection agencies - new prevention systems, including the creation of dozens of kilometers of \"mineralized strips\", which are 3.5-meter-wide ploughed land strips capable of stopping the spread of flames. To detect fires quickly, Bulgarian authorities have also involved local villages by setting up a surveillance network that includes over 50 registered volunteers and a dense network of watchtowers. But it's not just about prevention - recovery and requalification of affected areas are also key. The Municipality of Bulgarovo, near Burgas, reforested a 7-acre area after a wildfire broke out in November 2024, planting over 2,000 Atlas cedars to strengthen vegetation, improve soil water retention, and mitigate the effects of summer drought and winter flooding. \"The Med-Iren project is a great opportunity to bring together experts from different sectors - academics, associations, and institutions - who are involved throughout Europe in wildfire management and, more broadly, in civil protection operations,\" explained Georgi Sakaliev, head of the expert team advising the mayor of Burgas.  EMBED START Image {id: \"editor_0\"}</p><p>epa11955015 A man enjoys the sun on the Black Sea shore in Sukhumi, the capital of the self-proclaimed republic of Abkhazia, 02 March 2025 (issued 11 March 2025). Abkhazia, a breakaway territory of Georgia since 2008 and recognized by a limited number of countries, including Russia, relies on tourism as a key economic driver. Its Black Sea coastline, with its mild climate and Soviet-era sanatoriums, continues to attract primarily Russian tourists, despite aging infrastructure and remnants of past conflict.  EPA/YURI KOCHETKOV  ATTENTION: This Image is part of a PHOTO SET  EMBED END Image {id: \"editor_0\"} \"Here we are developing an innovative approach to involve all stakeholders, from experts to citizens. The idea is to create a climate adaptation and resilience unit, a kind of advisory body to assist the mayor and support the municipality in urban development decisions, always with the goal of climate resilience,\" he added. Another gem of Bulgaria's coastal biodiversity is the fishing village of Chengene Skele. \"This complex is known for being one of the few authentic fishing villages on the Black Sea coast. Chengene Skele is not just a place but a living community, made up of people and fishermen who still practice traditional methods in harmony with and respect for the natural habitat,\" explained Radovesta Stewart, Director of Tourism for the Municipality of Burgas. \"Coastal fishing in the Black Sea follows a seasonal cycle to support the replenishment of fish stocks in the area. For this reason, the city of Burgas has developed complementary tourism activities that allow fishermen to work even in the off-season, giving nature time to regenerate and further strengthening its resilience to extreme weather events.\" #MED-Iren \"Co-funded by the European Union. However, the views expressed belong solely to the author(s) and do not necessarily reflect those of the European Union. Neither the European Union nor the granting authority can be held responsible.\"</p>", "publisher": "ANSA English Corporate Service", "instances": ["Its Black Sea coastline, with its mild climate and Soviet-era sanatoriums, continues to attract primarily Russian tourists, despite aging infrastructure and remnants of past conflict. EPA/YURI KOCHETKOV  ATTENTION: This Image is part of a PHOTO SET  EMBED END Image {id: \"editor_0\"} \"Here we are developing an innovative approach to involve all stakeholders, from experts to citizens. Another gem of Bulgaria's coastal biodiversity is the fishing village of Chengene Skele. \"This complex is known for being one of the few authentic fishing villages on the Black Sea coast."]}, {"relevance_score": 18, "title": "Venice, an international model of climate resilience, Vsf protagonist at COP29 in Baku (2)", "published": "2024-11-22", "bodyText": "<p nitf:lede=\"true\">This positioning was strengthened by the recent designation of Venice as a resilience hub by Undrr (United Nations Office for Disaster Risk Reduction) in late 2023, during the Sustainability Biennale dedicated to the Mose system. “Significant – adds Costa – was the speech at our event by Alessandro Guerri, DG for European, International and Finance Affairs of Mase, who stressed how Venice represents an Italian excellence in adaptation to climate change, with solutions that can be replicated for other areas of the world affected by similar problems.”</p><p>The conference organized by Vsf was divided into three thematic sessions. The first, dedicated to the role of local climate action, explored how local policies can be key tools for achieving global resilience and sustainability goals, with interventions by Alessandro Costa (Director General of Vsf), Animesh Kumar (United Nations Office for Disaster Risk Reduction - Undrr) and Alessandra Antonini (European Committee of the Regions - CoR). A second in-depth study was dedicated to the Venetian model of climate adaptation, demonstrating that the city has not only protected itself from rising sea levels but has also embarked on an intense activity of restoring its cultural heritage according to a model that can be replicated globally. The speakers were Pierpaolo Campostrini (Vsf and Corila), Francesco Musco (Iuav) and Andrew Potts (Europa Nostra).</p><p>Finally, a round table moderated by Vittore Negretto (Iuav) and dedicated to the theme “From Local to Global”, which analyzed how Venice can effectively share its approach with the international community, through active participation in global networks and dialogue between cities. These initiatives confirm how Venice can be not only a symbol of the fight against rising sea levels, but also an international laboratory for resilience, sustainability and innovation in the fight against climate change.</p><p>©2024 GMC S.A.P.A. di G. P. Marra. Visit at adnkronos.com. Distributed by Tribune Content Agency, LLC.</p>", "publisher": "AdnkroNos International, Rome", "instances": []}, {"relevance_score": 18, "title": "Venice, an international model of climate resilience, Vsf protagonist at COP29 in Baku (2)", "published": "2024-11-22", "bodyText": "<p nitf:lede=\"true\">This positioning was strengthened by the recent designation of Venice as a resilience hub by Undrr (United Nations Office for Disaster Risk Reduction) in late 2023, during the Sustainability Biennale dedicated to the Mose system. “Significant – adds Costa – was the speech at our event by Alessandro Guerri, DG for European, International and Finance Affairs of Mase, who stressed how Venice represents an Italian excellence in adaptation to climate change, with solutions that can be replicated for other areas of the world affected by similar problems.”</p><p>The conference organized by Vsf was divided into three thematic sessions. The first, dedicated to the role of local climate action, explored how local policies can be key tools for achieving global resilience and sustainability goals, with interventions by Alessandro Costa (Director General of Vsf), Animesh Kumar (United Nations Office for Disaster Risk Reduction - Undrr) and Alessandra Antonini (European Committee of the Regions - CoR). A second in-depth study was dedicated to the Venetian model of climate adaptation, demonstrating that the city has not only protected itself from rising sea levels but has also embarked on an intense activity of restoring its cultural heritage according to a model that can be replicated globally. The speakers were Pierpaolo Campostrini (Vsf and Corila), Francesco Musco (Iuav) and Andrew Potts (Europa Nostra).</p><p>Finally, a round table moderated by Vittore Negretto (Iuav) and dedicated to the theme “From Local to Global”, which analyzed how Venice can effectively share its approach with the international community, through active participation in global networks and dialogue between cities. These initiatives confirm how Venice can be not only a symbol of the fight against rising sea levels, but also an international laboratory for resilience, sustainability and innovation in the fight against climate change.</p><p>©2024 GMC S.A.P.A. di G. P. Marra. Visit at adnkronos.com. Distributed by Tribune Content Agency, LLC.</p>", "publisher": "AdnkroNos International, Rome", "instances": []}, {"relevance_score": 18, "title": "Med-IREN:Learning from Nature to Coexist with Climate Change", "published": "2025-06-03", "bodyText": "<p nitf:lede=\"true\">(ANSA) - JUN 3 - Observing nature to learn how to protect Mediterranean communities from climate change is the mission of the European Med-IREN project. Med-IREN is a joint European initiative involving countries such as Spain, Italy, Greece, Cyprus, Finland, and Bulgaria. It is based on collaboration between researchers and local authorities who are working together to study nature-based solutions and engineering practices to tackle climate threats such as floods, wildfires, heatwaves, coastal erosion, and other risks that endanger critical sectors including transport, water, energy, and social services. </p><p>To identify innovative and sustainable responses to these challenges, researchers and local administrators involved in the project will analyze five local European situations with specific climate resilience issues: the Municipality of Granollers (Spain), the Provence-Alpes-Côte d'Azur region (France), the island of Ischia and the Tuscany region (Italy), and the city of Egaleo (Greece). The solutions identified in these pilot sites will then be replicated in four other European locations with similar characteristics: Larnaka (Cyprus), Sitia (Greece), Burgas (Bulgaria), and Helsinki (Finland), thereby promoting knowledge sharing among communities. \"As part of the Med-IREN project, we aim to bring together various communities and types of stakeholders working in different sectors, yet united by a common goal: to protect the critical infrastructure of regions and support local communities,\" explains Athanasios Sfetsos, a Greek physicist from the National Centre for Scientific Research Demokritos and coordinator of the Med-IREN project. \"We want to develop nature-based, climate-resilient solutions that can better respond to the pressures of climate change and deliver tangible benefits to Mediterranean people and communities,\" adds the scientist. VIDEO: Sfetsos: \"We want to develop nature-based solutions\". <url normalizedValue=\"https://www.ansa.it/europa/notizie/videogallery/ansalive/2025/05\">https://www.ansa.it/europa/notizie/videogallery/ansalive/2025/05</url> /16/med-iren-imparare-dalla-natura-a-convivere-col-cambiamento-c limatico_9c353eb1-d00a-4080-90c5-ddcebf82cc9e.html Among the phenomena under study is coastal erosion in Tuscany, where Med-IREN is evaluating the possibility of protecting the shoreline with a gravel beach capable of absorbing wave energy, maintaining open access to the Ligurian Sea, and preserving the landscape for the local community. The project is also analyzing strategies for controlling wildfires, inspired by traditional local methods such as firebreak ploughing lines, and it encourages the involvement of agricultural communities to improve alarm systems and detect ignition points early. \"According to experts, the Mediterranean region is a climate hotspot where both slow-onset and rapid, extreme events occur - made even more severe by climate change itself. The protection of critical infrastructure in the Mediterranean is a priority that demands immediate attention,\" Sfetsos concludes. #MED-Iren \"Co-funded by the European Union. However, the views expressed belong solely to the author(s) and do not necessarily reflect those of the European Union. Neither the European Union nor the granting authority can be held responsible.\"</p>", "publisher": "ANSA English Media Service", "instances": ["Med-IREN is a joint European initiative involving countries such as Spain, Italy, Greece, Cyprus, Finland, and Bulgaria. It is based on collaboration between researchers and local authorities who are working together to study nature-based solutions and engineering practices to tackle climate threats such as floods, wildfires, heatwaves, coastal erosion, and other risks that endanger critical sectors including transport, water, energy, and social services. The solutions identified in these pilot sites will then be replicated in four other European locations with similar characteristics: Larnaka (Cyprus), Sitia (Greece), Burgas (Bulgaria), and Helsinki (Finland), thereby promoting knowledge sharing among communities. \"As part of the Med-IREN project, we aim to bring together various communities and types of stakeholders working in different sectors, yet united by a common goal: to protect the critical infrastructure of regions and support local communities,\" explains Athanasios Sfetsos, a Greek physicist from the National Centre for Scientific Research Demokritos and coordinator of the Med-IREN project."]}, {"relevance_score": 18, "title": "Med-IREN:Learning from Nature to Coexist with Climate Change", "published": "2025-06-03", "bodyText": "<p nitf:lede=\"true\">(ANSA) - JUN 3 - Observing nature to learn how to protect Mediterranean communities from climate change is the mission of the European Med-IREN project. Med-IREN is a joint European initiative involving countries such as Spain, Italy, Greece, Cyprus, Finland, and Bulgaria. It is based on collaboration between researchers and local authorities who are working together to study nature-based solutions and engineering practices to tackle climate threats such as floods, wildfires, heatwaves, coastal erosion, and other risks that endanger critical sectors including transport, water, energy, and social services. </p><p>To identify innovative and sustainable responses to these challenges, researchers and local administrators involved in the project will analyze five local European situations with specific climate resilience issues: the Municipality of Granollers (Spain), the Provence-Alpes-Côte d'Azur region (France), the island of Ischia and the Tuscany region (Italy), and the city of Egaleo (Greece). The solutions identified in these pilot sites will then be replicated in four other European locations with similar characteristics: Larnaka (Cyprus), Sitia (Greece), Burgas (Bulgaria), and Helsinki (Finland), thereby promoting knowledge sharing among communities. \"As part of the Med-IREN project, we aim to bring together various communities and types of stakeholders working in different sectors, yet united by a common goal: to protect the critical infrastructure of regions and support local communities,\" explains Athanasios Sfetsos, a Greek physicist from the National Centre for Scientific Research Demokritos and coordinator of the Med-IREN project. \"We want to develop nature-based, climate-resilient solutions that can better respond to the pressures of climate change and deliver tangible benefits to Mediterranean people and communities,\" adds the scientist. VIDEO: Sfetsos: \"We want to develop nature-based solutions\". <url normalizedValue=\"https://www.ansa.it/europa/notizie/videogallery/ansalive/2025/05\">https://www.ansa.it/europa/notizie/videogallery/ansalive/2025/05</url> /16/med-iren-imparare-dalla-natura-a-convivere-col-cambiamento-c limatico_9c353eb1-d00a-4080-90c5-ddcebf82cc9e.html Among the phenomena under study is coastal erosion in Tuscany, where Med-IREN is evaluating the possibility of protecting the shoreline with a gravel beach capable of absorbing wave energy, maintaining open access to the Ligurian Sea, and preserving the landscape for the local community. The project is also analyzing strategies for controlling wildfires, inspired by traditional local methods such as firebreak ploughing lines, and it encourages the involvement of agricultural communities to improve alarm systems and detect ignition points early. \"According to experts, the Mediterranean region is a climate hotspot where both slow-onset and rapid, extreme events occur - made even more severe by climate change itself. The protection of critical infrastructure in the Mediterranean is a priority that demands immediate attention,\" Sfetsos concludes. #MED-Iren \"Co-funded by the European Union. However, the views expressed belong solely to the author(s) and do not necessarily reflect those of the European Union. Neither the European Union nor the granting authority can be held responsible.\"</p>", "publisher": "ANSA English Corporate Service", "instances": ["Med-IREN is a joint European initiative involving countries such as Spain, Italy, Greece, Cyprus, Finland, and Bulgaria. It is based on collaboration between researchers and local authorities who are working together to study nature-based solutions and engineering practices to tackle climate threats such as floods, wildfires, heatwaves, coastal erosion, and other risks that endanger critical sectors including transport, water, energy, and social services. The solutions identified in these pilot sites will then be replicated in four other European locations with similar characteristics: Larnaka (Cyprus), Sitia (Greece), Burgas (Bulgaria), and Helsinki (Finland), thereby promoting knowledge sharing among communities. \"As part of the Med-IREN project, we aim to bring together various communities and types of stakeholders working in different sectors, yet united by a common goal: to protect the critical infrastructure of regions and support local communities,\" explains Athanasios Sfetsos, a Greek physicist from the National Centre for Scientific Research Demokritos and coordinator of the Med-IREN project."]}, {"relevance_score": 21, "title": "Climate, Nauru sells citizenship to finance projects against rising sea levels (3)", "published": "2025-03-05", "bodyText": "<p nitf:lede=\"true\">Nauru expects to raise about $5.6 million (about €5.2 million) from the program in its first year, eventually reaching about $42 million (almost €40 million) a year. It will be gradually increased \"as we assess any unintended consequences or negative impacts,\" said Edward Clark, CEO of the Nauru Economic and Climate Resilience Citizenship Program. The success of the program will depend on how \"revenues are channeled into the country and what they are used for,\" Surak said. That means scrutiny and transparency on where the funds go and preventing people who would otherwise be prohibited from obtaining the passport from paying off officials under the table to get one, she added.</p><p>A previous citizenship-by-investment program, launched in the mid-1990s, was engulfed in scandal, with the arrest in 2003 in Malaysia of two suspected al-Qaeda terrorists in possession of Nauru passports. The government says vetting for the program will be rigorous and will exclude those who come from countries designated as high-risk by the United Nations, including Russia and North Korea. Partnerships with international organizations, including the World Bank, will provide \"expertise and oversight,\" President Adeang said. Nauru is not the first country to try to finance climate action by selling passports. The Caribbean nation of Dominica, which has been selling citizenship since 1993, recently said it is using some of the proceeds to fund its \"commitment to becoming the world's first climate-resilient country by 2030.\"</p><p>©2025 GMC S.A.P.A. di G. P. Marra. Visit at adnkronos.com. Distributed by Tribune Content Agency, LLC.</p>", "publisher": "AdnkroNos International, Rome", "instances": ["6 million (about €5. 2 million) from the program in its first year, eventually reaching about $42 million (almost €40 million) a year. The success of the program will depend on how \"revenues are channeled into the country and what they are used for,\" Surak said. That means scrutiny and transparency on where the funds go and preventing people who would otherwise be prohibited from obtaining the passport from paying off officials under the table to get one, she added."]}, {"relevance_score": 21, "title": "Myplant &amp; Garden, Tresso (Torino council): \"New trees in place of 55,000 square meters of asphalt\"", "published": "2025-02-20", "bodyText": "<p nitf:lede=\"true\">\"We have interpreted the possibility of using European funds starting from our most iconic park which is the Valentino Park. In addition to the 555 new trees planted, we are going to de-pave 55,000 square meters of asphalt, about 15 soccer fields, to create a condition optimal for new trees. In this way we are recovering much of a green belt on which we can plant\". This was reported by Francesco Tresso, councilor with responsibility for Public Green, tree-lined avenues, parks and riverbanks of the Municipality of Turin, at the panel 'The Landscape and the beauty of cities - Planting Trees is easy and right?', one of the meetings scheduled for the IX edition of Myplant &amp; Garden, the International Green Expo, taking place at Fiera Milano Rho until February 21, 2025.</p><p>\"We have a strategic plan for the green infrastructure and a climate resilience plan,\" says the councilor. \"On a more widespread level, in the city, we have a project called 'Resilient neighborhoods'. Through targeted strategies we wanted to create a sort of climate refuge above all in the central area of Turin, the result of industrial urban development at the beginning of the twentieth century, in which a lot was built with less and less attention to greenery. We therefore wanted to give a perception of greater livability in these typically very gray areas\", he says.</p><p>Then the councilor focuses on the interventions implemented by the Municipality of Turin to restore the greenery lost in 2024 due to climatic events: \"Due to the drought we lost about 3,000 trees in a few months. We have activated a program for which we will replace 7 thousand\", his words.</p><p>©2025 GMC S.A.P.A. di G. P. Marra. Visit at adnkronos.com. Distributed by Tribune Content Agency, LLC.</p>", "publisher": "AdnkroNos International, Rome", "instances": ["This was reported by Francesco Tresso, councilor with responsibility for Public Green, tree-lined avenues, parks and riverbanks of the Municipality of Turin, at the panel 'The Landscape and the beauty of cities - Planting Trees is easy and right? one of the meetings scheduled for the IX edition of Myplant &amp; Garden, the International Green Expo, taking place at Fiera Milano Rho until February 21, 2025. \"On a more widespread level, in the city, we have a project called 'Resilient neighborhoods'. Through targeted strategies we wanted to create a sort of climate refuge above all in the central area of Turin, the result of industrial urban development at the beginning of the twentieth century, in which a lot was built with less and less attention to greenery."]}, {"relevance_score": 17, "title": "Sustainability, Costa (Vsf): \"A 2025 full of initiatives for the Foundation\"", "published": "2024-12-17", "bodyText": "<p nitf:lede=\"true\">\"A 2025 full of initiatives is expected, starting with the Sustainability Biennale with a very articulated program of events, activities, conferences and exhibitions that discusses with international interlocutors the issues that the Foundation deals with in the field of sustainability and territorial development, starting from what is codified as climate resilience. This is the ability of a territory to find solutions to adapt to the effects of climate change. In the case of Venice, in particular, the issue of rising sea levels\". Thus Alessandro Costa, general manager of the Fondazione Venezia Capitale Mondiale della Sostenibilità/ Venice Sustainability Foundation - Vsf, on the occasion of the meeting with the media to take stock of the activities carried out by Vsf in 2024 and future projects.</p><p>\"First of all, we try to have an integrated approach to the issue of sustainability and resilience - continues Costa - We try to see how sustainable development applies simultaneously to the economy, society, the environment and how our innovation also applies to the cultural sustainability that is focused on Venice. We have a broad spectrum of issues that we monitor, ranging from economic development to hydrogen, from environmental protection and energy efficiency to the development of renewable sources. From innovation as one of the keys to diversifying the economic base of our territory, to the theme of residency, social inclusion, to the theme of legality and to that of the great project of Venice city campus, that is, the growth and development of a knowledge cluster within our territory\".</p><p>©2024 GMC S.A.P.A. di G. P. Marra. Visit at adnkronos.com. Distributed by Tribune Content Agency, LLC.</p>", "publisher": "AdnkroNos International, Rome", "instances": ["This is the ability of a territory to find solutions to adapt to the effects of climate change. In the case of Venice, in particular, the issue of rising sea levels\"."]}, {"relevance_score": 17, "title": "G7 urban development, Fitto does not preside and hands over the baton to Piantedosi (2)", "published": "2024-10-29", "bodyText": "<p nitf:lede=\"true\">The debate, reads the Media Handbook of the summit, will focus mainly on how urban policies can respond to the challenges posed by ecological, demographic and digital transitions. Ministers will explore the potential of cities with the aim of becoming hubs of innovation, inclusive growth and climate resilience, with particular attention to multi-level governance tools and the integration of urban policies with national and European strategies.</p><p>A central aspect of the debate will be the promotion of an integrated approach to urban policies, which encourages the adoption of innovative practices for the reduction of emissions, the use of renewable resources and the development of more inclusive cities. The discussion will also touch on issues related to international cooperation and the commitment of the G7 countries to support cities in the transition towards sustainable development models, in line with the United Nations Sustainable Development Goals. In this context, the OECD will present the results of its analysis of best practices in urban policies, providing a basis for constructive discussion between delegations.</p><p>At the end of the work, a final communiqué will be issued, which will represent the result of the dialogue between the Member States and the future joint actions to be taken to promote sustainable urban development will be outlined. The communiqué will offer a summary of the main challenges and commitments shared by the G7 members, constituting a starting point for future G7 presidencies, with a particular focus on the next Canadian Presidency in 2025.</p><p>©2024 GMC S.A.P.A. di G. P. Marra. Visit at adnkronos.com. Distributed by Tribune Content Agency, LLC.</p>", "publisher": "AdnkroNos International, Rome", "instances": ["The debate, reads the Media Handbook of the summit, will focus mainly on how urban policies can respond to the challenges posed by ecological, demographic and digital transitions. A central aspect of the debate will be the promotion of an integrated approach to urban policies, which encourages the adoption of innovative practices for the reduction of emissions, the use of renewable resources and the development of more inclusive cities. The discussion will also touch on issues related to international cooperation and the commitment of the G7 countries to support cities in the transition towards sustainable development models, in line with the United Nations Sustainable Development Goals."]}, {"relevance_score": 27, "title": "EU unprepared for climate crisis, EEA risk report warns (2)", "published": "2024-03-15", "bodyText": "<p nitf:lede=\"true\">(ANSA) - MAR 15 - Water supplies: a source of conflict?. The European Commission's plans presented on Tuesday dedicated a section to water, \"a vital resource that is already under pressure in many parts of Europe due to structural mismanagement, unsustainable land use, hydro-morphological changes and pollution\". The Commission warned that there is a risk of \"increased competition over water resources across sectors and uses, including potential risk of conflicts within and among the member states over transboundary water resources\". In Bulgaria, for example, water resources are expected to decline as a result of climate change. This could exacerbate the risk of water scarcity in vulnerable areas and, in years with particularly adverse conditions, elsewhere, said Associate Professor Emil Gachev from the Bulgarian Academy of Sciences' Climate, Atmosphere and Water Research Institute, at a forum about Bulgaria's water resources, held in Sofia on Tuesday. The forum was organised by the Bulgarian climate science media platform Climateka on the occasion of World Water Day, which takes place on March 22. According to Gachev, one-third of the world's population is experiencing water scarcity, water resources remain scarce and this problem will worsen due to the growing population. </p><p>He specified that the water resources are decreasing due to poor water management and pollution. According to Dr. Valentin Simeonov, a researcher with the Swiss Federal Institute of Technology in Lausanne, Switzerland, the change in ocean circulation and in particular the slowing down or stopping of the Gulf Stream will lead to a serious reduction in rainfall in Bulgaria. Stormclouds gather over EU's Green Deal. The EU's Green Deal - once a core mission in Brussels' fight against the climate crisis - is also looking increasingly under threat in the bloc's upcoming elections as resistance grows to its costs and consequences. Farmers' protests, consumer cost-of-living worries and some countries' hesitation are already undercutting the ambitious plan to make the EU carbon-neutral by 2050. The climate crisis is becoming \"a real identity politics issue\" caught up in the farmers\" protests, said Susi Dennison, senior policy fellow at the European Council on Foreign Relations. A Belgian farmer on Wednesday sued French oil and gas giant TotalEnergies, demanding compensation for damage to his farm caused by climate change. \"Climate change is having a tangible impact on my work and life: yield losses, extra work, and the stress that comes from dealing with a disrupted crop calendar,\" farmer Hugues Falys said in a statement. Many of the Green Deal's laws have been adopted: an end to selling internal-combustion engine cars by 2035; a border carbon tax; rules against importing goods from deforested zones. But momentum stalled last year with legislation to reduce chemical pesticides and to restore wilderness ecosystems - opposed on grounds they could undermine food production in the bloc. The European Environment Agency's document should serve to guide the necessary actions necessary to mitigate the negative consequences of climate change. The European Commission's plans on climate resilience were the last major climate and Green Deal initiatives before the June elections. Fact check: False claims challenge the existence of climate change. The European Union's Earth observation programme Copernicus recently recorded the warmest January on record, with an average temperature of 13 degrees Celsius. False claims on social networks argued that there was no climate change because temperatures of up to 15 degrees had been recorded in Germany as far back as January 1974. The fact checking team of the German Press Agency (dpa) debunked these claims, saying that to make a statement about the climate, it is not enough to look at the weather on individual days - you have to look at the weather over a longer period of time. Read the full fact check here: <url normalizedValue=\"https://dpa-factchecking.com/germany/240214-99-987537/\">https://dpa-factchecking.com/germany/240214-99-987537/</url> (The content of this article is based on news by agencies participating in the enr, in this case AFP, ANSA, BTA, dpa, EFE, Lusa).</p>", "publisher": "ANSA English Media Service", "instances": ["But momentum stalled last year with legislation to reduce chemical pesticides and to restore wilderness ecosystems - opposed on grounds they could undermine food production in the bloc. The European Environment Agency's document should serve to guide the necessary actions necessary to mitigate the negative consequences of climate change. Fact check: False claims challenge the existence of climate change. The European Union's Earth observation programme Copernicus recently recorded the warmest January on record, with an average temperature of 13 degrees Celsius."]}, {"relevance_score": 27, "title": "EU unprepared for climate crisis, EEA risk report warns (2)", "published": "2024-03-15", "bodyText": "<p nitf:lede=\"true\">(ANSA) - MAR 15 - Water supplies: a source of conflict?. The European Commission's plans presented on Tuesday dedicated a section to water, \"a vital resource that is already under pressure in many parts of Europe due to structural mismanagement, unsustainable land use, hydro-morphological changes and pollution\". The Commission warned that there is a risk of \"increased competition over water resources across sectors and uses, including potential risk of conflicts within and among the member states over transboundary water resources\". In Bulgaria, for example, water resources are expected to decline as a result of climate change. This could exacerbate the risk of water scarcity in vulnerable areas and, in years with particularly adverse conditions, elsewhere, said Associate Professor Emil Gachev from the Bulgarian Academy of Sciences' Climate, Atmosphere and Water Research Institute, at a forum about Bulgaria's water resources, held in Sofia on Tuesday. The forum was organised by the Bulgarian climate science media platform Climateka on the occasion of World Water Day, which takes place on March 22. According to Gachev, one-third of the world's population is experiencing water scarcity, water resources remain scarce and this problem will worsen due to the growing population. </p><p>He specified that the water resources are decreasing due to poor water management and pollution. According to Dr. Valentin Simeonov, a researcher with the Swiss Federal Institute of Technology in Lausanne, Switzerland, the change in ocean circulation and in particular the slowing down or stopping of the Gulf Stream will lead to a serious reduction in rainfall in Bulgaria. Stormclouds gather over EU's Green Deal. The EU's Green Deal - once a core mission in Brussels' fight against the climate crisis - is also looking increasingly under threat in the bloc's upcoming elections as resistance grows to its costs and consequences. Farmers' protests, consumer cost-of-living worries and some countries' hesitation are already undercutting the ambitious plan to make the EU carbon-neutral by 2050. The climate crisis is becoming \"a real identity politics issue\" caught up in the farmers\" protests, said Susi Dennison, senior policy fellow at the European Council on Foreign Relations. A Belgian farmer on Wednesday sued French oil and gas giant TotalEnergies, demanding compensation for damage to his farm caused by climate change. \"Climate change is having a tangible impact on my work and life: yield losses, extra work, and the stress that comes from dealing with a disrupted crop calendar,\" farmer Hugues Falys said in a statement. Many of the Green Deal's laws have been adopted: an end to selling internal-combustion engine cars by 2035; a border carbon tax; rules against importing goods from deforested zones. But momentum stalled last year with legislation to reduce chemical pesticides and to restore wilderness ecosystems - opposed on grounds they could undermine food production in the bloc. The European Environment Agency's document should serve to guide the necessary actions necessary to mitigate the negative consequences of climate change. The European Commission's plans on climate resilience were the last major climate and Green Deal initiatives before the June elections. Fact check: False claims challenge the existence of climate change. The European Union's Earth observation programme Copernicus recently recorded the warmest January on record, with an average temperature of 13 degrees Celsius. False claims on social networks argued that there was no climate change because temperatures of up to 15 degrees had been recorded in Germany as far back as January 1974. The fact checking team of the German Press Agency (dpa) debunked these claims, saying that to make a statement about the climate, it is not enough to look at the weather on individual days - you have to look at the weather over a longer period of time. Read the full fact check here: <url normalizedValue=\"https://dpa-factchecking.com/germany/240214-99-987537/\">https://dpa-factchecking.com/germany/240214-99-987537/</url> (The content of this article is based on news by agencies participating in the enr, in this case AFP, ANSA, BTA, dpa, EFE, Lusa).</p>", "publisher": "ANSA English Corporate Service", "instances": ["But momentum stalled last year with legislation to reduce chemical pesticides and to restore wilderness ecosystems - opposed on grounds they could undermine food production in the bloc. The European Environment Agency's document should serve to guide the necessary actions necessary to mitigate the negative consequences of climate change. Fact check: False claims challenge the existence of climate change. The European Union's Earth observation programme Copernicus recently recorded the warmest January on record, with an average temperature of 13 degrees Celsius."]}, {"relevance_score": 8, "title": "'Italian cooperation for sustainable development in Africa' (2)", "published": "2023-07-04", "bodyText": "<p nitf:lede=\"true\">(ANSA) - JUL 4 - Italian international cooperation in Africa aims to strengthen support for sustainable development and create opportunities for growth, Deputy Premier and Foreign Minister Antonio Tajani told African ambassadors accredited to Italy on Tuesday. \"The World Bank has predicted that climate change could cause 86 million internal migrants in Sub-Saharan Africa by 2050,\" said Tajani. </p><p>Faced with this prospect, the goal of Italian cooperation initiatives \"is to strengthen support for the sustainable development of this region, financing projects for clean energy, biodiversity protection and climate resilience\", he continued. However, the foreign minister said Italy anso wants to \"facilitate partnerships with and between the countries of the region, involving the private sector and creating opportunities for growth, enterprise and trade\". \"Right now, the strategic priorities for Africa are adaptation to climate change, access to clean energy and conservation of natural resources,\" said Tajani, adding that, according to World Bank estimates, the region has a photovoltaic energy potential of 10 Terawatts and a wind energy potential of 110 Terawatts, only 1% of which had been exploited as of year end 2020. To harness the untapped potential greater investment and attention from international financial institutions are required, he added. Meanwhile, Tajani said Italy is playing its part. \"50 projects have been approved for Africa and the MENA region, with a preference for Africa, with a total of over 120 million in grants,\" said the minister.</p>", "publisher": "ANSA English Corporate Service", "instances": ["(ANSA) - JUL 4 - Italian international cooperation in Africa aims to strengthen support for sustainable development and create opportunities for growth, Deputy Premier and Foreign Minister Antonio Tajani told African ambassadors accredited to Italy on Tuesday. \"The World Bank has predicted that climate change could cause 86 million internal migrants in Sub-Saharan Africa by 2050,\" said Tajani. However, the foreign minister said Italy anso wants to \"facilitate partnerships with and between the countries of the region, involving the private sector and creating opportunities for growth, enterprise and trade\". \"Right now, the strategic priorities for Africa are adaptation to climate change, access to clean energy and conservation of natural resources,\" said Tajani, adding that, according to World Bank estimates, the region has a photovoltaic energy potential of 10 Terawatts and a wind energy potential of 110 Terawatts, only 1% of which had been exploited as of year end 2020."]}, {"relevance_score": 8, "title": "'Italian cooperation for sustainable development in Africa' (2)", "published": "2023-07-04", "bodyText": "<p nitf:lede=\"true\">(ANSA) - JUL 4 - Italian international cooperation in Africa aims to strengthen support for sustainable development and create opportunities for growth, Deputy Premier and Foreign Minister Antonio Tajani told African ambassadors accredited to Italy on Tuesday. \"The World Bank has predicted that climate change could cause 86 million internal migrants in Sub-Saharan Africa by 2050,\" said Tajani. </p><p>Faced with this prospect, the goal of Italian cooperation initiatives \"is to strengthen support for the sustainable development of this region, financing projects for clean energy, biodiversity protection and climate resilience\", he continued. However, the foreign minister said Italy anso wants to \"facilitate partnerships with and between the countries of the region, involving the private sector and creating opportunities for growth, enterprise and trade\". \"Right now, the strategic priorities for Africa are adaptation to climate change, access to clean energy and conservation of natural resources,\" said Tajani, adding that, according to World Bank estimates, the region has a photovoltaic energy potential of 10 Terawatts and a wind energy potential of 110 Terawatts, only 1% of which had been exploited as of year end 2020. To harness the untapped potential greater investment and attention from international financial institutions are required, he added. Meanwhile, Tajani said Italy is playing its part. \"50 projects have been approved for Africa and the MENA region, with a preference for Africa, with a total of over 120 million in grants,\" said the minister.</p>", "publisher": "ANSA English Media Service", "instances": ["(ANSA) - JUL 4 - Italian international cooperation in Africa aims to strengthen support for sustainable development and create opportunities for growth, Deputy Premier and Foreign Minister Antonio Tajani told African ambassadors accredited to Italy on Tuesday. \"The World Bank has predicted that climate change could cause 86 million internal migrants in Sub-Saharan Africa by 2050,\" said Tajani. However, the foreign minister said Italy anso wants to \"facilitate partnerships with and between the countries of the region, involving the private sector and creating opportunities for growth, enterprise and trade\". \"Right now, the strategic priorities for Africa are adaptation to climate change, access to clean energy and conservation of natural resources,\" said Tajani, adding that, according to World Bank estimates, the region has a photovoltaic energy potential of 10 Terawatts and a wind energy potential of 110 Terawatts, only 1% of which had been exploited as of year end 2020."]}, {"relevance_score": 23, "title": "Germany's KfW bank loans IFAD €400m to help rural poor adapt to climate change", "published": "2021-11-19", "bodyText": "<p nitf:lede=\"true\">Germany's state-owned bank KfW has agreed to loan the United Nations International Fund for Agricultural Development 400 million euros to boost its efforts to combat hunger and poverty and help the rural poor adapt to climate change.</p><p>“KfW’s injection of funding to rural development and resilience is incredibly timely. At COP26 earlier this month, we heard the desperate pleas for increased financial support from countries who are vulnerable to climate change and who are experiencing how erratic weather deepens hunger and poverty,” said Gilbert F. Houngbo, president of Rome-based IFAD.</p><p>“IFAD and KfW are very much aligned in our commitment to rural prosperity, and to invest in tackling hunger and poverty in the face of climate change,\" Houngbo added.</p><p>The UN’s climate summit (COP26) which ended last week, saw a call for greater financing to help the world’s poorest countries adapt to the devastating impacts of natural disasters and more erratic weather. Rural small farmers are especially vulnerable to climate-related shocks, and IFAD’s investments help to build their resilience and adapt to extreme weather events such as flooding and drought.</p><p>The loan from KfW, on behalf of Germany’s Federal Ministry for Economic Cooperation and Development (BMZ), will be used by IFAD to help finance its programme of loans and grants which is expected to total up to 3.5 billion dollars in 2022-2024.</p><p>The funds will help approximately 140 million rural people increase their output and raise their incomes through better market access and rural financial services. It will also increase climate resilience, and contribute to creating employment and improved food security and nutrition for the world’s most vulnerable people, according to the IFAD statement.</p><p>KfW is one of IFAD’s primary lenders. In 2014, KfW and IFAD signed a Framework Agreement to grant IFAD loans for an amount of up to 400 million.</p><p>©2021 GMC S.A.P.A. di G. P. Marra. Visit at adnkronos.com. Distributed by Tribune Content Agency, LLC.</p>", "publisher": "AdnkroNos International, Rome", "instances": ["5 billion dollars in 2022-2024. The funds will help approximately 140 million rural people increase their output and raise their incomes through better market access and rural financial services. KfW is one of IFAD’s primary lenders. In 2014, KfW and IFAD signed a Framework Agreement to grant IFAD loans for an amount of up to 400 million."]}, {"relevance_score": 17, "title": "Tunisia: MedProgramme to modernise 10 water purifiers", "published": "2020-07-02", "bodyText": "<p nitf:lede=\"true\">(ANSAmed) Ten water purification plants in the Tunisian cities of Bouargoub, El Kef, Teboursouk, Jammel, Sbeitla, Medenine, Tozeur, Kebili, El Hamma and Tataouine will be modernised as part of the Mediterranean SeaProgramme (MedProgramme), said Lorenzo Paolo Galbiati, Project Pool Manager at United Nations Environment Programme - Mediterranean Action Plan.</p><p>He said the project concerns plants that are at saturation or near saturation.</p><p>\"It's important to ensure that each plant has a sufficient capacity for treating all urban, rural, and industrial wastewater until 2045,\" Galbiati said.</p><p>The goal is to prevent wastewater pollution in the Mediterranean, Galbiati told the Tunisian news agency TAP.</p><p>MedProgramme was launched in 10 countries (Tunisia, Albania, Algeria, Bosnia-Herzegovina, Egypt, Lebanon, Libya, Morocco, Montenegro and Turkey) through a 43-million-dollar grant from the Global Environment Facility (GEF).</p><p>The regional programme is completely integrated in the Barcelona Convention, in which seven different projects with more than 100 activities have been enacted in synergy to create a cumulative environmental benefit in the Mediterranean.</p><p>Numerous activities are underway in all countries that can access GEF, including Tunisia, creating a positive environmental impact for the region.</p><p>Other actions will be put into place while taking into account the specifics of each nation.</p><p>In Tunisia, the project aims in particular to evaluate mercury contamination in the soil in Kasserine and to identify priority actions for remedying the metallic mercury containers in former electrolytic cells and proposing a global management plan for the contaminated site.</p><p>It also includes preparing a national inventory plan for persistent organic pollutants (POP), in collaboration with the applicable ministries, and identifying concrete actions for the sustainable management of the coastal aquifer of Ras Jebel in the Bizerte Governorate.</p><p>MedProgramme also includes the substitution of medical equipment containing mercury, in particular substituting thermometers in 25 hospitals with about 800 digital ones.</p><p>Galbiati said it's not possible in this phase to calculate the exact value of the funds that need to be allocated to each of the cited projects.</p><p>He said those amounts will be made clear during the implementation of the medical programme, after the soil inspection and the carrying out of the various calls for tenders.</p><p>MedProgramme is scheduled to officially launch in Tunisia in mid-July and aims to reduce primary environmental stressors, strengthen climate resilience and water resource security, and improve the health of and support to the coastal populations in the Mediterranean region.</p><p>MedProgramme is supported by the European Bank for Reconstruction and Development (EBRD) and the European Investment Bank (EIB) through co-financing of 700 million US dollars in the form of loans to countries and public and private entities.</p><p>The financing aims to facilitate the creation and transformation of the market and ensure sustainability through the private sector and the involvement of municipalities.(ANSAmed).</p>", "publisher": "ANSAmed - English", "instances": ["Galbiati said it's not possible in this phase to calculate the exact value of the funds that need to be allocated to each of the cited projects. He said those amounts will be made clear during the implementation of the medical programme, after the soil inspection and the carrying out of the various calls for tenders. MedProgramme is supported by the European Bank for Reconstruction and Development (EBRD) and the European Investment Bank (EIB) through co-financing of 700 million US dollars in the form of loans to countries and public and private entities. The financing aims to facilitate the creation and transformation of the market and ensure sustainability through the private sector and the involvement of municipalities."]}, {"relevance_score": 15, "title": "FAO to receive $179m to fight deforestation, desertification, climate change", "published": "2019-06-14", "bodyText": "<p nitf:lede=\"true\">June 14--The United Nations Food and Agriculture Organisation on Friday welcomed a decision to provide $179 million to support the UN agency's work with countries worldwide at the critical nexus between agriculture and the environment, FAO said in a statement.</p><p>The decision by the Council of the Washington-based Global Environment Facility fund covers projects focussed on biodiversity conservation, transboundary water resources management, sustainable land management, highly hazardous pesticide remediation, and climate change adaptation, the statement said.</p><p>\"FAO strongly welcomes the GEF Council's decision which builds on a long standing partnership and significantly contributes to the need to address critical environmental challenges while improving food security,\" said Maria Helena Semedo, FAO Deputy Director General, Climate and Natural Resources.</p><p>The funding stems from the GEF's Council meeting in Washington this week where governments approved two separate Work Programs totalling some $966 million, the biggest allocation in GEF's history.</p><p>The money will benefit 91 nations, including 30 Least Developed Countries and 32 Small Island Developing States, said the statement.</p><p>The GEF launched two landmark Impact Programs -- on Dryland Sustainable Landscapes and Food Systems, Land Use and Restoration as  part of one of the work programmes, the statement went on.</p><p>Around $104 million of the funding will go to the DSL Impact Programme, led by FAO, in 11 countries in Africa and Asia, in partnership with the World Bank, the International Union for the Conservation of Nature, and the World Wildlife Fund.</p><p>The DSL Impact Program will target efforts to avoid, reduce and reverse further deforestation, degradation, and desertification in: Angola, Botswana, Burkina Faso, Kazakhstan, Kenya, Malawi, Mongolia, Mozambique, Namibia, Tanzania and Zimbabwe, according to the statement.</p><p>The GEF Council also approved a $101 million work program for the GEF's climate change adaptation trust funds -  the Least Developed Countries Fund and the Special Climate Change Fund  of which $44 million are FAO-GEF projects.</p><p>This LDCF/SCCF Work Programme spans a range of adaptation priorities, including climate-smart agriculture and forestry, building urban, rural, and coastal community climate resilience, improving water resource management and availability for agriculture and domestic uses, strengthening climate resilience in vulnerable coastal communities, and enhancing the adaptive capacity of communities through integrated approaches, according to the statement.</p><p>FAO said it has also been invited to play a key role with the World Bank in a second GEF Impact Program the Food Systems, Land Use, and Restoration Program. All these initiatives will address the complex interaction between maintaining resilient production systems in drylands, promoting restoration, and improving livelihoods through a comprehensive landscape approach.</p><p>___ (c)2019 Adnkronos International (Rome) Visit Adnkronos International (Rome) at <url normalizedValue=\"http://www.adnkronos.com\">www.adnkronos.com</url> Distributed by Tribune Content Agency, LLC.</p>", "publisher": "AdnkroNos International, Rome", "instances": ["The DSL Impact Program will target efforts to avoid, reduce and reverse further deforestation, degradation, and desertification in: Angola, Botswana, Burkina Faso, Kazakhstan, Kenya, Malawi, Mongolia, Mozambique, Namibia, Tanzania and Zimbabwe, according to the statement. The GEF Council also approved a $101 million work program for the GEF's climate change adaptation trust funds -  the Least Developed Countries Fund and the Special Climate Change Fund  of which $44 million are FAO-GEF projects. FAO said it has also been invited to play a key role with the World Bank in a second GEF Impact Program the Food Systems, Land Use, and Restoration Program. All these initiatives will address the complex interaction between maintaining resilient production systems in drylands, promoting restoration, and improving livelihoods through a comprehensive landscape approach."]}, {"relevance_score": 22, "title": "IFAD and Egypt to boost resilience in desert areas with a $81m investment", "published": "2019-02-19", "bodyText": "<p nitf:lede=\"true\">Feb. 19--The UN's International Fund for Agricultural Development and Egypt on Tuesday inked a 81.6 million dollar sustainable development accord to reduce poverty and hunger and boost incomes and resilient livelihoods for 450,000 rural people in the northwest Matrouh Governorate, IFAD said in a statement.</p><p>The total cost of the Promoting Resilience in Desert Environments project is US$81.6 million, including a $61.9 million loan and a $1 million grant from IFAD. The government will contribute $14 million and the private sector will make up the difference, according to the statement.</p><p>The Promoting Resilience in Desert Environments project aims to address two key challenges in the lower Nile region euro \" the impact of climate change and malnutrition euro \" by building climate resilience in poor communities and offering a variety of nutrition-sensitive activities, the statement said.</p><p>To tackle nutrition-related challenges prevailing in the targeted area,  PRIDE will work to improve the diets of women and children while helping them access better water and sanitation. By building schools and health clinics, it will provide sanitation facilities for 18,000 rural people, education for 1,000 students and health facilities for 15,000 women annually.</p><p>The PRIDE project will also raise livestock productivity  and support families on newly reclaimed desert lands to cultivate suitable crops, said the statement.</p><p>\"IFAD's collaboration through PRIDE will also link to and leverage national initiatives that the Government of Egypt is focusing on, including the Sustainable Development Strategy: Egypt Vision 2030 and a 1.5 million feddan governmental initiative aimed at increasing Egypt's farmlands and fostering livelihood opportunities for young farmers,\" said Khalida Bouzar, IFADÃ¬s Regional Director, Near East, North Africa and Central Asia Division.</p><p>The project is expected to improve the nutrition, wealth and output of local communities, including a 19,000 feddan (7,980 hectare) increase in the area under agricultural production due to the development and rehabilitation of wadis (dry river valleys) through rain-water harvesting infrastructure and planting of fig and olive trees and the introduction of new technologies, such as electronic tablets, to improve water quality monitoring and management among women and men, according to the IFAD statement.</p><p>The PRIDE agreement was signed by Gilbert F. Houngbo, President of IFAD, and Sahar Nasr, Minister of Investment and International Cooperation, Egypt, the statement noted.</p><p>Since 1980, IFAD has financed 13 rural development programmes and projects in Egypt, investing $456 million or $842 million when co-financing is included. These projects and programmes have benefitted around 7.2 million rural people, according to IFAD.</p><p>___ (c)2019 Adnkronos International (Rome) Visit Adnkronos International (Rome) at <url normalizedValue=\"http://www.adnkronos.com\">www.adnkronos.com</url> Distributed by Tribune Content Agency, LLC.</p>", "publisher": "AdnkroNos International, Rome", "instances": ["9 million loan and a $1 million grant from IFAD. The government will contribute $14 million and the private sector will make up the difference, according to the statement. To tackle nutrition-related challenges prevailing in the targeted area,  PRIDE will work to improve the diets of women and children while helping them access better water and sanitation. By building schools and health clinics, it will provide sanitation facilities for 18,000 rural people, education for 1,000 students and health facilities for 15,000 women annually."]}, {"relevance_score": 16, "title": "Australia: 'war' with China for influence over the Pacific, pact with Vanuatu arrives (2)", "published": "2025-08-14", "bodyText": "<p nitf:lede=\"true\">The mystery remains about most of the details. Australian authorities speak of a \"revolutionary\" pact. According to the Australian Abc, the agreement provides for Australia to channel funds into a number of sectors, including climate resilience, infrastructure, security and budget support.</p><p>According to the network, a visa waiver scheme is not on the table, but the announcement of the pact comes as Australia tries to counter Beijing's attempts to establish itself as Vanuatu's main trading and security partner, which has relied heavily on Chinese institutions to finance infrastructure projects.</p><p>A new presidential palace was among the latest 'gifts' from the Asian giant. Vanuatu, Asian media highlight, has always claimed a \"non-aligned policy\", neither with the West nor with China, in the name of strategic flexibility.</p><p>©2025 GMC S.A.P.A. di G. P. Marra. Visit at adnkronos.com. Distributed by Tribune Content Agency, LLC.</p>", "publisher": "AdnkroNos International, Rome", "instances": ["The mystery remains about most of the details. Australian authorities speak of a \"revolutionary\" pact. According to the network, a visa waiver scheme is not on the table, but the announcement of the pact comes as Australia tries to counter Beijing's attempts to establish itself as Vanuatu's main trading and security partner, which has relied heavily on Chinese institutions to finance infrastructure projects. A new presidential palace was among the latest 'gifts' from the Asian giant."]}, {"relevance_score": 22, "title": "Famine looming amid Central American drought - UN", "published": "2018-08-24", "bodyText": "<p nitf:lede=\"true\">Aug. 24--Recent drought has laid waste to over 280,000 hectares of beans and maize in Guatemala, El Salvador and Honduras, putting over two million people at risk of hunger in the coming months, two Rome-based United Nations agencies warned on Friday.</p><p nitf:lede=\"true\">The possible arrival of an El Nino extreme weather event before the end of the year could further worsen the precarious food and nutrition security of vulnerable rural communities in the region, the UN Food and Agriculture Organization and the UN World Food Programme also warned.</p><p>According to the International Research Institute/Climate Prediction Centre (IRI/CPC), there is a 60 percent chance of a new El Nino between September and December 2018, FAO and WFP said.</p><p>The months of June and July registered lower-than-average rainfall and drier-than-average conditions, which affected the first and principal crop cycle in Central America, according to the two UN agencies.</p><p>\"Total or partial loss of crops means that subsistence farmers and their families will not have enough food to eat or sell in coming months,\" FAO and WFP said in their joint statement.</p><p>The second crop cycle, which usually makes up for the shortfalls of the first harvest, takes place in November. Even if the El Nino turns out to be a weak one, it will have \"a significant impact\" the second harvest, UN the agencies said.</p><p>Maize and beans, the main staple foods, have been the crops most affected by the drought, according to the governments of Guatemala, El Salvador and Honduras, which have reported losses of 281,000 hectares of these staples, on which of their populations depend for their food and nutrition, the agencies reported.</p><p>\"These losses will increase the cost of these foods for the entire population,\" FAO and WFP stated.</p><p>The Honduran government declared an emergency in the Dry Corridor this month, where it is estimated that 82 percent of the maize and bean crops have been lost, while the government of El Salvador put out a red alert in July.</p><p>\"Just when rural communities were recovering from the 2014 drought and the El Nino phenomenon of 2015 - the strongest recorded in recent history euro \" a new drought is affecting the most vulnerable again,\" said Miguel Barreto, WFP Regional Director for America and the Caribbean.</p><p>\"We need to redouble our efforts and reach more rural communities,\" Barreto said.</p><p>After the climate events of 2014 and 2015, WFP, with support from the international community, provided food assistance to thousands of people in vulnerable communities of the Dry Corridor, to improve food security and strengthen resilience at family, community and institutional level. These activities included soil and water conservation, better agricultural practices and training to deal with natural disasters, as well as strengthening of monitoring systems for food and nutrition security.</p><p>\"It is urgent to improve the climate resilience of inhabitants of Central America, especially in areas such as the Dry Corridor,\" said FAO Regional Representative, Julio Berdegue.</p><p>The UN is especially worried about the effect of this new drought on migration given the danger that thousands of people will struggle to feed and maintain their families, the agencies said</p><p>In close collaboration with governments and partners, FAO and WFP now plan to study the impact of this year's agricultural cycles on the price of staple foods, and to evaluate the food and nutritional security of Dry Corridor communities once the first harvest is completed and the second harvest is underway.</p><p>Other plans include support to governments in setting up systems to monitor agricultural production and food security, agreements to regulate \"safe and orderly temporary migration of people from the rural communities most affected by the drought\"; and resources for rainwater harvesting and storage systems to reduce the impact of future droughts, the agencies said.</p><p>FAO has developed a Disaster Risk Programme to strengthen resilience in the Dry Corridor in Central America and has worked with partners to boost the resilience of households, communities and institutions, the statement said.</p><p>___ (c)2018 Adnkronos International (Rome) Visit Adnkronos International (Rome) at <url normalizedValue=\"http://www.adnkronos.com\">www.adnkronos.com</url> Distributed by Tribune Content Agency, LLC.</p>", "publisher": "AdnkroNos International, Rome", "instances": ["After the climate events of 2014 and 2015, WFP, with support from the international community, provided food assistance to thousands of people in vulnerable communities of the Dry Corridor, to improve food security and strengthen resilience at family, community and institutional level. These activities included soil and water conservation, better agricultural practices and training to deal with natural disasters, as well as strengthening of monitoring systems for food and nutrition security. The UN is especially worried about the effect of this new drought on migration given the danger that thousands of people will struggle to feed and maintain their families, the agencies saidIn close collaboration with governments and partners, FAO and WFP now plan to study the impact of this year's agricultural cycles on the price of staple foods, and to evaluate the food and nutritional security of Dry Corridor communities once the first harvest is completed and the second harvest is underway. Other plans include support to governments in setting up systems to monitor agricultural production and food security, agreements to regulate \"safe and orderly temporary migration of people from the rural communities most affected by the drought\"; and resources for rainwater harvesting and storage systems to reduce the impact of future droughts, the agencies said."]}, {"relevance_score": 20, "title": "UN climate change conference starts", "published": "2016-11-07", "bodyText": "<p nitf:lede=\"true\">(ANSAmed) The 22nd UN Climate Change Conference opens Monday in Marrakech with the urgent need to transition from words to facts. In Bab Ighli, the door from which caravans used to enter the town from the desert carrying precious goods, the strategy to reduce the planet's temperature will be decided. This symbolic location, just a few meters away from one of Morocco's royal palaces, politicians and members of civil society until November 18 will have to swear loyalty to one another in order to hand over a healthy planet to future generations.</p><p>Patricia Espinosa, secretary of the UN Framework Convention on Climate Change (UNFCCC), mentioned the latest details from Rabat, noting that ''100 countries out of the 197 in Marrakech have formally signed the Paris agreement, a positive sign''.</p><p>Everyone will have to gather on 15 November in Marrakech around a table to outline together for the first time a strategy to implement the plan drafted last year in France - the key event of the conference.</p><p>''Marrakech will also give the opportunity to developing countries to present a road map to reach the aim'', said Espinosa. ''But it will also be a huge container for all public and private initiatives to help the battle against climate change''.</p><p>A clear path will have to emerge from the summit in Morocco for the allocation of 100 billion dollars a year until 2020, to support action in developing countries. According to UN estimates, between 5 to 7,000 billion a year are necessary to reach a sustainable development model. ''It is urgent to transition into a phase of law emissions and climate resilience'', as repeatedly stressed by UN Secretary General Ban Ki-moon.</p><p>Moroccan foreign minister and businessman, Salaheddine Mezouar, will step in as president after Ségolène Royal, environment minister of France and COP21 president.</p><p>The summit in Paris traced the guidelines for an economic development that pollutes less. Now it is up to the Marrakech gathering to implement it. Mezouar spoke about a ''change of path for a virtuous dynamism''. It will be necessary to better control parameters, the two degrees set as a threshold for climate change are an average measurement on which the vulnerability of many countries depends. What would happen to agriculture in intertropical convergence zones like Africa or South America if temperatures were to rise even only by those two degrees? Marrakech is expected to outline the map of those suffering and polluting the most. President Mezouar does not hide he is anxious because of his responsibility: ''A dynamic acceleration is necessary and Marrakech will be the cornerstone of this new path of worldwide environmental policies. The atmosphere is extremely positive, it will be a conference of action''. Nobody can get out of it, he said, because ''success will depend on everyone's will, but we expect a collective awareness and for this reason the Moroccan presidency will vie to include all''.</p>", "publisher": "ANSAmed - English", "instances": ["A clear path will have to emerge from the summit in Morocco for the allocation of 100 billion dollars a year until 2020, to support action in developing countries. According to UN estimates, between 5 to 7,000 billion a year are necessary to reach a sustainable development model. Moroccan foreign minister and businessman, Salaheddine Mezouar, will step in as president after Ségolène Royal, environment minister of France and COP21 president. The summit in Paris traced the guidelines for an economic development that pollutes less."]}, {"relevance_score": 20, "title": "UN climate change conference starts", "published": "2016-11-07", "bodyText": "<p nitf:lede=\"true\">(ANSAmed) - ROME, NOVEMBER 7 - The 22nd UN Climate Change Conference opens Monday in Marrakech with the urgent need to transition from words to facts. In Bab Ighli, the door from which caravans used to enter the town from the desert carrying precious goods, the strategy to reduce the planet's temperature will be decided. This symbolic location, just a few meters away from one of Morocco's royal palaces, politicians and members of civil society until November 18 will have to swear loyalty to one another in order to hand over a healthy planet to future generations.</p><p>Patricia Espinosa, secretary of the UN Framework Convention on Climate Change (UNFCCC), mentioned the latest details from Rabat, noting that ''100 countries out of the 197 in Marrakech have formally signed the Paris agreement, a positive sign''.</p><p>Everyone will have to gather on 15 November in Marrakech around a table to outline together for the first time a strategy to implement the plan drafted last year in France - the key event of the conference.</p><p>''Marrakech will also give the opportunity to developing countries to present a road map to reach the aim'', said Espinosa. ''But it will also be a huge container for all public and private initiatives to help the battle against climate change''.</p><p>A clear path will have to emerge from the summit in Morocco for the allocation of 100 billion dollars a year until 2020, to support action in developing countries. According to UN estimates, between 5 to 7,000 billion a year are necessary to reach a sustainable development model. ''It is urgent to transition into a phase of law emissions and climate resilience'', as repeatedly stressed by UN Secretary General Ban Ki-moon.</p><p>Moroccan foreign minister and businessman, Salaheddine Mezouar, will step in as president after Ségolène Royal, environment minister of France and COP21 president.</p><p>The summit in Paris traced the guidelines for an economic development that pollutes less. Now it is up to the Marrakech gathering to implement it. Mezouar spoke about a ''change of path for a virtuous dynamism''. It will be necessary to better control parameters, the two degrees set as a threshold for climate change are an average measurement on which the vulnerability of many countries depends. What would happen to agriculture in intertropical convergence zones like Africa or South America if temperatures were to rise even only by those two degrees? Marrakech is expected to outline the map of those suffering and polluting the most. President Mezouar does not hide he is anxious because of his responsibility: ''A dynamic acceleration is necessary and Marrakech will be the cornerstone of this new path of worldwide environmental policies. The atmosphere is extremely positive, it will be a conference of action''. Nobody can get out of it, he said, because ''success will depend on everyone's will, but we expect a collective awareness and for this reason the Moroccan presidency will vie to include all''.</p>", "publisher": "ANSA English Media Service", "instances": ["A clear path will have to emerge from the summit in Morocco for the allocation of 100 billion dollars a year until 2020, to support action in developing countries. According to UN estimates, between 5 to 7,000 billion a year are necessary to reach a sustainable development model. Moroccan foreign minister and businessman, Salaheddine Mezouar, will step in as president after Ségolène Royal, environment minister of France and COP21 president. The summit in Paris traced the guidelines for an economic development that pollutes less."]}, {"relevance_score": 20, "title": "UN climate change conference starts", "published": "2016-11-07", "bodyText": "<p nitf:lede=\"true\">(ANSAmed) - ROME, NOVEMBER 7 - The 22nd UN Climate Change Conference opens Monday in Marrakech with the urgent need to transition from words to facts. In Bab Ighli, the door from which caravans used to enter the town from the desert carrying precious goods, the strategy to reduce the planet's temperature will be decided. This symbolic location, just a few meters away from one of Morocco's royal palaces, politicians and members of civil society until November 18 will have to swear loyalty to one another in order to hand over a healthy planet to future generations.</p><p>Patricia Espinosa, secretary of the UN Framework Convention on Climate Change (UNFCCC), mentioned the latest details from Rabat, noting that ''100 countries out of the 197 in Marrakech have formally signed the Paris agreement, a positive sign''.</p><p>Everyone will have to gather on 15 November in Marrakech around a table to outline together for the first time a strategy to implement the plan drafted last year in France - the key event of the conference.</p><p>''Marrakech will also give the opportunity to developing countries to present a road map to reach the aim'', said Espinosa. ''But it will also be a huge container for all public and private initiatives to help the battle against climate change''.</p><p>A clear path will have to emerge from the summit in Morocco for the allocation of 100 billion dollars a year until 2020, to support action in developing countries. According to UN estimates, between 5 to 7,000 billion a year are necessary to reach a sustainable development model. ''It is urgent to transition into a phase of law emissions and climate resilience'', as repeatedly stressed by UN Secretary General Ban Ki-moon.</p><p>Moroccan foreign minister and businessman, Salaheddine Mezouar, will step in as president after Ségolène Royal, environment minister of France and COP21 president.</p><p>The summit in Paris traced the guidelines for an economic development that pollutes less. Now it is up to the Marrakech gathering to implement it. Mezouar spoke about a ''change of path for a virtuous dynamism''. It will be necessary to better control parameters, the two degrees set as a threshold for climate change are an average measurement on which the vulnerability of many countries depends. What would happen to agriculture in intertropical convergence zones like Africa or South America if temperatures were to rise even only by those two degrees? Marrakech is expected to outline the map of those suffering and polluting the most. President Mezouar does not hide he is anxious because of his responsibility: ''A dynamic acceleration is necessary and Marrakech will be the cornerstone of this new path of worldwide environmental policies. The atmosphere is extremely positive, it will be a conference of action''. Nobody can get out of it, he said, because ''success will depend on everyone's will, but we expect a collective awareness and for this reason the Moroccan presidency will vie to include all''.</p>", "publisher": "ANSA English Media Service", "instances": ["A clear path will have to emerge from the summit in Morocco for the allocation of 100 billion dollars a year until 2020, to support action in developing countries. According to UN estimates, between 5 to 7,000 billion a year are necessary to reach a sustainable development model. Moroccan foreign minister and businessman, Salaheddine Mezouar, will step in as president after Ségolène Royal, environment minister of France and COP21 president. The summit in Paris traced the guidelines for an economic development that pollutes less."]}, {"relevance_score": 38, "title": "Il mondo per Carlina Accademici e Nobel ricordano la sua lezione “Ha creato una visione”", "published": "2025-04-19", "bodyText": "<p nitf:lede=\"true\">di Francesca Chilloni Carla Rinaldi era una tessitrice di idee plurali, saperi e relazioni. Una costruttrice di progetti e ponti tra la nostra città e tutto il mondo. Tra gli incontri professionali che poi si sono trasformati in feconde amicizie Gianni Rodari e James Heckman, Premio Nobel; lo psicologo americano Jerome Bruner (cittadino onorario di Reggio) e Howard Gardner, padre della Teoria psicologica delle intelligenze multiple e del QI. Da tutto il pianeta, anche ieri, sono arrivati messaggi di cordoglio da istituzioni, centri di ricerca, personalità. Cristian Fabbi, direttore generale di Frc e presidente di Reggio Children srl, nella sua orazione funebre ha affermato: “Lavorare con Carla significa imparare. </p><p>Era una filosofa, una politica, un'intellettuale, e di questo sentiremo la mancanza. Era trasgressiva, sempre capace di tirare fuori i talenti di tutti e di metterci al nostro agio”. Negli ultimi tempi, ha spiegato Fabbi, “era molto interessata ad alcuni temi: il valore della solidarietà, garantire che le persone ce la facciano da sole. Questo è anche il senso del progetto in corso in tutto il mondo con la Fondazione Lego, soprattutto in Africa e Asia, per far progredire le esperienze educative. Carla è una figura molto contemporanea. Le sue recenti riflessioni sull'intelligenza artificiale, l'hanno vista contrapporvi l'empatia, soprattutto la fisicità. Il tema del corpo, della presenza, soprattutto dopo la pandemia, è diventato per lei di attualità, anche nella modalità di essere e lavorare insieme... Teniamoci per mano e restiamo insieme”. A nome di tutto il personale di Frc (che ha preparato un video-collage di foto sulle note di 'Ma il cielo è sempre più blu') hanno preso la parola Barbara Donnici ed Elisa Ferrari. “È sempre stata molto avanti. Il nostro faro luminoso, la stella più brillante... Spesso si scherniva: 'è un risultato di tanti'. In parte è così.. ma in questi giorni abbiamo ricevuto messaggi da ogni parte del mondo, tutti la ricordano e Dagli Usa, Marcelo Suárez-Orozco, chancellor all'Università di Boston e membro dell'Executive council dell'Accademia Pontificia di scienze sociali, con la moglie Carola, professoressa ad Harvard, raccontano: “Negli anni di tanti progetti insieme, l'immagine più forte è averla presentata a Papa Francesco, in Vaticano... quando ha guardato Francesco con il suo sguardo affettuoso, con tanta speranza e tanto amore. Francesco è stato anche molto contento, lo scorso anno, di sapere che il pensiero di Reggio Children fosse con Carlina al centro del lavoro al Summit sulla Climate Resilience”. Dal Mit di Boston, Mitchel Resnick afferma: “Al meeting Lego disse: 'Gioco e apprendimento sono come due ali di una farfalla, sono interdipendenti'. Molte molte altre cose sono interdipendenti: arte e scienza, scuola e comunità, educazione e politica. Per Carla le scelte di educazione erano sempre scelte politiche. Le prime scuole aprirono come risposta al fascismo. Oggi, in questi tempi così difficili, abbiamo bisogno più di ogni altra cosa della saggezza di Carla e delle sue idee, la giocosità, la sua gentilezza”. Il nobel Heckman, dall'Università of Chicago: “Il suo lavoro e quello di Frc ha ispirato il mondo. Le sue intuizioni e la sua leadership ci mancheranno molto”. Mentre la Lego Foundation l'ha descritta come dotata di “una leadership visionaria”. Il messaggio più toccante è arrivato dal professor Lester-Irabinna Rigney, dell'Università del South Australia: “Se lei non è più, i figli del mondo risorgeranno. I bambini aborigeni e maori del Pacifico e tutti i bambini dell'Oceania stringono le braccia intorno a Reggio e all'Italia”. © RIPRODUZIONE RISERVATA</p>", "publisher": "Il Resto del Carlino (Italy)", "instances": [". quando ha guardato Francesco con il suo sguardo affettuoso, con tanta speranza e tanto amore. Dal Mit di Boston, Mitchel Resnick afferma: “Al meeting Lego disse: 'Gioco e apprendimento sono come due ali di una farfalla, sono interdipendenti'. Molte molte altre cose sono interdipendenti: arte e scienza, scuola e comunità, educazione e politica."]}, {"relevance_score": 7, "title": "De Pascale, priorità investire su adattamento cambiamenti clima", "published": "2025-06-19", "bodyText": "<p nitf:lede=\"true\">(ANSA) - 19 GIU - \"Il tema degli investimenti sull'adattamento ai cambiamenti climatici è per noi una priorità\".  Lo ha detto il presidente della Regione Emilia-Romagna, Michele de Pascale, a margine della riunione per il Mediterranean Forum for the Eu Mission on Adaptation to Climate Change, co-organizzato da Commissione europea, Regione Emilia-Romagna e Comune di Bologna a Dama. All'incontro internazionale partecipano anche il sindaco Matteo Lepore e la direttrice Climate Resilience and Information Management della Commissione Europea, Elina Bardram.</p><p>\"Lo Stato italiano negli ultimi anni per le zone alluvionali è stato costretto a stanziare risorse molto significative\", ricorda de Pascale, che valuta lo sforzo per cercare di prevenire e gestire fenomeni climatici estremi inferiore.</p><p>\"La Regione ha raddoppiato le risorse per le manutenzioni, lo ha fatto per tutto il territorio regionale, ovviamente non solo per chi è stato colpito, ma le risorse complessive del Paese per l'adattamento ai cambiamenti climatici non sono cambiate - spiega de Pascale -. E noi su questo versante non solo vogliamo fare pressing sul nostro governo, ma vogliamo essere proattivi, questo è il ruolo che hanno le città e le Regioni anche a livello delle istituzioni europee\".  \"Vogliamo premere e fare pressioni sull'Unione Europea perché le risorse per l'adattamento climatico cambiano\", conclude.</p>", "publisher": "ANSA Financial News", "instances": ["(ANSA) - 19 GIU - \"Il tema degli investimenti sull'adattamento ai cambiamenti climatici è per noi una priorità\". Lo ha detto il presidente della Regione Emilia-Romagna, Michele de Pascale, a margine della riunione per il Mediterranean Forum for the Eu Mission on Adaptation to Climate Change, co-organizzato da Commissione europea, Regione Emilia-Romagna e Comune di Bologna a Dama. Lo Stato italiano negli ultimi anni per le zone alluvionali è stato costretto a stanziare risorse molto significative\", ricorda de Pascale, che valuta lo sforzo per cercare di prevenire e gestire fenomeni climatici estremi inferiore. La Regione ha raddoppiato le risorse per le manutenzioni, lo ha fatto per tutto il territorio regionale, ovviamente non solo per chi è stato colpito, ma le risorse complessive del Paese per l'adattamento ai cambiamenti climatici non sono cambiate - spiega de Pascale -."]}, {"relevance_score": 7, "title": "De Pascale, priorità investire su adattamento cambiamenti clima", "published": "2025-06-19", "bodyText": "<p nitf:lede=\"true\">(ANSA) - 19 GIU - \"Il tema degli investimenti sull'adattamento ai cambiamenti climatici è per noi una priorità\".  Lo ha detto il presidente della Regione Emilia-Romagna, Michele de Pascale, a margine della riunione per il Mediterranean Forum for the Eu Mission on Adaptation to Climate Change, co-organizzato da Commissione europea, Regione Emilia-Romagna e Comune di Bologna a Dama. All'incontro internazionale partecipano anche il sindaco Matteo Lepore e la direttrice Climate Resilience and Information Management della Commissione Europea, Elina Bardram.</p><p>\"Lo Stato italiano negli ultimi anni per le zone alluvionali è stato costretto a stanziare risorse molto significative\", ricorda de Pascale, che valuta lo sforzo per cercare di prevenire e gestire fenomeni climatici estremi inferiore.</p><p>\"La Regione ha raddoppiato le risorse per le manutenzioni, lo ha fatto per tutto il territorio regionale, ovviamente non solo per chi è stato colpito, ma le risorse complessive del Paese per l'adattamento ai cambiamenti climatici non sono cambiate - spiega de Pascale -. E noi su questo versante non solo vogliamo fare pressing sul nostro governo, ma vogliamo essere proattivi, questo è il ruolo che hanno le città e le Regioni anche a livello delle istituzioni europee\".  \"Vogliamo premere e fare pressioni sull'Unione Europea perché le risorse per l'adattamento climatico cambiano\", conclude.</p>", "publisher": "ANSA Notiziario Generale in Italiano", "instances": ["(ANSA) - 19 GIU - \"Il tema degli investimenti sull'adattamento ai cambiamenti climatici è per noi una priorità\". Lo ha detto il presidente della Regione Emilia-Romagna, Michele de Pascale, a margine della riunione per il Mediterranean Forum for the Eu Mission on Adaptation to Climate Change, co-organizzato da Commissione europea, Regione Emilia-Romagna e Comune di Bologna a Dama. Lo Stato italiano negli ultimi anni per le zone alluvionali è stato costretto a stanziare risorse molto significative\", ricorda de Pascale, che valuta lo sforzo per cercare di prevenire e gestire fenomeni climatici estremi inferiore. La Regione ha raddoppiato le risorse per le manutenzioni, lo ha fatto per tutto il territorio regionale, ovviamente non solo per chi è stato colpito, ma le risorse complessive del Paese per l'adattamento ai cambiamenti climatici non sono cambiate - spiega de Pascale -."]}, {"relevance_score": 9, "title": "De Pascale, sul clima da governo serve cambio di approccio", "published": "2025-06-19", "bodyText": "<p nitf:lede=\"true\">(ANSA) - 19 GIU - Quello che è accaduto con le alluvioni in Emilia-Romagna \"deve essere un monito, e quello che è accaduto a Valencia e quello che sta accadendo in tutta Europa deve essere un monito per un cambio complessivo di approccio al tema dell'adattamento ai cambiamenti climatici e questa strategia mi sembra non esserci, sinceramente. E quindi la spinta, lo sprone al nostro governo, è di mettere in campo una strategia e una sinergia complessiva per il nostro Paese\". È questo il monito che arriva dal presidente della Regione Emilia-Romagna, Michele de Pascale, a margine della riunione per il Mediterranean Forum for the Eu Mission on Adaptation to Climate Change, co-organizzato da Commissione europea, Regione Emilia-Romagna e Comune di Bologna a Dama.</p><p>All'incontro internazionale partecipano anche il sindaco Matteo Lepore e e la direttrice Climate Resilience and Information Management della Commissione Europea, Elina Bardram. Unici assenti, i rappresentanti del governo Meloni.</p><p>De Pascale spiega che da parte del governo per quanto riguarda \"la gestione degli eventi alluvionali\", al netto di \"qualche ministro un po' 'giapponese' che ciclicamente continua a fare dichiarazioni che non hanno corrispondenza nei numeri rispetto alle cose che dice, il clima è un clima di fattiva collaborazione\". Anche per quanto riguarda il decreto alluvioni, che prevede lo stanziamento di un miliardo di rimborsi in 10 anni, \"non è vero che sia stato scritto a quattro mani, perché non è stato così, però rispetto a quelli che avevamo visto prima c'è stata una partecipazione vera e reale delle istanze che venivano dal territorio\". \"Diverso invece è il giudizio complessivo sulla strategia - aggiunge de Pascale -. Questo è un giudizio, almeno a mio avviso, molto negativo\".</p>", "publisher": "ANSA Financial News", "instances": ["E quindi la spinta, lo sprone al nostro governo, è di mettere in campo una strategia e una sinergia complessiva per il nostro Paese\". È questo il monito che arriva dal presidente della Regione Emilia-Romagna, Michele de Pascale, a margine della riunione per il Mediterranean Forum for the Eu Mission on Adaptation to Climate Change, co-organizzato da Commissione europea, Regione Emilia-Romagna e Comune di Bologna a Dama. Unici assenti, i rappresentanti del governo Meloni. De Pascale spiega che da parte del governo per quanto riguarda \"la gestione degli eventi alluvionali\", al netto di \"qualche ministro un po' 'giapponese' che ciclicamente continua a fare dichiarazioni che non hanno corrispondenza nei numeri rispetto alle cose che dice, il clima è un clima di fattiva collaborazione\"."]}, {"relevance_score": 8, "title": "Lepore, 'l'Europa investa di più sull'adattamento climatico'", "published": "2025-06-19", "bodyText": "<p nitf:lede=\"true\">(ANSA) - 19 GIU - \"L'Emilia-Romagna si conferma protagonista nel dibattito europeo sull'adattamento climatico. Stiamo lavorando con determinazione alla redazione del piano regionale, fondamentale per agire in tempi rapidi e affrontare con gli strumenti adatti i mutamenti a cui tutti stiamo assistendo\". È questo il messaggio che ha lanciato il presidente della Regione Emilia-Romagna, Michele de Pascale, partecipando al Mediterranean Forum for the Eu Mission on Adaptation to Climate Change, co-organizzato da Commissione europea, Regione Emilia-Romagna e Comune di Bologna a Dama.</p><p>\"La Regione Emilia-Romagna e la città di Bologna sono in prima linea su questi temi dell'adattamento climatico\", ha confermato il sindaco di Bologna, Matteo Lepore che chiede \"che l'Europa investa di più sull'adattamento climatico, anche a seguito delle alluvioni che ci sono state nella nostra regione, a Valencia\" e in altri Paesi. Lepore sarà impegnato \"fino a dicembre nella scrittura di un parere per il Comitato delle Regioni proprio sul piano dell'adattamento climatico della Commissione Europea\" che verrà pubblicato nel 2026. L'obiettivo è \"chiedere alla Commissione Europea di produrre nuove iniziative, promuovere nuove normative, stanziare fondi e aiutare i governi nazionali a lavorare con gli enti locali\" su questi temi.</p><p>La direttrice Climate Resilience and Information Management della Commissione Europea, Elina Bardram sottolinea come anche da parte di Bruxelles venga riconosciuta \"la necessità di rafforzare la resilienza e di gestire i rischi del cambiamento climatico\" in stretta collaborazione con le istituzioni locali, spesso in grado di trovare soluzioni innovative che verranno recepite nei lavori della piattaforma Mission Adaptation.</p><p>Il presidente della Regione de Pascale chiede anche di \"essere protagonisti anche della discussione europea sul nuovo Green Deal\".</p>", "publisher": "ANSA Notiziario Generale in Italiano", "instances": ["Lepore sarà impegnato \"fino a dicembre nella scrittura di un parere per il Comitato delle Regioni proprio sul piano dell'adattamento climatico della Commissione Europea\" che verrà pubblicato nel 2026. L'obiettivo è \"chiedere alla Commissione Europea di produrre nuove iniziative, promuovere nuove normative, stanziare fondi e aiutare i governi nazionali a lavorare con gli enti locali\" su questi temi. Il presidente della Regione de Pascale chiede anche di \"essere protagonisti anche della discussione europea sul nuovo Green Deal\"."]}, {"relevance_score": 9, "title": "De Pascale, sul clima da governo serve cambio di approccio", "published": "2025-06-19", "bodyText": "<p nitf:lede=\"true\">(ANSA) - 19 GIU - Quello che è accaduto con le alluvioni in Emilia-Romagna \"deve essere un monito, e quello che è accaduto a Valencia e quello che sta accadendo in tutta Europa deve essere un monito per un cambio complessivo di approccio al tema dell'adattamento ai cambiamenti climatici e questa strategia mi sembra non esserci, sinceramente. E quindi la spinta, lo sprone al nostro governo, è di mettere in campo una strategia e una sinergia complessiva per il nostro Paese\". È questo il monito che arriva dal presidente della Regione Emilia-Romagna, Michele de Pascale, a margine della riunione per il Mediterranean Forum for the Eu Mission on Adaptation to Climate Change, co-organizzato da Commissione europea, Regione Emilia-Romagna e Comune di Bologna a Dama.</p><p>All'incontro internazionale partecipano anche il sindaco Matteo Lepore e e la direttrice Climate Resilience and Information Management della Commissione Europea, Elina Bardram. Unici assenti, i rappresentanti del governo Meloni.</p><p>De Pascale spiega che da parte del governo per quanto riguarda \"la gestione degli eventi alluvionali\", al netto di \"qualche ministro un po' 'giapponese' che ciclicamente continua a fare dichiarazioni che non hanno corrispondenza nei numeri rispetto alle cose che dice, il clima è un clima di fattiva collaborazione\". Anche per quanto riguarda il decreto alluvioni, che prevede lo stanziamento di un miliardo di rimborsi in 10 anni, \"non è vero che sia stato scritto a quattro mani, perché non è stato così, però rispetto a quelli che avevamo visto prima c'è stata una partecipazione vera e reale delle istanze che venivano dal territorio\". \"Diverso invece è il giudizio complessivo sulla strategia - aggiunge de Pascale -. Questo è un giudizio, almeno a mio avviso, molto negativo\".</p>", "publisher": "ANSA Notiziario Generale in Italiano", "instances": ["E quindi la spinta, lo sprone al nostro governo, è di mettere in campo una strategia e una sinergia complessiva per il nostro Paese\". È questo il monito che arriva dal presidente della Regione Emilia-Romagna, Michele de Pascale, a margine della riunione per il Mediterranean Forum for the Eu Mission on Adaptation to Climate Change, co-organizzato da Commissione europea, Regione Emilia-Romagna e Comune di Bologna a Dama. Unici assenti, i rappresentanti del governo Meloni. De Pascale spiega che da parte del governo per quanto riguarda \"la gestione degli eventi alluvionali\", al netto di \"qualche ministro un po' 'giapponese' che ciclicamente continua a fare dichiarazioni che non hanno corrispondenza nei numeri rispetto alle cose che dice, il clima è un clima di fattiva collaborazione\"."]}, {"relevance_score": 8, "title": "Lepore, 'l'Europa investa di più sull'adattamento climatico'", "published": "2025-06-19", "bodyText": "<p nitf:lede=\"true\">(ANSA) - 19 GIU - \"L'Emilia-Romagna si conferma protagonista nel dibattito europeo sull'adattamento climatico. Stiamo lavorando con determinazione alla redazione del piano regionale, fondamentale per agire in tempi rapidi e affrontare con gli strumenti adatti i mutamenti a cui tutti stiamo assistendo\". È questo il messaggio che ha lanciato il presidente della Regione Emilia-Romagna, Michele de Pascale, partecipando al Mediterranean Forum for the Eu Mission on Adaptation to Climate Change, co-organizzato da Commissione europea, Regione Emilia-Romagna e Comune di Bologna a Dama.</p><p>\"La Regione Emilia-Romagna e la città di Bologna sono in prima linea su questi temi dell'adattamento climatico\", ha confermato il sindaco di Bologna, Matteo Lepore che chiede \"che l'Europa investa di più sull'adattamento climatico, anche a seguito delle alluvioni che ci sono state nella nostra regione, a Valencia\" e in altri Paesi. Lepore sarà impegnato \"fino a dicembre nella scrittura di un parere per il Comitato delle Regioni proprio sul piano dell'adattamento climatico della Commissione Europea\" che verrà pubblicato nel 2026. L'obiettivo è \"chiedere alla Commissione Europea di produrre nuove iniziative, promuovere nuove normative, stanziare fondi e aiutare i governi nazionali a lavorare con gli enti locali\" su questi temi.</p><p>La direttrice Climate Resilience and Information Management della Commissione Europea, Elina Bardram sottolinea come anche da parte di Bruxelles venga riconosciuta \"la necessità di rafforzare la resilienza e di gestire i rischi del cambiamento climatico\" in stretta collaborazione con le istituzioni locali, spesso in grado di trovare soluzioni innovative che verranno recepite nei lavori della piattaforma Mission Adaptation.</p><p>Il presidente della Regione de Pascale chiede anche di \"essere protagonisti anche della discussione europea sul nuovo Green Deal\".</p>", "publisher": "ANSA Financial News", "instances": ["Lepore sarà impegnato \"fino a dicembre nella scrittura di un parere per il Comitato delle Regioni proprio sul piano dell'adattamento climatico della Commissione Europea\" che verrà pubblicato nel 2026. L'obiettivo è \"chiedere alla Commissione Europea di produrre nuove iniziative, promuovere nuove normative, stanziare fondi e aiutare i governi nazionali a lavorare con gli enti locali\" su questi temi. Il presidente della Regione de Pascale chiede anche di \"essere protagonisti anche della discussione europea sul nuovo Green Deal\"."]}, {"relevance_score": 4, "title": "'Italian cooperation for sustainable development in Africa'", "published": "2023-07-04", "bodyText": "<p nitf:lede=\"true\">(ANSA) - JUL 4 - Italian international cooperation in Africa aims to strengthen support for sustainable development and create opportunities for growth, Deputy Premier and Foreign Minister Antonio Tajani told African ambassadors accredited to Italy on Tuesday. \"The World Bank has predicted that climate change could cause 86 million internal migrants in Sub-Saharan Africa by 2050,\" said Tajani. Faced with this prospect, the goal of Italian cooperation initiatives \"is to strengthen support for the sustainable development of this region, financing projects for clean energy, biodiversity protection and climate resilience\", he continued. However, the foreign minister said Italy anso wants to \"facilitate partnerships with and between the countries of the region, involving the private sector and creating opportunities for growth, enterprise and trade\".</p><p/>", "publisher": "ANSA English Corporate Service", "instances": ["(ANSA) - JUL 4 - Italian international cooperation in Africa aims to strengthen support for sustainable development and create opportunities for growth, Deputy Premier and Foreign Minister Antonio Tajani told African ambassadors accredited to Italy on Tuesday. \"The World Bank has predicted that climate change could cause 86 million internal migrants in Sub-Saharan Africa by 2050,\" said Tajani. However, the foreign minister said Italy anso wants to \"facilitate partnerships with and between the countries of the region, involving the private sector and creating opportunities for growth, enterprise and trade\"."]}, {"relevance_score": 4, "title": "'Italian cooperation for sustainable development in Africa'", "published": "2023-07-04", "bodyText": "<p nitf:lede=\"true\">(ANSA) - JUL 4 - Italian international cooperation in Africa aims to strengthen support for sustainable development and create opportunities for growth, Deputy Premier and Foreign Minister Antonio Tajani told African ambassadors accredited to Italy on Tuesday. \"The World Bank has predicted that climate change could cause 86 million internal migrants in Sub-Saharan Africa by 2050,\" said Tajani. Faced with this prospect, the goal of Italian cooperation initiatives \"is to strengthen support for the sustainable development of this region, financing projects for clean energy, biodiversity protection and climate resilience\", he continued. However, the foreign minister said Italy anso wants to \"facilitate partnerships with and between the countries of the region, involving the private sector and creating opportunities for growth, enterprise and trade\".</p><p/>", "publisher": "ANSA English Media Service", "instances": ["(ANSA) - JUL 4 - Italian international cooperation in Africa aims to strengthen support for sustainable development and create opportunities for growth, Deputy Premier and Foreign Minister Antonio Tajani told African ambassadors accredited to Italy on Tuesday. \"The World Bank has predicted that climate change could cause 86 million internal migrants in Sub-Saharan Africa by 2050,\" said Tajani. However, the foreign minister said Italy anso wants to \"facilitate partnerships with and between the countries of the region, involving the private sector and creating opportunities for growth, enterprise and trade\"."]}, {"relevance_score": 16, "title": "Cambiamenti climatici Progetto 'Score' entra nel vivo Quattro anni di indagini raccontati dai protagonisti", "published": "2025-02-06", "bodyText": "<p nitf:lede=\"true\">MASSA Ultimi atti del progetto europeo Score dedicato ai cambiamenti climatici e alle tecniche per contrastare i fenomeni collegati, come l'erosione costiera. Un'iniziativa che in questi quattro anni di attività ha visto la città di Massa protagonista, unica in Italia, insieme ad altre 9 realtà europee, università e centri di ricerca di livello internazionale. Lo studio, letteralmente Smart Control of the Climate Resilience in European Coastal Cities, ha ottenuto il finanziamento della Commissione Europea e terminerà a luglio. </p><p>L'amministrazione comunale ha dato il proprio sostegno a Score e fornito supporto allo staff italiano, mettendo a disposizione strutture e risorse. E ora gli eventi che questo mese chiuderanno i lavori. E' prevista infatti la terza edizione della Score 'Climate Adaptation Training School', con tre appuntamenti pubblici di sensibilizzazione sugli effetti del cambiamento climatico che si svolgeranno in tutte le città europee coinvolte nel progetto Score in contemporanea, coinvolgendo gli istituti scolastici e i portatori di interesse del territorio. Si parte martedì alle 11 con il Webinar online su \"L'esperienza del Living Lab di Massa all'interno del progetto Score. I risultati di quasi quattro anni di attività e le prospettive future nella fondamentale sfida a contribuire all'incremento della resilienza della comunità e nel contrasto dei rischi naturali connessi al cambiamento climatico\". Introduce l'assessore all'ambiente Roberto Acerbo, relatori i ricercatori del team Score. Giovedì alle 16 a Villa Cuturi di Marina l'Eba Geogame', sessione di gioco online dedicata ai giovani sotto i 29 anni con un gioco progettato dai tecnici Score per simulare scenari di pianificazione urbana con un approccio eco-sistemico. Venerdì 28 febbraio dalle 16 nella sala consiliare di Massa una conferenza partecipata, con cittadini, stakeholders (istituzioni locali, associazioni di volontariato, associazioni di categorie economiche, ecc.) e la stampa. Oggetto del workshop sarà l'illustrazione alla cittadinanza delle attività svolte nei quattro anni di progetto e dei risultati raggiunti, con particolare riferimento alla rete di idrometri e telecamere installati sui corsi d'acqua di Massa e sulla Torre Fiat. Nell'ambito del progetto \"Score\", infatti, sono stati acquistati e donati alla comunità di Massa dei sensori per rafforzare il monitoraggio e il presidio del territorio contro gli eventi meteorologici avversi dovuti ai cambiamenti climatici. Si tratta di due idrometri ultrasonici, di un idrometro radar, di due SmartLNB e di 3 telecamere che vanno a potenziare il monitoraggio del livello di alcuni corsi d'acqua del reticolo idraulico minore e il tratto di costa di Marina di Massa. Da sottolineare, inoltre, che a dicembre gli studenti della scuola professionale per la lavorazione del marmo 'Pietro Tacca', che hanno collaborato con il progetto durante la preparazione e l'implementazione dei sensori intelligenti per ciottoli, hanno vinto il primo premio nella Sezione #MyCity del concorso letterario e artistico \"Acqua, natura e persone\", organizzato con la collaborazione del Comune di Massa. © RIPRODUZIONE RISERVATA</p>", "publisher": "La Nazione (Italy)", "instances": ["MASSA Ultimi atti del progetto europeo Score dedicato ai cambiamenti climatici e alle tecniche per contrastare i fenomeni collegati, come l'erosione costiera. Un'iniziativa che in questi quattro anni di attività ha visto la città di Massa protagonista, unica in Italia, insieme ad altre 9 realtà europee, università e centri di ricerca di livello internazionale. L'amministrazione comunale ha dato il proprio sostegno a Score e fornito supporto allo staff italiano, mettendo a disposizione strutture e risorse. E ora gli eventi che questo mese chiuderanno i lavori."]}, {"relevance_score": 10, "title": "Egitto, una nuova politica dell'acqua", "published": "2024-10-19", "bodyText": "<p nitf:lede=\"true\">Progetti per la raccolta dell'acqua, perforazioni di pozzi, stazioni per la potabilizzazione e la distribuzione della risorsa idrica, centri meteo per la previsione delle precipitazioni, dighe e altre infrastrutture per il controllo delle acque. In totale sono circa 400 i progetti che l'Egitto ha implementato o realizzerà di propria tasca nel bacino del Nilo. Una vera e propria politica dell'acqua quella illustrata dal ministro egiziano delle risorse idriche e dell'irrigazione, Hani Sweilem, che riflette l'importanza di questo corso d'acqua per l'Africa. </p><p>Il fiume, infatti, tocca ben sette Paesi e il suo bacino idrografico si sviluppa su tre milioni di chilometri quadrati e tocca altre quattro nazioni africane: con questo progetto l'Egitto prova dunque a estendere la sua azione e influenza su tutta quest'area.In settimana il ministro Sweilem ha partecipato al Water Investment Forum tra Egitto e Unione Europea, nell'ambito della Cairo Water Week. Il governo egiziano, come ricorda Egypt Today, ha adottato mercoledì scorso un piano d'azione per creare un meccanismo per finanziare studi, implementare progetti di sviluppo e infrastrutture nei Paesi del bacino del Nilo in adempimento delle direttive del presidente Abdel Fatah El-Sisi. Davanti ai cambiamenti climatici e alle tensioni geopolitiche, il Nilo rappresenta un volano diplomatico, politico ed economico: il primo ministro Mostafa Madbouly ha affermato che l'operazione fa parte della strategia di sviluppo egiziana in Africa: il Paese vuole rafforzare i suoi legami con gli Stati vicini, in particolare quelli del bacino del Nilo, in primis attraverso una collaborazione economica, attivando partnership multilaterali.Al Cairo, Sweilem ha incontrato Stefan Gumpert, direttore della Banca mondiale in Egitto, per esaminare il progetto \"Climate Resilience through Agricultural and Food Transformation\", finanziato proprio dalla World Bank. Il progetto include lo sviluppo del sistema di irrigazione in modo integrato, partendo dai canali di diramazione e arrivando all'applicazione di moderni sistemi di irrigazione agricola, a partire dai sistemi a goccia. L'obiettivo è di supportare le capacità produttive degli agricoltori, riutilizzare l'acqua di drenaggio agricola, tenendo conto di fattori ambientali, sociali ed economici e standard di sostenibilità.</p>", "publisher": "ItaliaOggi", "instances": ["Il governo egiziano, come ricorda Egypt Today, ha adottato mercoledì scorso un piano d'azione per creare un meccanismo per finanziare studi, implementare progetti di sviluppo e infrastrutture nei Paesi del bacino del Nilo in adempimento delle direttive del presidente Abdel Fatah El-Sisi. Davanti ai cambiamenti climatici e alle tensioni geopolitiche, il Nilo rappresenta un volano diplomatico, politico ed economico: il primo ministro Mostafa Madbouly ha affermato che l'operazione fa parte della strategia di sviluppo egiziana in Africa: il Paese vuole rafforzare i suoi legami con gli Stati vicini, in particolare quelli del bacino del Nilo, in primis attraverso una collaborazione economica, attivando partnership multilaterali. Il progetto include lo sviluppo del sistema di irrigazione in modo integrato, partendo dai canali di diramazione e arrivando all'applicazione di moderni sistemi di irrigazione agricola, a partire dai sistemi a goccia. L'obiettivo è di supportare le capacità produttive degli agricoltori, riutilizzare l'acqua di drenaggio agricola, tenendo conto di fattori ambientali, sociali ed economici e standard di sostenibilità."]}, {"relevance_score": 26, "title": "Nabat, la nuova azienda di tecnologia climatica di Abu Dhabi, utilizzerà l'IA e la robotica per recuperare le mangrovie e aumentare la resilienza climatica", "published": "2024-12-12", "bodyText": "<p nitf:lede=\"true\"> VentureOne del Consiglio di ricerca tecnologica avanzata ha presentato Nabat, una nuova azienda di tecnologia climatica incentrata sulla conservazione e sul recupero delle mangrovie e di altri ecosistemi nella regione utilizzando l'IA e la robotica, alla International Mangrove Conservation and Restoration Conference di Abu Dhabi. </p><p nitf:lede=\"true\">Questo comunicato stampa include contenuti multimediali. Visualizzare l'intero comunicato qui: <url normalizedValue=\"https://www.businesswire.com/news/home/20241211787579/it/\">https://www.businesswire.com/news/home/20241211787579/it/</url></p><p> Nabat ha dimostrato la sua tecnologia all'avanguardia, compresi droni, software basato sull'IA, e meccanismi flessibili di semina, che verranno utilizzati per conservare e recuperare migliaia di ettari di mangrovie negli EAU nei prossimi sette anni. Le mangrovie trattengono fino a cinque volte più carbonio degli alberi delle foreste pluviali e sono una componente vitale dell'ecosistema degli EAU e della lotta mondiale contro i cambiamenti climatici. </p><p> \"Nabat rappresenta il modo in cui gli EAU utilizzano la tecnologia avanzata per portare vantaggi all'umanità\", ha dichiarato Sua Eccellenza Faisal Al Bannai, Segretario Generale dell'Advanced Technology Research Council (ATRC, Consiglio di ricerca tecnologica avanzata). \"Abbinando innovazione e scienza, guidiamo gli sforzi per ripristinare gli ecosistemi, promuovere la biodiversità e rafforzare la resilienza climatica per accelerare il percorso del nostro Paese verso net-zero\". </p><p> \"Tecnologia e natura sono spesso visti in contrapposizione-ma quando uniamo tecnologia e ricerca su base scientifica per risolvere problemi critici, la tecnologia può diventare uno degli più potenti alleati della natura\", ha dichiarato la Dr. Najwa Aaraj, CEO del Technology Innovation Institute, la divisione della ricerca applicata dell'ATRC e sviluppatore della tecnologia alla base di Nabat. \"Il nostro sistema sta aiutando a risolvere diverse sfide critiche associate alla conservazione, una delle più importanti delle quali è la raccolta di dati. Ogni ecosistema è unico e richiede un approccio personalizzato e guidato dai dati\". </p><p> L'IA e la robotica di Nabat consentono di mappare, seminare e monitorare con precisione le aree interessate, garantendo la personalizzazione della conservazione e del recupero alle esigenze uniche e complesse di ogni ecosistema. A differenza della tradizionale piantagione delle mangrovie, che richiede lavoro intensivo e può perfino danneggiare gli ecosistemi circostanti, il sistema di Nabat ha effetti minimi sugli habitat. </p><p> Durante la fase di mappatura, la tecnologia di Nabat fornisce grandi quantità di dati sul suolo oltre che sulla densità, l'altitudine e l'idrologia degli habitat naturali. Il meccanismo di semina del drone utilizza pianificazione della traiettoria ottimizzata e modelli di semina flessibili per garantire la semina precisa e solo dove serve. Il sistema è inoltre dorato di capacità di monitoraggio per aiutare a garantire la crescita sicura degli alberi piantati. </p><p> La tecnologia di Nabat funziona anche in zone remote e difficili da raggiungere, permettendo agli sforzi di conservazione e recupero di ingrandirsi in maniera efficiente pur riducendo al minimo i costi. </p><p> Reda Nidhakou, CEO facente funzione di VentureOne, società cui fa capo Nabat, ha dichiarato, \"L'anima di VentureOne sta lanciando startup che portano al mondo tecnologie innovative. La tecnologia più utile non è solo innovativa, efficiente o redditizia, ma soprattutto ha un impatto positivo e misurabile. È stato un privilegio collaborare strettamente con il team e il nostro ecosistema più ampio per contribuire in maniera così fondamentale al percorso di sostenibilità degli EAU\". </p><p> Inizialmente la società si concentrerà sulle mangrovie negli EAU, ma ha piani di espansione in altre parti della regione e di applicazione in altri ecosistemi, tra cui deserti, terreni agricoli, foreste e barriere coralline. </p><p><emphasis typeStyle=\"bf\">*Fonte:</emphasis><emphasis typeStyle=\"bf\">AETOSWire</emphasis></p><p> Il testo originale del presente annuncio, redatto nella lingua di partenza, è la versione ufficiale che fa fede. Le traduzioni sono offerte unicamente per comodità del lettore e devono rinviare al testo in lingua originale, che è l'unico giuridicamente valid </p><p> Vedi la versione originale su businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20241211787579/it/\">https://www.businesswire.com/news/home/20241211787579/it/</url></p>", "publisher": "Business Wire Italiano", "instances": []}, {"relevance_score": 23, "title": "Sensori e telecamere anti alluvioni Parte il monitoraggio continuo", "published": "2024-03-24", "bodyText": "<p nitf:lede=\"true\">di Patrik Pucciarelli MARINA DI MASSA Un monitoraggio continuo di presidio sul territorio contro gli eventi meteo dovuti ai cambiamenti climatici. Sono stati installati sensori e telecamere per prevenire gli effetti delle forti piogge. Tutto questo rientra nel progetto europeo denominato Score (Smart control of the climate resilience in european coastal cities). “E' un progetto finanziato con 10 milioni di euro - spiega l'assessore all'ambiente di Massa, Roberto Acerbo - presente in 10 città europee tra cui Massa, l'unica italiana. Nato nel 2021 con termine a luglio del prossimo anno, il progetto si è concretizzato grazie al professore Filippo Giannetti, del dipartimento di Ingegneria dell'informazione dell'università di Pisa, e a Federico Binaglia di Progecom”. All'atto pratico sono stati installati due idrometri ultrasonici, un idrometro radar e cinque telecamere che serviranno a monitorare il livello dei corsi d'acqua del reticolo idraulico minore e il tratto di costa di Marina di Massa. </p><p>“Gli idrometri sono strumenti che misurano il livello delle acque dei fiumi, nel nostro caso controlleranno il livello delle acque del reticolo minore - descrive il professore Giannetti -. Parliamo di piccoli fiumi o torrenti che in caso di eventi estremi di maltempo possono dare luogo a esondazioni. Oltre a questi le telecamere, tra cui una installata sulla Torre Fiat, per contribuire al monitoraggio della costa. Parliamo di una tecnologia basata sugli ultrasuoni con onde inviate sulla superficie dell'acqua e riflesse poi allo strumento per registrare l'innalzamento del livello di fiumi e torrenti. Il reticolo minore è un elemento insidioso sul territorio perché è soggetto a improvvise e rapide piene dei corsi d'acqua. Questo è dovuto alle forti piogge che scaricano a monte così i fiumi si ingrossano rapidamente dando poi luogo alle inondazioni”. Gli idrometri sono stati installati sul fosso del Magliano, sul fosso Cocombola e l'ultimo sul fiume Brugiano. Le telecamere invece sul torrente Canal Magro, sul torrente Ricortola, poi alla foce del canale Poveromo e due sulla Torre Fiat: una che guarda il mare e l'altra i monti. “I punti più vulnerabili sono quelli del reticolo minore - spiega il professore Luca Baldini dell'istituto dell'atmosfera e del clima del Cnr di Pisa - perché appena piove il bacino di raccolta è molto piccolo e se la pioggia è tanta il reticolo si gonfia in poco tempo provocando danni. Danni comunque limitati in una certa area dove chi ne è colpito ne patisce le conseguenze. Quando si parla di cambiamento climatico si dice che gli eventi saranno più intensi, molto più localizzati e meno prevedibili. In qualche modo servono strategie di adattamento che cercano di capire i fenomeni in corso per prevenire e attuare misure di riduzione del danno. In questi bacini molto piccoli è difficile fare delle previsioni con largo anticipo perché quando c'è un temporale sappiamo che può avvenire, ma il difficile è capire le zone specifiche che colpisce. In un piccolo bacino abitato è importante avere molte misure che riguardano il controllo dei fiumi e quella che la distribuzione della pioggia con strategie per mettere in sicurezza la popolazione e gli abitanti”. Ma oltre a tutto questo ci sono anche due sensori per il rilevamento della quantità di pioggia. Un'attività di misurazione si deve aagli studenti dell'istituto Tacca di Carrara - conclude l'ingegner Giannetti -. Parliamo dei ciottoli intelligenti, ossia pietre con un sensore che, posizionate in mare, a distanza di tempo riescono a trasmettere quelli che sono i movimenti della costa”. © RIPRODUZIONE RISERVATA</p>", "publisher": "La Nazione (Italy)", "instances": ["di Patrik Pucciarelli MARINA DI MASSA Un monitoraggio continuo di presidio sul territorio contro gli eventi meteo dovuti ai cambiamenti climatici. Sono stati installati sensori e telecamere per prevenire gli effetti delle forti piogge. “E' un progetto finanziato con 10 milioni di euro - spiega l'assessore all'ambiente di Massa, Roberto Acerbo - presente in 10 città europee tra cui Massa, l'unica italiana. Nato nel 2021 con termine a luglio del prossimo anno, il progetto si è concretizzato grazie al professore Filippo Giannetti, del dipartimento di Ingegneria dell'informazione dell'università di Pisa, e a Federico Binaglia di Progecom”."]}, {"relevance_score": 10, "title": "Lotta all'erosione della costa Arrivano i ciottoli 'intelligenti'", "published": "2023-10-04", "bodyText": "<p nitf:lede=\"true\">MASSA Ciottoli 'intelligenti' per studiare gli effetti dell'erosione sulla costa massese: è pronto a entrare nel vivo il progetto calato sulla nostra realtà locale nell'ambito dell'iniziativa internazionale Score, smart control of the climate resilience in european coastal cities, finanziato dall'Unione Europea sui fondi Horizon 2020, di cui fa parte la città di Massa come unico comune italiano. In collaborazione con l'istituto professionale “Pietro Tacca” sono stati raccolti a Marina di Massa i ciottoli da adattare alla sperimentazione “intelligente” per il monitoraggio e la comprensione delle dinamiche erosive sul litorale. Sul campo a fine settembre sei studenti della classe terza: Valentina Bellè, Diego Dell'Amico, Alessandro Diano Fruzzetti, Tommaso Ippolito, Filippo Sacchi, Pablo Vero Bertagnini, coordinati dai docenti Francesca Sandrini, Andrea Nicoli e Giuseppe Costa. </p><p>Hanno raccolto alla foce del Frigido circa duecento sassi che saranno forati e predisposti nei laboratori della scuola per ospitare sensori a radiofrequenza. I sassi saranno riposizionati nel tratto di battigia e, tra gennaio e febbraio del 2024, saranno individuati in mare grazie a degli appositi scanner e recuperati da sub coordinati dai ricercatori del dipartimento dell'Ingegneria dell'Informazione dell'Università di Padova. L'obiettivo è registrare informazioni sulle dinamiche dell'erosione costiera, analizzando le traiettorie seguite dai sedimenti, la loro variazione morfologica e la loro abrasione. Il prossimo appuntamento progettuale si terrà venerdì 6 ottobre alle ore 10 nella sala consiliare di Massa con un incontro formativo per la scelta dei sensori, quali pluviometri e idrometri, da posizionare in alcuni punti critici del territorio con la collaborazione del Consorzio di Bonifica, delle associazioni di volontariato di protezione civile e di altri soggetti invitati a contribuire. La sperimentazione degli “smart pebbels/ciottoli intelligenti” è uno degli obiettivi del progetto Score e avrà come luogo di sviluppo la costa massese. Massa è l'unica città italiana oggetto di studio, in un gruppo di 10 città pilota di cui fanno parte le irlandesi Dublino e Sligo; le spagnole Barcellona (insieme alla vicina Vilanova i la Geltrù), Benidorm e la Comunità autonoma dei Paesi Baschi; la portoghese Oieras; Capodistria in Slovenia, Danzica in Polonia e la città turca di Samsun. Dieci realtà costiere accomunate dalle solite problematiche e dal periodico ripetersi degli stessi eventi metereologici estremi: l'erosione costiera, l'innalzamento del livello del mare, ma anche il dissesto idrogeologico e le frequenti alluvioni. © RIPRODUZIONE RISERVATA</p>", "publisher": "La Nazione (Italy)", "instances": ["In collaborazione con l'istituto professionale “Pietro Tacca” sono stati raccolti a Marina di Massa i ciottoli da adattare alla sperimentazione “intelligente” per il monitoraggio e la comprensione delle dinamiche erosive sul litorale. Sul campo a fine settembre sei studenti della classe terza: Valentina Bellè, Diego Dell'Amico, Alessandro Diano Fruzzetti, Tommaso Ippolito, Filippo Sacchi, Pablo Vero Bertagnini, coordinati dai docenti Francesca Sandrini, Andrea Nicoli e Giuseppe Costa."]}, {"relevance_score": 14, "title": "Ricerca all'avanguardia I ciottoli anti erosione", "published": "2023-10-27", "bodyText": "<p nitf:lede=\"true\">MASSA CARRARA Prosegue spedito \"Score\", il progetto che mira ad aumentare la resilienza delle città costiere europee rispetto ai cambiamenti climatici e che vede Massa collaborare con altre nove città del continente. Dopo aver raccolto i ciottoli dalla battigia alla foce del Frigido, gli studenti dell'istituto Pietro Tacca hanno iniziato a lavorarli per inserirvi all'interno un sensore che servirà, una volta che i sassi verranno riposizionati sulla spiaggia, ad analizzare nel dettaglio il tipo di correnti che agiscono su quel tratto di costa e l'effetto che provocano sull'erosione costiera. A questi sensori si aggiungono pluviometri ed idrometri, che verranno posizionati in punti strategici del territorio per monitorare rispettivamente la quantità di pioggia e il livello dei fiumi. </p><p>“I dati che verranno raccolti nel corso del tempo - spiega il professor Filippo Giannetti, docente dell'Univeristà di Pisa - serviranno a tutti coloro che sono coinvolti nel progetto ad individuare azioni di contrasto all'erosione costiera e ai cambiamenti climatici. Il risultato concreto sarà quello di progettare alcune opere, ma l'aspetto metodologico vedrà il coinvolgimento di diversi attori”. A coordinare le attività sono stati i professori Duccio Bertoni dell'Università di Pisa e Alessandro Pozzebon dell'ateneo di Padova in qualità di responsabili della \"parte italiana\" del progetto \"Impetus\" (in collaborazione con Score) mentre a discutere di quali soluzioni adottare, questa la novità, ci saranno sì le amministrazioni ma anche gli operatori turistici, le associazioni e tutto il settore economico locale, che insieme potranno discutere ed intrecciare le proprie opinioni: “Questo è lo scopo del progetto: far dialogare. Non dobbiamo dare soluzioni preconfezionate che talvolta scontentano la cittadinanza, ma fare piuttosto da catalizzatori in modo da rendere anche la comunità una parte attiva”. Per questo motivo si parla di \"Living Labs\", strutture virtuali per coinvolgere i cittadini nella co-ideazione e co-creazione di soluzioni insieme a scienziati e tecnici per assicurarsi che siano funzionali e sostenibili e che a Massa è coordinata dal professor Federico Binaglia di Progecom. “I Living Labs - prosegue Giannetti - adottano una logica relazionale, dove agiscono gli attori della cosiddetta 'Quadrupla elica': Accademia, cittadinanza, impresa, pubblica amministrazione. Chiaramente, quando si dovranno progettare le opere da mettere in posa e dove collocarle la scelta verrà fatta con l'ausilio di esperti del clima che faranno modelli con cui prevederanno la frequenza di eventi meteorologici e di simulatori che permettono di capire i rischi che corre la città riguardo fenomeni estremi”. Il progetto \"Score\" (Smart Control of the Climate Resilience in European Coastal Cities) è iniziato a luglio 2021 ed è finanziato per 10 milioni di euro dalla Commissione Europea sul programma di ricerca e innovazione \"Horizon\". Al suo interno ci sono 10 città, di cui Massa è l'unica italiana: “In questo modo - conclude Giannetti -, oltre ai benefici che Massa avrà nell'immediato come nuovi sensori per il monitoraggio, la città ha potuto inoltre inserirsi in un ambito di ricerca all'avanguardia che potrà gettare le basi per sviluppi futuri che la possano rendere un laboratorio avanzato. L'idea è quindi quella di guardare molto al futuro a piccoli passi, senza la pretesa di risolvere tutto subito. Chi verrà dopo di noi potrà godere di questi benefici senza dover ripartire da zero”. Alessandro Salvetti © RIPRODUZIONE RISERVATA</p>", "publisher": "La Nazione (Italy)", "instances": ["“I Living Labs - prosegue Giannetti - adottano una logica relazionale, dove agiscono gli attori della cosiddetta 'Quadrupla elica': Accademia, cittadinanza, impresa, pubblica amministrazione. Chiaramente, quando si dovranno progettare le opere da mettere in posa e dove collocarle la scelta verrà fatta con l'ausilio di esperti del clima che faranno modelli con cui prevederanno la frequenza di eventi meteorologici e di simulatori che permettono di capire i rischi che corre la città riguardo fenomeni estremi”. Al suo interno ci sono 10 città, di cui Massa è l'unica italiana: “In questo modo - conclude Giannetti -, oltre ai benefici che Massa avrà nell'immediato come nuovi sensori per il monitoraggio, la città ha potuto inoltre inserirsi in un ambito di ricerca all'avanguardia che potrà gettare le basi per sviluppi futuri che la possano rendere un laboratorio avanzato. L'idea è quindi quella di guardare molto al futuro a piccoli passi, senza la pretesa di risolvere tutto subito."]}, {"relevance_score": 12, "title": "Countdown per missione speciale Vaticano-Onu alle Svalbard", "published": "2022-06-01", "bodyText": "<p nitf:lede=\"true\">(ANSA) - 01 GIU - Si scaldano i motori per la missione speciale dell'ambasciatore di Buona volontà del Programma di sviluppo delle Nazioni Unite (UNDP), l' \"Arctic Walk for Climate Resilience and Food Security\" di Michael Haddad, cui si è unito in queste ore, come rappresentante del Vaticano, anche monsignor Lucio Ruiz, segretario del Dicastero per la Comunicazione. La missione è stata ufficialmente presentata questa mattina a Beirut e la partenza per la \"Passeggiata nell'artico\" per sensibilizzare sulla sicurezza alimentare e sull'emergenza climatica e che avrà come suo culmine la deposizione di una copia della \"Statio Orbis\" di papa Francesco, il messaggio al mondo del Pontefice durante la pandemia, nel bunker dei semi alle isole Svalbard è prevista per il 7 giugno. Haddad nella sua passeggiata verso lo Svalbard Global Seed Vault, una struttura di backup globale che fornisce una conservazione sicura a lungo termine di duplicati di semi conservati nelle banche genetiche di tutto il mondo per aiutare a salvaguardare la diversità globale delle colture, sarà accompagnato anche dall'ex ambasciatore italiano presso la Santa Sede, Pietro Sebastiani. </p><p>L'obiettivo è fornire un \"pacchetto di speranza\", pacchetti di semi da dodici paesi arabi da conservare al caveau, insieme all'edizione limitata del libro di papa Francesco come seme simbolico di speranza, da custodire per i posteri. \"Una crisi alimentare globale incombente e una profonda emergenza climatica che minaccia la nostra vita su questo pianeta possono portare molti all'impotenza. Ma stando uniti in solidarietà, dobbiamo mantenere la nostra speranza nel futuro\", ha affermato Michael Haddad che ha superato la disabilità dovuta a un incidente con l'aiuto di un esoscheletro. \"Vengo dalla regione araba, dove dipendiamo dalle importazioni per la maggior parte del nostro cibo e dove le temperature stanno aumentando più velocemente della media globale. Camminerò alle Svalbard per invitare tutti noi ad agire con determinazione, ambizione e urgenza per evitare la crisi climatica e garantire la nostra sicurezza alimentare collettiva, entrambe pietre miliari per la sicurezza umana\". In coordinamento con l'Organizzazione delle Nazioni Unite per l'alimentazione e l'agricoltura (Fao), il Centro internazionale per la ricerca agricola nelle aree aride (Icarda) ha preparato per Haddad i pacchetti di semi come parte degli stock ufficiali di semi provenienti da Algeria, Egitto, Iraq, Giordania, Libano, Libia, Marocco, Oman, Stato di Palestina, Siria, Tunisia e Yemen, destinati al deposito nel caveau delle Svalbard. I pacchetti appositamente preparati includono parenti selvatici di grano, orzo, lenticchie, ceci e altri legumi da foraggio. \"Attraverso il secondo obiettivo di sviluppo sostenibile, il mondo si è impegnato a porre fine alla fame, raggiungere la sicurezza alimentare e promuovere l'agricoltura sostenibile\", ha sottolineato Melanie Hauenstein, rappresentante residente dell'Undp in Libano. \"Il rispetto di questa promessa richiede sforzi concertati per mitigare il cambiamento climatico, frenare la povertà rurale e responsabilizzare i piccoli agricoltori, in particolare le donne che si fanno carico di oneri significativi nella produzione agricola\".</p>", "publisher": "ANSA Notiziario Generale in Italiano", "instances": ["La missione è stata ufficialmente presentata questa mattina a Beirut e la partenza per la \"Passeggiata nell'artico\" per sensibilizzare sulla sicurezza alimentare e sull'emergenza climatica e che avrà come suo culmine la deposizione di una copia della \"Statio Orbis\" di papa Francesco, il messaggio al mondo del Pontefice durante la pandemia, nel bunker dei semi alle isole Svalbard è prevista per il 7 giugno. Haddad nella sua passeggiata verso lo Svalbard Global Seed Vault, una struttura di backup globale che fornisce una conservazione sicura a lungo termine di duplicati di semi conservati nelle banche genetiche di tutto il mondo per aiutare a salvaguardare la diversità globale delle colture, sarà accompagnato anche dall'ex ambasciatore italiano presso la Santa Sede, Pietro Sebastiani."]}, {"relevance_score": 0, "title": "Londra, la rivoluzione del vino: «Grandi rossi grazie al caldo sfidiamo l'Italia e la Francia»", "published": "2022-08-22", "bodyText": "<p>Lo studio: il cambiamento climatico avvantaggia i produttori inglesi</p>", "publisher": "Corriere della Sera (Italy)", "instances": []}, {"relevance_score": 14, "title": "Resilienza climatica, Massa in prima linea", "published": "2021-12-09", "bodyText": "<p nitf:lede=\"true\">di Francesco Scolaro MARINADI MASSA L'acronimo è Score e poco dice così a prima vista, ma si tratta di un importante progetto internazionale, della durata di 48 mesi e finanziato con quasi 10 milioni di euro dalla Commissione Europea tramite i fondi Horizon 2020, che ha il compito di studiare modelli e sistemi per combattere gli effetti del riscaldamento globale sulle città, come innalzamento del livello del mare, erosione, dissesto idrogeologico e alluvioni. E di questi finanziamenti 250mila arriveranno anche a un'azienda apuana, la ProGeCom di Carrara. Insomma, intanto qualcosa di cui andare già fieri. </p><p>L'unica città italiana a rientrare nel progetto Score (Smart control of the climate resilience in european coastal cities) è Massa che farà da partner in questo studio ad altre nove capitali e importanti città europee come le irlandesi Dublino e Sligo, le spagnole Barcellona (insieme alla vicina Vilanova i la Geltrù), Benidorm e la Comunità autonoma dei Paesi Baschi, la portoghese Oieras, Capodistria in Slovenia, Gdansk (Danzica) in Polonia e la città turca di Samsun. Sono coinvolti poi partner pubblici e privati che a livello italiano vedono protagonisti il Dipartimento di ingegneria dell'informazione dell'Università di Pisa, il Consorzio Lamma della Regione Toscana, il CNR e un pool di aziende toscane (Mbi di Pisa e, appunto, Progecom). Ancora istituti universitari e di ricerca esteri: le Università irlandesi di College Cork e Sligo, l'Università di Alicante, di Danzica, l'Istituto Tecnico Superiore di Lisbona. Massa sarà poi sede di Coastal City Living Labs cioè di laboratori partecipativi che dovranno mettere allo stesso tavolo degli scienziati popolazione e stakeholder locali (associazioni ambientaliste, di categoria e portatori di interesse). Martedì una delegazione del pool scientifico di Score ha già fatto visita a Massa, con il coordinatore Salem Gharbia docente e ricercatore dell'Università di Sligo in Irlanda, e a Villa Cuturi ha incontrato il sindaco Francesco Persiani e l'assessore all'ambiente Paolo Balloni. Ma come rientra Massa nel progetto? Città con 9 chilometri di costa soggetta quasi tutta a erosione, considerata una seria emergenza ambientale che “sta danneggiando la stabilità del turismo e delle attività economiche correlate”. Non solo, viene presa in considerazione anche per l'eccessivo aumento della temperatura del mare che sta causando l'eutrofizzazione delle stesse acque che le rende inospitali per moltissime specie, in particolare i pesci, oltre a eventi estremi di maltempo e ondate di calore. Che cosa si prefigge score? Di studiare soluzioni in grado di ristabilire gli ecosistemi locali e proteggere le comunità dall'erosione e dall'intrusione salina nelle acque potabili oltre a testare soluzioni di bioingegneria a protezione della costa. A sostegno del progetto sono già arrivate poi diverse lettere dal territorio locale e regionale, indirizzate alla Commissione Europea: oltre al Comune di Massa, Federalberghi Costa Apuana, Ageparc, Confcommercio Lucca e Massa Carrara, Rotary Club - Carrara e Massa, CoDiPra Toscano, Provincia di Massa Carrara, MeteoApuane, Porto di Pisa, Autorità portuale di La Spezia e Carrara. © RIPRODUZIONE RISERVATA</p>", "publisher": "La Nazione (Italy)", "instances": ["E di questi finanziamenti 250mila arriveranno anche a un'azienda apuana, la ProGeCom di Carrara. Insomma, intanto qualcosa di cui andare già fieri. Sono coinvolti poi partner pubblici e privati che a livello italiano vedono protagonisti il Dipartimento di ingegneria dell'informazione dell'Università di Pisa, il Consorzio Lamma della Regione Toscana, il CNR e un pool di aziende toscane (Mbi di Pisa e, appunto, Progecom). Ancora istituti universitari e di ricerca esteri: le Università irlandesi di College Cork e Sligo, l'Università di Alicante, di Danzica, l'Istituto Tecnico Superiore di Lisbona."]}, {"relevance_score": 5, "title": "Good Food Makers, al via la call di Barilla per l’innovazione nell’agroalimentare", "published": "2025-06-26", "bodyText": "<p>Le tre realtà vincitrici parteciperanno a un percorso collaborativo di quattro settimane con figure professionali di Barilla e delle aziende partner Ascolta la versione audio dell'articoloEnglish Version Translated by AI. For feedback, please contact english@ilsole24ore.com Al via le candidature al Good Food Makers 2025, il programma di open innovation di Barilla dedicato a start up, spin-off e...</p>", "publisher": "WebNews - Italian", "instances": []}, {"relevance_score": 4, "title": "Con la 7a edizione di 'Good food makers, Barilla scommette su futuro sistema alimentare", "published": "2025-06-28", "bodyText": "<p>Una storia lunga quasi 150 anni guarda al futuro: in uno scenario globale segnato da evoluzioni tecnologiche e nuove aspettative dei consumatori, il Gruppo Barilla sceglie di rinnovare il suo impegno verso l’innovazione, aprendosi al confronto con partner della propria filiera per identificare insieme soluzioni tecnologiche, dinamiche e visionarie. È in quest’ottica che l’azienda annuncia l’apertura ufficiale...</p>", "publisher": "WebNews - Italian", "instances": []}, {"relevance_score": 5, "title": "Con la 7a edizione di 'Good food makers, Barilla scommette su futuro sistema alimentare", "published": "2025-06-26", "bodyText": "<p>Roma, 26 giu. (Adnkronos/Labitalia) - Una storia lunga quasi 150 anni guarda al futuro: in uno scenario globale segnato da evoluzioni tecnologiche e nuove aspettative dei consumatori, il Gruppo Barilla sceglie di rinnovare il suo impegno verso l’innovazione, aprendosi al confronto con partner della propria filiera per identificare insieme soluzioni tecnologiche, dinamiche e visionarie. È in quest’ottica...</p>", "publisher": "WebNews - Italian", "instances": []}, {"relevance_score": 4, "title": "Con la 7a edizione di Good food makers, Barilla scommette su futuro sistema alimentare", "published": "2025-06-26", "bodyText": "<p>Una storia lunga quasi 150 anni guarda al futuro: in uno scenario globale segnato da evoluzioni tecnologiche e nuove aspettative dei consumatori, il Gruppo Barilla sceglie di rinnovare il suo impegno verso l’innovazione, aprendosi al confronto con partner della propria filiera per identificare insieme soluzioni tecnologiche, dinamiche e visionarie. È in quest’ottica che l’azienda annuncia l’apertura ufficiale...</p>", "publisher": "WebNews - Italian", "instances": []}, {"relevance_score": 5, "title": "Con la 7a edizione di 'Good food makers, Barilla scommette su futuro sistema alimentare", "published": "2025-06-26", "bodyText": "<p>Roma, 26 giu. (Adnkronos/Labitalia) - Una storia lunga quasi 150 anni guarda al futuro: in uno scenario globale segnato da evoluzioni tecnologiche e nuove aspettative dei consumatori, il Gruppo Barilla sceglie di rinnovare il suo impegno verso l’innovazione, aprendosi al confronto con partner della propria filiera per identificare insieme soluzioni tecnologiche, dinamiche e visionarie. È in quest’ottica...</p>", "publisher": "WebNews - Italian", "instances": []}, {"relevance_score": 5, "title": "Con la 7a edizione di 'Good food makers, Barilla scommette su futuro sistema alimentare", "published": "2025-06-26", "bodyText": "<p>Roma, 26 giu. (Adnkronos/Labitalia) - Una storia lunga quasi 150 anni guarda al futuro: in uno scenario globale segnato da evoluzioni tecnologiche e nuove aspettative dei consumatori, il Gruppo Barilla sceglie di rinnovare il suo impegno verso l’innovazione, aprendosi al confronto con partner della propria filiera per identificare insieme soluzioni tecnologiche, dinamiche e visionarie. È in quest’ottica...</p>", "publisher": "WebNews - Italian", "instances": []}, {"relevance_score": 5, "title": "Con la 7a edizione di ‘Good food makers, Barilla scommette su futuro sistema alimentare", "published": "2025-06-26", "bodyText": "<p>Roma, 26 giu. (Adnkronos/Labitalia) – Una storia lunga quasi 150 anni guarda al futuro: in uno scenario globale segnato da evoluzioni tecnologiche e nuove aspettative dei consumatori, il Gruppo Barilla sceglie di rinnovare il suo impegno verso l’innovazione, aprendosi al confronto con partner della propria filiera per identificare insieme soluzioni tecnologiche, dinamiche e visionarie. È in quest’ottica...</p>", "publisher": "WebNews - Italian", "instances": []}, {"relevance_score": 3, "title": "Lepore a Governo, su clima E-R e Bologna buoni interlocutori", "published": "2025-06-19", "bodyText": "<p nitf:lede=\"true\">(ANSA) - 19 GIU - \"Se il governo vuole collaborare con l'Emilia-Romagna e con Bologna sui temi del clima e dell'adattamento climatico, sa di trovare dei buoni interlocutori nell'interesse del Paese\". Lo ha detto il sindaco di Bologna, Matteo Lepore, partecipando alla riunione per il Mediterranean Forum for the Eu Mission on Adaptation to Climate Change, co-organizzato da Commissione europea, Regione Emilia-Romagna e Comune di Bologna a Dama insieme al presidente della Regione Emilia-Romagna, Michele de Pascale, e alla direttrice Climate Resilience and Information Management della Commissione Europea, Elina Bardram</p><p>\"È come per le infrastrutture - dice - : se si vuole lavorare bene, noi ci siamo. Se invece si vuole smontare il lavoro quotidiano, non saremo mai d'accordo\".</p>", "publisher": "ANSA Notiziario Generale in Italiano", "instances": ["(ANSA) - 19 GIU - \"Se il governo vuole collaborare con l'Emilia-Romagna e con Bologna sui temi del clima e dell'adattamento climatico, sa di trovare dei buoni interlocutori nell'interesse del Paese\". Se invece si vuole smontare il lavoro quotidiano, non saremo mai d'accordo\"."]}, {"relevance_score": 3, "title": "Lepore a Governo, su clima E-R e Bologna buoni interlocutori", "published": "2025-06-19", "bodyText": "<p nitf:lede=\"true\">(ANSA) - 19 GIU - \"Se il governo vuole collaborare con l'Emilia-Romagna e con Bologna sui temi del clima e dell'adattamento climatico, sa di trovare dei buoni interlocutori nell'interesse del Paese\". Lo ha detto il sindaco di Bologna, Matteo Lepore, partecipando alla riunione per il Mediterranean Forum for the Eu Mission on Adaptation to Climate Change, co-organizzato da Commissione europea, Regione Emilia-Romagna e Comune di Bologna a Dama insieme al presidente della Regione Emilia-Romagna, Michele de Pascale, e alla direttrice Climate Resilience and Information Management della Commissione Europea, Elina Bardram</p><p>\"È come per le infrastrutture - dice - : se si vuole lavorare bene, noi ci siamo. Se invece si vuole smontare il lavoro quotidiano, non saremo mai d'accordo\".</p>", "publisher": "ANSA Financial News", "instances": ["(ANSA) - 19 GIU - \"Se il governo vuole collaborare con l'Emilia-Romagna e con Bologna sui temi del clima e dell'adattamento climatico, sa di trovare dei buoni interlocutori nell'interesse del Paese\". Se invece si vuole smontare il lavoro quotidiano, non saremo mai d'accordo\"."]}, {"relevance_score": 6, "title": "Attività e aperture non stop alla Galleria Nazionale", "published": "2025-05-29", "bodyText": "<p nitf:lede=\"true\">Giornate ricche di iniziative alla Galleria Nazionale dell'Umbria dove oggi si conclude il ciclo di incontri sul rapporto tra uomo e natura curato da David Grohmann e Andrea Margaritelli nell'ambito della mostra \"Fratello Sole, Sorella Luna\" (nella foto). Alle 17.30, nella sala conferenze del terzo piano, si parlerà dell'importanza cruciale che esseri umani e piante riescano a convivere all'interno delle città, intese come ecosistemi urbani, con Daniele Torreggiani (Università di Bologna) e Maria Elena Menconi dell'Ateneo perugino, che racconteranno i risultati raggiunti dal progetto Prin \"Grace- Green for climate resilience”\". Introducono Costantino D'Orazio, Veruska Picchiarelli e David Grohmann con ingresso libero. Da ricordare che sabato alle 16.30 a Castello Bufalini di San Giustino si apre la rassegna \"Inaudito\" con il concerto 'Plectendo et Flando' con il fagotto barocco di Pere Caselles e il clavicembalo di Tomeu Seguí Campins (ingresso liero, prenotazione obbligatoria su eventbrite) e che domenica e lunedì c'è l'ingresso gratuito a tutti i musei.</p><p/>", "publisher": "La Nazione (Italy)", "instances": ["Giornate ricche di iniziative alla Galleria Nazionale dell'Umbria dove oggi si conclude il ciclo di incontri sul rapporto tra uomo e natura curato da David Grohmann e Andrea Margaritelli nell'ambito della mostra \"Fratello Sole, Sorella Luna\" (nella foto). Alle 17. Introducono Costantino D'Orazio, Veruska Picchiarelli e David Grohmann con ingresso libero. Da ricordare che sabato alle 16."]}, {"relevance_score": 3, "title": "India: Hillary Clinton annuncia fondo di 50 milioni dollari", "published": "2023-02-07", "bodyText": "<p nitf:lede=\"true\">(ANSA) - 07 FEB - Hillary Clinton, impegnata in una visita di due giorni nello stato indiano occidentale del Gujarat, ha annunciato un finanziamento di 50 milioni di dollari per un progetto che la Clinton Global Initiative lancerà contro il cambiamento climatico affidato interamente alle donne.</p><p>Il Global Climate Resilience Fund for Women sarà gestito in collaborazione con SEWA, Self Employed Women's Association, l'organizzazione delle lavoratrici autonome creata in Gujarat nel 1972 dall'attivista Elaben Bhatt, che raggruppa più di due milioni di aderenti in tutto il paese, e da altre organizzazioni internazionali.</p><p>L'ex first lady statunitense ha visitato ieri le saline del Little Rann del Kutch, nel distretto di Surendranagar, dalle quali proviene il 70 per cento della produzione totale di sale del paese, e nelle quali lavorano migliaia di indiane. \"Sono orgogliosa\", ha detto, \"della collaborazione instaurata con Sewa, una meravigliosa realtà che ha dato dignità e fiducia in se stesse a milioni di indiane\"</p>", "publisher": "ANSA Notiziario Generale in Italiano", "instances": ["(ANSA) - 07 FEB - Hillary Clinton, impegnata in una visita di due giorni nello stato indiano occidentale del Gujarat, ha annunciato un finanziamento di 50 milioni di dollari per un progetto che la Clinton Global Initiative lancerà contro il cambiamento climatico affidato interamente alle donne. L'ex first lady statunitense ha visitato ieri le saline del Little Rann del Kutch, nel distretto di Surendranagar, dalle quali proviene il 70 per cento della produzione totale di sale del paese, e nelle quali lavorano migliaia di indiane. \"Sono orgogliosa\", ha detto, \"della collaborazione instaurata con Sewa, una meravigliosa realtà che ha dato dignità e fiducia in se stesse a milioni di indiane\""]}, {"relevance_score": 3, "title": "Vaticano:la Statio Orbis del Papa raggiunge le Svalbard", "published": "2022-06-07", "bodyText": "<p nitf:lede=\"true\">(ANSA) - 07 GIU - Missione Svalbard compiuta. Monsignor Lucio Ruiz, segretario del Dicastero per la Comunicazione, e Michael Haddad, ambasciatore di Buona volontà del Programma di sviluppo delle Nazioni Unite (UNDP), hanno depositato una copia della \"Statio Orbis\" di papa Francesco, il messaggio al mondo del Pontefice durante la pandemia, nel bunker dei semi alle isole Svalbard a suggello della missione speciale, \"Arctic Walk for Climate Resilience and Food Security\". La \"Passeggiata nell'Artico\", compiuta mentre si combatte anche la \"guerra del grano\" è stata promossa dalle Nazioni Unite per sensibilizzare sulla sicurezza alimentare e sull'emergenza climatica ed è stata ufficialmente presentata a Beirut il primo giugno scorso.</p><p/>", "publisher": "ANSA Notiziario Generale in Italiano", "instances": ["(ANSA) - 07 GIU - Missione Svalbard compiuta. La \"Passeggiata nell'Artico\", compiuta mentre si combatte anche la \"guerra del grano\" è stata promossa dalle Nazioni Unite per sensibilizzare sulla sicurezza alimentare e sull'emergenza climatica ed è stata ufficialmente presentata a Beirut il primo giugno scorso."]}, {"relevance_score": 4, "title": "Usa 2020: Bloomberg punta su infrastrutture, piano 1.000 mld", "published": "2020-01-22", "bodyText": "<p nitf:lede=\"true\">(ANSA) - 22 GEN - Un piano da 1.000 miliardi di dollari per i lavori pubblici, così da riparare strade e ponti e realizzare nuove opere, inclusi collegamenti veloci verso i 10 maggiori aeroporti e l'ampliamento della rete ferroviaria ad alta velocità. E' la proposta di Michael Bloomberg, l'ex sindaco di New York candidato alla Casa Bianca, secondo il quale le precedenti iniziative per il rilancio della infrastrutture non hanno funzionato perché non c'era un piano nazionale in grado di guidare gli investimenti a livello locale.</p><p>Il piano di Bloomberg prevede la creazione della Climate Resilience Finance Corporation con una dotazione annuale di 100 miliardi di dollari, da elargire in forma di prestiti a stati, città e al settore privato per progetti verdi.</p>", "publisher": "ANSA Notiziario Generale in Italiano", "instances": ["000 miliardi di dollari per i lavori pubblici, così da riparare strade e ponti e realizzare nuove opere, inclusi collegamenti veloci verso i 10 maggiori aeroporti e l'ampliamento della rete ferroviaria ad alta velocità. E' la proposta di Michael Bloomberg, l'ex sindaco di New York candidato alla Casa Bianca, secondo il quale le precedenti iniziative per il rilancio della infrastrutture non hanno funzionato perché non c'era un piano nazionale in grado di guidare gli investimenti a livello locale."]}]