[{"relevance_score": 24, "title": "Sustainability: regenerative agriculture, renewables and communities, new Barilla report (3)", "published": "2025-07-09", "bodyText": "<p nitf:lede=\"true\">INCLUSION AND EQUALITY - Almost 9,000 people make up the heart and driving force of the Barilla Group. Since 2020, the Group has achieved gender pay equality and in 2023 a new policy for paternity and maternity leave was announced, which guarantees all parents in the Group a minimum of 12 weeks of 100% paid leave, regardless of gender, marital status and sexual orientation. And since 2024, a partnership has been launched with Lead Network, a non-profit organization that supports the advancement of women in the retail and consumer goods sector in Europe. Today, 35% of Barilla's Executives and Managers are women, with a commitment to reach 40% by 2030.</p><p>COMMUNITIES - In 2024, Barilla donated over 2 million euros to local communities and donated more than 3,700 tons of food products. The company has dedicated over 1,000 hours of corporate volunteering, involving over 300 employees in Italy in local initiatives to promote access to food and combat food waste, in collaboration with Banco Alimentare, the Italian Red Cross and Caritas Diocesana.  This path also includes the recent donation to UNHCR to support emergency interventions following the devastating earthquake in Myanmar.</p><p>2024 TURNOVER AND 2030 OBJECTIVES - With a 2024 turnover of 4.883 billion euros (+1.7% net of the exchange rate effect), the Barilla Group strengthens its leadership in building a fairer and more innovative food model; 300 million euros have been allocated to support industrial development, innovation and continuous improvement. With 50 million for projects focused on quality, food safety, nutrition and well-being and sustainable packaging. Following this course, Barilla sets precise objectives for 2030, in line with the recently renewed 1.5° SBTi commitment: 250,000 tons per year of raw materials from regenerative agriculture; 24 MW of installed capacity for self-production from renewable sources; +250% water recycling in water-stressed areas; -4,000 tons of packaging material saved thanks to eco-design projects; in 90% of the volumes sold a maximum of 0.5 g of salt per serving, 95% will be a source of fiber.</p><p>©2025 GMC S.A.P.A. di G. P. Marra. Visit at adnkronos.com. Distributed by Tribune Content Agency, LLC.</p>", "publisher": "AdnkroNos International, Rome", "instances": ["With 50 million for projects focused on quality, food safety, nutrition and well-being and sustainable packaging. Following this course, Barilla sets precise objectives for 2030, in line with the recently renewed 1. 5 g of salt per serving, 95% will be a source of fiber. ©2025 GMC S."]}, {"relevance_score": 21, "title": "Regenerative agriculture, applications for The Good Farmer Award 2025 are open", "published": "2025-04-03", "bodyText": "<p nitf:lede=\"true\">The Davines Group, a company operating in the professional cosmetics sector, a B Corp since 2016, is renewing its commitment to encouraging agroecological practices and, in collaboration with the Foundation for Sustainable Development, is launching the second edition of 'The Good Farmer Award'. The initiative is the first in Italy to reward farmers who have started projects inspired by the fundamental principles of regenerative organic agriculture and agroecology.</p><p>Again this year, the Award is dedicated to young farmers under 35 who can apply for their project from April 3rd to June 16th, 2025 on the website <url normalizedValue=\"https://davinesgroup.com/il-nostro-impatto/percorsi/the-good-farmer-award\">https://davinesgroup.com/il-nostro-impatto/percorsi/the-good-farmer-award</url>. The goal is to contribute to the spread of a new culture of agricultural production, which supports the ecological transition of agri-food chains. The Award Jury will select the two most innovative and advanced projects and the two winners will receive 10,000 euros each from the Davines Group for the purchase of materials and for interventions finalized to improve and develop the agroecological practices already started. The award ceremony will be held between the end of November and the beginning of December 2025 at the Davines Group Village in Parma. Necessary requirements to access the call for applications are having a valid organic certification and applying the principles of regenerative organic agriculture and agroecology.</p><p>In particular, the young farmers involved and their farms will have to demonstrate that they use at least three of the regenerative organic agriculture and agroecology strategies and practices identified by the call for applications, including crop rotation, minimum soil disturbance, use of organic fertilizers, the cultivation of trees associated with arable fields or pastures, the use of cover crops such as legumes and mulching (i.e. covering the ground with organic material such as straw or leaves).</p><p>©2025 GMC S.A.P.A. di G. P. Marra. Visit at adnkronos.com. Distributed by Tribune Content Agency, LLC.</p>", "publisher": "AdnkroNos International, Rome", "instances": []}, {"relevance_score": 17, "title": "Sustainability: regenerative agriculture, applications for The Good Farmer Award 2025 are open (2)", "published": "2025-04-03", "bodyText": "<p nitf:lede=\"true\">For its second edition, the Award is enriched with an important novelty: agricultural-livestock farms that are attentive to animal welfare, that use extensive breeding systems and that adopt livestock practices aimed at improving agroecosystems, for example through the use of manure for fertilization and the recycling of plant nutrients as feed, will also be able to apply with their projects. The choice to also involve agricultural-livestock farms is consistent with the aims of the Award, which is aimed at supporting and encouraging the creation of synergistic agricultural systems, which imitate natural processes and benefit from the beneficial interactions that occur naturally in the field.</p><p>The Award Jury The Commission that will evaluate and select the projects is made up of eight members, including university professors and experts in agriculture, agroecology and sustainability, this year integrated with two livestock experts.</p><p>This year the 'The Good Farmer Award' also has an American edition: the North American branch of the Davines Group, together with the Rodale Institute, has recently closed applications for farmers and breeders who have started a business in the United States for less than ten years and who use regenerative organic farming practices. On April 22, 2025, on the occasion of Earth Day, the winner of the 'The Good Farmer Award' US will be announced, who will receive a prize of 10,000 dollars from Davines North America to be invested in equipment or initiatives that improve the agro-ecological practices of his farm. The winning farmer will also have the opportunity to visit the European Regenerative Organic Center (Eroc) that the Davines Group has created in Parma together with the Rodale Institute. The second and third place winners of the American edition of the Award will win a training course from Rodale Institute Education Resources on best practices in regenerative organic agriculture.</p><p>©2025 GMC S.A.P.A. di G. P. Marra. Visit at adnkronos.com. Distributed by Tribune Content Agency, LLC.</p>", "publisher": "AdnkroNos International, Rome", "instances": []}, {"relevance_score": 15, "title": "Agriculture, Scaglia (Syngenta): \"Committed to research for soil conservation\"", "published": "2024-12-05", "bodyText": "<p nitf:lede=\"true\">\"We have been committed for some time to research to improve soil conservation, as part of the broader project, which we call regenerative agriculture\". Thus Massimo Scaglia, managing director of Syngenta Italia, on the occasion of the event organized in Milan for the launch of InterraScan, the innovative technology for knowing and enhancing agricultural land, held on World Soil Day in the presence of the Councilor for the Environment and Climate of the Lombardy Region, Giorgio Maione.</p><p>\"It is essential that the use of soils is effective, but that it is also aimed at maintaining their qualities - explains Scaglia - therefore, innovation today is extremely aimed at replicating and maintaining qualities without deteriorating production and the quality of agricultural production\".</p><p>\"For us it is essential to combine the importance of production quality for the benefit of farmers, who are our common heritage and the ability to always bring new solutions that can help the farmer to enhance their production, respecting the environment and health. A concept that goes very well with the importance of today's day dedicated to the soil\", concludes the managing director of Syngenta Italia.</p><p>©2024 GMC S.A.P.A. di G. P. Marra. Visit at adnkronos.com. Distributed by Tribune Content Agency, LLC.</p>", "publisher": "AdnkroNos International, Rome", "instances": ["Thus Massimo Scaglia, managing director of Syngenta Italia, on the occasion of the event organized in Milan for the launch of InterraScan, the innovative technology for knowing and enhancing agricultural land, held on World Soil Day in the presence of the Councilor for the Environment and Climate of the Lombardy Region, Giorgio Maione. It is essential that the use of soils is effective, but that it is also aimed at maintaining their qualities - explains Scaglia - therefore, innovation today is extremely aimed at replicating and maintaining qualities without deteriorating production and the quality of agricultural production\"."]}, {"relevance_score": 16, "title": "Sustainability, Laguzzi (Ram): \"Taking care of the environment, a choice of the heart\"", "published": "2024-12-02", "bodyText": "<p nitf:lede=\"true\">\"Regenerative agriculture means taking care, nurturing, and regenerating, enriching the soil in symbiosis with the life forms that inhabit it, plants, animals, fungi, and even our community.\" So said Filippo Laguzzi, one of the founders of the Ram - Radici a Moncalieri farm, the second farmer selected by the Jury of the 'The Good Farmer Award' promoted by Davines in collaboration with the Foundation for Sustainable Development.</p><p>The Ram - Radici a Moncalieri farm was founded in 2017 due to Filippo's interest in beer production. Today, it is a farm run by seven partners and covers an area of 20 hectares, cultivating the fields according to the principles of agroecology, regenerative organic agriculture, and the circular economy. In addition to operating in agricultural production, Ram - Radici a Moncalieri is a farm stay, a social and educational farm, and since 2018 it has also been accredited as a certified education center that offers initiatives for all ages, with the aim of raising awareness on the issues of sustainability and conscious consumption to develop a true ecological conscience. \"It was a choice of the heart because I grew up in this space, in this environment, and I want to take care of it, and I feel like I'm making an important contribution,\" he concluded.</p><p>©2024 GMC S.A.P.A. di G. P. Marra. Visit at adnkronos.com. Distributed by Tribune Content Agency, LLC.</p>", "publisher": "AdnkroNos International, Rome", "instances": ["So said Filippo Laguzzi, one of the founders of the Ram - Radici a Moncalieri farm, the second farmer selected by the Jury of the 'The Good Farmer Award' promoted by Davines in collaboration with the Foundation for Sustainable Development. The Ram - Radici a Moncalieri farm was founded in 2017 due to Filippo's interest in beer production."]}, {"relevance_score": 19, "title": "Environment: Etifor report, biodiversity protection is a shared responsibility (2)", "published": "2024-11-07", "bodyText": "<p nitf:lede=\"true\">The palm oil supply chain has long been undergoing a change of course towards sustainable and 'climate-smart' production. Protecting biodiversity requires a wide range of approaches, from protecting high conservation value (HCV) and high carbon stock (HCS) areas, to managing and restoring habitats, to species monitoring and to the involvement of local communities and the supply chain.</p><p>Requirements for the protection of biodiversity and ecosystems are already provided for by the Roundtable on Sustainable Palm Oil's sustainability standard. The RSPO Principles and Criteria (P&amp;C), against which growers are audited, include several relevant elements, including a ban on deforestation and fires, the protection and restoration of HCV and HCS areas, the reduced use of chemical pesticides, and sustainable agricultural practices. RSPO members who are not growers, are subject to shared responsibility requirements and are required to develop biodiversity policies that apply to all of their suppliers, assessing their adherence and assisting smallholders in implementing best practices.</p><p>New models of sustainable plantations based on agroforestry and regenerative agriculture are emerging as a response to environmental challenges and there are several projects to develop nature-based solutions (NbS) being carried out in partnership by companies in the sector with the support of the scientific community and non-governmental organisations.</p><p>\"As the Etifor report points out - Fontana concludes - including biodiversity in corporate strategies is no longer just a matter of ethics or regulatory compliance, but represents a fundamental lever for ensuring the resilience of companies and their supply chains. However, especially in sectors like ours, in order to invest resources in supply chain certifications and solutions capable of driving the global transition towards a nature-positive development model, cooperation between the public and private sectors and the support of adequate financial resources and instruments are essential. It is therefore worrying to note that, despite the positive results achieved on some important issues, COP16 ended in a stalemate on the financial aspects\".</p><p>©2024 GMC S.A.P.A. di G. P. Marra. Visit at adnkronos.com. Distributed by Tribune Content Agency, LLC.</p>", "publisher": "AdnkroNos International, Rome", "instances": ["The RSPO Principles and Criteria (P&amp;C), against which growers are audited, include several relevant elements, including a ban on deforestation and fires, the protection and restoration of HCV and HCS areas, the reduced use of chemical pesticides, and sustainable agricultural practices. RSPO members who are not growers, are subject to shared responsibility requirements and are required to develop biodiversity policies that apply to all of their suppliers, assessing their adherence and assisting smallholders in implementing best practices. As the Etifor report points out - Fontana concludes - including biodiversity in corporate strategies is no longer just a matter of ethics or regulatory compliance, but represents a fundamental lever for ensuring the resilience of companies and their supply chains. However, especially in sectors like ours, in order to invest resources in supply chain certifications and solutions capable of driving the global transition towards a nature-positive development model, cooperation between the public and private sectors and the support of adequate financial resources and instruments are essential."]}, {"relevance_score": 1, "title": "Mattei Plan: regenerative agriculture deal with Algeria", "published": "2024-07-06", "bodyText": "<p nitf:lede=\"true\">(ANSA) - JUL 6 - Italy on Saturday sealed a regenerative agriculture deal with Algeria as part of its ambitious Mattei Plan, which seeks to create a new partnership with African countries to address the root causes of irregular migration and turn Italy  into a sort of hub for energy supplies in Europe.</p>", "publisher": "ANSA English Corporate Service", "instances": [""]}, {"relevance_score": 1, "title": "Mattei Plan: regenerative agriculture deal with Algeria", "published": "2024-07-06", "bodyText": "<p nitf:lede=\"true\">(ANSA) - JUL 6 - Italy on Saturday sealed a regenerative agriculture deal with Algeria as part of its ambitious Mattei Plan, which seeks to create a new partnership with African countries to address the root causes of irregular migration and turn Italy  into a sort of hub for energy supplies in Europe.</p>", "publisher": "ANSA English Media Service", "instances": [""]}, {"relevance_score": 3, "title": "Mattei Plan: regenerative agriculture deal with Algeria (2)", "published": "2024-07-06", "bodyText": "<p nitf:lede=\"true\">(ANSA) - JUL 6 - Italy on Saturday sealed a regenerative agriculture deal with Algeria as part of its ambitious Mattei Plan, which seeks to create a new partnership with African countries to address the root causes of irregular migration and turn Italy  into a sort of hub for energy supplies in Europe. The office of Premier Giorgia Meloni said the accord entailed \"the largest investment in sustainable agriculture made so far by Italy in North Africa\". The agreemenr was signed in the presence of the respective Ministers of Agriculture, Francesco Lollobrigida and Youcef Cherfa, said Palazzo Chigi, following the bilateral meeting between Meloni and the President of the Republic of Algeria, Abdelmadjid Tebboune, on the sidelines of the G7 in Puglia last month.</p><p/>", "publisher": "ANSA English Corporate Service", "instances": ["The office of Premier Giorgia Meloni said the accord entailed \"the largest investment in sustainable agriculture made so far by Italy in North Africa\". The agreemenr was signed in the presence of the respective Ministers of Agriculture, Francesco Lollobrigida and Youcef Cherfa, said Palazzo Chigi, following the bilateral meeting between Meloni and the President of the Republic of Algeria, Abdelmadjid Tebboune, on the sidelines of the G7 in Puglia last month."]}, {"relevance_score": 3, "title": "Mattei Plan: regenerative agriculture deal with Algeria (2)", "published": "2024-07-06", "bodyText": "<p nitf:lede=\"true\">(ANSA) - JUL 6 - Italy on Saturday sealed a regenerative agriculture deal with Algeria as part of its ambitious Mattei Plan, which seeks to create a new partnership with African countries to address the root causes of irregular migration and turn Italy  into a sort of hub for energy supplies in Europe. The office of Premier Giorgia Meloni said the accord entailed \"the largest investment in sustainable agriculture made so far by Italy in North Africa\". The agreemenr was signed in the presence of the respective Ministers of Agriculture, Francesco Lollobrigida and Youcef Cherfa, said Palazzo Chigi, following the bilateral meeting between Meloni and the President of the Republic of Algeria, Abdelmadjid Tebboune, on the sidelines of the G7 in Puglia last month.</p><p/>", "publisher": "ANSA English Media Service", "instances": ["The office of Premier Giorgia Meloni said the accord entailed \"the largest investment in sustainable agriculture made so far by Italy in North Africa\". The agreemenr was signed in the presence of the respective Ministers of Agriculture, Francesco Lollobrigida and Youcef Cherfa, said Palazzo Chigi, following the bilateral meeting between Meloni and the President of the Republic of Algeria, Abdelmadjid Tebboune, on the sidelines of the G7 in Puglia last month."]}, {"relevance_score": 7, "title": "Mattei Plan: regenerative agriculture deal with Algeria (3)", "published": "2024-07-06", "bodyText": "<p nitf:lede=\"true\">(ANSA) - JUL 6 - Italy on Saturday sealed a regenerative agriculture deal with Algeria as part of its ambitious Mattei Plan, which seeks to create a new partnership with African countries to address the root causes of irregular migration and turn Italy  into a sort of hub for energy supplies in Europe. The office of Premier Giorgia Meloni said the accord entailed \"the largest investment in sustainable agriculture made so far by Italy in North Africa\". The agreemenr was signed in the presence of the respective Ministers of Agriculture, Francesco Lollobrigida and Youcef Cherfa, said Palazzo Chigi, following the bilateral meeting between Meloni and the President of the Republic of Algeria, Abdelmadjid Tebboune, on the sidelines of the G7 in Puglia last month. \"The agreement,\" it is explained, \"provides for a strategic concession by the Algerian government of 36,000 hectares, which the company Bonifiche Ferraresi S.p.A. will recover for agricultural use, creating an entire production chain.</p><p/>", "publisher": "ANSA English Corporate Service", "instances": ["The office of Premier Giorgia Meloni said the accord entailed \"the largest investment in sustainable agriculture made so far by Italy in North Africa\". The agreemenr was signed in the presence of the respective Ministers of Agriculture, Francesco Lollobrigida and Youcef Cherfa, said Palazzo Chigi, following the bilateral meeting between Meloni and the President of the Republic of Algeria, Abdelmadjid Tebboune, on the sidelines of the G7 in Puglia last month."]}, {"relevance_score": 7, "title": "Mattei Plan: regenerative agriculture deal with Algeria (3)", "published": "2024-07-06", "bodyText": "<p nitf:lede=\"true\">(ANSA) - JUL 6 - Italy on Saturday sealed a regenerative agriculture deal with Algeria as part of its ambitious Mattei Plan, which seeks to create a new partnership with African countries to address the root causes of irregular migration and turn Italy  into a sort of hub for energy supplies in Europe. The office of Premier Giorgia Meloni said the accord entailed \"the largest investment in sustainable agriculture made so far by Italy in North Africa\". The agreemenr was signed in the presence of the respective Ministers of Agriculture, Francesco Lollobrigida and Youcef Cherfa, said Palazzo Chigi, following the bilateral meeting between Meloni and the President of the Republic of Algeria, Abdelmadjid Tebboune, on the sidelines of the G7 in Puglia last month. \"The agreement,\" it is explained, \"provides for a strategic concession by the Algerian government of 36,000 hectares, which the company Bonifiche Ferraresi S.p.A. will recover for agricultural use, creating an entire production chain.</p><p/>", "publisher": "ANSA English Media Service", "instances": ["The office of Premier Giorgia Meloni said the accord entailed \"the largest investment in sustainable agriculture made so far by Italy in North Africa\". The agreemenr was signed in the presence of the respective Ministers of Agriculture, Francesco Lollobrigida and Youcef Cherfa, said Palazzo Chigi, following the bilateral meeting between Meloni and the President of the Republic of Algeria, Abdelmadjid Tebboune, on the sidelines of the G7 in Puglia last month."]}, {"relevance_score": 8, "title": "Mattei Plan: regenerative agriculture deal with Algeria (4)", "published": "2024-07-06", "bodyText": "<p nitf:lede=\"true\">(ANSA) - JUL 6 - Italy on Saturday sealed a regenerative agriculture deal with Algeria as part of its ambitious Mattei Plan, which seeks to create a new partnership with African countries to address the root causes of irregular migration and turn Italy  into a sort of hub for energy supplies in Europe. The office of Premier Giorgia Meloni said the accord entailed \"the largest investment in sustainable agriculture made so far by Italy in North Africa\". The agreement was signed in the presence of the respective Ministers of Agriculture, Francesco Lollobrigida and Youcef Cherfa, said Palazzo Chigi, following the bilateral meeting between Meloni and the President of the Republic of Algeria, Abdelmadjid Tebboune, on the sidelines of the G7 in Puglia last month. \"The agreement,\" it is explained, \"provides for a strategic concession by the Algerian government of 36,000 hectares, which the company Bonifiche Ferraresi S.p.A. will recover for agricultural use, creating an entire production chain. \"Activities will start as early as 2024 through the creation of wells and an initial sowing of cereals\".</p><p/>", "publisher": "ANSA English Media Service", "instances": ["The office of Premier Giorgia Meloni said the accord entailed \"the largest investment in sustainable agriculture made so far by Italy in North Africa\". The agreement was signed in the presence of the respective Ministers of Agriculture, Francesco Lollobrigida and Youcef Cherfa, said Palazzo Chigi, following the bilateral meeting between Meloni and the President of the Republic of Algeria, Abdelmadjid Tebboune, on the sidelines of the G7 in Puglia last month."]}, {"relevance_score": 8, "title": "Mattei Plan: regenerative agriculture deal with Algeria (4)", "published": "2024-07-06", "bodyText": "<p nitf:lede=\"true\">(ANSA) - JUL 6 - Italy on Saturday sealed a regenerative agriculture deal with Algeria as part of its ambitious Mattei Plan, which seeks to create a new partnership with African countries to address the root causes of irregular migration and turn Italy  into a sort of hub for energy supplies in Europe. The office of Premier Giorgia Meloni said the accord entailed \"the largest investment in sustainable agriculture made so far by Italy in North Africa\". The agreement was signed in the presence of the respective Ministers of Agriculture, Francesco Lollobrigida and Youcef Cherfa, said Palazzo Chigi, following the bilateral meeting between Meloni and the President of the Republic of Algeria, Abdelmadjid Tebboune, on the sidelines of the G7 in Puglia last month. \"The agreement,\" it is explained, \"provides for a strategic concession by the Algerian government of 36,000 hectares, which the company Bonifiche Ferraresi S.p.A. will recover for agricultural use, creating an entire production chain. \"Activities will start as early as 2024 through the creation of wells and an initial sowing of cereals\".</p><p/>", "publisher": "ANSA English Corporate Service", "instances": ["The office of Premier Giorgia Meloni said the accord entailed \"the largest investment in sustainable agriculture made so far by Italy in North Africa\". The agreement was signed in the presence of the respective Ministers of Agriculture, Francesco Lollobrigida and Youcef Cherfa, said Palazzo Chigi, following the bilateral meeting between Meloni and the President of the Republic of Algeria, Abdelmadjid Tebboune, on the sidelines of the G7 in Puglia last month."]}, {"relevance_score": 13, "title": "Cosmetics, Serratore (Cosmos-Standard): \"Palm oil present in 70% of products\" (2)", "published": "2025-03-21", "bodyText": "<p nitf:lede=\"true\">\"The Green Claims Directive is a first step towards this greater awareness on the part of the sector and regulatory bodies - continues Serratore - but it is a topic that needs to be discussed and explored further\". For this reason, \"we have brought together various speakers from different sectors and also from different countries to explore this aspect\".</p><p>\"The other session, on the other hand, focuses on regenerative agriculture, as, speaking of innovation in the cosmetics sector, regenerative culture represents today a guiding element towards a development increasingly oriented towards sustainability, biodiversity and an approach that tends to reduce the impact of the production process also as regards the cosmetics sector,\" he concludes.</p><p>©2025 GMC S.A.P.A. di G. P. Marra. Visit at adnkronos.com. Distributed by Tribune Content Agency, LLC.</p>", "publisher": "AdnkroNos International, Rome", "instances": ["\"The Green Claims Directive is a first step towards this greater awareness on the part of the sector and regulatory bodies - continues Serratore - but it is a topic that needs to be discussed and explored further\". For this reason, \"we have brought together various speakers from different sectors and also from different countries to explore this aspect\". ©2025 GMC S. A."]}, {"relevance_score": 16, "title": "Beretta (Cariplo Factory): \"48% of Terra Next's investments are in the South\"", "published": "2025-01-30", "bodyText": "<p nitf:lede=\"true\">\"Terra Next is an ecosystem initiative and unique in Europe, with a network of relevant partners supporting all initiatives.\" This was stated by Andrea Beretta, Senior Director, Startup Operations&amp;Investments at Cariplo Factory and head of the Terra Next acceleration program, taking stock of the three editions of Terra Next, during Demo Day, the day dedicated to presenting the startups.</p><p>The numbers: 450 startups analyzed over the three years, to select 22 (4.5%). The portfolio includes the world of nutraceuticals (41%), biomaterials (45%) and regenerative agriculture (14%). \"Out of a total of 22 investments, we made 48% in the South and we found a lot of value not only in the South but also in Campania, where 5 startups come from\", he adds.</p><p>©2025 GMC S.A.P.A. di G. P. Marra. Visit at adnkronos.com. Distributed by Tribune Content Agency, LLC.</p>", "publisher": "AdnkroNos International, Rome", "instances": ["The numbers: 450 startups analyzed over the three years, to select 22 (4. 5%). \"Out of a total of 22 investments, we made 48% in the South and we found a lot of value not only in the South but also in Campania, where 5 startups come from\", he adds. ©2025 GMC S."]}, {"relevance_score": 13, "title": "Sustainability, PiantiAmo il futuro: 200 trees in Ferrara with the Nescafé project (2)", "published": "2024-12-16", "bodyText": "<p nitf:lede=\"true\">A path of regeneration that is not only urban, that of Nescafé which, in collaboration with Local Administrations, gives life to concrete projects to take charge of places in cities undergoing transformation and ecological transition.</p><p>“We are pleased to be able to continue this important project alongside the city of Ferrara and with exceptional hotel partners, with whom we share our commitment and attention to protecting the territories - declared Paolo Pisano, Marketing Manager Nestlé Professional Beverages and Trade Asset Manager - Another step towards the goal of donating and planting 500 trees in 3 years and thus making an important contribution to the redevelopment of green areas to be returned to citizens\".</p><p>The PiantiAmo il Futuro initiative stems from the desire to apply the principles of the Nescafé Plan 2030 to the Italian reality, the plan developed by Nescafé to promote regenerative agriculture, contribute to the Nestlé Group's decarbonisation process, support farming communities and ultimately create a value chain that promotes responsible choices.</p><p>©2024 GMC S.A.P.A. di G. P. Marra. Visit at adnkronos.com. Distributed by Tribune Content Agency, LLC.</p>", "publisher": "AdnkroNos International, Rome", "instances": ["A path of regeneration that is not only urban, that of Nescafé which, in collaboration with Local Administrations, gives life to concrete projects to take charge of places in cities undergoing transformation and ecological transition. “We are pleased to be able to continue this important project alongside the city of Ferrara and with exceptional hotel partners, with whom we share our commitment and attention to protecting the territories - declared Paolo Pisano, Marketing Manager Nestlé Professional Beverages and Trade Asset Manager - Another step towards the goal of donating and planting 500 trees in 3 years and thus making an important contribution to the redevelopment of green areas to be returned to citizens\". ©2024 GMC S. A."]}, {"relevance_score": 16, "title": "Sustainability, Galimberti (Cascina Bagaggera): \"Agriculture must look at the ecosystem\"", "published": "2024-12-02", "bodyText": "<p nitf:lede=\"true\">\"For us, regenerative agriculture means looking at the total ecosystem, not just at a product, therefore the health and wholesomeness of a product tells the health and wholesomeness of the ecosystem where this agricultural product lives\". These are the words of Marta Galimberti, owner of Cascina Bagaggera, one of the two winners of the first edition of the 'The Good Farmer Award', promoted by the Davines Group in collaboration with the Foundation for Sustainable Development.</p><p>Located in the heart of the Montevecchia and Curone Valley Regional Park, in the Brianza Lecco area, the company was founded in 1995, thanks to Marta's parents. Since 2017 she has been working to make the farm an economically sustainable company. Today Cascina Bagaggera owns 25 hectares, a farmhouse with B&amp;B and a farm shop selling its products. \"We need to be aware that a farm lives and exists on a territory - continued Marta Galimberti - and therefore we must take care of the territory starting from the land, the vegetable, the animal and the human being in order to then create a more aware community”.</p><p>©2024 GMC S.A.P.A. di G. P. Marra. Visit at adnkronos.com. Distributed by Tribune Content Agency, LLC.</p>", "publisher": "AdnkroNos International, Rome", "instances": ["These are the words of Marta Galimberti, owner of Cascina Bagaggera, one of the two winners of the first edition of the 'The Good Farmer Award', promoted by the Davines Group in collaboration with the Foundation for Sustainable Development. Located in the heart of the Montevecchia and Curone Valley Regional Park, in the Brianza Lecco area, the company was founded in 1995, thanks to Marta's parents."]}, {"relevance_score": 5, "title": "Mattei Plan: agreement for agri-food centre in Mozambique (3)", "published": "2024-07-08", "bodyText": "<p nitf:lede=\"true\">(ANSA) - JUL 8 - Italian and Mozambique officials on Monday signed an accord in Maputo setting up a major new agri-food centre in the African country as part of Italy's Mattei Plan for Africa. An agreement was inked worth 38 million euro for the construction and equipping of the Manica Agrifood Centre (CAAM), said the office of Premier Giorgia Meloni at Palazzo Chigi. \"The initiative, recognised as one of the strategic projects for the implementation of the Mattei Plan in the African continent, aims to develop and equip an agrifood centre in the western Mozambican province of Manica, which will play the role of a regional hub for the processing and distribution of agricultural products.,\" Chigi said. The deal came two days after Italy on Saturday sealed a regenerative agriculture deal with Algeria as part of its ambitious Mattei Plan, which seeks to create a new partnership with African countries to address the root causes of irregular migration and turn Italy into a sort of hub for energy supplies in Europe.</p><p/>", "publisher": "ANSA English Corporate Service", "instances": ["\"The initiative, recognised as one of the strategic projects for the implementation of the Mattei Plan in the African continent, aims to develop and equip an agrifood centre in the western Mozambican province of Manica, which will play the role of a regional hub for the processing and distribution of agricultural products. ,\" Chigi said."]}, {"relevance_score": 5, "title": "Mattei Plan: agreement for agri-food centre in Mozambique (3)", "published": "2024-07-08", "bodyText": "<p nitf:lede=\"true\">(ANSA) - JUL 8 - Italian and Mozambique officials on Monday signed an accord in Maputo setting up a major new agri-food centre in the African country as part of Italy's Mattei Plan for Africa. An agreement was inked worth 38 million euro for the construction and equipping of the Manica Agrifood Centre (CAAM), said the office of Premier Giorgia Meloni at Palazzo Chigi. \"The initiative, recognised as one of the strategic projects for the implementation of the Mattei Plan in the African continent, aims to develop and equip an agrifood centre in the western Mozambican province of Manica, which will play the role of a regional hub for the processing and distribution of agricultural products.,\" Chigi said. The deal came two days after Italy on Saturday sealed a regenerative agriculture deal with Algeria as part of its ambitious Mattei Plan, which seeks to create a new partnership with African countries to address the root causes of irregular migration and turn Italy into a sort of hub for energy supplies in Europe.</p><p/>", "publisher": "ANSA English Media Service", "instances": ["\"The initiative, recognised as one of the strategic projects for the implementation of the Mattei Plan in the African continent, aims to develop and equip an agrifood centre in the western Mozambican province of Manica, which will play the role of a regional hub for the processing and distribution of agricultural products. ,\" Chigi said."]}, {"relevance_score": 6, "title": "50% of coffee-cultivation land at risk by 2050- Andrea Illy", "published": "2021-12-02", "bodyText": "<p nitf:lede=\"true\">(ANSA) - DEC 2 - Andrea Illy, the chairman of illycaffè, told ANSA on Thursday that \"it is forecast that 50% of the land where coffee can be cultivated will no longer be fit for the purpose between now and 2050\" because of climate change. \"Coffee is highly sensitive to climate change and the first thing to suffer the impact will be the quality, followed by quantity,\" he continued during the ceremony for the sixth Ernesto Illy International Coffee Award, the prize that illycaffè gives to the best sustainable coffee producer and which was won this year by India's Jumboor Estate. \"So the big challenge will be to practise 'regenerative' agriculture and focus on quality. \"The challenge we have before us will not just be managing to produce in the current conditions, which are increasingly adverse from the climate point of view, but also do it while increasing production to satisfy growing demand without resorting to the bad practices of the past, such as deforestation to make way for plantations, and do it while improving quality. \"The challenge can be won via investments in plantations,\" he concluded. \"I am convinced that we will do it and it will be a success\".</p><p/>", "publisher": "ANSA English Corporate Service", "instances": []}, {"relevance_score": 6, "title": "50% of coffee-cultivation land at risk by 2050- Andrea Illy", "published": "2021-12-02", "bodyText": "<p nitf:lede=\"true\">(ANSA) - DEC 2 - Andrea Illy, the chairman of illycaffè, told ANSA on Thursday that \"it is forecast that 50% of the land where coffee can be cultivated will no longer be fit for the purpose between now and 2050\" because of climate change. \"Coffee is highly sensitive to climate change and the first thing to suffer the impact will be the quality, followed by quantity,\" he continued during the ceremony for the sixth Ernesto Illy International Coffee Award, the prize that illycaffè gives to the best sustainable coffee producer and which was won this year by India's Jumboor Estate. \"So the big challenge will be to practise 'regenerative' agriculture and focus on quality. \"The challenge we have before us will not just be managing to produce in the current conditions, which are increasingly adverse from the climate point of view, but also do it while increasing production to satisfy growing demand without resorting to the bad practices of the past, such as deforestation to make way for plantations, and do it while improving quality. \"The challenge can be won via investments in plantations,\" he concluded. \"I am convinced that we will do it and it will be a success\".</p><p/>", "publisher": "ANSA English Media Service", "instances": []}, {"relevance_score": 11, "title": "ProducePay raccoglie 38 milioni di dollari per migliorare la prevedibilità e la trasparenza nella catena di fornitura dei prodotti ortofrutticoli freschi a livello globale", "published": "2024-02-05", "bodyText": "<p nitf:lede=\"true\"> ProducePay, l'azienda di tecnologia agricola riconosciuta come una delle imprese più innovative di Fast Company e uno degli ultimi innovatori Unicorn del World Economic Forum per il suo lavoro rivoluzionario che rafforza la catena di fornitura dei prodotti ortofrutticoli freschi, oggi ha annunciato un finanziamento di serie D di 38 milioni di dollari. Il round è stato condotto da Syngenta Group Ventures, la divisione venture capital di Syngenta Group, una delle più grandi aziende al mondo di agritecnologia, che offre novità su base scientifica per aiutare gli agricoltori di tutto il mondo a garantire la sicurezza alimentare e affrontare i cambiamenti climatici. Tra gli altri partecipanti al round: il nuovo investitore CF Private Equity, e gli investitori esistenti G2 Venture Partners, Anterra Capital, Astanor Ventures, Endeavor8, Avenue Venture Opportunities, Avenue Sustainable Solutions e Red Bear Angels. A causa della domanda sottoscritta in eccesso, il round di serie D resterà aperto mentre altri investitori completano la diligence. </p><p> Con l'obiettivo di trasformare il settore agricolo globale eliminando gli sprechi economici e alimentari, la Predictable Commerce Platform di ProducePay dà ai coltivatori e agli acquirenti un livello di trasparenza e prevedibilità senza precedenti nella catena di fornitura dei prodotti ortofrutticoli freschi sempre più imprevedibile. ProducePay utilizzerà il capitale appena raccolto per accelerare la sua espansione globale in Europa, Asia, Africa e Australia; oltre a portare avanti lo sviluppo della tecnologia e dei servizi migliori nel settore, compresi i Predictable Commerce Programs completi, in collaborazione con leader e innovatori nel settore dei prodotti ortofrutticoli freschi a livello globale. Ad oggi, la società ha supportato transazioni di prodotti ortofrutticoli freschi a livello globale per un valore di oltre 4,5 miliardi di dollari. </p><p> \"Eventi climatici estremi, carenze di forniture e fluttuazioni di prezzo sono solo alcuni esempi di fattori che contribuiscono alla sempre maggiore imprevedibilità del settore dei prodotti ortofrutticoli freschi\", ha dichiarato Patrick McCullough, direttore generale di ProducePay. \"La nostra crescita esponenziale e la scalabilità globale hanno attratto un gruppo di investitori di spicco che hanno apprezzato la società in un significativo round superiore rispetto al nostro ultimo finanziamento. Apprezziamo il loro supporto mentre portiamo ProducePay a un nuovo livello per aiutare coltivatori, pubblicitari e rivenditori di tutto il mondo a gestire in maniera esperta queste imprevedibilità ed evitare interruzioni alle loro attività - riducendo nel contempo l'enorme quantità di sprechi economici e alimentari che impattano ogni punto di contatto nell'intera catena di fornitura\". </p><p> L'ultima collaborazione della società con Four Star Fruit, tra i più grandi coltivatori e spedizionieri di uva da tavola al mondo, ha creato un Predictable Commerce Program unico nel suo genere che ha migliorato significativamente l'efficienza e la riduzione degli sprechi nelle transazioni di Four Star solo nei primi sei mesi. Fin dall'inizio della collaborazione nel marzo 2023, il programma ha permesso di ottenere quanto segue: </p><list><listItem><label>•</label><bodyText><p> una riduzione del 90% del tasso di rifiuto a quasi lo 0%  </p>", "publisher": "Business Wire Italiano", "instances": []}, {"relevance_score": 9, "title": "A Gucci il Climate Action Award", "published": "2022-09-25", "bodyText": "<p nitf:lede=\"true\">(ANSA) - 25 SET - E' andato a Gucci il Climate Action Award attribuito dai Cnmi Sustainable Fashion Awards 2022, con cui stasera alla Scala si è chiusa la Milano Fashion Week. A ritirare il premio il presidente e ad di Gucci Marco Bizzarri e Gabriela Bordabehere, alla guida di un'azienda basata sull'agricoltura rigenerativa. </p><p>Gucci è stata infatti premiata per il progetto Nativa Regenerative Agriculture Program, avviato in Uruguay  con Chargeurs Luxury Fibers, uno dei maggiori trasformatori di lana nel mondo. Un progetto che vede coinvolti dieci aziende agricole, tra cui La Soledad, guidata proprio da Gabriela Bordabehere. \"Mi sento onorata - ha detto dal palco - di rappresentare gli agricoltori uruguaiani che si impegnano per guidare il cambiamento, soprattutto le donne. Questo è un riconoscimento del lavoro che svolgiamo ogni giorno, vivendo spesso in zone remote, lontano dalla famiglia, per proteggere le risorse del nostro territorio. Abbiamo ricevuto questa terra dai nostri antenati e allo stesso modo dobbiamo consegnarla ai nostri figli\".  \"Quello della sostenibilità è un percorso che abbiamo intrapreso da tempo ed è ormai diventato - ha detto Bizzarri - un approccio che caratterizza il nostro modo di fare impresa. Oggi viene premiato uno dei progetti che supportiamo in Uruguay sul fronte dell'agricoltura rigenerativa ma anche nel nostro Paese, in Italia, stiamo lavorando per far rivivere filiere che erano andate quasi completamente perdute, come il cotone e la seta, sostenendo anche le comunità che stanno facendo rivivere queste pratiche\".</p>", "publisher": "ANSA Notiziario Generale in Italiano", "instances": ["(ANSA) - 25 SET - E' andato a Gucci il Climate Action Award attribuito dai Cnmi Sustainable Fashion Awards 2022, con cui stasera alla Scala si è chiusa la Milano Fashion Week. A ritirare il premio il presidente e ad di Gucci Marco Bizzarri e Gabriela Bordabehere, alla guida di un'azienda basata sull'agricoltura rigenerativa. Un progetto che vede coinvolti dieci aziende agricole, tra cui La Soledad, guidata proprio da Gabriela Bordabehere. \"Mi sento onorata - ha detto dal palco - di rappresentare gli agricoltori uruguaiani che si impegnano per guidare il cambiamento, soprattutto le donne."]}, {"relevance_score": 13, "title": "Moda, un Oscar a chi lavora per il pianeta", "published": "2022-10-03", "bodyText": "<p nitf:lede=\"true\">IL CAMBIAMENTO EPOCALE in corso nel mondo della moda è giunto dalla Milano Fashion Week che ha dedicato l'ultima giornata ai “CNMI Sustainable Fashion Awards 2022”, gli Oscar della sostenibilità del settore. Riconoscimenti che premiano personalità e realtà virtuose che si sono distinte per l'impegno dedicato all'innovazione, al riconoscimento delle differenze, all'economia circolare, dai iritti umani, alla giustizia sociale e alla lotta al cambiamento climatico. Organizzata dalla Camera Nazionale della Moda Italiana in collaborazione con la Ethical Fashion Initiative delle Nazioni Unite e con il supporto del Ministero degli Affari Esteri e della Cooperazione Internazionale, la manifestazione prevede 14 premi per altrettante categorie dell'impegno sostenibile, i cui vincitori sono stati festeggiati al Teatro alla Scala. </p><p>L'Italia è il primo produttore di moda del lusso al mondo. Per le nostre migliori aziende del fashion posizionarsi con rapidità, coraggio e visione nella corsa globale alla sostenibilità rappresenta oggi una fondamentale leva competitiva per non perdere i loro primati, in un'era nella quale i consumatori si mostrano sempre più attenti a come viene prodotto ciò che acquistano. Non a caso. L'industria globale della moda ha due facce: quella più visibile e scintillante in grado di alimentare sogni e bisogni, ma anche una “nascosta” relativa al notevole inquinamento generato dalle sue attività produttive. Si stima che la produzione tessile sia responsabile da sola di circa il 20% dell'inquinamento globale dell'acqua potabile, principalmente a causa dei processi di tintura e finitura, che provochi il 10% di emissioni di anidride carbonica, che sia responsabile per il 24% dell'uso di insetticidi e per l'11% dell'uso di pesticidi, che l'85% dei vestiti finisca in discarica. Il range delle attività sostenibili premiate dagli Oscar della Sostenibilità è vario. Tra gli altri, spicca Sea Beyond, il progetto didattico promosso con la Commissione Oceanografica Intergovernativa dell'Unesco, rivolto a una rete di scuole secondarie internazionali per educare alla tutela del mare. E poi il progetto Nativa Regenerative Agriculture Program, avviato in Uruguay. Esempi di come sia possibile applicare la creatività della moda italiana alla sfida della difesa del pianeta. Francesco Delzio <email normalizedValue=\"mailto:fdelzio@luiss.it\">fdelzio@luiss.it</email> @FFDelzio © RIPRODUZIONE RISERVATA</p>", "publisher": "La Nazione (Italy)", "instances": ["Il range delle attività sostenibili premiate dagli Oscar della Sostenibilità è vario. Tra gli altri, spicca Sea Beyond, il progetto didattico promosso con la Commissione Oceanografica Intergovernativa dell'Unesco, rivolto a una rete di scuole secondarie internazionali per educare alla tutela del mare. Esempi di come sia possibile applicare la creatività della moda italiana alla sfida della difesa del pianeta. Francesco Delzio fdelzio@luiss."]}, {"relevance_score": 13, "title": "Moda, un Oscar a chi lavora per il pianeta", "published": "2022-10-03", "bodyText": "<p nitf:lede=\"true\">IL CAMBIAMENTO EPOCALE in corso nel mondo della moda è giunto dalla Milano Fashion Week che ha dedicato l'ultima giornata ai “CNMI Sustainable Fashion Awards 2022”, gli Oscar della sostenibilità del settore. Riconoscimenti che premiano personalità e realtà virtuose che si sono distinte per l'impegno dedicato all'innovazione, al riconoscimento delle differenze, all'economia circolare, dai iritti umani, alla giustizia sociale e alla lotta al cambiamento climatico. Organizzata dalla Camera Nazionale della Moda Italiana in collaborazione con la Ethical Fashion Initiative delle Nazioni Unite e con il supporto del Ministero degli Affari Esteri e della Cooperazione Internazionale, la manifestazione prevede 14 premi per altrettante categorie dell'impegno sostenibile, i cui vincitori sono stati festeggiati al Teatro alla Scala. </p><p>L'Italia è il primo produttore di moda del lusso al mondo. Per le nostre migliori aziende del fashion posizionarsi con rapidità, coraggio e visione nella corsa globale alla sostenibilità rappresenta oggi una fondamentale leva competitiva per non perdere i loro primati, in un'era nella quale i consumatori si mostrano sempre più attenti a come viene prodotto ciò che acquistano. Non a caso. L'industria globale della moda ha due facce: quella più visibile e scintillante in grado di alimentare sogni e bisogni, ma anche una “nascosta” relativa al notevole inquinamento generato dalle sue attività produttive. Si stima che la produzione tessile sia responsabile da sola di circa il 20% dell'inquinamento globale dell'acqua potabile, principalmente a causa dei processi di tintura e finitura, che provochi il 10% di emissioni di anidride carbonica, che sia responsabile per il 24% dell'uso di insetticidi e per l'11% dell'uso di pesticidi, che l'85% dei vestiti finisca in discarica. Il range delle attività sostenibili premiate dagli Oscar della Sostenibilità è vario. Tra gli altri, spicca Sea Beyond, il progetto didattico promosso con la Commissione Oceanografica Intergovernativa dell'Unesco, rivolto a una rete di scuole secondarie internazionali per educare alla tutela del mare. E poi il progetto Nativa Regenerative Agriculture Program, avviato in Uruguay. Esempi di come sia possibile applicare la creatività della moda italiana alla sfida della difesa del pianeta. Francesco Delzio <email normalizedValue=\"mailto:fdelzio@luiss.it\">fdelzio@luiss.it</email> @FFDelzio © RIPRODUZIONE RISERVATA</p>", "publisher": "Il Giorno (Italy)", "instances": ["Il range delle attività sostenibili premiate dagli Oscar della Sostenibilità è vario. Tra gli altri, spicca Sea Beyond, il progetto didattico promosso con la Commissione Oceanografica Intergovernativa dell'Unesco, rivolto a una rete di scuole secondarie internazionali per educare alla tutela del mare. Esempi di come sia possibile applicare la creatività della moda italiana alla sfida della difesa del pianeta. Francesco Delzio fdelzio@luiss."]}, {"relevance_score": 13, "title": "Moda, un Oscar a chi lavora per il pianeta", "published": "2022-10-03", "bodyText": "<p nitf:lede=\"true\">IL CAMBIAMENTO EPOCALE in corso nel mondo della moda è giunto dalla Milano Fashion Week che ha dedicato l'ultima giornata ai “CNMI Sustainable Fashion Awards 2022”, gli Oscar della sostenibilità del settore. Riconoscimenti che premiano personalità e realtà virtuose che si sono distinte per l'impegno dedicato all'innovazione, al riconoscimento delle differenze, all'economia circolare, dai iritti umani, alla giustizia sociale e alla lotta al cambiamento climatico. Organizzata dalla Camera Nazionale della Moda Italiana in collaborazione con la Ethical Fashion Initiative delle Nazioni Unite e con il supporto del Ministero degli Affari Esteri e della Cooperazione Internazionale, la manifestazione prevede 14 premi per altrettante categorie dell'impegno sostenibile, i cui vincitori sono stati festeggiati al Teatro alla Scala. </p><p>L'Italia è il primo produttore di moda del lusso al mondo. Per le nostre migliori aziende del fashion posizionarsi con rapidità, coraggio e visione nella corsa globale alla sostenibilità rappresenta oggi una fondamentale leva competitiva per non perdere i loro primati, in un'era nella quale i consumatori si mostrano sempre più attenti a come viene prodotto ciò che acquistano. Non a caso. L'industria globale della moda ha due facce: quella più visibile e scintillante in grado di alimentare sogni e bisogni, ma anche una “nascosta” relativa al notevole inquinamento generato dalle sue attività produttive. Si stima che la produzione tessile sia responsabile da sola di circa il 20% dell'inquinamento globale dell'acqua potabile, principalmente a causa dei processi di tintura e finitura, che provochi il 10% di emissioni di anidride carbonica, che sia responsabile per il 24% dell'uso di insetticidi e per l'11% dell'uso di pesticidi, che l'85% dei vestiti finisca in discarica. Il range delle attività sostenibili premiate dagli Oscar della Sostenibilità è vario. Tra gli altri, spicca Sea Beyond, il progetto didattico promosso con la Commissione Oceanografica Intergovernativa dell'Unesco, rivolto a una rete di scuole secondarie internazionali per educare alla tutela del mare. E poi il progetto Nativa Regenerative Agriculture Program, avviato in Uruguay. Esempi di come sia possibile applicare la creatività della moda italiana alla sfida della difesa del pianeta. Francesco Delzio <email normalizedValue=\"mailto:fdelzio@luiss.it\">fdelzio@luiss.it</email> @FFDelzio © RIPRODUZIONE RISERVATA</p>", "publisher": "Il Resto del Carlino (Italy)", "instances": ["Il range delle attività sostenibili premiate dagli Oscar della Sostenibilità è vario. Tra gli altri, spicca Sea Beyond, il progetto didattico promosso con la Commissione Oceanografica Intergovernativa dell'Unesco, rivolto a una rete di scuole secondarie internazionali per educare alla tutela del mare. Esempi di come sia possibile applicare la creatività della moda italiana alla sfida della difesa del pianeta. Francesco Delzio fdelzio@luiss."]}, {"relevance_score": 12, "title": "&gt;&gt;&gt;ANSA/ Alla Scala gli Oscar della sostenibilità", "published": "2022-09-25", "bodyText": "<p nitf:lede=\"true\">(ANSA) - 25 SET - Giorgio Armani ha ricevuto The Visionary Award da Cate Blanchett e la standing ovation di tutta la sala, Ghali ha premiato Arianna Alessi e Renzo Rosso con The Philantrophy &amp; Society Award. Sono solo alcuni dei riconoscimenti dei CNMI Sustainable Fashion Awards 2022, andati in scena questa sera al teatro alla Scala, con in platea star come Cate Blanchett e Lauren Hutton, oltre a tutti i protagonisti del mondo della moda, da Miuccia Prada e Patrizio Bertelli, vincitore dell'Oceans Award,  a Pierpaolo Piccioli, da Ermenegildo Zegna, premiato con The Biodiversity Conservation Award, a Fausto Puglisi.   I premi, che chiudono la fashion week, sono organizzati dalla Camera Nazionale della Moda Italiana in collaborazione con la Ethical Fashion Initiative (EFI) delle Nazioni Unite e con il supporto del Ministero degli Affari Esteri e della Cooperazione Internazionale, dell'Agenzia ICE e del Comune di Milano. </p><p>  Una serata da 1500 invitati iniziata prima della premiazione in piazza Scala, allestita seguendo il filo conduttore del Terzo Paradiso di Michelangelo Pistoletto, simbolo della manifestazione, che rappresenta la terza fase dell'umanità, in connessione equilibrata tra l'artificio e la natura. Per riprodurre l'opera in piazza sono state usate strutture in ferro ricoperte da 16 chilometri di cotone certificato e 1300 metri quadri di tappeto Aqualfill, una parte del quale verrà riutilizzata durante la prossima Milano Fashion Week e un'altra venduta a favore di un'organizzazione no profit.   Durante la serata di gala, presentata dall'attrice Rossy De Palma, sono stati assegnati 14 premi: ogni vincitore ha ricevuto una riproduzione della Venere degli Stracci, realizzata con stampa 3D e personalizzata a mano da Pistoletto. Marco Bizzarri e Gabriella Bordabehere hanno ricevuto il The Climate Action Award per il progetto Nativa Regenerative Agriculture Program, che vede coinvolti dieci aziende agricole, tra cui La Soledad, guidata da Bordabehere. \"Mi sento onorata di rappresentare gli agricoltori uruguaiani che si impegnano per guidare il cambiamento, soprattutto le donne. Questo è un riconoscimento del lavoro che svolgiamo ogni giorno, vivendo spesso in zone remote, lontano dalla famiglia, per proteggere le risorse del nostro territorio. Abbiamo ricevuto questa terra dai nostri antenati e allo stesso modo - ha detto Gabriela - dobbiamo consegnarla ai nostri figli\".   Oltre ai grandi nomi della moda, sono stati premiati progetti come Ara Lumière, che dà lavoro alle donne vittime di attacchi con l'acido. Commosse loro e commossa la platea, che ha applaudito a lungo anche la top model Adut Akech, che ha raccontato la sua esperienza di rifugiata, spiegando che la sua carriera è un messaggio di speranza per chi oggi vive nella stessa condizione in cui è cresciuta lei.</p>", "publisher": "ANSA Notiziario Generale in Italiano", "instances": ["Per riprodurre l'opera in piazza sono state usate strutture in ferro ricoperte da 16 chilometri di cotone certificato e 1300 metri quadri di tappeto Aqualfill, una parte del quale verrà riutilizzata durante la prossima Milano Fashion Week e un'altra venduta a favore di un'organizzazione no profit. Durante la serata di gala, presentata dall'attrice Rossy De Palma, sono stati assegnati 14 premi: ogni vincitore ha ricevuto una riproduzione della Venere degli Stracci, realizzata con stampa 3D e personalizzata a mano da Pistoletto. \"Mi sento onorata di rappresentare gli agricoltori uruguaiani che si impegnano per guidare il cambiamento, soprattutto le donne. Questo è un riconoscimento del lavoro che svolgiamo ogni giorno, vivendo spesso in zone remote, lontano dalla famiglia, per proteggere le risorse del nostro territorio."]}, {"relevance_score": 31, "title": "Indigo Agriculture cerca di reimmaginare l'agricoltura al GFFA e al Farm &amp; Food 4.0 a Berlino", "published": "2020-01-15", "bodyText": "<p nitf:lede=\"true\">PR Newswire</p><p nitf:lede=\"true\"> -L'azienda presenterà Indigo Marketplace, Indigo Carbon e il progetto Terraton Initiative, in occasione di due dei principali forum internazionali sull'agricoltura </p><p nitf:lede=\"true\">-Le soluzioni mirano sia ad affrontare il problema della redditività delle attività agricole, sia a porre gli agricoltori al centro degli sforzi per combattere il cambiamento climatico </p><p nitf:lede=\"true\"> Indigo Agriculture, azienda impegnata a mettere a frutto le risorse offerte dalla natura per aiutare gli agricoltori a nutrire in modo sostenibile il pianeta, inviterà i delegati a reimmaginare l'agricoltura in due dei pi— importanti forum internazionali sull'agricoltura, che si terranno a Berlino alla fine del mese. </p><p><url normalizedValue=\"https://mma.prnewswire.com/media/1076713/Indigo_Logo.jpg\"/></p><p>L'azienda utilizzerà le piattaforme fornite dal famoso Forum globale per l'alimentazione e l'agricoltura di Berlino (GFFA) e Farm &amp; Food 4.0 per presentare Indigo Marketplace, Indigo Carbon e il progetto Terraton Initiative. Insieme, queste piattaforme correlate contribuiscono a migliorare la redditività delle aziende agricole e consentono ai coltivatori di svolgere un ruolo fondamentale nel contribuire a un sistema alimentare e agricolo pi— vantaggioso, affrontando nel contempo il cambiamento climatico. </p><p>Al GFFA, Indigo Agriculture esporrà nel prestigiosoInnovation Marketplacedel forum. Farm &amp; Food 4.0 è il principale congresso sull'innovazione e la digitalizzazione del settore agroalimentare. Anche qui Indigo esporrà le sue soluzioni e parteciperà alla discussione del panel \"Regenerative agriculture - old methods rethought\" (Agricoltura rigenerativa - ripensamento dei vecchi metodi).</p><p>Georg Goeres, Responsabile europeo di Indigo Agriculture, incaricato della rappresentanza dell'azienda, ha dichiarato: \"Siamo lieti di partecipare a entrambi i principali forum internazionali, nella ricerca di opportunità per costruire un sistema alimentare e agricolo pi— sostenibile. Per avere successo, Indigo ritiene che sia necessario adottare un approccio basato sui sistemi per reimmaginare l'agricoltura a vantaggio sia delle persone che del pianeta\".</p><p>Indigo Marketplace, una piattaforma digitale per la contrattazione dei cereali, cerca di demercificare l'agricoltura collegando direttamente i coltivatori di cereali con gli acquirenti disposti a pagare per colture di alta qualità, provenienti da coltivazioni sostenibili e con una chiara identità. Indigo Carbon è un mercato del carbonio che fornisce ai coltivatori un incentivo finanziario per arricchire il loro suolo con il carbonio. Ciò aiuta ad affrontare il cambiamento climatico migliorando nel contempo la salute del suolo e la resilienza delle aziende agricole in presenza di condizioni atmosferiche estreme, riducendo la necessità di introdurre sostanze chimiche e fertilizzanti. Indigo Carbon è un elemento chiave di Terraton Initiative, uno sforzo globale volto a prelevare mille miliardi di tonnellate di anidride carbonica dall'atmosfera terrestre e conservarla all'interno dei terreni agricoli.</p><p>Insieme, queste soluzioni, sostenute dalla tecnologia di trattamento microbico dei semi di Indigo e dall'agronomia digitale, migliorano la redditività delle aziende agricole, la sostenibilità ambientale dell'agricoltura e la salute dei consumatori.</p><p>\"Il nostro metodo, che sarà lanciato in Germania e Ungheria nel 2020, sostiene il Green Deal dell'UE recentemente annunciato\", ha dichiarato Goeres. \"Siamo impazienti di partecipare ai dibattiti con coltivatori, scienziati, politici, ONG e altri colleghi del settore per reimmaginare l'agricoltura in modi che andranno a vantaggio di tutti noi\".</p><p>Informazioni su Indigo AgricultureIndigo migliora la redditività degli agricoltori, la sostenibilità ambientale e la salute dei consumatori attraverso l'uso della microbiologia naturale e di tecnologie digitali. Le scoperte scientifiche e le piattaforme digitali dell'azienda creano nuovo valore dal terreno alla vendita, a vantaggio di decine di migliaia di coltivatori in milioni di acri. Lavorando lungo tutta la catena di fornitura, Indigo sta portando avanti la sua missione di mettere a frutto le risorse offerte dalla natura per aiutare gli agricoltori a nutrire il pianeta in modo sostenibile. Nel 2019 Indigo ha istituito il progetto Terraton Initiative, uno sforzo globale per convogliare mille miliardi di tonnellate di anidride carbonica atmosferica nei terreni agricoli. Presente al primo posto nella classifica CNBC Disruptor 50, Indigo ha sede a Boston, MA, con altre sedi a Memphis, TN; Research Triangle Park, NC; Sydney (Australia); Buenos Aires (Argentina); São Paulo (Brasile) e Svizzera. Per maggiori informazioni, visitate la pagina Chi siamo o seguiteci su Twitter e Instagram.</p><p><url normalizedValue=\"http://www.indigoag.eu\">http://www.indigoag.eu</url> </p><p>Logo -<url normalizedValue=\"https://mma.prnewswire.com/media/1076713/Indigo_Logo.jpg\">https://mma.prnewswire.com/media/1076713/Indigo_Logo.jpg</url></p><p>Contatti con i media Indigo <br/>Eva Delafontaine <br/><email normalizedValue=\"mailto:edelafontaine@indigoag.com\">edelafontaine@indigoag.com</email> </p><p>Veritas Public Relations per Indigo <br/>David Schimm,<br/>+49-179-5944745   <br/><email normalizedValue=\"mailto:david.schimm@veritaspr.de\">david.schimm@veritaspr.de</email> </p><p><url normalizedValue=\"https://rt.prnewswire.com/rt.gif?NewsItemId=IT89425&amp;Transmission_Id=202001151316PR_NEWS_EURO_ND__IT89425&amp;DateId=20200115\"/></p>", "publisher": "PR Newswire Europe (Italian)", "instances": ["Farm &amp; Food 4. 0 è il principale congresso sull'innovazione e la digitalizzazione del settore agroalimentare. Georg Goeres, Responsabile europeo di Indigo Agriculture, incaricato della rappresentanza dell'azienda, ha dichiarato: \"Siamo lieti di partecipare a entrambi i principali forum internazionali, nella ricerca di opportunità per costruire un sistema alimentare e agricolo pi— sostenibile. Per avere successo, Indigo ritiene che sia necessario adottare un approccio basato sui sistemi per reimmaginare l'agricoltura a vantaggio sia delle persone che del pianeta\"."]}]