[{"relevance_score": 26, "title": "PH calls for climate equity, justice at UN", "published": "2022-09-10", "bodyText": "<p nitf:lede=\"true\">THERE must be immediate action to achieve climate equity and justice en route to pragmatic solutions in addressing the impact of climate change.</p><p nitf:lede=\"true\">This was the call made by the Philippine government at the conclusion of the Third Technical Expert Dialogue (TED3) on Climate Finance of the United Nations Framework Convention on Climate Change (UNFCCC) last September 8.</p><p nitf:lede=\"true\">According to Robert Borje, Climate Change Commission (CCC) vice chairman and executive director (VCED), vulnerable countries like the Philippines bear the brunt of the effects of climate change. It is high time for nations around the world to seize the \"opportunity to advance inclusive climate finance\" driven by a process that ensures \"balanced geographical participation, particularly of developing states in the Asia-Pacific region.\"</p><p>Borje likewise assured that the Philippines, as directed by President Ferdinand \"Bongbong\" Marcos Jr., will continue to help mitigate the effects of climate change.</p><p>The Marcos administration, he noted, has increased the national budget allocation for climate change-related programs, projects and activities.</p><p>The Philippines will also pursue stronger collaboration with partners and stakeholders \"to implement more climate actions with results.\"</p><p>\"But we, the at-risk developing nations, cannot do it alone. And even if any of us can, we should not do it alone. We should work together for our One World, for One Humanity,\" Borje stressed.</p><p>The third TED, as a gathering of global climate finance experts, was described as an important venue to call on the NCQGCF to look beyond what specific countries can afford.</p><p>According to the Germanwatch Index, the Philippines ranked fourth most vulnerable country to climate change. </p><p>The country faces an average of 20 typhoons a year, with losses and damage in the past decade amounting to a 0.5 percent loss of Gross Domestic Product (GDP). </p><p>VCED Borje pointed out that the NCQGFC should focus on providing financial assistance to more vulnerable and less endowed countries, in fulfillment of the Paris Agreement.</p><p>Borje concluded by challenging participating climate finance experts to focus on a paradigm shift for climate finance and investment.</p><p>\"This is what we mean by Build Right at First Sight: to build justly and efficiently at first sight, with a long-term horizon in mind. Our discussions will go beyond dollars and cents,\" he said.</p><p>\"It will be recommendations for actions that will affect the lives and livelihood of nations. Today is an opportunity to get things right, to secure climate equity and justice for all,\" he added.</p><p>The Ad Hoc Work Programme on New Collective Quantified Goal on Climate Finance (NCQGCF) created under the Paris Agreement is tasked to conduct four TEDs annually until 2024. The first and second TEDs were hosted by South Africa and Germany, respectively.</p><p>As the UNFCCC National Focal Point for the Philippines, the CCC is co-hosting the TED3, in partnership with the UNFCCC Secretariat and the Asian Development Bank.</p><p>In the lead-up to the 27th Session of the Conference of Parties (COP27) to the UNFCCC in Egypt this November, the four-day TED3 is expected to identify the needs and priorities of developing countries, including their scope, and quantitative and qualitative aspects of equitable and resilient climate action.</p><p>TED3 is also seen to advance discussion on the roles of public and private sectors toward efficient delivery and mobilization of climate finance, for low carbon and climate-resilient development.</p>", "publisher": "The Manila Times", "instances": ["THERE must be immediate action to achieve climate equity and justice en route to pragmatic solutions in addressing the impact of climate change. This was the call made by the Philippine government at the conclusion of the Third Technical Expert Dialogue (TED3) on Climate Finance of the United Nations Framework Convention on Climate Change (UNFCCC) last September 8. According to Robert Borje, Climate Change Commission (CCC) vice chairman and executive director (VCED), vulnerable countries like the Philippines bear the brunt of the effects of climate change. It is high time for nations around the world to seize the \"opportunity to advance inclusive climate finance\" driven by a process that ensures \"balanced geographical participation, particularly of developing states in the Asia-Pacific region. Borje likewise assured that the Philippines, as directed by President Ferdinand \"Bongbong\" Marcos Jr. , will continue to help mitigate the effects of climate change.", "VCED Borje pointed out that the NCQGFC should focus on providing financial assistance to more vulnerable and less endowed countries, in fulfillment of the Paris Agreement. Borje concluded by challenging participating climate finance experts to focus on a paradigm shift for climate finance and investment. This is what we mean by Build Right at First Sight: to build justly and efficiently at first sight, with a long-term horizon in mind. Our discussions will go beyond dollars and cents,\" he said. It will be recommendations for actions that will affect the lives and livelihood of nations. Today is an opportunity to get things right, to secure climate equity and justice for all,\" he added. The Ad Hoc Work Programme on New Collective Quantified Goal on Climate Finance (NCQGCF) created under the Paris Agreement is tasked to conduct four TEDs annually until 2024. The first and second TEDs were hosted by South Africa and Germany, respectively. As the UNFCCC National Focal Point for the Philippines, the CCC is co-hosting the TED3, in partnership with the UNFCCC Secretariat and the Asian Development Bank. In the lead-up to the 27th Session of the Conference of Parties (COP27) to the UNFCCC in Egypt this November, the four-day TED3 is expected to identify the needs and priorities of developing countries, including their scope, and quantitative and qualitative aspects of equitable and resilient climate action. TED3 is also seen to advance discussion on the roles of public and private sectors toward efficient delivery and mobilization of climate finance, for low carbon and climate-resilient development."]}, {"relevance_score": 33, "title": "PH sustains diplomatic approach to deescalate tensions in SCS", "published": "2024-07-24", "bodyText": "<p nitf:lede=\"true\">MANILA, July 24 -- The Philippines will continue pursuing a diplomatic approach and uphold the rule of law in the South China Sea, according to the Department of Foreign Affairs (DFA) as it expounds on the Marcos administration's work to defend the country's rights in the West Philippine Sea through peaceful means.</p><p nitf:lede=\"true\">Following the third State of the Nation Address of President Ferdinand R. Marcos Jr., DFA Undersecretary Charles Jose said the Philippines will not waver in pursuing the peaceful settlement of disputes in line with international law in the area.</p><p>\"In the West Philippine Sea, the Philippine position remains firm. We will continue to assert our sovereignty, sovereign rights and jurisdiction in our maritime zones and find ways forward through diplomacy and dialogue pursuant to what the President articulated during the SONA,\" he said in the post-SONA discussions on Wednesday.</p><p>\"We are committed to the peaceful settlement of disputes through international law. Our actions will continue to be firmly anchored on the rules-based international order that is governed by international law, particularly UNCLOS (United Nations Convention on the Law of the Sea) and the 2016 Arbitral Award on the South China Sea,\" he added.</p><p>Jose cited as example the 9th Bilateral Consultation Mechanism meeting with China, which provided the momentum for a series of consultations that led to the recently concluded \"Arrangement on the Principles and Approaches\" that will be observed during the Philippines' resupply missions to Ayungin Shoal.</p><p>The official said this understanding, reached without prejudicing the Philippine and Chinese positions over the South China Sea, is a \"positive contribution to deescalate tensions\" in the region.</p><p>Marcos in his SONA on Monday said the Philippines will neither yield nor waver in asserting its maritime rights.</p><p>He maintained that the West Philippine Sea, which refers to the maritime areas of the country in the South China Sea, is no mere figment of imagination.</p><p>\"Ang West Philippine Sea ay hindi isang kathang-isip natin lamang. Ito ay atin. At ito ay mananatiling atin, hangga't nag-aalab ang diwa ng ating mahal na bansang Pilipinas (The West Philippine Sea is not just a figment of imagination. It is ours. And it will remain ours as long as our love for our country, the Philippines, remains ablaze),\" Marcos said.</p><p>Manila-based geopolitical analyst Don McLain Gill of the De La Salle University said Marcos has successfully articulated that the Philippines' position in the region is rooted on facts.</p><p>\"By stating that the WPS is not a figment of imagination, the president sent a strong message to China who claims a large percentage of our EEZ (exclusive economic zone) based on a historical basis that is not grounded on international law. The WPS is rooted on facts and on international law,\" he told the Philippine News Agency.</p><p>\"While empowering the military, the president reiterated the continuous goal of resolving disputes through peaceful means and based on international law- another veiled hit at China which has been pursuing its expansionist ambitions by breaking principles enshrined under UNCLOS and disregarding the 2016 Arbitral Ruling,\" he added.</p><p>The Philippines, China and several other coastal states have overlapping territorial claims over the South China Sea.</p><p>Beijing continues to reject the UNCLOS-based arbitration award insisting on its claims over the vast trade route, including the country's waters within the West Philippine Sea.</p><p>Preparing for ASEAN 2026</p><p>On the multilateral arena, Jose said the Philippines is preparing to host the Association of Southeast Asian Nations (ASEAN) in the next two years.</p><p>This as Marcos emphasized that peace and community-building would be the Philippines' clarion call, especially when the country serves as chair and the host of the ASEAN Summit in 2026.</p><p>The ASEAN National Organizing Council or ASEAN NOC, Jose said, is leading the preparations to ensure the orderly and seamless hosting of the landmark event.</p><p>Jose likewise highlighted the country's selection as the host of the Loss and Damage Fund Board.</p><p>\"Through this mechanism, the Philippines will continue to leverage its leadership in climate action and its goodwill with developing nations in promoting climate equity,\" he said.</p><p>He also noted the adoption by the UN Human Rights Council of the Philippine-led resolution titled \"Promoting and Protecting the Enjoyment of Human Rights of Seafarers.\"</p><p>This resolution is the first-ever on this subject to be introduced and adopted in the UNHRC.</p><p>\"Rest assured that in the pursuit of the national interest, the DFA will continue to strengthen national security, contribute to economic growth, and protect the interest and welfare of overseas Filipinos through the strategic conduct of diplomacy,\" Jose said.</p><p>Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htdigital.in\">contentservices@htdigital.in</email></p>", "publisher": "Philippines News Agency", "instances": ["Beijing continues to reject the UNCLOS-based arbitration award insisting on its claims over the vast trade route, including the country's waters within the West Philippine Sea. Preparing for ASEAN 2026On the multilateral arena, Jose said the Philippines is preparing to host the Association of Southeast Asian Nations (ASEAN) in the next two years. This as Marcos emphasized that peace and community-building would be the Philippines' clarion call, especially when the country serves as chair and the host of the ASEAN Summit in 2026. The ASEAN National Organizing Council or ASEAN NOC, Jose said, is leading the preparations to ensure the orderly and seamless hosting of the landmark event. Jose likewise highlighted the country's selection as the host of the Loss and Damage Fund Board. Through this mechanism, the Philippines will continue to leverage its leadership in climate action and its goodwill with developing nations in promoting climate equity,\" he said. He also noted the adoption by the UN Human Rights Council of the Philippine-led resolution titled \"Promoting and Protecting the Enjoyment of Human Rights of Seafarers. This resolution is the first-ever on this subject to be introduced and adopted in the UNHRC. Rest assured that in the pursuit of the national interest, the DFA will continue to strengthen national security, contribute to economic growth, and protect the interest and welfare of overseas Filipinos through the strategic conduct of diplomacy,\" Jose said. Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htdigital."]}, {"relevance_score": 33, "title": "Adaptation and mitigation will shield economy from climate change risks", "published": "2022-10-30", "bodyText": "<p nitf:lede=\"true\">Manila, Oct. 30 -- A World Bank economist has signaled the urgency of climate change adaptation and mitigation measures in order to shield the Philippine economy from slower growth that could bring about higher economic and human costs to the needy and marginalized sectors.</p><p>Souleymane Coulibaly, World Bank lead economist, said climate shocks would erode natural and physical capital, as well as reduce labor productivity, thereby adversely affecting the country's economic growth. He cautioned, too, that the government's financial capability would be strained, and that domestic and external competitiveness could be impaired.</p><p>World Bank estimates on the economic costs of climate change were derived from typhoon information. As a climate-vulnerable country, the Philippines bears the brunt of an average of 20 typhoons a year, with losses and damages in the past decade amounting to a 0.5 percent loss in the country's Gross Domestic Product (GDP).</p><p>Vice Chairman and Executive Director Robert E. A. Borje of the Climate Change Commission - a body chaired by President Ferdinand Marcos, Jr. - has pointed out the need for climate equity and climate justice to climate vulnerable countries. According to Germanwatch, world-recognized publisher of the Global Climate Risk Index, the Philippines is ranked fourth most vulnerable country to climate change.</p><p>This explains the country's preeminent position as an authoritative and influential voice among Climate Vulnerable Countries (CVC). During COP 21, the 21st Conference of Parties to the United Nations Framework Agreement on Climate Change, the Philippines headed this group. Thus, then President Benigno S. Aquino III chaired a special forum at which the CVCs weighed in on their proposals that facilitated the crafting of the historic Paris Agreement of 2015. After decades of stalemate, the countries of the world finally agreed to limit the emission of greenhouse gases in order to mitigate global warming and reduce the frequency and strength of typhoons and floods in the CVCs.</p><p>Climate shocks would drag down the government's poverty reduction effort, whose metrics mainly depend on economic growth and income distribution, according to the World Bank. The average output losses of the Philippines due to climate change will be at 3.2 percent of gross domestic product (GDP) by 2030 and could further rise to 5.7 percent by 2040.</p><p>Under the much worse scenario, the World Bank estimated that the costs of climate shocks could amount to 7.6 percent by 2030 and 13.6 percent by 2040. \"As illustrated by this figure, you can see the poor would suffer the most. The poorer the households, the more negatively the consumption is estimated to be affected by climate change,\" Mr. Coulibaly said.</p><p>While the cost of climate adaptation could be substantial, this is easily outweighed by the more significant economic benefits. To illustrate, the cost of making vulnerable new infrastructure in the Philippines climate resilience is estimated to be about 0.6 percent of GDP annually, at level with the cost of improving climate resilience in the agricultural sector.</p><p>The clarion call to the citizenry from the Climate Change Commission should be heeded: \"Today is an opportunity to get things right: to secure climate equity and justice for all.\"</p><p>Published by HT Digital Content Services with permission from Manila Bulletin. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "Manila Bulletin", "instances": ["As a climate-vulnerable country, the Philippines bears the brunt of an average of 20 typhoons a year, with losses and damages in the past decade amounting to a 0. 5 percent loss in the country's Gross Domestic Product (GDP). Vice Chairman and Executive Director Robert E. A. Borje of the Climate Change Commission - a body chaired by President Ferdinand Marcos, Jr. - has pointed out the need for climate equity and climate justice to climate vulnerable countries. According to Germanwatch, world-recognized publisher of the Global Climate Risk Index, the Philippines is ranked fourth most vulnerable country to climate change. This explains the country's preeminent position as an authoritative and influential voice among Climate Vulnerable Countries (CVC). During COP 21, the 21st Conference of Parties to the United Nations Framework Agreement on Climate Change, the Philippines headed this group. Thus, then President Benigno S. Aquino III chaired a special forum at which the CVCs weighed in on their proposals that facilitated the crafting of the historic Paris Agreement of 2015.", "The poorer the households, the more negatively the consumption is estimated to be affected by climate change,\" Mr. Coulibaly said. While the cost of climate adaptation could be substantial, this is easily outweighed by the more significant economic benefits. To illustrate, the cost of making vulnerable new infrastructure in the Philippines climate resilience is estimated to be about 0. 6 percent of GDP annually, at level with the cost of improving climate resilience in the agricultural sector. The clarion call to the citizenry from the Climate Change Commission should be heeded: \"Today is an opportunity to get things right: to secure climate equity and justice for all. Published by HT Digital Content Services with permission from Manila Bulletin. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive. com"]}, {"relevance_score": 12, "title": "Gov’t, private sector urged to implement immediate energy conservation measures", "published": "2022-04-22", "bodyText": "<p nitf:lede=\"true\">The problem of thinning power reserves must be addressed by both the government and private sector with the immediate adoption of energy conservation measures to ensure a problem-free election on May 9, the Management Association of the Philippines (MAP) said Thursday.</p><p>In a statement responding to forecasts of thin power reserves over the next 30 days, MAP called for the adoption of energy efficiency practices at the household, office, or business level, while urging government agencies to implement conservation measures for air-conditioner use. It also recommended the use of compact fluorescent lamps (CFLs) for lighting, and coconut methyl ester-blended diesel fuel for vehicle operations.</p><p>It urged energy stakeholders, specifically distribution utilities, electric cooperatives, the National Grid Corp. of the Philippines (NGCP), and the Energy Regulatory Commission (ERC), to roll out measures like the Interruptible Load Program (ILP), especially in areas with increased power demand.</p><p>The ILP allows major users with their own generation facilities to opt out of using grid power to help the system service elevated demand.</p><p>In March, the Manila Electric Co. (Meralco) urged more eligible companies to sign up for its ILP.</p><p>Meralco currently has 122 companies registered for its ILP, with a total committed de-loading capacity of approximately 560 megawatts (MW).</p><p>MAP urged the NGCP to contract more reserve power and accelerate the connection of power plants not yet linked to the grid. It also asked the ERC to suspend the Secondary Price Cap (SPC) at the Wholesale Electricity Spot Market (WESM).</p><p>“The government should treat the protection and sustainability of the country’s energy infrastructure as a national security concern and thus increase the (focus) on longer-term development,” it said, citing the need for an energy transition plan configured for climate equity and energy security.</p>", "publisher": "BusinessWorld", "instances": ["In March, the Manila Electric Co. (Meralco) urged more eligible companies to sign up for its ILP. Meralco currently has 122 companies registered for its ILP, with a total committed de-loading capacity of approximately 560 megawatts (MW). MAP urged the NGCP to contract more reserve power and accelerate the connection of power plants not yet linked to the grid. It also asked the ERC to suspend the Secondary Price Cap (SPC) at the Wholesale Electricity Spot Market (WESM). “The government should treat the protection and sustainability of the country’s energy infrastructure as a national security concern and thus increase the (focus) on longer-term development,” it said, citing the need for an energy transition plan configured for climate equity and energy security."]}, {"relevance_score": 30, "title": "Philippines calls for ‘needs-based’ priority system for climate finance", "published": "2022-09-13", "bodyText": "<p nitf:lede=\"true\">THE Environment Secretary called access to climate finance an urgent matter and pressed the government to work towards international agreements that will unlock funding to help address the climate “emergency” faced by developing countries.</p><p>“Without global transformation and adequate financial resources dedicated to solving the climate change problem, which has reached emergency status, any agreement will be meaningless,” Department of Environment and Natural Resources Secretary Maria Antonia Y. Loyzaga said in a statement issued by the Climate Change Commission (CCC).</p><p>Under the United Nations Framework Convention on Climate Change, the CCC has engaged technical experts in a dialogue that hopes to address the needs of developing countries for lowering greenhouse gas emissions and climate- resilient development.</p><p>The previous administration has staked out a position that the developed world, which has produced the bulk of greenhouse gas emissions as it industrialized, must provide aid to developing countries facing most of the consequences of climate change.</p><p>“Urgent delivery of needs-based climate finance on loss and damage is crucial to transformative climate actions by at-risk developing nations. Gone are the days of empty commitments, now is the time to implement, to deliver action with results,” CCC Vice Chair and Executive Director Robert E.A. Borje said.</p><p>Mr. Borje said the dialogue is an “opportunity to advance inclusive climate finance, driven by a process that ensures balanced geographical participation, particularly of developing states in the Asia-Pacific region.”</p><p>He said the dialogue also allows participants “to be influenced by the best available science, to rectify past mistakes on not considering uncertainties, costing for externalities, and affording ample space to innovate, so that rehabilitation is not the norm.”</p><p>Mr. Borje said President Ferdinand R. Marcos, Jr. has declared climate change a priority and expressed his support for climate-mitigation efforts.</p><p>“Under Mr. Marcos’ administration, there is a proposal to increase national budget allocation for climate change-related programs, projects and activities,” Mr. Borje said.</p><p>“The Philippines will continue to do its part, while pursuing stronger collaboration with partners and stakeholders toward climate justice,” he added.</p><p>Mr. Borje called for pragmatic solutions, noting that the Philippines is expected to be one of the countries bearing the brunt of the climate crisis.</p><p>The Philippines is considered the fourth most vulnerable country to climate change, according to the Global Climate Risk Index.</p><p>“This is what we mean by build right at first sight: to build justly and efficiently at first sight, with a long-term horizon in mind. Our discussions will go beyond dollars and cents,” Mr. Borje said.</p><p>“There will be recommendations for actions that will affect the lives and livelihood of nations. Today is an opportunity to get things right. To secure climate equity and justice for all,” he added.</p><p>The Ad Hoc Work Programme on New Collective Quantified Goal on Climate Finance created under the Paris Agreement is tasked to conduct four technical exchange dialogues annually until 2024.</p>", "publisher": "BusinessWorld", "instances": ["“This is what we mean by build right at first sight: to build justly and efficiently at first sight, with a long-term horizon in mind. Our discussions will go beyond dollars and cents,” Mr. Borje said. “There will be recommendations for actions that will affect the lives and livelihood of nations. Today is an opportunity to get things right. To secure climate equity and justice for all,” he added. The Ad Hoc Work Programme on New Collective Quantified Goal on Climate Finance created under the Paris Agreement is tasked to conduct four technical exchange dialogues annually until 2024."]}, {"relevance_score": 15, "title": "MAP calls for ample power supply", "published": "2022-04-22", "bodyText": "<p nitf:lede=\"true\">MEASURES that will alleviate the projected power shortages that might affect this year's election should be put in place, the Management Association of the Philippines (MAP) said on Thursday.</p><p>According to MAP, distribution utilities and electric cooperatives, especially those in the Greater Metro Manila area, should prepare for or initiate their respective Interruptible Load Program (ILP) throughout their franchise areas.</p><p>ILP is part of the country's demand-side management program.</p><p>It serves as an option for distribution utilities like Meralco (Manila Electric Co.) and electric cooperatives to ask their big load customers to serve their own power needs by using their own generator sets in the event that all available mechanisms implemented to ensure supply are not enough to cover the demand for electricity.</p><p>MAP said the National Grid Corp. of the Philippines should also urgently contract additional reserve power and link with power plants that are not yet connected.</p><p>Aside from these, MAP urged the Energy Regulatory Commission to temporarily suspend the secondary price cap at the Wholesale Electricity Spot Market.</p><p>\"The ERC should review the status after two months,\" said MAP.</p><p>The group also urged users to save energy in their respective households, offices and businesses.</p><p>This year's elections will be held on May 9.</p><p>While the Department of Energy earlier assured that the country has enough power supply during the elections, it acknowledged that there is a possible thinning of reserves in the Luzon grid in the latter part of May.</p><p>With this, MAP asked the government to prioritize the long-term development of the country's energy infrastructure.</p><p>\"It is imperative to develop an energy transition plan that places the Filipino and the Philippine context at its center, adheres to the key principles of climate equity and energy security, and supports the fulfillment of the country's development goals,\" it added.</p><p>\"The government and the private sector must craft power generation-specific plans to stimulate the building of new generation capacity and avert possible supply gaps in the next 10 years,\" added MAP.</p>", "publisher": "The Manila Times", "instances": ["The ERC should review the status after two months,\" said MAP. The group also urged users to save energy in their respective households, offices and businesses. This year's elections will be held on May 9. While the Department of Energy earlier assured that the country has enough power supply during the elections, it acknowledged that there is a possible thinning of reserves in the Luzon grid in the latter part of May. With this, MAP asked the government to prioritize the long-term development of the country's energy infrastructure. It is imperative to develop an energy transition plan that places the Filipino and the Philippine context at its center, adheres to the key principles of climate equity and energy security, and supports the fulfillment of the country's development goals,\" it added. The government and the private sector must craft power generation-specific plans to stimulate the building of new generation capacity and avert possible supply gaps in the next 10 years,\" added MAP."]}, {"relevance_score": 14, "title": "ILP, enercon, reserve power on MAP list to avert outages", "published": "2022-04-21", "bodyText": "<p nitf:lede=\"true\"> THE private sector has laid down proposals to alleviate possible power shortages in the next 30 days up to the next decade, including expanding the ILP coverage, energy efficiency measures, and contracting by NGCP of additional reserve power and linking with still-unconnected power plants.</p><p>According to the Management Association of the Philippines (MAP), the distribution utilities (DUs) and electric cooperatives (ECs) in major areas should prepare for or initiate their respective Interruptible Load Program (ILP) throughout their franchise areas.</p><p>ILP works by asking companies to use their own generating facilities when power is in short supply and reserves. This helps mitigate the energy supply deficiency in the country.</p><p>As of end-2021, there are 124 companies with an aggregate de-loading capability of 563 MW that were enrolled in the ILP of the Manila Electric Company (Meralco). May is the typical month when demand peaks in the Meralco service area. From February to May, demand historically rises around 18 percent, according to Meralco head of utility economics Lawrence Fernandez.</p><p>For electricity users, MAP suggested that they adopt Energy Efficiency measures to save energy in their respective households, offices, and businesses. 'This practice can be done by everybody and reduce the power demand immediately,' it added.</p><p>NGCP, in turn, should urgently contract additional reserve power and link with power plants that are not yet connected, the group suggested.</p><p>The Energy Regulatory Commission (ERC), meanwhile, should temporarily suspend the Secondary Price Cap (SPC) at the Wholesale Electricity Spot Market (WESM). Every two months, MAP suggested that the ERC review the status.</p><p>'The government should treat the protection and sustainability of the country's energy infrastructure as a national security concern and thus increase the priority on longer-term development,' MAP said, adding that, 'it is imperative to develop an energy transition plan that places the Filipino and the Philippine context at its center, adheres to the key principles of climate equity and energy security, and supports the fulfilment of the country's development goals.'</p><p>More importantly, the government and the private sector must craft power generation-specific plans to stimulate the building of new generation capacity and avert possible supply gaps in the next 10 years.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["For electricity users, MAP suggested that they adopt Energy Efficiency measures to save energy in their respective households, offices, and businesses. 'This practice can be done by everybody and reduce the power demand immediately,' it added. NGCP, in turn, should urgently contract additional reserve power and link with power plants that are not yet connected, the group suggested. The Energy Regulatory Commission (ERC), meanwhile, should temporarily suspend the Secondary Price Cap (SPC) at the Wholesale Electricity Spot Market (WESM). Every two months, MAP suggested that the ERC review the status. The government should treat the protection and sustainability of the country's energy infrastructure as a national security concern and thus increase the priority on longer-term development,' MAP said, adding that, 'it is imperative to develop an energy transition plan that places the Filipino and the Philippine context at its center, adheres to the key principles of climate equity and energy security, and supports the fulfilment of the country's development goals. More importantly, the government and the private sector must craft power generation-specific plans to stimulate the building of new generation capacity and avert possible supply gaps in the next 10 years."]}, {"relevance_score": 66, "title": "INTROSPECTIVE", "published": "2021-11-08", "bodyText": "<p nitf:lede=\"true\">It is not often that we can take solace as a lower middle-income country, as we move a few paces behind the developed world’s progress. However, as I sit back and watch the 2021 global energy crisis unfold, I take comfort in knowing that being behind the curve also means having the opportunity to learn from experiences of those ahead of us.</p><p nitf:lede=\"true\">By all accounts, the crisis is a product of many converging factors, resulting in a perfect storm of power shortages and high power prices. In Europe, the closure of coal and nuclear power plants, an unusually low wind season, drier weather conditions, high commodity prices due to supply shortages, and a post-COVID bounce back in economic activity and energy demand seem to all play a role. In Brazil, their worst drought in over 90 years is drying up reservoirs and threatening energy supply across the country. In China, coming from a cold winter drawing down energy stockpiles, heavy rains and floods in mid-year closing down coal mines, local environmental regulations, and high commodity prices seem to be the main culprits. On top of that, colder-than-normal weather is now adding to winter demand as people heat their homes, while ice also wreaks havoc on grid infrastructure.</p><p>Now, is there a thread that pulls these contributing factors together? And what implications does it have for our policy decision making in the Philippines, if any? I would like to focus on the energy policy directions that contributed to the situation, so that we in the Philippines can learn and we can chart a better path towards energy security and decarbonization.</p><p>I would posit the view that much of the 2021 energy crisis is a result of the choices that many countries have made in the process of decarbonizing their energy systems. And to understand the choices, it is instructive to look at the political climate and how it is responding to the challenges posed by a rapidly changing Earth climate.</p><p>Politics responds to social pressure. And with energy, the societal discourse around climate change has been driven by extreme points of views — the climate deniers on the right and the climate alarmists on the left. This has resulted in a reductive discourse that seeds in the uninformed person’s mind that we only have two choices. Either we don’t believe in climate change and stick to our current hydrocarbon-based energy system or we do believe in climate change and therefore must dismantle our current system and invest in electrification and renewables. This conversation does not appreciate the complexity of the problem and it is dangerous because it dismisses solutions that we will need that may not fit neatly into the two boxes at the extremes.</p><p>This global conversation and the political policymaking that responds to it today signal to markets that we must invest in renewables and very little else. We see companies in all energy sectors pivot from coal and oil and gas to varying degrees and under different timelines. On the face of it, this may sound like good news for those worried about climate change. However, if you also worry about your ability to earn a living, your ability to support your families, and our ability as a society to move up the development curve towards a more prosperous future, we may want to take a step back and consider the cost of this transition pathway and who should bear it.</p><p>Germany provides for an instructive case study on the costs of a transition that takes a renewable at-all-cost and at full-speed approach. In 2010, Germany embarked on a program called Energiewende to decommission their nuclear and coal plants and build renewables in their place. They did this through a combination of subsidies and incentives. This has helped them increase the mix of low carbon (renewables and nuclear power) electricity consumption from around 40% to 56% and to reduce GHGs (greenhouse gasses) from energy by 22% in a 10-year period. This transition however has cost them at least 160 billion euros over the last five years alone and is largely cited as the reason why electricity costs to households have increased 25% from Euro 0.24/kWh to 0.30/kWh over the last 10 years. Mind you, this is despite Germany being connected to the rest of the European grid, and thus having the convenient and cheap way of managing intermittency that characterizes new solar and wind power, e.g., they feed off the French nuclear power well, et al. when domestic power production is low or demand is high, and export surplus power when their renewable energy sources produce too much or demand is low.</p><p>Germany and other first-mover markets have subsidized the rest of the world for a portion of the technology costs of the transition. We can expect it to be less expensive moving forward. However, we should look at how the math adds up and ask the question, is that the best pathway forward for the Philippines?</p><p>Complicating the matter further is the question “who should bear the costs of the transition?” Climate equity or justice, which your author will use interchangeably in this article, is a concept that developed to acknowledge and address the inequities involved in tackling the climate crisis. It acknowledges that we all have varying levels of historical responsibility for the current stock of GHGs globally. It highlights that each community, each country has a different capacity and potential to mitigate climate change. Lastly, it points out that each community and country are affected to varying degrees by climate change and need varying levels of adaptation.</p><p>The Philippines contributes 0.3% of global GHG emissions today (and a lower share of the historical stock), which is a drop in the proverbial bucket. As a share of the world population, the Philippines is three times this number. To illustrate this further, our per capita carbon footprint is 1.98 tons per capita which is a tiny fraction of that of industrialized countries, with the US emitting 15.52 tons per capita, Germany at 9.44, and China at 7.38.</p><p>Arguably, we have lower potential and capacity to mitigate the crisis, given the current technical and commercial limitations to access our renewable energy resources, the relatively low-income levels of our people, our lack of basic R&amp;D infrastructure, and other factors. A key consideration is intermittency of new solar and wind. Given the current state of technology and cost of battery storage, only fossil fuels can provide the Philippine base load capacity needed to drive industry. Especially required now as we try to recover from this pandemic — we need secure and affordable power to attract investment and quality jobs to lift the quarter of our people who are jobless and in absolute poverty.</p><p>Finally, we are expected to be hard hit by adverse effects of climate change and therefore will need to invest considerably in adapting to what is a global crisis that we alone cannot solve.</p><p>All of this points to the conclusion that we should bear considerably less of the cost of the transition than other countries. To his credit, Finance Secretary Carlos Dominguez III has recently publicly taken developed countries to task on this matter. Ultimately, we all share a common goal but our responsibilities will vary. Let’s learn from the experiences in the developed world and avoid quick-fix pathways and craft an energy transition with the Filipino people in mind and that the Filipino people can afford.</p><p>Our power regulators, financial regulators, and other public stewards should be mindful of the tradeoffs and high stakes in climate-related decisions. We all dislike coal and other carbon intensive industries, but we should dislike seeing our people in abject poverty even more.</p><p>ROMEO L. BERNARDO is GlobalSource PartnersPhilippine advisor. He served as finance undersecretary in the administrations of Corazon Aquino and Fidel Ramos. He is an independent director in a leading local power generation and distribution company.</p><p><email normalizedValue=\"mailto:romeo.lopez.bernardo@gmail.com\">romeo.lopez.bernardo@gmail.com</email></p>", "publisher": "BusinessWorld", "instances": ["when domestic power production is low or demand is high, and export surplus power when their renewable energy sources produce too much or demand is low. Germany and other first-mover markets have subsidized the rest of the world for a portion of the technology costs of the transition. We can expect it to be less expensive moving forward. However, we should look at how the math adds up and ask the question, is that the best pathway forward for the Philippines? Complicating the matter further is the question “who should bear the costs of the transition? ” Climate equity or justice, which your author will use interchangeably in this article, is a concept that developed to acknowledge and address the inequities involved in tackling the climate crisis. It acknowledges that we all have varying levels of historical responsibility for the current stock of GHGs globally. It highlights that each community, each country has a different capacity and potential to mitigate climate change. Lastly, it points out that each community and country are affected to varying degrees by climate change and need varying levels of adaptation. The Philippines contributes 0. 3% of global GHG emissions today (and a lower share of the historical stock), which is a drop in the proverbial bucket."]}, {"relevance_score": 48, "title": "U.S., E.U. reject call for climate-equity meter", "published": "2013-11-16", "bodyText": "<p nitf:lede=\"true\"> The US and European Union blocked a proposal supported by 130 nations, including Brazil and China, that would use pollution levels dating back to the indus­trial revolution to help set limits on emissions in the future.</p><p nitf:lede=\"true\">Australia and Canada joined in opposing discussion of the plan when it was introduced on November 11 at the start of two weeks of United Nations-sponsored talks in Warsaw.</p><p nitf:lede=\"true\">Developing nations are still pressing for it to be included in the discussions, said Ambas­sador Jose Antonio Marcondes de Carvalho, the lead envoy for Brazil, which authored the plan.</p><p>\"They flatly reject that possibility of at least discussing it,\" Marcondes de Carvalho said in an interview on Thursday. \"Our proposal is meant to make available for countries a met­ric of their historical responsibility in terms of temperature rise. It would be one of the el­ements in the future agreement.\" The proposal goes to the heart of one of the most divisive concepts in the talks-the notion of equity.</p><p>Developing countries say that because in­dustrialized nations have been emitting green­house gases for 200 years, they must bear the most responsibility to rein in the pollution blamed for global warming. Richer countries see a focus on the past as a tool by poorer na­tions to avoid making bigger efforts to curtail their own emissions.</p><p>American view</p><p>\"TEMPERATURE is a lagging indicator and does not show up until well after emis­sions have occurred,\" US envoy Kim Carna­han told delegates on November 11. \"Such an approach would provide some coun­tries with cover to act in a manner that is much less ambitious than their current capabilities.\"</p><p>Envoys aim to craft by 2015 a new treaty to fight climate change that would be legally binding for all countries from 2020. That would break down a firewall between industrialized and developing nations enshrined in the 1997 Kyoto Protocol, which set no mandatory goals for poorer countries. The aim is to keep the increase in global temperatures to 2°C (3.6°F) since industrial­ization.</p><p>Because richer countries have emitted car­bon dioxide since the industrial revolution more than two centuries ago, a focus on past greenhouse gas output as a basis for future commitments would assign them the biggest portion of the reductions. That would deflect attention from China, the world's biggest emitter, and India. The US is ranked second.</p><p>Industrial group</p><p>CARNAHAN was joined by delegates from the EU, Norway, Switzerland, Canada, Aus­tralia, New Zealand and Israel in opposing Brazil's plan.</p><p>The Group of 77, a group of more than 130 developing nations, along with China, have since thrown their support behind it.</p><p>The division underscores the gap between richer and poorer nations about how to handle reductions. The meeting in Warsaw is putting in place the initial building blocks for the 2015 treaty, including a framework for how all na­tions will pledge to limit pollution levels. It hasn't been decided yet when the actual pledges must be made.</p><p>The proposal to use historical emissions as a guide isn't going to go away, according to Jen­nifer Morgan, director of climate at the World Resources Institute, a Washington-based re­search group monitoring the talks.</p><p>\"It's an indication of the level of importance given to the issue of equity,\" Morgan said in an interview in Warsaw. \"The countries who have emitted the least are the most vulnerable to cli­mate change, like the Philippines. They haven't done anything, and they're suffering from the emissions that others produce.\"</p><p>Measurement program</p><p>UNDER the measure first proposed by Brazil, the UN's Intergovernmental Panel on Climate Change (IPCC) would devise a methodology for nations to calculate their total output of greenhouse gases since 1850 to determine their historical responsibility for global warming. This would help inform their own pledges for reducing future emissions.</p><p>\"While domestically self-defining its own mitigation contribution to the 2015 agreement, each party should have as refer­ence its historical responsibilities for climate change,\" Brazil wrote in the plan.</p><p>Envoys from developed countries said they're concerned about the narrowness of the measure and the capacity of the IPCC to do the work by 2015, when the UN intends to wrap up work on the treaty. The IPCC is in the middle of producing a comprehensive assessment of global warming that it last made in 2007.</p><p>Risk of delay</p><p>\"The IPCC procedures don't allow for such a rapid response, and this risks delaying our important work,\" said Geert Fremout, a diplomat from Belgium who spoke for the EU on the issue. Marcondes de Carvalho said delegates should let the IPCC decide whether the work is \"doable.\"</p><p>For Tasneem Essop, who leads the delegation from the environmental charity World Wildlife Fund, the proposal could break politicization of the debate. \"The idea that you have an independent science body doing an independent analysis of historical emissions takes it out of the political realm,\" Essop said.</p><p>Delegates including Fremout and Carnahan also made procedural objections, stating that Brazil shouldn't have raised the issue in a fo­rum called the Subsidiary Body for Scientific and Technological Advice, when a separate stream of negotiations has been tasked with devising the 2015 agreement.</p><p>'Not afraid'</p><p>\"WE are not afraid of talking about historical emissions,\" Juergen Lefevere, deputy delegation chief for the European Commission said in an interview. \"The issue we have is we do not want to talk about historical emissions as narrowly defined by Brazil in a process that is spun off\" outside the main stream of discussions for the 2015 deal.</p><p>The focus on past emissions is important because global warming is caused by the long-term accumulation of greenhouse gases in the atmosphere, Su Wei said, lead negotiator for China.</p><p>\"We cannot forget about historical respon­sibility,\" Su said. \"The current climate change was caused really by historical emissions of greenhouse gases. It's an accumulation of 200 years of emissions.\"</p><p>Su also alluded to the principles of \"equity and CBDR,\" UN shorthand for \"Common but Differentiated Responsibilities.\" That means that while all nations should tackle climate change, their efforts should differ according to their responsibility for the problem and their capacity to fix it. For the EU's Lefevere, that means owning up to emissions yet to be made.</p><p>\"It's not just responsibility for past emis­sions,\" Lefevere said. \"It's responsibilities for current and future emissions.\"</p>", "publisher": "Business Mirror (Philippines)", "instances": []}, {"relevance_score": 48, "title": "U.S., E.U. reject call for climate-equity meter", "published": "2013-11-16", "bodyText": "<p nitf:lede=\"true\"> The US and European Union blocked a proposal supported by 130 nations, including Brazil and China, that would use pollution levels dating back to the indus­trial revolution to help set limits on emissions in the future.</p><p nitf:lede=\"true\">Australia and Canada joined in opposing discussion of the plan when it was introduced on November 11 at the start of two weeks of United Nations-sponsored talks in Warsaw.</p><p nitf:lede=\"true\">Developing nations are still pressing for it to be included in the discussions, said Ambas­sador Jose Antonio Marcondes de Carvalho, the lead envoy for Brazil, which authored the plan.</p><p>\"They flatly reject that possibility of at least discussing it,\" Marcondes de Carvalho said in an interview on Thursday. \"Our proposal is meant to make available for countries a met­ric of their historical responsibility in terms of temperature rise. It would be one of the el­ements in the future agreement.\" The proposal goes to the heart of one of the most divisive concepts in the talks-the notion of equity.</p><p>Developing countries say that because in­dustrialized nations have been emitting green­house gases for 200 years, they must bear the most responsibility to rein in the pollution blamed for global warming. Richer countries see a focus on the past as a tool by poorer na­tions to avoid making bigger efforts to curtail their own emissions.</p><p>American view</p><p>\"TEMPERATURE is a lagging indicator and does not show up until well after emis­sions have occurred,\" US envoy Kim Carna­han told delegates on November 11. \"Such an approach would provide some coun­tries with cover to act in a manner that is much less ambitious than their current capabilities.\"</p><p>Envoys aim to craft by 2015 a new treaty to fight climate change that would be legally binding for all countries from 2020. That would break down a firewall between industrialized and developing nations enshrined in the 1997 Kyoto Protocol, which set no mandatory goals for poorer countries. The aim is to keep the increase in global temperatures to 2°C (3.6°F) since industrial­ization.</p><p>Because richer countries have emitted car­bon dioxide since the industrial revolution more than two centuries ago, a focus on past greenhouse gas output as a basis for future commitments would assign them the biggest portion of the reductions. That would deflect attention from China, the world's biggest emitter, and India. The US is ranked second.</p><p>Industrial group</p><p>CARNAHAN was joined by delegates from the EU, Norway, Switzerland, Canada, Aus­tralia, New Zealand and Israel in opposing Brazil's plan.</p><p>The Group of 77, a group of more than 130 developing nations, along with China, have since thrown their support behind it.</p><p>The division underscores the gap between richer and poorer nations about how to handle reductions. The meeting in Warsaw is putting in place the initial building blocks for the 2015 treaty, including a framework for how all na­tions will pledge to limit pollution levels. It hasn't been decided yet when the actual pledges must be made.</p><p>The proposal to use historical emissions as a guide isn't going to go away, according to Jen­nifer Morgan, director of climate at the World Resources Institute, a Washington-based re­search group monitoring the talks.</p><p>\"It's an indication of the level of importance given to the issue of equity,\" Morgan said in an interview in Warsaw. \"The countries who have emitted the least are the most vulnerable to cli­mate change, like the Philippines. They haven't done anything, and they're suffering from the emissions that others produce.\"</p><p>Measurement program</p><p>UNDER the measure first proposed by Brazil, the UN's Intergovernmental Panel on Climate Change (IPCC) would devise a methodology for nations to calculate their total output of greenhouse gases since 1850 to determine their historical responsibility for global warming. This would help inform their own pledges for reducing future emissions.</p><p>\"While domestically self-defining its own mitigation contribution to the 2015 agreement, each party should have as refer­ence its historical responsibilities for climate change,\" Brazil wrote in the plan.</p><p>Envoys from developed countries said they're concerned about the narrowness of the measure and the capacity of the IPCC to do the work by 2015, when the UN intends to wrap up work on the treaty. The IPCC is in the middle of producing a comprehensive assessment of global warming that it last made in 2007.</p><p>Risk of delay</p><p>\"The IPCC procedures don't allow for such a rapid response, and this risks delaying our important work,\" said Geert Fremout, a diplomat from Belgium who spoke for the EU on the issue. Marcondes de Carvalho said delegates should let the IPCC decide whether the work is \"doable.\"</p><p>For Tasneem Essop, who leads the delegation from the environmental charity World Wildlife Fund, the proposal could break politicization of the debate. \"The idea that you have an independent science body doing an independent analysis of historical emissions takes it out of the political realm,\" Essop said.</p><p>Delegates including Fremout and Carnahan also made procedural objections, stating that Brazil shouldn't have raised the issue in a fo­rum called the Subsidiary Body for Scientific and Technological Advice, when a separate stream of negotiations has been tasked with devising the 2015 agreement.</p><p>'Not afraid'</p><p>\"WE are not afraid of talking about historical emissions,\" Juergen Lefevere, deputy delegation chief for the European Commission said in an interview. \"The issue we have is we do not want to talk about historical emissions as narrowly defined by Brazil in a process that is spun off\" outside the main stream of discussions for the 2015 deal.</p><p>The focus on past emissions is important because global warming is caused by the long-term accumulation of greenhouse gases in the atmosphere, Su Wei said, lead negotiator for China.</p><p>\"We cannot forget about historical respon­sibility,\" Su said. \"The current climate change was caused really by historical emissions of greenhouse gases. It's an accumulation of 200 years of emissions.\"</p><p>Su also alluded to the principles of \"equity and CBDR,\" UN shorthand for \"Common but Differentiated Responsibilities.\" That means that while all nations should tackle climate change, their efforts should differ according to their responsibility for the problem and their capacity to fix it. For the EU's Lefevere, that means owning up to emissions yet to be made.</p><p>\"It's not just responsibility for past emis­sions,\" Lefevere said. \"It's responsibilities for current and future emissions.\"</p>", "publisher": "Business Mirror (Philippines)", "instances": []}, {"relevance_score": 48, "title": "U.S., E.U. reject call for climate-equity meter", "published": "2013-11-16", "bodyText": "<p nitf:lede=\"true\"> The US and European Union blocked a proposal supported by 130 nations, including Brazil and China, that would use pollution levels dating back to the indus­trial revolution to help set limits on emissions in the future.</p><p nitf:lede=\"true\">Australia and Canada joined in opposing discussion of the plan when it was introduced on November 11 at the start of two weeks of United Nations-sponsored talks in Warsaw.</p><p nitf:lede=\"true\">Developing nations are still pressing for it to be included in the discussions, said Ambas­sador Jose Antonio Marcondes de Carvalho, the lead envoy for Brazil, which authored the plan.</p><p>\"They flatly reject that possibility of at least discussing it,\" Marcondes de Carvalho said in an interview on Thursday. \"Our proposal is meant to make available for countries a met­ric of their historical responsibility in terms of temperature rise. It would be one of the el­ements in the future agreement.\" The proposal goes to the heart of one of the most divisive concepts in the talks-the notion of equity.</p><p>Developing countries say that because in­dustrialized nations have been emitting green­house gases for 200 years, they must bear the most responsibility to rein in the pollution blamed for global warming. Richer countries see a focus on the past as a tool by poorer na­tions to avoid making bigger efforts to curtail their own emissions.</p><p>American view</p><p>\"TEMPERATURE is a lagging indicator and does not show up until well after emis­sions have occurred,\" US envoy Kim Carna­han told delegates on November 11. \"Such an approach would provide some coun­tries with cover to act in a manner that is much less ambitious than their current capabilities.\"</p><p>Envoys aim to craft by 2015 a new treaty to fight climate change that would be legally binding for all countries from 2020. That would break down a firewall between industrialized and developing nations enshrined in the 1997 Kyoto Protocol, which set no mandatory goals for poorer countries. The aim is to keep the increase in global temperatures to 2°C (3.6°F) since industrial­ization.</p><p>Because richer countries have emitted car­bon dioxide since the industrial revolution more than two centuries ago, a focus on past greenhouse gas output as a basis for future commitments would assign them the biggest portion of the reductions. That would deflect attention from China, the world's biggest emitter, and India. The US is ranked second.</p><p>Industrial group</p><p>CARNAHAN was joined by delegates from the EU, Norway, Switzerland, Canada, Aus­tralia, New Zealand and Israel in opposing Brazil's plan.</p><p>The Group of 77, a group of more than 130 developing nations, along with China, have since thrown their support behind it.</p><p>The division underscores the gap between richer and poorer nations about how to handle reductions. The meeting in Warsaw is putting in place the initial building blocks for the 2015 treaty, including a framework for how all na­tions will pledge to limit pollution levels. It hasn't been decided yet when the actual pledges must be made.</p><p>The proposal to use historical emissions as a guide isn't going to go away, according to Jen­nifer Morgan, director of climate at the World Resources Institute, a Washington-based re­search group monitoring the talks.</p><p>\"It's an indication of the level of importance given to the issue of equity,\" Morgan said in an interview in Warsaw. \"The countries who have emitted the least are the most vulnerable to cli­mate change, like the Philippines. They haven't done anything, and they're suffering from the emissions that others produce.\"</p><p>Measurement program</p><p>UNDER the measure first proposed by Brazil, the UN's Intergovernmental Panel on Climate Change (IPCC) would devise a methodology for nations to calculate their total output of greenhouse gases since 1850 to determine their historical responsibility for global warming. This would help inform their own pledges for reducing future emissions.</p><p>\"While domestically self-defining its own mitigation contribution to the 2015 agreement, each party should have as refer­ence its historical responsibilities for climate change,\" Brazil wrote in the plan.</p><p>Envoys from developed countries said they're concerned about the narrowness of the measure and the capacity of the IPCC to do the work by 2015, when the UN intends to wrap up work on the treaty. The IPCC is in the middle of producing a comprehensive assessment of global warming that it last made in 2007.</p><p>Risk of delay</p><p>\"The IPCC procedures don't allow for such a rapid response, and this risks delaying our important work,\" said Geert Fremout, a diplomat from Belgium who spoke for the EU on the issue. Marcondes de Carvalho said delegates should let the IPCC decide whether the work is \"doable.\"</p><p>For Tasneem Essop, who leads the delegation from the environmental charity World Wildlife Fund, the proposal could break politicization of the debate. \"The idea that you have an independent science body doing an independent analysis of historical emissions takes it out of the political realm,\" Essop said.</p><p>Delegates including Fremout and Carnahan also made procedural objections, stating that Brazil shouldn't have raised the issue in a fo­rum called the Subsidiary Body for Scientific and Technological Advice, when a separate stream of negotiations has been tasked with devising the 2015 agreement.</p><p>'Not afraid'</p><p>\"WE are not afraid of talking about historical emissions,\" Juergen Lefevere, deputy delegation chief for the European Commission said in an interview. \"The issue we have is we do not want to talk about historical emissions as narrowly defined by Brazil in a process that is spun off\" outside the main stream of discussions for the 2015 deal.</p><p>The focus on past emissions is important because global warming is caused by the long-term accumulation of greenhouse gases in the atmosphere, Su Wei said, lead negotiator for China.</p><p>\"We cannot forget about historical respon­sibility,\" Su said. \"The current climate change was caused really by historical emissions of greenhouse gases. It's an accumulation of 200 years of emissions.\"</p><p>Su also alluded to the principles of \"equity and CBDR,\" UN shorthand for \"Common but Differentiated Responsibilities.\" That means that while all nations should tackle climate change, their efforts should differ according to their responsibility for the problem and their capacity to fix it. For the EU's Lefevere, that means owning up to emissions yet to be made.</p><p>\"It's not just responsibility for past emis­sions,\" Lefevere said. \"It's responsibilities for current and future emissions.\"</p>", "publisher": "Business Mirror (Philippines)", "instances": []}]