[{"relevance_score": 22, "title": "CCC pushes NAP-aligned nature-based solutions for resilience in Bukidnon", "published": "2025-08-18", "bodyText": "<p nitf:lede=\"true\">BUKIDNON-- The Climate Change Commission (CCC) is scaling up nature-based solutions (NbS) aligned with the National Adaptation Plan (NAP), emphasizing ecosystem-led approaches to build climate resilience in vulnerable areas like the Province of Bukidnon.Nature-based solutions (NbS), defined as actions to protect, sustainably manage, and restore natural ecosystems to address societal challenges, are one of the thematic cross-sector adaptation strategies of the NAP.</p><p> This approach prioritizes ecological interventions that deliver both biodiversity conservation and human well-being benefits.The NAP specifically calls for mainstreaming of NbS in critical adaptation strategies.</p><p> For land use and human settlements, it involves strategies to stabilize slopes and reduce flood risks. For livelihoods and industries, it promotes reinforcing infrastructure with climate-resilient designs.</p><p>During a recent field mission, Bukidnon stakeholders expressed strong support for NbS implementation. Local officials, cooperatives, and community leaders highlighted specific nature-based approaches aligned with regional needs, including bamboo cultivation  identified for its unique potential to deliver ecological and economic co-benefits.</p><p>Traditional gray infrastructure like seawalls often shifts risks to vulnerable communities, unlike bamboo cultivation that uses natural systems to control erosion, sequester carbon 30% faster than hardwood forests, and create sustainable economies,\"said CCC vice chair and executive director Robert E.A.</p><p> Borje.A People's Survival Fund (PSF) technical briefing was also conducted to equip Bukidnon planners with tools to develop bankable NbS proposals, prioritizing projects with rigorous ecological safeguards.</p><p>Effective NbS requires science-based risk assessments respecting ecosystem carrying capacity,\"Borje emphasized.It must integrate indigenous knowledge while delivering co-benefits from carbon sequestration to livelihood generation.</p><p>\"Looking ahead, the CCC will support technical mapping of climate-vulnerable zones suitable for bamboo reforestation through academic partnerships, assist local governments in developing PSF-funded NbS proposals, and facilitate policy alignment with NAP priorities.For more information on the CCC's climate mainstreaming activities, visit uwww.</p><p>climate.gov.</p><p>ph and uwww.facebook.</p><p>com/CCCPhl. #.</p>", "publisher": "Mindanao Times (Philippines)", "instances": ["BUKIDNON-- The Climate Change Commission (CCC) is scaling up nature-based solutions (NbS) aligned with the National Adaptation Plan (NAP), emphasizing ecosystem-led approaches to build climate resilience in vulnerable areas like the Province of Bukidnon. Nature-based solutions (NbS), defined as actions to protect, sustainably manage, and restore natural ecosystems to address societal challenges, are one of the thematic cross-sector adaptation strategies of the NAP. This approach prioritizes ecological interventions that deliver both biodiversity conservation and human well-being benefits. The NAP specifically calls for mainstreaming of NbS in critical adaptation strategies. For land use and human settlements, it involves strategies to stabilize slopes and reduce flood risks. For livelihoods and industries, it promotes reinforcing infrastructure with climate-resilient designs.", "BUKIDNON-- The Climate Change Commission (CCC) is scaling up nature-based solutions (NbS) aligned with the National Adaptation Plan (NAP), emphasizing ecosystem-led approaches to build climate resilience in vulnerable areas like the Province of Bukidnon. Nature-based solutions (NbS), defined as actions to protect, sustainably manage, and restore natural ecosystems to address societal challenges, are one of the thematic cross-sector adaptation strategies of the NAP. This approach prioritizes ecological interventions that deliver both biodiversity conservation and human well-being benefits. The NAP specifically calls for mainstreaming of NbS in critical adaptation strategies. For land use and human settlements, it involves strategies to stabilize slopes and reduce flood risks. For livelihoods and industries, it promotes reinforcing infrastructure with climate-resilient designs. During a recent field mission, Bukidnon stakeholders expressed strong support for NbS implementation."]}, {"relevance_score": 59, "title": "Nature-based solutions are still misunderstood", "published": "2025-06-15", "bodyText": "<p nitf:lede=\"true\">YOU can't attend a conference on combating the effects of climate change without hearing the term \"nature-based solutions.\" It's hardly surprising.  </p><p nitf:lede=\"true\">The notion of co-opting nature, such as supporting mangrove forests to prevent coastal erosion, is a no-brainer. Yet why are most planners, engineers, and financiers slow to embrace these and other nature-based solutions? What are the obstacles? Can they be overcome, and how? </p><p nitf:lede=\"true\">A mangrove forest is a marvel of natural engineering, and given the right circumstances, its wave-dampening properties will reduce the height and, therefore, the capital required for traditional sea defenses.  </p><p>The forest's dense biomass and tight root systems are remarkably resilient against wave action, even cyclones, and can thrive in harsh coastal environments with little oxygen in the soil.  </p><p>As sediments settle around tree roots, they contribute to the gradual buildup of land, staying one step ahead of the rising sea levels and waves. Mangroves are also an effective carbon sink, extracting four times as much carbon from the atmosphere as a tropical rainforest, locking it safely away. </p><p>So why aren't planners turning immediately to nature-based solutions (NbS) rather than relying solely on ever-higher concrete sea walls? </p><p>First, NbS are the outcome of a holistic approach where the natural system is our starting point. NbS evolve from that natural state and are both nourished by and support their environment. </p><p>Take a mangrove forest - it's not a building block or standalone solution like a sea wall, but a living system that's dependent on abiotic factors such as river flow and sediment and connected with other biotic factors such as coral reefs, fish, and other species.  </p><p>For example, in most cases, you should not plant a thin strip of mangroves before a sea wall, as it is likely to be eroded from behind by wave energy reflected from the wall.  </p><p>To function well, mangroves in a coastal protection scheme should have the ability to \"move\" as they are part of a dynamic system. Also, to survive and grow with sea-level rise, the trees will require a continuous water flow that delivers sediment, nutrients, and freshwater. </p><p>The second impediment concerns governmental regulations on coastal protection, for example specifying the requirement of an offshore breakwater in Vietnam. These vary by country and by region. Overturning these rules can be challenging, even when breakwaters interrupt the natural sediment supply from the sea to the coastline. </p><p>We have also seen the request for mangroves within a project, only to discover what the client really wanted was a concrete sea dike with a park, or guidelines on how to build walls within the mangrove forest. The mangroves merely ticked the proverbial green box and played no significant role in the coastal protection scheme. </p><p>Third, the availability of land remains an issue, particularly where areas suitable for planting mangroves are close to a city or agricultural areas.  </p><p>Mangroves can grow naturally, but land must be turned over for this, either seaward or landward. Seaward can be difficult if the water depth is too deep for mangroves to grow. When it's landward, councils, farmers, and local landowners are often hesitant to surrender their land, especially when it's an important source of income. This means that financial compensation schemes are required. </p><p>Understanding the ROI </p><p>Consequently, the biggest obstacle preventing mangroves from flourishing beyond pilot projects is financing, despite many projects paying for themselves when you calculate their overall economic impact. After all, mangroves dampen waves, which means that the sea dike can be lower or will last longer. Lower sea dikes mean less use of materials and lower construction costs. From that alone, the project can already be financially feasible. </p><p>The impact on local communities can be profound. Jobs are created in seed collection, planting, and maintaining the forests, and maintenance is ongoing just as it would be for a dike or sea wall - a cost often neglected. Fishermen also benefit. In a project in Pakistan, locals reported a threefold increase in their fishing and crab catches. In a project in the Mekong, involving the restoration of wetlands and a flooded forest, a modest one percent increase in the fish catch would be enough to justify the entire cost of the restoration project. </p><p>Like most NbS, mangrove projects rarely fit accepted ROI models, and those making the investment are not necessarily the people who benefit most. Furthermore, even when it leads to substantial cost savings, such as dispensing with the need to heighten sea walls, cautious engineers often fail to place their faith in the natural solution. </p><p>Overcoming the barriers </p><p>We must first appreciate that mangroves and other NbS are different. They are living systems. Implementing them necessitates an understanding of the biotic and abiotic systems and how they work with each other. Partnering with an NbS expert with experience in mangroves and local conditions is obvious but vital. </p><p>Another priority is ensuring stakeholders factor in the social value of the NbS as an additional economic benefit. The precise calculation and how to communicate it need to be simple for investors and communities to determine the actual ROI. </p><p>Finally, we need better blueprints or design guidelines for implementation. Engineers require them to be as prescriptive as possible - not an inspirational catalog but detailed how-to guidelines. Such as what kind of mangrove trees? At what height? What sort of flow, sediment, and bed depth? Formulae to correlate the size and age of the mangrove strip with its wave-dampening efficacy, and how that translates to a percentage reduction in the height of a sea wall or a decrease in the buffer level. Then, how does that translate into dollar or euro savings? The guidelines are needed for the whole project cycle, encompassing design, implementation, monitoring, and maintenance, including guidance on economic opportunities and stakeholder processes. </p><p>Offering firm guidelines for banks and engineers to incorporate into their standards is the way forward. The same specificity should apply to other NbS, from developing salt marshes to oyster beds. </p><p>Nature is a powerful ally. However, we need to increase our understanding of natural engineering and articulate the social and financial benefits. Only then will mangroves and other NbS turn from pilot projects into full-scale coastal defense strategies. </p><p>Petra Dankers is the leading professional for nature-based solutions, and Jasper Leuven is a coastal engineer and nature-based solutions specialist with a focus on the APAC region at Royal HaskoningDHV, the international engineering consultancy. They are leading experts in mangrove development for coastal protection and have undertaken projects all around the world. </p>", "publisher": "The Manila Times", "instances": ["YOU can't attend a conference on combating the effects of climate change without hearing the term \"nature-based solutions. It's hardly surprising. The notion of co-opting nature, such as supporting mangrove forests to prevent coastal erosion, is a no-brainer. Yet why are most planners, engineers, and financiers slow to embrace these and other nature-based solutions? What are the obstacles? Can they be overcome, and how?", "YOU can't attend a conference on combating the effects of climate change without hearing the term \"nature-based solutions. It's hardly surprising. The notion of co-opting nature, such as supporting mangrove forests to prevent coastal erosion, is a no-brainer. Yet why are most planners, engineers, and financiers slow to embrace these and other nature-based solutions? What are the obstacles? Can they be overcome, and how? A mangrove forest is a marvel of natural engineering, and given the right circumstances, its wave-dampening properties will reduce the height and, therefore, the capital required for traditional sea defenses. The forest's dense biomass and tight root systems are remarkably resilient against wave action, even cyclones, and can thrive in harsh coastal environments with little oxygen in the soil. As sediments settle around tree roots, they contribute to the gradual buildup of land, staying one step ahead of the rising sea levels and waves.", "Can they be overcome, and how? A mangrove forest is a marvel of natural engineering, and given the right circumstances, its wave-dampening properties will reduce the height and, therefore, the capital required for traditional sea defenses. The forest's dense biomass and tight root systems are remarkably resilient against wave action, even cyclones, and can thrive in harsh coastal environments with little oxygen in the soil. As sediments settle around tree roots, they contribute to the gradual buildup of land, staying one step ahead of the rising sea levels and waves. Mangroves are also an effective carbon sink, extracting four times as much carbon from the atmosphere as a tropical rainforest, locking it safely away. So why aren't planners turning immediately to nature-based solutions (NbS) rather than relying solely on ever-higher concrete sea walls? First, NbS are the outcome of a holistic approach where the natural system is our starting point. NbS evolve from that natural state and are both nourished by and support their environment. Take a mangrove forest - it's not a building block or standalone solution like a sea wall, but a living system that's dependent on abiotic factors such as river flow and sediment and connected with other biotic factors such as coral reefs, fish, and other species. For example, in most cases, you should not plant a thin strip of mangroves before a sea wall, as it is likely to be eroded from behind by wave energy reflected from the wall. To function well, mangroves in a coastal protection scheme should have the ability to \"move\" as they are part of a dynamic system.", "Offering firm guidelines for banks and engineers to incorporate into their standards is the way forward. The same specificity should apply to other NbS, from developing salt marshes to oyster beds. Nature is a powerful ally. However, we need to increase our understanding of natural engineering and articulate the social and financial benefits. Only then will mangroves and other NbS turn from pilot projects into full-scale coastal defense strategies. Petra Dankers is the leading professional for nature-based solutions, and Jasper Leuven is a coastal engineer and nature-based solutions specialist with a focus on the APAC region at Royal HaskoningDHV, the international engineering consultancy. They are leading experts in mangrove development for coastal protection and have undertaken projects all around the world."]}, {"relevance_score": 16, "title": "CCC urges nature-based solutions in disaster riskprevention, reduction and management", "published": "2024-07-24", "bodyText": "<p nitf:lede=\"true\">THE CLIMATE Change Commission (CCC) underscored the importance of nature-based solutions (NbS) in disaster risk prevention, reduction, and management to prepare for extreme weather events brought about by climate change and build a climate-resilient country.The CCC believes in the critical role of NbS and ridge-to-reef approach in managing climate risks and adapting to disasters.</p><p> These solutions strengthen the livelihood of coastal communities, ensure food security, and enhance the protection of vulnerable communities, leading to a more sustainable and resilient future for the next generations.These solutionsare vital to address ecological challenges such as climate change, disasters, food security, and climate resiliency.</p><p> The solutions are anchored on the Philippine National Adaptation Plan (NAP) and draft National Determined Contribution Implementation Plan (NDCIP), aligned with the guidelines set by the United Nations Framework Convention on Climate Change (UNFCCC).Key aspects of NbS and ridge to reef approach include protecting and restoring coral reefs, protecting peatlands, and growing and restoring forests.</p><p> These actions sustainably manage and restore ecosystems that address planetary concerns.Secretary Robert E.</p><p>A. Borje, CCC vice chairperson and executive director, explained, \"Nature-based solutions are one of the easiest ways to maximize and utilize the roles of our forests, mangroves, and other natural resources in protecting and sustaining our communities.</p><p> This step creates long-term benefits for future generations and addresses the urgent concerns of the planet.\"Integrating these solutions helps our natural resources function more effectively in critical ways.</p><p> Forests and peatlands serve as carbon sinks, storing carbon dioxide, reducing the average global temperature, and lessening the emissions of greenhouse gases. Meanwhile, coral reefs play a vital role in protecting coastal communities by reducing the height and energy of waves during tropical cyclones.</p><p>The CCC is committed to the pursuit of different strategies to addressdisaster risk prevention, reduction and management, by a variety of approaches such as nature-based solutions andridge to reef approachaimed to enhance resilience and preparedness of the country.The post CCC urges nature-based solutions in disaster riskprevention, reduction and management appeared first on Mindanao Times.</p>", "publisher": "Mindanao Times (Philippines)", "instances": ["THE CLIMATE Change Commission (CCC) underscored the importance of nature-based solutions (NbS) in disaster risk prevention, reduction, and management to prepare for extreme weather events brought about by climate change and build a climate-resilient country. The CCC believes in the critical role of NbS and ridge-to-reef approach in managing climate risks and adapting to disasters. These solutions strengthen the livelihood of coastal communities, ensure food security, and enhance the protection of vulnerable communities, leading to a more sustainable and resilient future for the next generations. These solutionsare vital to address ecological challenges such as climate change, disasters, food security, and climate resiliency. The solutions are anchored on the Philippine National Adaptation Plan (NAP) and draft National Determined Contribution Implementation Plan (NDCIP), aligned with the guidelines set by the United Nations Framework Convention on Climate Change (UNFCCC). Key aspects of NbS and ridge to reef approach include protecting and restoring coral reefs, protecting peatlands, and growing and restoring forests.", "The solutions are anchored on the Philippine National Adaptation Plan (NAP) and draft National Determined Contribution Implementation Plan (NDCIP), aligned with the guidelines set by the United Nations Framework Convention on Climate Change (UNFCCC). Key aspects of NbS and ridge to reef approach include protecting and restoring coral reefs, protecting peatlands, and growing and restoring forests. These actions sustainably manage and restore ecosystems that address planetary concerns. Secretary Robert E. A. Borje, CCC vice chairperson and executive director, explained, \"Nature-based solutions are one of the easiest ways to maximize and utilize the roles of our forests, mangroves, and other natural resources in protecting and sustaining our communities. This step creates long-term benefits for future generations and addresses the urgent concerns of the planet. Integrating these solutions helps our natural resources function more effectively in critical ways. Forests and peatlands serve as carbon sinks, storing carbon dioxide, reducing the average global temperature, and lessening the emissions of greenhouse gases. Meanwhile, coral reefs play a vital role in protecting coastal communities by reducing the height and energy of waves during tropical cyclones. The CCC is committed to the pursuit of different strategies to addressdisaster risk prevention, reduction and management, by a variety of approaches such as nature-based solutions andridge to reef approachaimed to enhance resilience and preparedness of the country.", "Borje, CCC vice chairperson and executive director, explained, \"Nature-based solutions are one of the easiest ways to maximize and utilize the roles of our forests, mangroves, and other natural resources in protecting and sustaining our communities. This step creates long-term benefits for future generations and addresses the urgent concerns of the planet. Integrating these solutions helps our natural resources function more effectively in critical ways. Forests and peatlands serve as carbon sinks, storing carbon dioxide, reducing the average global temperature, and lessening the emissions of greenhouse gases. Meanwhile, coral reefs play a vital role in protecting coastal communities by reducing the height and energy of waves during tropical cyclones. The CCC is committed to the pursuit of different strategies to addressdisaster risk prevention, reduction and management, by a variety of approaches such as nature-based solutions andridge to reef approachaimed to enhance resilience and preparedness of the country. The post CCC urges nature-based solutions in disaster riskprevention, reduction and management appeared first on Mindanao Times.", "This step creates long-term benefits for future generations and addresses the urgent concerns of the planet. Integrating these solutions helps our natural resources function more effectively in critical ways. Forests and peatlands serve as carbon sinks, storing carbon dioxide, reducing the average global temperature, and lessening the emissions of greenhouse gases. Meanwhile, coral reefs play a vital role in protecting coastal communities by reducing the height and energy of waves during tropical cyclones. The CCC is committed to the pursuit of different strategies to addressdisaster risk prevention, reduction and management, by a variety of approaches such as nature-based solutions andridge to reef approachaimed to enhance resilience and preparedness of the country. The post CCC urges nature-based solutions in disaster riskprevention, reduction and management appeared first on Mindanao Times."]}, {"relevance_score": 17, "title": "WB, govt allot $874M for resilience", "published": "2025-08-02", "bodyText": "<p nitf:lede=\"true\">THE World Bank and the government are allotting $874.35 million for the Philippines Community Resilience Project, also known as Pagkilos, an initiative aimed at reducing the vulnerability of approximately 18 million Filipino households to natural disasters.</p><p>Pagkilos will focus on community-led planning and infrastructure investments by engaging communities in identifying climate and natural hazard risks, which will be used to develop comprehensive plans.</p><p>The plans will receive implementation grants that prioritize resilient community infrastructure and sustainable livelihoods.</p><p>The infrastructure includes those designed for flood and drought mitigation, landslide and slope protection, surge protection and breakwaters and windbreakers. Investments will also include the repair and retrofitting of existing structures.</p><p>The project will also support nature-based solutions such as agroforestry, community forests, erosion control, marshes, water conservation, waterways and wetlands. It will promote climate-smart farming innovations and small-scale irrigation systems to establish good practices and more resilient livelihoods.</p><p>Pagkilos will prioritize 500 climate-vulnerable municipalities in 49 provinces, to be chosen based on poverty incidence and exposure to climate hazards.</p><p>The World Bank said the project would focus on inclusive and equitable resilience efforts, specifically targeting members of vulnerable populations such as Indigenous peoples, women and beneficiaries of the Pantawid Pamilyang Pilipino Program (4Ps) - a conditional cash transfer program directed at alleviating poverty by investing in the beneficiaries' health and education.</p><p>The Department of Social Welfare and Development will lead project implementation.</p><p>The World Bank said the project was crucial as the Philippines is particularly disaster-prone, ranking at the top of the World Risk Index due to its exposure to typhoons, floods, droughts, earthquakes, and volcanic eruptions. </p><p>In 2023, typhoons and floods accounted for 2.1 million out of the 2.6 million disaster-related displacements in the country.</p><p>\"By empowering local communities to take the lead in building resilience against climate change and disaster risks, the Philippines is not only addressing immediate environmental challenges but also fostering a culture of proactive engagement and resilience,\" said Zafer Mustafaoglu, World Bank division director for the Philippines, Malaysia and Brunei. </p><p>\"Ensuring community capacity and opportunity for participating in resilience planning is critical as communities are on the frontlines of climate and natural hazard risks,\" added World Bank senior social development specialist Ditte Marie Fallesen.</p>", "publisher": "The Manila Times", "instances": ["35 million for the Philippines Community Resilience Project, also known as Pagkilos, an initiative aimed at reducing the vulnerability of approximately 18 million Filipino households to natural disasters. Pagkilos will focus on community-led planning and infrastructure investments by engaging communities in identifying climate and natural hazard risks, which will be used to develop comprehensive plans. The plans will receive implementation grants that prioritize resilient community infrastructure and sustainable livelihoods. The infrastructure includes those designed for flood and drought mitigation, landslide and slope protection, surge protection and breakwaters and windbreakers. Investments will also include the repair and retrofitting of existing structures. The project will also support nature-based solutions such as agroforestry, community forests, erosion control, marshes, water conservation, waterways and wetlands. It will promote climate-smart farming innovations and small-scale irrigation systems to establish good practices and more resilient livelihoods. Pagkilos will prioritize 500 climate-vulnerable municipalities in 49 provinces, to be chosen based on poverty incidence and exposure to climate hazards. The World Bank said the project would focus on inclusive and equitable resilience efforts, specifically targeting members of vulnerable populations such as Indigenous peoples, women and beneficiaries of the Pantawid Pamilyang Pilipino Program (4Ps) - a conditional cash transfer program directed at alleviating poverty by investing in the beneficiaries' health and education. The Department of Social Welfare and Development will lead project implementation. The World Bank said the project was crucial as the Philippines is particularly disaster-prone, ranking at the top of the World Risk Index due to its exposure to typhoons, floods, droughts, earthquakes, and volcanic eruptions."]}, {"relevance_score": 9, "title": "₱1B in grant from Canada to boost PHL climate, disaster resilience", "published": "2025-07-14", "bodyText": "<p nitf:lede=\"true\"> The Government of Canada is investing more than P1 billion in grant financing to promote integrated climate action and disaster resilience in the Philippines.</p><p>This was disclosed during the Philippines-Canada Partnership Forum held on July 10 at The Westin Manila in Mandaluyong City, wherein the Embassy of Canada highlighted its portfolio of over CAD$30 million (approx. P1.2 billion) dedicated to funding initiatives on climate adaptation and resilience.</p><p>'Canada's substantial contributions to disaster risk reduction and climate resilience in the Philippines are a fitting example of the growing breadth and depth of Canada's bilateral partnership with the Philippines,' Ambassador of Canada to the Philippines David Hartman said in a statement.</p><p>Close to 200 government leaders, development partners, the private sector, civil society organizations, and members of the diplomatic community attended the forum to discuss solutions to the growing threats posed by natural disasters and climate change.</p><p>'Canada is working with Canadian, local and international organizations to unlock financing for climate adaptation, and implement locally-led nature-based solutions in vulnerable communities,' Ambassador Hartman added.</p><p>The grant financing also supports ecosystem restoration, including through natural capital accounting, and assisting local governments to assess, plan for, and implement disaster resilience and climate adaptation measures. The financing also seeks to improve integrated water resource management in partnership with the private sector.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["This was disclosed during the Philippines-Canada Partnership Forum held on July 10 at The Westin Manila in Mandaluyong City, wherein the Embassy of Canada highlighted its portfolio of over CAD$30 million (approx. P1. 2 billion) dedicated to funding initiatives on climate adaptation and resilience. Canada's substantial contributions to disaster risk reduction and climate resilience in the Philippines are a fitting example of the growing breadth and depth of Canada's bilateral partnership with the Philippines,' Ambassador of Canada to the Philippines David Hartman said in a statement. Close to 200 government leaders, development partners, the private sector, civil society organizations, and members of the diplomatic community attended the forum to discuss solutions to the growing threats posed by natural disasters and climate change. Canada is working with Canadian, local and international organizations to unlock financing for climate adaptation, and implement locally-led nature-based solutions in vulnerable communities,' Ambassador Hartman added. The grant financing also supports ecosystem restoration, including through natural capital accounting, and assisting local governments to assess, plan for, and implement disaster resilience and climate adaptation measures. The financing also seeks to improve integrated water resource management in partnership with the private sector."]}, {"relevance_score": 17, "title": "Philippines secures $700-M WB loan for climate resilience", "published": "2025-08-02", "bodyText": "<p nitf:lede=\"true\"> The World Bank (WB) has approved a $700-million loan to the Philippine government to boost the climate resilience of 18 million families, particularly in poverty-stricken areas highly vulnerable to climate-related hazards.</p><p>In a statement on Friday, the Washington-based lender said its board had approved the financing for the Philippine Community Resilience Project, also known as 'Pagkilos,' which means 'action' in Filipino.</p><p>WB said the project was expected to help reduce the vulnerability of around 18 million households to natural disasters in the coming years, including indigenous people (IP), women and beneficiaries of the government's conditional cash transfer program.</p><p>The Philippines ranks at the top of the World Risk Index due to its high vulnerability and exposure to cyclical extreme events.</p><p>Pagkilos has a total project cost of $874.35 million, with the remaining $174.35 million to be funded by the Philippine government.</p><p>While the World Bank loan will add to the country's outstanding debt-which hit a record high of P17.27 trillion as of June-it will come with concessional rates and more favorable terms compared to commercial loans.</p><p>The project will prioritize 500 climate-vulnerable towns across 49 provinces in the Philippines. These towns are selected based on their high poverty incidence and significant exposure to climate hazards such as typhoons.</p><p>Indigenous communities</p><p>In total, Pagkilos will support 177 towns with an IP population of at least 10 percent, enabling the program to benefit around 33 percent of the country's total indigenous population.</p><p>Funding under Pagkilos may cover a range of interventions, including flood and drought mitigation, landslide and slope protection, storm surge barriers, breakwaters, windbreakers and the retrofitting of infrastructure to withstand extreme weather events.</p><p>The project will also support erosion control, agroforestry and other nature-based solutions for ecosystem conservation-such as the preservation of community forests, wetlands, marshes and waterways.</p><p>'By empowering local communities to take the lead in building resilience against climate change and disaster risks, the Philippines is not only addressing immediate environmental challenges but also fostering a culture of proactive engagement and resilience,' said Zafer Mustafaoglu, WB's division director for the Philippines.</p><p>'Communities play a critical role in preparing for and responding to disasters. Their ability to anticipate risks, organize themselves, and collaborate with local and national authorities is essential for effective climate change and disaster risk preparedness and recovery efforts,' he added.</p>", "publisher": "Philippines Daily Inquirer", "instances": ["27 trillion as of June-it will come with concessional rates and more favorable terms compared to commercial loans. The project will prioritize 500 climate-vulnerable towns across 49 provinces in the Philippines. These towns are selected based on their high poverty incidence and significant exposure to climate hazards such as typhoons. Indigenous communitiesIn total, Pagkilos will support 177 towns with an IP population of at least 10 percent, enabling the program to benefit around 33 percent of the country's total indigenous population. Funding under Pagkilos may cover a range of interventions, including flood and drought mitigation, landslide and slope protection, storm surge barriers, breakwaters, windbreakers and the retrofitting of infrastructure to withstand extreme weather events. The project will also support erosion control, agroforestry and other nature-based solutions for ecosystem conservation-such as the preservation of community forests, wetlands, marshes and waterways. By empowering local communities to take the lead in building resilience against climate change and disaster risks, the Philippines is not only addressing immediate environmental challenges but also fostering a culture of proactive engagement and resilience,' said Zafer Mustafaoglu, WB's division director for the Philippines. Communities play a critical role in preparing for and responding to disasters. Their ability to anticipate risks, organize themselves, and collaborate with local and national authorities is essential for effective climate change and disaster risk preparedness and recovery efforts,' he added."]}, {"relevance_score": 18, "title": "World Bank OKs $700 million loan for Philippines resilience project", "published": "2025-08-02", "bodyText": "<p nitf:lede=\"true\"> The World Bank is providing a $700-million loan to support a project aimed at strengthening communities' resilience to climate change and disaster risks in the Philippines. </p><p nitf:lede=\"true\">In a statement yesterday, the multilateral lender said that it would provide a $700-million loan for the Philippines Community Resilience Project, which has a total cost of $874.35 million. </p><p>The balance of $174.35 million will be funded by the national government. </p><p>The project, which will involve community-led planning and investments for infrastructure, is expected to benefit approximately 18 million households through community-led planning and infrastructure investments. </p><p>In particular, it will prioritize 500 climate-vulnerable municipalities across 49 provinces in the Philippines.</p><p>It will also target vulnerable populations including Indigenous Peoples, women and beneficiaries of the Pantawid Pamilyang Pilipino Program or a conditional cash transfer initiative aimed at alleviating poverty. </p><p>Under the project, the plan is to invest in flood and drought mitigation, landslide and slope protection, surge protection and breakwaters, windbreakers and retrofitting of existing infrastructure to withstand extreme weather events.</p><p>The project will also support erosion control, agroforestry and other nature-based solutions for ecosystem conservation, including community forests, wetlands, marshes and waterways, erosion control, water conservation and agroforestry.</p><p>It will also help promote resilient livelihoods and practices in agriculture and food security through the use of services and technologies like climate-smart farming innovations and small-scale irrigation systems.</p><p>'By empowering local communities to take the lead in building resilience against climate change and disaster risks, the Philippines is not only addressing immediate environmental challenges but also fostering a culture of proactive engagement and resilience,' said Zafer Mustafao?lu, division director for the Philippines, Malaysia and Brunei at the World Bank.</p><p>He said communities play a critical role in disaster preparedness and response. </p><p>'Their ability to anticipate risks, organize themselves and collaborate with local and national authorities is essential for effective climate change and disaster risk preparedness and recovery efforts,' he said further. </p><p>World Bank senior social development specialist Ditte Marie Fallesen said investing in community-level resilience is crucial in the Philippines, which is highly vulnerable to climate change and natural disasters. </p><p>The World Risk Index 2024 ranked the Philippines as the most at-risk country globally due to its high vulnerability and exposure to cyclical extreme events.</p><p>'Ensuring community capacity and opportunity for participating in resilience planning is critical as communities are on the frontlines of climate and natural hazard risks,' Fallesen said. </p>", "publisher": "The Philippine Star", "instances": ["35 million will be funded by the national government. The project, which will involve community-led planning and investments for infrastructure, is expected to benefit approximately 18 million households through community-led planning and infrastructure investments. In particular, it will prioritize 500 climate-vulnerable municipalities across 49 provinces in the Philippines. It will also target vulnerable populations including Indigenous Peoples, women and beneficiaries of the Pantawid Pamilyang Pilipino Program or a conditional cash transfer initiative aimed at alleviating poverty. Under the project, the plan is to invest in flood and drought mitigation, landslide and slope protection, surge protection and breakwaters, windbreakers and retrofitting of existing infrastructure to withstand extreme weather events. The project will also support erosion control, agroforestry and other nature-based solutions for ecosystem conservation, including community forests, wetlands, marshes and waterways, erosion control, water conservation and agroforestry. It will also help promote resilient livelihoods and practices in agriculture and food security through the use of services and technologies like climate-smart farming innovations and small-scale irrigation systems. By empowering local communities to take the lead in building resilience against climate change and disaster risks, the Philippines is not only addressing immediate environmental challenges but also fostering a culture of proactive engagement and resilience,' said Zafer Mustafao? lu, division director for the Philippines, Malaysia and Brunei at the World Bank. He said communities play a critical role in disaster preparedness and response. 'Their ability to anticipate risks, organize themselves and collaborate with local and national authorities is essential for effective climate change and disaster risk preparedness and recovery efforts,' he said further."]}, {"relevance_score": 10, "title": "THE GOVERNMENT of Canada is investing more than PhP 1 billion in grant financing to promote integrated climate action and disaster resilience in the Philippines.", "published": "2025-07-14", "bodyText": "<p nitf:lede=\"true\">During the Philippines-Canada Partnership Forum held on July 10 at The Westin Manila in Mandaluyong City, the Embassy of Canada highlighted its portfolio of over CAD$30 million (approx. PhP 1.</p><p>2 billion) dedicated to funding initiatives on climate adaptation and resilience.\"Canada's substantial contributions to disaster risk reduction and climate resilience in the Philippines are a fitting example of the growing breadth and depth of Canada's bilateral partnership with the Philippines,\" said Ambassador of Canada to the Philippines David Hartman.</p><p>Close to 200 government leaders, development partners, the private sector, civil society organizations, and members of the diplomatic community attended the forum to discuss solutions to the growing threats posed by natural disasters and climate change. \"Canada is working with Canadian, local, and international organizations to unlock financing for climate adaptation, and implement locally-led nature-based solutions in vulnerable communities,\" Ambassador Hartman added.</p><p>The grant financing also supports ecosystem restoration, including through natural capital accounting, and assisting local governments to assess, plan for, and implement disaster resilience and climate adaptation measures.  The financing also seeks to improve integrated water resource management in partnership with the private sector.</p><p>  fig\"Canada's investments target the needs of communities across the three main island regions while tackling the differential impacts of climate change on vulnerable and marginalized populations, including women, girls, and Indigenous Peoples,\" Ambassador Hartman explained. By working with national and local governments and coordinating with other development actors, these initiatives seek to contribute to the priorities and objectives set by the Government of the Philippines, consistent with the Philippine Development Plan 2023-202.</p>", "publisher": "Mindanao Times (Philippines)", "instances": ["During the Philippines-Canada Partnership Forum held on July 10 at The Westin Manila in Mandaluyong City, the Embassy of Canada highlighted its portfolio of over CAD$30 million (approx. PhP 1. 2 billion) dedicated to funding initiatives on climate adaptation and resilience. Canada's substantial contributions to disaster risk reduction and climate resilience in the Philippines are a fitting example of the growing breadth and depth of Canada's bilateral partnership with the Philippines,\" said Ambassador of Canada to the Philippines David Hartman. Close to 200 government leaders, development partners, the private sector, civil society organizations, and members of the diplomatic community attended the forum to discuss solutions to the growing threats posed by natural disasters and climate change. \"Canada is working with Canadian, local, and international organizations to unlock financing for climate adaptation, and implement locally-led nature-based solutions in vulnerable communities,\" Ambassador Hartman added. The grant financing also supports ecosystem restoration, including through natural capital accounting, and assisting local governments to assess, plan for, and implement disaster resilience and climate adaptation measures. The financing also seeks to improve integrated water resource management in partnership with the private sector. fig\"Canada's investments target the needs of communities across the three main island regions while tackling the differential impacts of climate change on vulnerable and marginalized populations, including women, girls, and Indigenous Peoples,\" Ambassador Hartman explained. By working with national and local governments and coordinating with other development actors, these initiatives seek to contribute to the priorities and objectives set by the Government of the Philippines, consistent with the Philippine Development Plan 2023-202."]}, {"relevance_score": 16, "title": "People's Survival Fund Board OKs ₱99 million to help LGUs address climate vulnerability", "published": "2025-07-21", "bodyText": "<p nitf:lede=\"true\"> Nearly P100 million in climate adaptation grants has been approved by the People's Survival Fund (PSF) Board for five new projects across Luzon, Visayas and Mindanao, according to the Department of Finance (DOF).</p><p>A statement from the DOF on Monday read that the PSF Board approved five new projects worth P99.675 million to support local governments in addressing climate vulnerability.</p><p>The new projects push the total approved grants to 21 local climate adaptation projects and project development amounting to approximately P1.421 billion.</p><p>The DOF, chair of the 23rd PSF Board Meeting on July 18, 2025, approved two full projects for Pandan, Catanduanes and Tagum, Davao del Norte; as well as three project development grants for Basay, Negros Oriental; Claver, Surigao del Norte; and, Rizal, Kalinga.</p><p>The project in Pandan, Catanduanes, worth P86.162 million, seeks to address the municipality's vulnerability to storm surges and drought by implementing reforestation and climate-smart infrastructure initiatives.</p><p>The project's first component, the Mangrove EcoShield Project, will reforest 10 hectares of mangrove forest in six barangays and establish a mangrove nursery in Brgy. Balagñonan to benefit 519 individuals from 10 fisherfolk associations and five multi-sectoral associations.</p><p>Its second component, the Climate-Smart Infrastructure Support for Agriculture, will boost local food production and support 774 members of 15 farmer associations and 5 multi-sectoral associations affected by drought.</p><p>Meanwhile, the P7.513-million project in Tagum, Davao del Norte, aims to curb flooding through mangrove restoration across 55 hectares, improving the livelihood of about 1,800 fisherfolk.</p><p>Early warning systems will also be installed in four flood-prone barangays in Tagum, benefiting over 36,000 households.</p><p>Further, three project development grants worth P2 million each were approved to support proposals in Basay, Negros Oriental, for river and watershed management; Claver, Surigao del Norte, to address rising water levels through nature-based solutions; and Rizal, Kalinga, to construct irrigation networks to counter drought.</p><p>The PSF is a pioneering model for national adaptation climate financing, providing opportunities for LGUs to design and implement communal climate resiliency initiatives.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["Balagñonan to benefit 519 individuals from 10 fisherfolk associations and five multi-sectoral associations. Its second component, the Climate-Smart Infrastructure Support for Agriculture, will boost local food production and support 774 members of 15 farmer associations and 5 multi-sectoral associations affected by drought. Meanwhile, the P7. 513-million project in Tagum, Davao del Norte, aims to curb flooding through mangrove restoration across 55 hectares, improving the livelihood of about 1,800 fisherfolk. Early warning systems will also be installed in four flood-prone barangays in Tagum, benefiting over 36,000 households. Further, three project development grants worth P2 million each were approved to support proposals in Basay, Negros Oriental, for river and watershed management; Claver, Surigao del Norte, to address rising water levels through nature-based solutions; and Rizal, Kalinga, to construct irrigation networks to counter drought. The PSF is a pioneering model for national adaptation climate financing, providing opportunities for LGUs to design and implement communal climate resiliency initiatives."]}, {"relevance_score": 13, "title": "Legarda calls on lawmakers to implement Climate Prosperity Plan", "published": "2025-07-14", "bodyText": "<p nitf:lede=\"true\"> Senator Loren Legarda on Monday called on lawmakers to fully implement the Climate Prosperity Plan, emphasizing the importance of building resilient communities and a sustainable future.</p><p nitf:lede=\"true\">Legarda made this call during the high-level meeting of the CVF (Climate Vulnerable Forum) -V20 (Vulnerable 20) and key stakeholders of the government. The meeting aimed to explore legislative measures to push for climate resiliency and advance its efforts for the country.</p><p>CVF-V20 is a coalition of 74 climate-vulnerable countries, including the Philippines, that advocates for climate action and financing goals and investment.</p><p>The countries develop the Climate Prosperity Plans, which serves as the investment national strategy to develop renewable energy, risk management tools, and nature-based solutions for strengthened economies in the pursuit of a climate-resilient future.</p><p>'To my esteemed colleagues in the PhilippineCongress, I issue a solemn call to action: Let us make the full implementation of our Climate Prosperity Plan our most enduring legacy,' she said in her speech.</p><p>'Let our collective efforts safeguard our precious cultural treasures, empower our resilient communities, and build a sustainable future for all Filipinos,' she added.</p><p>Legarda, principal author of the Climate Change Act which established the People's Survival Fund, urged her fellow lawmakers to embed the principles of the Climate Prosperity Plan to 'every law, every budget, and every community initiative we undertake.'</p><p>Legarda also reminded her fellow lawmakers that they are more than just policymakers, but the 'stewards of the nation's future,' responsible for ensuring that their policies are committed to culture preservation and climate action.</p><p>Climate change and cultural heritage</p><p>Legarda underscored that the Filipino culture, from traditions and languages to artistic expressions, is intertwined with the natural environment. However, she pointed out that climate change forces communities to abandon their ancestral homes and threatens erosion of cultural identity and social structures.</p><p>The senator noted that the extreme heat could cost the Philippines an estimated P466 billion annually by 2030.</p><p>'We must confront the root causes of climate-induced migration and ensure that those who are displaced are treated with the dignity and respect they deserve,' she said.</p>", "publisher": "Philippines Daily Inquirer", "instances": ["Senator Loren Legarda on Monday called on lawmakers to fully implement the Climate Prosperity Plan, emphasizing the importance of building resilient communities and a sustainable future. Legarda made this call during the high-level meeting of the CVF (Climate Vulnerable Forum) -V20 (Vulnerable 20) and key stakeholders of the government. The meeting aimed to explore legislative measures to push for climate resiliency and advance its efforts for the country. CVF-V20 is a coalition of 74 climate-vulnerable countries, including the Philippines, that advocates for climate action and financing goals and investment. The countries develop the Climate Prosperity Plans, which serves as the investment national strategy to develop renewable energy, risk management tools, and nature-based solutions for strengthened economies in the pursuit of a climate-resilient future. To my esteemed colleagues in the PhilippineCongress, I issue a solemn call to action: Let us make the full implementation of our Climate Prosperity Plan our most enduring legacy,' she said in her speech. Let our collective efforts safeguard our precious cultural treasures, empower our resilient communities, and build a sustainable future for all Filipinos,' she added. Legarda, principal author of the Climate Change Act which established the People's Survival Fund, urged her fellow lawmakers to embed the principles of the Climate Prosperity Plan to 'every law, every budget, and every community initiative we undertake. Legarda also reminded her fellow lawmakers that they are more than just policymakers, but the 'stewards of the nation's future,' responsible for ensuring that their policies are committed to culture preservation and climate action. Climate change and cultural heritageLegarda underscored that the Filipino culture, from traditions and languages to artistic expressions, is intertwined with the natural environment."]}, {"relevance_score": 15, "title": "Antique town calls for volunteers to help establish 'forest library'", "published": "2025-07-10", "bodyText": "<p nitf:lede=\"true\">Manila, July 10 -- The municipality of San Remigio is calling for volunteers to help in the establishment of a \"forest library\" on its 18-hectare timberland.</p><p>In an interview Thursday, Municipal Environment and Natural Resources Office (MENRO) chief Ruth Martinez said the local government will be planting dipterocarp, or the endangered tree species such as yakal, kamagong, and almasiga, in a timberland in Barangay Osorio II.</p><p>The project is being implemented in partnership with the Energy Development Corporation (EDC) through its Nature-based Solutions Trial Project.</p><p>\"We are calling for volunteers to help us plant around 18,000 threatened dipterocarps on the area as part of rejuvenating our forest,\" she said.</p><p>Martinez said the EDC, as part of its social corporate responsibility, is now in the process of transporting the tree seedlings to be planted in the area.</p><p>Aside from rejuvenating the forest, Martinez said the project also seeks to boost the local eco-tourism industry.</p><p>\"More tourists will come to San Remigio because of the eco-tourism destination they could visit,\" she said.</p><p>Planting more trees would also entice endangered bird species to inhabit the area, she added.</p><p>\"Spotted in the forest last summer was a woodpecker with a nest and eggs,\" Martinez said.</p><p>The project would also protect the area from soil erosion, as well as the nearby Danao Lake from siltation.</p><p>\"There are some claimants in the timberland, but the EDC is providing them with livelihood through the tree planting activity,\" Martinez said.</p><p>The claimants will also be helping ensure that the project will become successful so that more available areas could be planted with trees.</p><p>San Remigio is considered as the \"Little Baguio\" or \"Baguio of Panay\" because of its cool climate and beautiful upland scenery.</p><p>Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htdigital.in\">contentservices@htdigital.in</email></p>", "publisher": "Philippines News Agency", "instances": ["Manila, July 10 -- The municipality of San Remigio is calling for volunteers to help in the establishment of a \"forest library\" on its 18-hectare timberland. In an interview Thursday, Municipal Environment and Natural Resources Office (MENRO) chief Ruth Martinez said the local government will be planting dipterocarp, or the endangered tree species such as yakal, kamagong, and almasiga, in a timberland in Barangay Osorio II. The project is being implemented in partnership with the Energy Development Corporation (EDC) through its Nature-based Solutions Trial Project. We are calling for volunteers to help us plant around 18,000 threatened dipterocarps on the area as part of rejuvenating our forest,\" she said. Martinez said the EDC, as part of its social corporate responsibility, is now in the process of transporting the tree seedlings to be planted in the area. Aside from rejuvenating the forest, Martinez said the project also seeks to boost the local eco-tourism industry. More tourists will come to San Remigio because of the eco-tourism destination they could visit,\" she said. Planting more trees would also entice endangered bird species to inhabit the area, she added."]}, {"relevance_score": 16, "title": "Cebu Pacific Turns Over 10,000 Mangroves for Coastal Restoration in Cebu", "published": "2025-07-11", "bodyText": "<p nitf:lede=\"true\">Cebu Pacific has formally turned over 10,000 mangrove trees to the Tapon Fisherfolks Association and the local government of Dumanjug, Cebu, reaffirming its commitment to environmental stewardship and community resilience.The ceremonial turnover was attended by local fisherfolk leaders, government officials, and representatives from Cebu Pacific and the Ramon Aboitiz Foundation Inc.</p><p> (RAFI), signifying their shared mission to protect marine ecosystem and promote sustainable livelihood.\"This initiative is a long-term investment in our community and the environment,\" said Aileen Isidro, CEB Vice President for Corporate Strategy and Risk Officer.</p><p> \"We are proud to stand alongside RAFI and the Tapon Fisherfolk Association as we work to restore and protect our coastlines. These efforts help preserve biodiversity, strengthen community resilience, and secure livelihood for future generations.</p><p>\"Launched in January 2023, the program forms part of CEB's broader sustainability roadmap. It leverages nature-based solutions to reduce environmental impact and offer alternative livelihood opportunities to residents.</p><p>\"Sustainability takes root when communities are at the center. Through this initiative, we aim to restore our coastlines, reduce our environmental impact, and create spaces where communities lead and thrive,\" said Dio Angelo Alojado, CEB Director for Corporate Strategy and Sustainability, during his remarks at the ceremonial turnover.</p><p>To date, the program has restored over five hectares of coastline and trained 35 members of the Tapon Fisherfolks Association in seedling propagation, site preparation, and mangrove planting.  With the successful turnover, the association will now take the lead in maintaining and monitoring the mangrove sites.</p><p>\"We believe that through strong partnerships like this, we are taking meaningful steps together toward building a climate-resilient and greener Cebu,\" said Estee Marie Plunket, RAFI Chief Communications and Partnerships Officer. We are grateful to Cebu Pacific for growing with us, supporting community-based mangrove tree-growing efforts that protect our environment and uplift local livelihoods.</p><p>\"Through its sustainability programs and partnerships, the airline continues to support the aviation industry's net-zero goal by 2050 and promote responsible travel in the regions it serves.CEB currently operates to 37 domestic and 26 international destinations across Asia, Australia, and the Middle Eas.</p>", "publisher": "Mindanao Times (Philippines)", "instances": ["(RAFI), signifying their shared mission to protect marine ecosystem and promote sustainable livelihood. This initiative is a long-term investment in our community and the environment,\" said Aileen Isidro, CEB Vice President for Corporate Strategy and Risk Officer. \"We are proud to stand alongside RAFI and the Tapon Fisherfolk Association as we work to restore and protect our coastlines. These efforts help preserve biodiversity, strengthen community resilience, and secure livelihood for future generations. Launched in January 2023, the program forms part of CEB's broader sustainability roadmap. It leverages nature-based solutions to reduce environmental impact and offer alternative livelihood opportunities to residents. Sustainability takes root when communities are at the center. Through this initiative, we aim to restore our coastlines, reduce our environmental impact, and create spaces where communities lead and thrive,\" said Dio Angelo Alojado, CEB Director for Corporate Strategy and Sustainability, during his remarks at the ceremonial turnover. To date, the program has restored over five hectares of coastline and trained 35 members of the Tapon Fisherfolks Association in seedling propagation, site preparation, and mangrove planting. With the successful turnover, the association will now take the lead in maintaining and monitoring the mangrove sites. We believe that through strong partnerships like this, we are taking meaningful steps together toward building a climate-resilient and greener Cebu,\" said Estee Marie Plunket, RAFI Chief Communications and Partnerships Officer."]}, {"relevance_score": 22, "title": "DENR taps private sector to lead climate action via forest investment", "published": "2025-08-05", "bodyText": "<p nitf:lede=\"true\">Manila, Aug. 5 -- The Department of Environment and Natural Resources (DENR) is urging the private sector, particularly the business community, to invest in large-scale reforestation efforts, not only to combat climate change but also to gain access to carbon credits and new green economic opportunities.</p><p nitf:lede=\"true\">In a news release on Tuesday, Environment Secretary Raphael Lotilla emphasized that forests are not only environmental buffers but also climate and economic assets, citing the potential for carbon credits in sustainable forest management areas.</p><p>\"Are we going to simply see ourselves as producers of carbon credits? Can we take a look at how we can catch or capture part of the value added?\" Lotilla said, challenging the business sector.</p><p>The DENR on July 31 signed a memorandum of understanding (MOU) with the Ayala Group of Companies, under its Forests for Life: 5 Million Trees by 2028 initiative, a flagship reforestation drive targeting critical watersheds in six provinces across the country.</p><p>The program aims to plant at least five million indigenous forest trees in Ilocos Norte, Bataan, Rizal, Leyte, Bukidnon, and Lanao del Norte over the next three years, ensuring the survival of these planted trees.</p><p>During the signing, Lotilla said the Philippines must move beyond being a passive supplier of carbon credits, and begin exploring opportunities to become a regional, or even a global hub for high-integrity carbon markets.</p><p>Lotilla explains that the Forest for Life program is not only a typical greening initiative, as it integrates satellite and drone monitoring, carbon sequestration tracking, and data-driven forest management to measure outcomes and eligibility for emerging carbon finance mechanisms, and ensure accountability.</p><p>\"The private sector can help unlock their full value by leading investments in forest regeneration, carbon sequestration, and nature-based solutions,\" he said.</p><p>With the signing of the MOU with the Ayala Group, including its business units such as the Ayala Corporation, Ayala Land, Bank of the Philippine Islands, Globe Telecom, and Ayala Corporation Energy (ACEN), the company reaffirms its commitment to the program after its initial pledge during the International Day of Forests last March 21.</p><p>The MOU generally tasks partners to implement reforestation activities such as site preparation, seedling production, tree planting, and maintenance and protection of established plantations.</p><p>If applicable, partners can use their own resources in other activities that support the program, including community and stakeholder mobilization, and information and education campaigns.</p><p>The DENR, meanwhile, through its Forest Management Bureau (FMB) and concerned regional offices, will identify, assess, and designate suitable reforestation sites and provide the necessary assistance on technical aspects, permitting, compliance and regulatory requirements.</p><p>It will also closely monitor and evaluate program implementation, track tree survival rates and carbon sequestration, provide guidelines in promoting the program, and ensure transparency by maintaining a public registry of partners.</p><p>In addition to long-term ecological gains, partners stand to benefit from sustainability certifications, employee engagement opportunities, possible tax perks, and recognition in environmental reports.</p><p>The DENR said 21 other entities are now listed in the program's partner registry.</p><p>The agency hopes this will inspire more companies to join, not only to fulfill environmental, social, and governance (ESG) goals, but also to tap into emerging carbon finance opportunities.</p><p>\"These forests will deliver lasting ecosystem services such as cleaner air and water, biodiversity conservation, and natural disaster risk reduction, while supporting the country's commitments to global climate action,\" it said.</p><p>Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htdigital.in\">contentservices@htdigital.in</email></p>", "publisher": "Philippines News Agency", "instances": ["Lotilla said, challenging the business sector. The DENR on July 31 signed a memorandum of understanding (MOU) with the Ayala Group of Companies, under its Forests for Life: 5 Million Trees by 2028 initiative, a flagship reforestation drive targeting critical watersheds in six provinces across the country. The program aims to plant at least five million indigenous forest trees in Ilocos Norte, Bataan, Rizal, Leyte, Bukidnon, and Lanao del Norte over the next three years, ensuring the survival of these planted trees. During the signing, Lotilla said the Philippines must move beyond being a passive supplier of carbon credits, and begin exploring opportunities to become a regional, or even a global hub for high-integrity carbon markets. Lotilla explains that the Forest for Life program is not only a typical greening initiative, as it integrates satellite and drone monitoring, carbon sequestration tracking, and data-driven forest management to measure outcomes and eligibility for emerging carbon finance mechanisms, and ensure accountability. The private sector can help unlock their full value by leading investments in forest regeneration, carbon sequestration, and nature-based solutions,\" he said. With the signing of the MOU with the Ayala Group, including its business units such as the Ayala Corporation, Ayala Land, Bank of the Philippine Islands, Globe Telecom, and Ayala Corporation Energy (ACEN), the company reaffirms its commitment to the program after its initial pledge during the International Day of Forests last March 21. The MOU generally tasks partners to implement reforestation activities such as site preparation, seedling production, tree planting, and maintenance and protection of established plantations. If applicable, partners can use their own resources in other activities that support the program, including community and stakeholder mobilization, and information and education campaigns. The DENR, meanwhile, through its Forest Management Bureau (FMB) and concerned regional offices, will identify, assess, and designate suitable reforestation sites and provide the necessary assistance on technical aspects, permitting, compliance and regulatory requirements. It will also closely monitor and evaluate program implementation, track tree survival rates and carbon sequestration, provide guidelines in promoting the program, and ensure transparency by maintaining a public registry of partners."]}, {"relevance_score": 22, "title": "Five new climate projects raise PSF-funded initiatives to p1.4 billion", "published": "2025-07-21", "bodyText": "<p nitf:lede=\"true\">Manila, July 21 -- Five new climate projects across the Philippines, totaling nearly p100 million, have been added to the list of projects greenlit by the People's Survival Fund (PSF) Board, bringing the total to p1.4 billion.</p><p>The PSF Board has committed to grant resources for five new projects across the country worth p99.7 million to help local government units (LGUs) address climate vulnerability. To date, the PSF Board has approved a total of 21 local climate adaptation projects and project development grants.</p><p>\"These climate adaptation projects are part of our whole-of-government effort to protect the most vulnerable communities from the effects of climate-related disasters,\" Finance Secretary Ralph G. Recto said in a July 21 statement.</p><p>According to the DOF, the p86.2-million project in Pandan, Catanduanes \"will address the municipality's vulnerability to storm surges and drought by implementing reforestation and climate smart infrastructure initiatives.\"</p><p>As the project's first component, the Mangrove EcoShield Project will reforest 10 hectares (ha) of mangroves across six barangays and establish a nursery in Brgy. Balagnonan to boost climate protection and support livelihoods for over 500 members of local fisherfolk and community groups.</p><p>The project's second component, Climate-Smart Infrastructure Support for Agriculture (CSISA), aims to boost agricultural resilience by reducing dependence on external vegetable sources and aiding nearly 800 farmers and community members affected by drought.</p><p>The p7.5-million project in Tagum City, Davao del Norte will address flooding risks through reforestation and the installation of an early warning system.</p><p>Additionally, the project's mangrove habitat protection and restoration component will restore 55 ha of degraded mangrove areas across five barangays in Tagum, which have been heavily impacted by prolonged rains and strong wave action.</p><p>The project is expected to bolster the livelihoods of nearly 1,900 local fisherfolk who depend on healthy mangrove ecosystems for fishing and other resource-based activities.</p><p>Three additional project development grants worth p2 million each were approved to support proponents in crafting full project proposals.</p><p>In particular, grants were approved for Basay, Negros Oriental to support a proposal for river and watershed rehabilitation; for Claver, Surigao del Norte to design nature-based solutions against storm surges; and for Rizal, Kalinga to develop irrigation networks to ease drought impact on agriculture.</p><p>These five projects were approved during the 23rd PSF board meeting last July 18, which the DOF chaired.</p><p>The PSF serves as a pioneering national climate adaptation fund, enabling LGUs to develop and carry out community-based climate resilience projects.</p><p>Published by HT Digital Content Services with permission from Manila Bulletin. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htdigital.in\">contentservices@htdigital.in</email></p>", "publisher": "Manila Bulletin", "instances": ["The p7. 5-million project in Tagum City, Davao del Norte will address flooding risks through reforestation and the installation of an early warning system. Additionally, the project's mangrove habitat protection and restoration component will restore 55 ha of degraded mangrove areas across five barangays in Tagum, which have been heavily impacted by prolonged rains and strong wave action. The project is expected to bolster the livelihoods of nearly 1,900 local fisherfolk who depend on healthy mangrove ecosystems for fishing and other resource-based activities. Three additional project development grants worth p2 million each were approved to support proponents in crafting full project proposals. In particular, grants were approved for Basay, Negros Oriental to support a proposal for river and watershed rehabilitation; for Claver, Surigao del Norte to design nature-based solutions against storm surges; and for Rizal, Kalinga to develop irrigation networks to ease drought impact on agriculture. These five projects were approved during the 23rd PSF board meeting last July 18, which the DOF chaired. The PSF serves as a pioneering national climate adaptation fund, enabling LGUs to develop and carry out community-based climate resilience projects. Published by HT Digital Content Services with permission from Manila Bulletin. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htdigital. in"]}, {"relevance_score": 25, "title": "Survival fund approves nearly P100M worth of projects", "published": "2025-07-22", "bodyText": "<p nitf:lede=\"true\">The Department of Finance (DoF) said P99.68 million worth of projects to address climate vulnerabilities were approved by the People’s Survival Fund (PSF) Board.</p><p>In a statement on Monday, the DoF said projects for Catanduanes and Davao del Norte, as well as three project development grants (PDG) for Negros Oriental, Surigao del Norte and Kalinga were approved during the 23rd PSF Board Meeting on July 18.</p><p>To date, climate adaptation projects approved by the board total 21, valued at a combined P1.42 billion.</p><p>“These climate adaptation projects are part of our whole-of-government effort to protect the most vulnerable communities from the effects of climate-related disasters,” Finance Secretary Ralph G. Recto said.</p><p>The PSF was established under Republic Act No. 10174 to finance adaptation programs and projects of local government units and accredited community organizations.</p><p>The largest of the newly approved projects is an P86.16 million initiative in Pandan, Catanduanes, which seeks to mitigate the municipality’s exposure to storm surges and drought.</p><p>Its first component — the Mangrove EcoShield Project, seeks to reforest 10 hectares of mangroves in six barangays and establishes a mangrove nursery.</p><p>The project will support 519 individuals from 10 fisherfolk associations and five multi-sectoral associations.</p><p>The second approval covers Climate-Smart Infrastructure Support for Agriculture to reduce reliance on external supplies of vegetables.</p><p>It will benefit around 774 members of 15 farmer associations and five multi-sectoral associations affected by drought.</p><p>“Key initiatives include installing solar-powered irrigation systems (SPIS), gravity-fed water supply systems, climate-adaptive greenhouses, and a learning center to address the municipality’s vulnerability to drought and enhance local vegetable production,” the DoF said.</p><p>Another project is the P7.51 million in support for Tagum, Davao del Norte to mitigate the municipality’s vulnerability to flooding through reforestation and the establishment of an early warning system.</p><p>The reforestation component seeks to restore 55 hectares of degraded mangrove ecosystems in five barangays.</p><p>This is expected to help 1,867 fisherfolk whose livelihoods stand to gain from healthy mangrove ecosystems.</p><p>“To support this effort is the establishment and installation of Calamity Early Warning Systems (EWS), which will strengthen disaster preparedness and community resilience,” the DoF said.</p><p>The project development grants worth P2 million each are intended to help proponents develop comprehensive project proposals.</p><p>“The project development grant approved for Basay, Negros Oriental will support proposal development for a project that will rehabilitate, conserve, and sustainably manage the Basay River and Watershed to protect the community against flood and rain-induced landslides,” the DoF said.</p><p>A PDG was approved for Claver, Surigao del Norte, supporting a proposal to design nature-based solutions to rising water levels and storm surges.</p><p>A PDG for Rizal, Kalinga will develop proposals for irrigation networks that will mitigate the impact of impact of drought.</p>", "publisher": "BusinessWorld", "instances": ["The reforestation component seeks to restore 55 hectares of degraded mangrove ecosystems in five barangays. This is expected to help 1,867 fisherfolk whose livelihoods stand to gain from healthy mangrove ecosystems. “To support this effort is the establishment and installation of Calamity Early Warning Systems (EWS), which will strengthen disaster preparedness and community resilience,” the DoF said. The project development grants worth P2 million each are intended to help proponents develop comprehensive project proposals. “The project development grant approved for Basay, Negros Oriental will support proposal development for a project that will rehabilitate, conserve, and sustainably manage the Basay River and Watershed to protect the community against flood and rain-induced landslides,” the DoF said. A PDG was approved for Claver, Surigao del Norte, supporting a proposal to design nature-based solutions to rising water levels and storm surges. A PDG for Rizal, Kalinga will develop proposals for irrigation networks that will mitigate the impact of impact of drought."]}, {"relevance_score": 15, "title": "Loren Legarda urges climate-vulnerable countries to rethink policies", "published": "2025-07-14", "bodyText": "<p nitf:lede=\"true\"> Senator Loren Legarda called on climate-vulnerable nations to overhaul outdated policies and champion a more integrated approach to climate action, policies that protect not just lives and livelihoods but also culture, identity, and history.</p><p>'Climate change endangers all that you see and so much more: climate change imperils not only lives and livelihoods; it threatens to erase who we are,' Legarda said during a high-level meeting of Climate Vulnerable Forum and V20 Finance Ministers (CVF-V20) on Monday, July 14.</p><p>'It is this understanding that demands we broaden our definition of risk to fully encompass the cultural well-being of our people,' she added.</p><p>The four-term senator, a leading voice in global climate policy, stressed that extreme heat alone could cost the Philippines an estimated ?466 billion annually by 2030, but warned that this figure fails to reflect the devastating loss of invaluable cultural heritage.</p><p>Climate change also has forced communities to abandon their ancestral homes, threatens the erosion of cultural identity, and disrupts cherished social structures.</p><p>Legarda emphasized prioritizing mitigating climate risks to cultural sites, time-honored traditions, and the wealth of knowledge passed down through generations.</p><p>Policymakers</p><p>'As legislators, we are more than mere policymakers; we are the stewards of our nation's future,' asserted the veteran legislator.</p><p>'We must ensure that our laws reflect an unwavering commitment to both climate action and cultural preservation.'</p><p>The CVF-V20 is a coalition of 74 countries highly vulnerable to a warming planet such as Bangladesh, Ghana, Sri Lanka, Barbados, and the Philippines.</p><p>At the heart of the coalition is the members' Climate Prosperity Plans (CPPs), which serve as national investment strategies that redefine climate action as a catalyst for economic growth and inclusive development through the deployment of renewable energy technologies, risk management tools, and nature-based solutions that strengthen national economies and adapt effectively to climate impacts.</p><p>As founding chair of the V20, the Philippines has also developed a Climate Prosperity Investment Memorandum aimed at aligning climate ambition with economic growth, renewable energy transformation, and sub-national resilience.</p><p>In the country, Legarda led the passage of the landmark Climate Change Act, and established the People's Survival Fund.</p><p>'To my esteemed colleagues in the PhilippineCongress, I issue a solemn call to action: Let us make the full implementation of our Climate Prosperity Plan our most enduring legacy,' she asserted.</p><p>'Let our collective efforts safeguard our precious cultural treasures, empower our resilient communities, and build a sustainable future for all Filipinos.'</p>", "publisher": "Philippines Daily Inquirer", "instances": ["Climate change also has forced communities to abandon their ancestral homes, threatens the erosion of cultural identity, and disrupts cherished social structures. Legarda emphasized prioritizing mitigating climate risks to cultural sites, time-honored traditions, and the wealth of knowledge passed down through generations. Policymakers'As legislators, we are more than mere policymakers; we are the stewards of our nation's future,' asserted the veteran legislator. We must ensure that our laws reflect an unwavering commitment to both climate action and cultural preservation. The CVF-V20 is a coalition of 74 countries highly vulnerable to a warming planet such as Bangladesh, Ghana, Sri Lanka, Barbados, and the Philippines. At the heart of the coalition is the members' Climate Prosperity Plans (CPPs), which serve as national investment strategies that redefine climate action as a catalyst for economic growth and inclusive development through the deployment of renewable energy technologies, risk management tools, and nature-based solutions that strengthen national economies and adapt effectively to climate impacts. As founding chair of the V20, the Philippines has also developed a Climate Prosperity Investment Memorandum aimed at aligning climate ambition with economic growth, renewable energy transformation, and sub-national resilience. In the country, Legarda led the passage of the landmark Climate Change Act, and established the People's Survival Fund. To my esteemed colleagues in the PhilippineCongress, I issue a solemn call to action: Let us make the full implementation of our Climate Prosperity Plan our most enduring legacy,' she asserted. Let our collective efforts safeguard our precious cultural treasures, empower our resilient communities, and build a sustainable future for all Filipinos."]}, {"relevance_score": 28, "title": "Legarda: Strictly enforce environment laws amid habagat flooding", "published": "2025-07-22", "bodyText": "<p nitf:lede=\"true\"> Sen. Loren Legarda called for the strict and immediate implementation of environmental laws, particularly the Ecological Solid Waste Management Act (Republic Act No. 9003), to address the worsening effects of flooding in Metro Manila and across the country.</p><p>'We are drowning in our own waste and garbage,' she said.</p><p>Legarda, principal author of RA 9003, stressed that clogged waterways filled with solid waste resulting in recurring floods are a direct consequence of poor compliance with solid waste management regulations and a glaring example of how environmental neglect and lack of discipline leads to climate-related disasters.</p><p>'Our waterways are clogged with garbage. This is a clear sign of non-compliance with our solid waste law. Flooding is not just a matter of inconvenience; it puts our families, our children, our neighbors, and our kababayans' lives at risk. We cannot expect safe, clean, and flood-free communities if we continue to disregard basic environmental rules,' Legarda emphasized.</p><p>Aside from improper disposal of waste, the four-term senator also cited illegally constructed infrastructure on waterways and ineffective community-level enforcement as factors that aggravate the impact of heavy rains brought by the southwest monsoon (habagat).</p><p>'Houses, buildings and structures made of cement and asphalt were built over many waterways, canals, and rivers. We must restore these esteros and canals before more Filipinos suffer or lose their livelihoods, and worse, their lives. We continue to be flooded due to our negligence,' Legarda stressed.</p><p>'Unless these root issues are confronted, no flood control projects can fully protect us and our communities. We have to acknowledge that this is not only an infrastructure problem but a behavioral and policy enforcement crisis,' Legarda added.</p><p>She called on residents to take an active part in barangay clean-up drives and urged local government units (LGUs), MMDA, and key national agencies to intensify rehabilitation projects to clean esteros, canals, and flood-prone neighborhoods.</p><p>'Flood management is not just a government responsibility. As citizens, we also have to do our part. Flood prevention starts at home. If each one of us would segregate garbage and avoid single-use plastics, we can gradually solve the problem of flooding. We all must help clean and protect our communities,' she said.</p><p>She also called on the maritime sector, urging them to keep their waste on board.</p><p>'All boats, ships, and vessels have equal duties to our seas. They must never dump waste into the sea as habagat currents carry garbage to coastal communities who did not cause the pollution.'</p><p>Legarda reminded everyone, 'Never throw anything in the street, canal, waterway, river, or sea. Our seas, oceans, and rivers are waters that sustain life - they are not trash bins.'</p><p>As a long-time advocate for climate action, Legarda emphasized that the worsening impacts of flooding and extreme weather are linked to the climate crisis. She is the principal author and principal sponsor of the Climate Change Act of 2009 and recently chaired the High-level Meeting of the Climate Vulnerable Forum (CVF), where she urged global leaders to accelerate climate finance, resilience-building, and nature-based solutions.</p>", "publisher": "Philippines Daily Inquirer", "instances": ["All boats, ships, and vessels have equal duties to our seas. They must never dump waste into the sea as habagat currents carry garbage to coastal communities who did not cause the pollution. Legarda reminded everyone, 'Never throw anything in the street, canal, waterway, river, or sea. Our seas, oceans, and rivers are waters that sustain life - they are not trash bins. As a long-time advocate for climate action, Legarda emphasized that the worsening impacts of flooding and extreme weather are linked to the climate crisis. She is the principal author and principal sponsor of the Climate Change Act of 2009 and recently chaired the High-level Meeting of the Climate Vulnerable Forum (CVF), where she urged global leaders to accelerate climate finance, resilience-building, and nature-based solutions."]}, {"relevance_score": 9, "title": "PPP Center to aid Iligan improve water supply", "published": "2025-04-01", "bodyText": "<p nitf:lede=\"true\"> THE Public-Private Partnership (PPP) Center and the local government of Iligan City have signed an agreement for technical assistance in the development of a business case for its water supply system.</p><p>The signing of the Technical Assistance Agreement (TAA) for the preparation of the Business Case Report for the Tubo: A Tariff and Utility Blueprint for Water Operations, Model for the Iligan City Waterworks System took place in mid-March at the Tourism Ethnic Center in Iligan City.</p><p>Iligan City was selected as a pilot site for the development of a business case incorporating Nature-based Solutions (NbS) under the United Nations Development Program's (UNDP) Accelerating Green and Climate Finance in the Philippines: Nature-based Solutions Project.</p><p>The initiative seeks to facilitate private sector investment in NbS for climate-resilient technologies and approaches.</p><p>The project will assess how private sector participation can contribute to investment, operational efficiency, and technical expertise in Iligan's water supply system, with a focus on climate resilience and sustainable water resource management.</p><p>PPP Center Executive Director Ma. Cynthia Hernandez said the agreement reflects a joint effort to develop water infrastructure and ensure access to water services in Iligan City.</p><p>'This Technical Assistance Agreement is not just a document; it is a symbol of our collective dedication to addressing water security challenges in Iligan,' Hernandez said.</p><p>'This collaboration marks real progress in integrating nature-based solutions into PPPs, serving as a starting point for scaling up efforts and influencing future partnerships that embrace nature-based solutions,' she added.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["THE Public-Private Partnership (PPP) Center and the local government of Iligan City have signed an agreement for technical assistance in the development of a business case for its water supply system. The signing of the Technical Assistance Agreement (TAA) for the preparation of the Business Case Report for the Tubo: A Tariff and Utility Blueprint for Water Operations, Model for the Iligan City Waterworks System took place in mid-March at the Tourism Ethnic Center in Iligan City. Iligan City was selected as a pilot site for the development of a business case incorporating Nature-based Solutions (NbS) under the United Nations Development Program's (UNDP) Accelerating Green and Climate Finance in the Philippines: Nature-based Solutions Project. The initiative seeks to facilitate private sector investment in NbS for climate-resilient technologies and approaches. The project will assess how private sector participation can contribute to investment, operational efficiency, and technical expertise in Iligan's water supply system, with a focus on climate resilience and sustainable water resource management. PPP Center Executive Director Ma. Cynthia Hernandez said the agreement reflects a joint effort to develop water infrastructure and ensure access to water services in Iligan City. This Technical Assistance Agreement is not just a document; it is a symbol of our collective dedication to addressing water security challenges in Iligan,' Hernandez said.", "The initiative seeks to facilitate private sector investment in NbS for climate-resilient technologies and approaches. The project will assess how private sector participation can contribute to investment, operational efficiency, and technical expertise in Iligan's water supply system, with a focus on climate resilience and sustainable water resource management. PPP Center Executive Director Ma. Cynthia Hernandez said the agreement reflects a joint effort to develop water infrastructure and ensure access to water services in Iligan City. This Technical Assistance Agreement is not just a document; it is a symbol of our collective dedication to addressing water security challenges in Iligan,' Hernandez said. This collaboration marks real progress in integrating nature-based solutions into PPPs, serving as a starting point for scaling up efforts and influencing future partnerships that embrace nature-based solutions,' she added."]}, {"relevance_score": 11, "title": "Forest Foundation Philippines partners with Canada on nature-based solutions [SE] Bulletins", "published": "2024-05-20", "bodyText": "<p nitf:lede=\"true\">Non-profit organization Forest FoundationPhilippines recently announced its partnership with the Embassy of Canada on a new climate adaptation program that harnesses the power of nature to mitigate climate impacts and promote healthier ecosystems.</p><p>The said partnership, also known as the Philippines-Canadian Partnership on Nature-Based Solutions (PCP4NbS), is a project created for communities which will preserve ecosystems and improve livelihoods in the Philippines.</p><p>At a forum held last May 2, partners of this program came together to celebrate the beginning of this initiative, with a key focus on fostering the growth of nature-based solutions in the Philippines. The partners for this program include the Forest FoundationPhilippines, the Department of Environment and Natural Resources (DENR), and the government of Canada.</p><p>The project’s main goal is to improve environmental governance, harness natural resources to strengthen ecosystem services, empower communities, promote gender inclusivity, and foster a stronger relationship with Canada—all while addressing the country’s climate adaptation needs.</p><p>Edwina Garchitorena, chairperson of the board of trustees of Forest FoundationPhilippines expressed her gratitude towards this partnership.</p><p>“This deepening of our approach towards ecosystem services has allowed us to partner with Canada in this PCP4NbS program, which really brings us to the nexus of climate, biodiversity, and communities,” Ms. Garchitorena said. “And we are hoping that these nature-based solutions that we support across the Philippines will again increase the resilience of people, increase the resilience of ecosystems, and really, really help us in terms of climate, food security, water, and other ecosystem services.”</p><p>Through its efforts, Forest FoundationPhilippines has supported 472 projects, which collectively improved the management of roughly 1.5 million hectares of forest lands throughout the country, resulting in approximately 4,200 hectares of forests that are supported by 40 community-conserved areas and over 60 community enterprises in the process.</p>", "publisher": "BusinessWorld", "instances": ["Non-profit organization Forest FoundationPhilippines recently announced its partnership with the Embassy of Canada on a new climate adaptation program that harnesses the power of nature to mitigate climate impacts and promote healthier ecosystems. The said partnership, also known as the Philippines-Canadian Partnership on Nature-Based Solutions (PCP4NbS), is a project created for communities which will preserve ecosystems and improve livelihoods in the Philippines. At a forum held last May 2, partners of this program came together to celebrate the beginning of this initiative, with a key focus on fostering the growth of nature-based solutions in the Philippines. The partners for this program include the Forest FoundationPhilippines, the Department of Environment and Natural Resources (DENR), and the government of Canada. The project’s main goal is to improve environmental governance, harness natural resources to strengthen ecosystem services, empower communities, promote gender inclusivity, and foster a stronger relationship with Canada—all while addressing the country’s climate adaptation needs. Edwina Garchitorena, chairperson of the board of trustees of Forest FoundationPhilippines expressed her gratitude towards this partnership. “This deepening of our approach towards ecosystem services has allowed us to partner with Canada in this PCP4NbS program, which really brings us to the nexus of climate, biodiversity, and communities,” Ms.", "Non-profit organization Forest FoundationPhilippines recently announced its partnership with the Embassy of Canada on a new climate adaptation program that harnesses the power of nature to mitigate climate impacts and promote healthier ecosystems. The said partnership, also known as the Philippines-Canadian Partnership on Nature-Based Solutions (PCP4NbS), is a project created for communities which will preserve ecosystems and improve livelihoods in the Philippines. At a forum held last May 2, partners of this program came together to celebrate the beginning of this initiative, with a key focus on fostering the growth of nature-based solutions in the Philippines. The partners for this program include the Forest FoundationPhilippines, the Department of Environment and Natural Resources (DENR), and the government of Canada. The project’s main goal is to improve environmental governance, harness natural resources to strengthen ecosystem services, empower communities, promote gender inclusivity, and foster a stronger relationship with Canada—all while addressing the country’s climate adaptation needs. Edwina Garchitorena, chairperson of the board of trustees of Forest FoundationPhilippines expressed her gratitude towards this partnership. “This deepening of our approach towards ecosystem services has allowed us to partner with Canada in this PCP4NbS program, which really brings us to the nexus of climate, biodiversity, and communities,” Ms. Garchitorena said.", "The partners for this program include the Forest FoundationPhilippines, the Department of Environment and Natural Resources (DENR), and the government of Canada. The project’s main goal is to improve environmental governance, harness natural resources to strengthen ecosystem services, empower communities, promote gender inclusivity, and foster a stronger relationship with Canada—all while addressing the country’s climate adaptation needs. Edwina Garchitorena, chairperson of the board of trustees of Forest FoundationPhilippines expressed her gratitude towards this partnership. “This deepening of our approach towards ecosystem services has allowed us to partner with Canada in this PCP4NbS program, which really brings us to the nexus of climate, biodiversity, and communities,” Ms. Garchitorena said. “And we are hoping that these nature-based solutions that we support across the Philippines will again increase the resilience of people, increase the resilience of ecosystems, and really, really help us in terms of climate, food security, water, and other ecosystem services. ”Through its efforts, Forest FoundationPhilippines has supported 472 projects, which collectively improved the management of roughly 1. 5 million hectares of forest lands throughout the country, resulting in approximately 4,200 hectares of forests that are supported by 40 community-conserved areas and over 60 community enterprises in the process."]}, {"relevance_score": 12, "title": "DOF, UNDP launch $4.5M initiative to scale up nature-based enterprises", "published": "2025-05-15", "bodyText": "<p nitf:lede=\"true\"> The Department of Finance (DOF) and the United Nations Development Programme (UNDP) have launched a $4.5-million (around P250 million) initiative to support enterprises scale up sustainable and inclusive business operations.</p><p>Under the Accelerating Green and Climate Finance in the Philippines: Nature-based Solutions (AGCF-NbS) initiative, NatureNest aims to identify and support 10 high-potential nature-based enterprises across the Philippines that deliver direct and measurable environmental benefits while driving sustainable and inclusive economic growth.</p><p>The six-month accelerator program, co-chaired by the DOF and co-implemented by Villgro Philippines, will prime enterprises through tailored capacity-building, coaching and technical assistance to help them scale up.</p><p>Specifically, the project will help create a climate finance lab, climate data platforms for research in Nature-Based Solutions finance, the design and incorporation of gender-responsive and green and climate-related policies in lending programs.</p><p>It will also establish a system to report Sustainable Development Goals (SDG) impacts of green and climate investments made by the private sector and financing institutions.</p><p>The DOF said private sector capital will also be harnessed to scale the impact of Nature-based Enterprises by connecting mission-aligned investors and unlocking funding opportunities for growth.</p><p>'NatureNest is a vehicle of transformation, serving as an avenue to enhance the capacity of enterprises in developing and implementing NbS projects, allowing participants to transform innovative ideas into scalable projects that will create jobs, restore and protect ecosystems, and shield vulnerable communities from the risks of climate change,' the DOF Climate Finance Policy Group said in a message of support.</p><p>'The NatureNest allows us to tap into the potential of NbS as cost-effective and sustainable means to build climate resilient communities and incentivize private sector investment,' the DOF said.</p><p>The program is also among the DOF's pioneer projects for the implementation of the Interagency Task Force on Sustainable Finance's (ITSF) Center of Excellence.</p><p>The ITSF seeks to strengthen the pillars of the Sustainable Finance Roadmap (SFR) by creating the three key clusters to provide distinct and focused guidance in each identified area, namely the Policy, Financing and Investment Clusters.</p><p>The Center of Excellence for Sustainable Finance aims to serve as a central hub for capacity building, policy support and market development in sustainable finance.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["The Department of Finance (DOF) and the United Nations Development Programme (UNDP) have launched a $4. 5-million (around P250 million) initiative to support enterprises scale up sustainable and inclusive business operations. Under the Accelerating Green and Climate Finance in the Philippines: Nature-based Solutions (AGCF-NbS) initiative, NatureNest aims to identify and support 10 high-potential nature-based enterprises across the Philippines that deliver direct and measurable environmental benefits while driving sustainable and inclusive economic growth. The six-month accelerator program, co-chaired by the DOF and co-implemented by Villgro Philippines, will prime enterprises through tailored capacity-building, coaching and technical assistance to help them scale up. Specifically, the project will help create a climate finance lab, climate data platforms for research in Nature-Based Solutions finance, the design and incorporation of gender-responsive and green and climate-related policies in lending programs. It will also establish a system to report Sustainable Development Goals (SDG) impacts of green and climate investments made by the private sector and financing institutions. The DOF said private sector capital will also be harnessed to scale the impact of Nature-based Enterprises by connecting mission-aligned investors and unlocking funding opportunities for growth. NatureNest is a vehicle of transformation, serving as an avenue to enhance the capacity of enterprises in developing and implementing NbS projects, allowing participants to transform innovative ideas into scalable projects that will create jobs, restore and protect ecosystems, and shield vulnerable communities from the risks of climate change,' the DOF Climate Finance Policy Group said in a message of support.", "The Department of Finance (DOF) and the United Nations Development Programme (UNDP) have launched a $4. 5-million (around P250 million) initiative to support enterprises scale up sustainable and inclusive business operations. Under the Accelerating Green and Climate Finance in the Philippines: Nature-based Solutions (AGCF-NbS) initiative, NatureNest aims to identify and support 10 high-potential nature-based enterprises across the Philippines that deliver direct and measurable environmental benefits while driving sustainable and inclusive economic growth. The six-month accelerator program, co-chaired by the DOF and co-implemented by Villgro Philippines, will prime enterprises through tailored capacity-building, coaching and technical assistance to help them scale up. Specifically, the project will help create a climate finance lab, climate data platforms for research in Nature-Based Solutions finance, the design and incorporation of gender-responsive and green and climate-related policies in lending programs. It will also establish a system to report Sustainable Development Goals (SDG) impacts of green and climate investments made by the private sector and financing institutions. The DOF said private sector capital will also be harnessed to scale the impact of Nature-based Enterprises by connecting mission-aligned investors and unlocking funding opportunities for growth. NatureNest is a vehicle of transformation, serving as an avenue to enhance the capacity of enterprises in developing and implementing NbS projects, allowing participants to transform innovative ideas into scalable projects that will create jobs, restore and protect ecosystems, and shield vulnerable communities from the risks of climate change,' the DOF Climate Finance Policy Group said in a message of support. The NatureNest allows us to tap into the potential of NbS as cost-effective and sustainable means to build climate resilient communities and incentivize private sector investment,' the DOF said. The program is also among the DOF's pioneer projects for the implementation of the Interagency Task Force on Sustainable Finance's (ITSF) Center of Excellence."]}, {"relevance_score": 33, "title": "DENR backs Canada-PHL nature-based solutions deal", "published": "2024-05-03", "bodyText": "<p nitf:lede=\"true\"> THE Philippine government has partnered with its Canadian counterpart to push for natural ways to adapt to the changing climate patterns, whose adverse impact has been felt with constant high temperatures and extreme heat index records in many parts of the country for several weeks now.</p><p nitf:lede=\"true\">Department of Environment and Natural Resources (DENR) Secretary Maria Antonia Yulo Loyzaga keynoted the Philippine Canadian Partnership on Nature-based Solutions for Climate Adaptation (PCP4NbS) Program launch at the Makati Diamond Residences on Thursday.</p><p>The event was led by Canadian Ambassador to the Philippines David Hartman and Forest Foundation Philippines (FFP) Chairperson Edwina Garchitorena, and the rest of the FFP Board of Trustees.</p><p>According to the DENR chief, this partnership beefs up the strength of the Filipino-especially rural and indigenous women-against the effects of the interconnected crisis due to impacts of climate change, biodiversity loss, the degradation and diminishing of green and blue forests, pollution, conflict and the cascading repercussions these may have on the nation's resilience and sustainability.</p><p>'We must recognize that for a climate-vulnerable country like the Philippines, while mitigation has been strategic, building capacity for adaptation has been and continues to be both critical and urgent. This is especially important when we consider our ecosystems and the services they deliver as the lifeblood of our communities and the support they give to different sectors in our economy,' she said.</p><p>Loyzaga noted that gender-based susceptibility is compounded by intersectionality, as marginalization and multiple social and physical problems exacerbate the climate risk. She explained: 'When gender intersects, conflict, ethnicity, age, literacy, poverty and disability, vulnerability to the impacts of extreme weather and other hazards deepens thus the importance of this particular initiative.'</p><p>The National Adaptation Plan</p><p>SEEING the importance of defining the scope and magnitude of the country's climate action, the Climate Change Commission (CCC) had formulated and completed the National Adaptation Plan (NAP) aimed at mitigating vulnerability to the effects of climate change by building the adaptive capacity and resilience of communities.</p><p>The Philippine government presented the NAP during the 28th Conference of Parties of the UN FCCC (United Nations Framework Convention on Climate Change) in late 2023 in Dubai, United Arab Emirates.</p><p>Citing the NAP, the DENR secretary bared that inaction on adaptation within the 2030 decade is estimated to cost around P1.4 trillion.</p><p>'Nature-based solutions are critical to our arsenal and must be rooted in the best available science as well as indigenous and local knowledge. Scaling up is part of the thematic areas that we address in the NAP, and this particular project is well within those areas,' Loyzaga said.</p><p>'We look towards protecting and rehabilitating biodiversity, critical habitats and ecosystems amidst the climate hazards that they face and the climate vulnerability of communities,' she added.</p><p>Facing this challenge, Loyzaga said they have taken a whole-of-government approach in crafting the new evidence-informed plans on adaptation while shifting towards building new non-traditional whole-of-society approaches to solutions that consider those who truly are willing to work with the Marcos Jr. administration.</p><p>'There is no natural constituency for climate resilience. We need to build it. And that building must be done out of trust and respect between all stakeholders across all sectors,' she pointed out.</p><p>To institutionalize NbS, the DENR, she said, has started to craft the national policies for this in the hope that Filipinos will support this effort.</p><p>Bilateral agreements</p><p>IN 2024, Canada and the Philippines will mark 75 years of their strong bilateral relations. Since 1986, the former has contributed over $1 billion in official development assistance to the latter, averaging $24 million annually in the last five years (all projects combined).</p><p>The PCP4NbS Program forms part of the $28.15-million investment pledge of Canada in development programming for the Philippines, underscoring support for climate adaptation, resilience against natural disasters, and enhanced health care services, per a news release of Global Affairs Canada last February.</p><p>FFP will implement an $8-million project in support of vulnerable communities as they reduce the effects of climate change and biodiversity loss. This initiative will aid in funding and capacity building to support gender-responsive, nature-based solutions to climate change and biodiversity loss.</p><p>'Our development and bilateral partners have also played an important role in biodiversity conservation, climate action and the fight against plastic pollution. We wish to cite here that we are deeply grateful to the Government of Canada for its generous support through the projects funded by the GEF or the Global Environment Facility and for its development assistance to the Philippines which spans many decades,' Loyzaga said.</p><p>She said the DENR remains dauntless with 'honest, respectful and evidence-informed partnerships like these,' thus allowing the agency to know where to begin and what must be done to protect its so-called vast office that is the 30 million hectares of land, 15 million hectares of classified forests, over 7 million hectares of Protected Areas, 36,000 kilometers of coastline and 2.2 (million) square kilometers of territorial seas.</p><p>'We therefore look forward to working with FFP, its partners and the Government of Canada on PCP4NbS. We are targeting three wins: biodiversity conservation, climate change adaptation, gender equality and the resilience of communities in the context of natural resource management,' Loyzaga said.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["THE Philippine government has partnered with its Canadian counterpart to push for natural ways to adapt to the changing climate patterns, whose adverse impact has been felt with constant high temperatures and extreme heat index records in many parts of the country for several weeks now. Department of Environment and Natural Resources (DENR) Secretary Maria Antonia Yulo Loyzaga keynoted the Philippine Canadian Partnership on Nature-based Solutions for Climate Adaptation (PCP4NbS) Program launch at the Makati Diamond Residences on Thursday. The event was led by Canadian Ambassador to the Philippines David Hartman and Forest Foundation Philippines (FFP) Chairperson Edwina Garchitorena, and the rest of the FFP Board of Trustees. According to the DENR chief, this partnership beefs up the strength of the Filipino-especially rural and indigenous women-against the effects of the interconnected crisis due to impacts of climate change, biodiversity loss, the degradation and diminishing of green and blue forests, pollution, conflict and the cascading repercussions these may have on the nation's resilience and sustainability. We must recognize that for a climate-vulnerable country like the Philippines, while mitigation has been strategic, building capacity for adaptation has been and continues to be both critical and urgent. This is especially important when we consider our ecosystems and the services they deliver as the lifeblood of our communities and the support they give to different sectors in our economy,' she said. Loyzaga noted that gender-based susceptibility is compounded by intersectionality, as marginalization and multiple social and physical problems exacerbate the climate risk.", "She explained: 'When gender intersects, conflict, ethnicity, age, literacy, poverty and disability, vulnerability to the impacts of extreme weather and other hazards deepens thus the importance of this particular initiative. The National Adaptation PlanSEEING the importance of defining the scope and magnitude of the country's climate action, the Climate Change Commission (CCC) had formulated and completed the National Adaptation Plan (NAP) aimed at mitigating vulnerability to the effects of climate change by building the adaptive capacity and resilience of communities. The Philippine government presented the NAP during the 28th Conference of Parties of the UN FCCC (United Nations Framework Convention on Climate Change) in late 2023 in Dubai, United Arab Emirates. Citing the NAP, the DENR secretary bared that inaction on adaptation within the 2030 decade is estimated to cost around P1. 4 trillion. Nature-based solutions are critical to our arsenal and must be rooted in the best available science as well as indigenous and local knowledge. Scaling up is part of the thematic areas that we address in the NAP, and this particular project is well within those areas,' Loyzaga said. We look towards protecting and rehabilitating biodiversity, critical habitats and ecosystems amidst the climate hazards that they face and the climate vulnerability of communities,' she added. Facing this challenge, Loyzaga said they have taken a whole-of-government approach in crafting the new evidence-informed plans on adaptation while shifting towards building new non-traditional whole-of-society approaches to solutions that consider those who truly are willing to work with the Marcos Jr. administration. There is no natural constituency for climate resilience.", "Bilateral agreementsIN 2024, Canada and the Philippines will mark 75 years of their strong bilateral relations. Since 1986, the former has contributed over $1 billion in official development assistance to the latter, averaging $24 million annually in the last five years (all projects combined). The PCP4NbS Program forms part of the $28. 15-million investment pledge of Canada in development programming for the Philippines, underscoring support for climate adaptation, resilience against natural disasters, and enhanced health care services, per a news release of Global Affairs Canada last February. FFP will implement an $8-million project in support of vulnerable communities as they reduce the effects of climate change and biodiversity loss. This initiative will aid in funding and capacity building to support gender-responsive, nature-based solutions to climate change and biodiversity loss. Our development and bilateral partners have also played an important role in biodiversity conservation, climate action and the fight against plastic pollution. We wish to cite here that we are deeply grateful to the Government of Canada for its generous support through the projects funded by the GEF or the Global Environment Facility and for its development assistance to the Philippines which spans many decades,' Loyzaga said. She said the DENR remains dauntless with 'honest, respectful and evidence-informed partnerships like these,' thus allowing the agency to know where to begin and what must be done to protect its so-called vast office that is the 30 million hectares of land, 15 million hectares of classified forests, over 7 million hectares of Protected Areas, 36,000 kilometers of coastline and 2. 2 (million) square kilometers of territorial seas. We therefore look forward to working with FFP, its partners and the Government of Canada on PCP4NbS."]}, {"relevance_score": 24, "title": "Nonbank financial institutions remain ‘cautious’ about sustainability practices", "published": "2025-07-01", "bodyText": "<p nitf:lede=\"true\">NEARLY HALF of nonbank financial institutions (NBFIs) were evaluated as “cautious practitioners” of green finance, the Securities and Exchange Commission (SEC) said.</p><p nitf:lede=\"true\">NBFIs classified as such have made moderate progress in green finance integration but remain risk-averse and selective in scaling their commitments.</p><p>To address this, a panel convened during the SEC’s Sustainability Week pointed to the need for unlocking investment in nature-based solutions and the transition of NBFIs toward more proactive, sustainable finance practices.</p><p>The SEC is pressing for the integration of sustainability in the financial system, steering companies into adopting sustainable practices.</p><p>SEC Commissioner McJill Bryant T. Fernandez said NBFIs play an important role in enabling economic transformation.</p><p>“As financial intermediaries and facilitators of investment flows, NBFIs are uniquely positioned to catalyze change — not just in markets, but in the communities and ecosystems that need it most,” he said.</p><p>SEC Chairman Francis Ed. Lim said sustainability must be a core principle in the financial system, through the observance of the Philippine Sustainable Finance Taxonomy Guidelines (SFTG).</p><p>“The real value of the Philippine SFTG lies in how well we apply it — in structuring financial products, shaping disclosures, guiding investment decisions, and delivering real-world impact,” Mr. Lim said in a statement on Monday.</p><p>Issued in February last year, the SFTG provides a framework for evaluating the environmental and social sustainability of economic activities. It also presents a “simplified approach” to assessing micro, small, and medium enterprises for financing.</p><p>Sustainability Week featured a training session on the SFTG, and capacity-building session on sustainable investments for NBFIs.</p><p>Separately, the SEC issued cease-and-desist orders against Bravo Zulo Romeo Lending Corp. (BZR Lending) for operating an unauthorized lending business, and Magic Peso for illegally operating an online lending platform (OLP) and unfair debt collection practices.</p><p>The SEC Financing and Lending Companies department found that the Magic Peso OLP is owned and operated by BZR Lending. The cease-and-desist orders were issued after complaints from borrowers regarding Magic Peso’s alleged unfair collection processes.</p><p>BZR Lending also failed to file a disclosure regarding any OLP operations despite being registered with the SEC as a lending company, the regulator said.</p><p>SEC Memorandum Circular (MC) No. 19 issued in 2019 requires the full disclosure and reporting requirements for financing and lending companies using OLPs. It also requires OLPs to disclose information such as their corporate name, SEC registration number, and certificate of authority to operate in a portion of their platforms.</p><p>Magic Peso’s operations also violate the moratorium imposed on new OLPs in November 2021 as outlined in SEC MC No. 10.</p>", "publisher": "BusinessWorld", "instances": ["NEARLY HALF of nonbank financial institutions (NBFIs) were evaluated as “cautious practitioners” of green finance, the Securities and Exchange Commission (SEC) said. NBFIs classified as such have made moderate progress in green finance integration but remain risk-averse and selective in scaling their commitments. To address this, a panel convened during the SEC’s Sustainability Week pointed to the need for unlocking investment in nature-based solutions and the transition of NBFIs toward more proactive, sustainable finance practices. The SEC is pressing for the integration of sustainability in the financial system, steering companies into adopting sustainable practices. SEC Commissioner McJill Bryant T. Fernandez said NBFIs play an important role in enabling economic transformation. “As financial intermediaries and facilitators of investment flows, NBFIs are uniquely positioned to catalyze change — not just in markets, but in the communities and ecosystems that need it most,” he said. SEC Chairman Francis Ed."]}, {"relevance_score": 23, "title": "Loyzaga hailed for legacy of climate action, policy integrity after stepping down", "published": "2025-05-25", "bodyText": "<p nitf:lede=\"true\">Manila, May 25 -- Following President Marcos' acceptance of her courtesy resignation, several of the country's leading environmental organizations have expressed gratitude and respect for outgoing Environment Secretary Maria Antonia \"Toni\" Yulo-Loyzaga, lauding her science-based leadership, policy reforms, and commitment to climate resilience during her tenure at the Department of Environment and Natural Resources (DENR).</p><p nitf:lede=\"true\">Loyzaga was among the cabinet officials whose resignations were accepted as part of the Marcos administration's revamp of key government posts.</p><p>She served as DENR chief from 2022 until May 2025.</p><p>In the wake of her departure, groups including Zoological Society of London (ZSL) Philippines, World Wide Fund of Nature (WWF) Philippines, and the Philippine Eagle Foundation (PEF) released separate statements commending Loyzaga's accomplishments and highlighting the impact of her leadership.</p><p>\"Secretary Yulo-Loyzaga exemplifies integrity-driven leadership with a genuine concern for people and the planet,\" Edwina D. Garchitorena, the country director of ZSL Philippines, said in a Facebook post.</p><p>\"Her steadfast commitment to science and the whole of society approach has led the DENR toward policies that serve not only the Filipino people but also safeguard and restore our nation's rich biodiversity.\"</p><p>Garchitorena cited Loyzaga's work on advancing blue carbon ecosystem restoration and her efforts to promote nature-based solutions by working with communities and environmental groups.</p><p>\"She strongly advocates for nature-based solutions and works closely with communities, environmental organizations, and other governmental bodies to implement these solutions,\" she went on.</p><p>WWF-Philippines said Loyzaga's \"deep commitment to science, integrity, and collaboration has guided our country's efforts in addressing climate and environmental challenges-with people and nature at the heart of every solution.\"</p><p>\"We remember clearly when she showed us a photo of a mother and young daughter pushing a kariton of trash down the street. 'This is what we must fix together,' she told us. That moment captured her philosophy: that environmental work is ultimately about improving the lives of those who bear the brunt of inequality and ecological harm,\" the organization said.</p><p>WWF noted key institutional reforms under Yulo-Loyzaga's leadership, including the development of a national geospatial database and a natural capital accounting system.</p><p>It stated these moves have \"laid the foundation for a future that values ecosystems not just in principle, but in policy and practice.\"</p><p>\"In places closest to WWF's mission, Secretary Toni's grit and determination made possible the release of funds-long tied up in government processes-for the construction of the Tubbataha Marine Ranger Station, and brought a much-needed spotlight to the protection of critically endangered species and marine research,\" it added.</p><p>Also, PEF acknowledged the secretary's environmental stewardship and support for Indigenous communities.</p><p>\"During her tenure, we witnessed a deeper alignment between science and policy, a stronger voice for Indigenous communities, and a renewed commitment to protecting our country's natural heritage,\" the foundation said.</p><p>\"She consistently championed climate adaptation and mitigation as national priorities-recognizing the critical role of forests, biodiversity, and communities in building a more resilient and secure future.\"</p><p>\"As we await transitions in government leadership, the Philippine Eagle Foundation remains committed to working with DENR and all partners in pursuing our shared mission of saving the Philippine Eagle and restoring our forests,\" it added.</p><p>The Marcos Administration said outgoing Department of Energy (DOE) Secretary Raphael Lotilla will replace Loyzaga at the DENR.</p><p>Published by HT Digital Content Services with permission from Manila Bulletin. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htdigital.in\">contentservices@htdigital.in</email></p>", "publisher": "Manila Bulletin", "instances": ["She served as DENR chief from 2022 until May 2025. In the wake of her departure, groups including Zoological Society of London (ZSL) Philippines, World Wide Fund of Nature (WWF) Philippines, and the Philippine Eagle Foundation (PEF) released separate statements commending Loyzaga's accomplishments and highlighting the impact of her leadership. Secretary Yulo-Loyzaga exemplifies integrity-driven leadership with a genuine concern for people and the planet,\" Edwina D. Garchitorena, the country director of ZSL Philippines, said in a Facebook post. Her steadfast commitment to science and the whole of society approach has led the DENR toward policies that serve not only the Filipino people but also safeguard and restore our nation's rich biodiversity. Garchitorena cited Loyzaga's work on advancing blue carbon ecosystem restoration and her efforts to promote nature-based solutions by working with communities and environmental groups. She strongly advocates for nature-based solutions and works closely with communities, environmental organizations, and other governmental bodies to implement these solutions,\" she went on. WWF-Philippines said Loyzaga's \"deep commitment to science, integrity, and collaboration has guided our country's efforts in addressing climate and environmental challenges-with people and nature at the heart of every solution. We remember clearly when she showed us a photo of a mother and young daughter pushing a kariton of trash down the street. 'This is what we must fix together,' she told us. That moment captured her philosophy: that environmental work is ultimately about improving the lives of those who bear the brunt of inequality and ecological harm,\" the organization said.", "In the wake of her departure, groups including Zoological Society of London (ZSL) Philippines, World Wide Fund of Nature (WWF) Philippines, and the Philippine Eagle Foundation (PEF) released separate statements commending Loyzaga's accomplishments and highlighting the impact of her leadership. Secretary Yulo-Loyzaga exemplifies integrity-driven leadership with a genuine concern for people and the planet,\" Edwina D. Garchitorena, the country director of ZSL Philippines, said in a Facebook post. Her steadfast commitment to science and the whole of society approach has led the DENR toward policies that serve not only the Filipino people but also safeguard and restore our nation's rich biodiversity. Garchitorena cited Loyzaga's work on advancing blue carbon ecosystem restoration and her efforts to promote nature-based solutions by working with communities and environmental groups. She strongly advocates for nature-based solutions and works closely with communities, environmental organizations, and other governmental bodies to implement these solutions,\" she went on. WWF-Philippines said Loyzaga's \"deep commitment to science, integrity, and collaboration has guided our country's efforts in addressing climate and environmental challenges-with people and nature at the heart of every solution. We remember clearly when she showed us a photo of a mother and young daughter pushing a kariton of trash down the street. 'This is what we must fix together,' she told us. That moment captured her philosophy: that environmental work is ultimately about improving the lives of those who bear the brunt of inequality and ecological harm,\" the organization said. WWF noted key institutional reforms under Yulo-Loyzaga's leadership, including the development of a national geospatial database and a natural capital accounting system."]}, {"relevance_score": 13, "title": "Philippines gets P16 billion loan for climate change program", "published": "2025-06-03", "bodyText": "<p nitf:lede=\"true\"> The Philippines and French governments have inked a nearly P16-billion loan facility that aims to address the worsening impacts of climate change.</p><p nitf:lede=\"true\">Finance Secretary Ralph Recto yesterday led the ceremonial exchange of the credit facility agreement for the Climate Change Action Program (CCAP), Subprogram 2 between the Philippines and the Agence Francaise De Developpement (AFD), France's developmental and financial institution.</p><p>The facility amounts to 250 million euros (P15.89 billion). AFD is co-financing the program while the Asian Development Bank is providing $500 million and the Japan International Cooperation Agency with $232.45 million.</p><p>In his speech, Recto said the concessional financing agreement from France aims to secure a greener, safer and more resilient future for Filipinos.</p><p>'With this agreement, we strengthen our strategic cooperation on climate action, reinforce our institutional capacities and accelerate the delivery of real, lasting change - especially for the most vulnerable,' Recto said.</p><p>'We are advancing a gender-responsive implementation of our Nationally Determined Contributions (NDC), strengthening disaster risk management and laying the foundation for a circular economy that redefines how we grow,' he said.</p><p>CCAP aims to help accelerate reforms for climate-resilient and low-carbon agriculture, natural resources and environment, as well as energy and transport.</p><p>Under its NDC, the Philippines' goal is to cut greenhouse gas emissions and scale up adaptation.</p><p>Subprogram 2 is expected to help deliver these ambitions through key reforms such as adopting the NDC Implementation Plan and NAP 2023-2050, scaling up budget allocations for climate activities and deploying climate technologies.</p><p>The program is also expected to strengthen policies and regulations to mobilize climate-related investment in renewable energy and energy efficiency, climate-resilient agriculture and nature-based solutions.</p>", "publisher": "The Philippine Star", "instances": ["With this agreement, we strengthen our strategic cooperation on climate action, reinforce our institutional capacities and accelerate the delivery of real, lasting change - especially for the most vulnerable,' Recto said. We are advancing a gender-responsive implementation of our Nationally Determined Contributions (NDC), strengthening disaster risk management and laying the foundation for a circular economy that redefines how we grow,' he said. CCAP aims to help accelerate reforms for climate-resilient and low-carbon agriculture, natural resources and environment, as well as energy and transport. Under its NDC, the Philippines' goal is to cut greenhouse gas emissions and scale up adaptation. Subprogram 2 is expected to help deliver these ambitions through key reforms such as adopting the NDC Implementation Plan and NAP 2023-2050, scaling up budget allocations for climate activities and deploying climate technologies. The program is also expected to strengthen policies and regulations to mobilize climate-related investment in renewable energy and energy efficiency, climate-resilient agriculture and nature-based solutions."]}, {"relevance_score": 19, "title": "Citicore Renewable Energy finalizes $120-M equity deal with Indonesian firm", "published": "2025-06-20", "bodyText": "<p nitf:lede=\"true\">Citicore Renewable Energy Corp. (CREC) has completed a $120-million (P6.8 billion) share subscription agreement with Indonesia’s state-owned PT Pertamina Power Indonesia (Pertamina NRE), the renewable energy developer said on Thursday.</p><p>The transaction involves Pertamina NRE’s subscription to a 20% interest in CREC, the company said in a media release.</p><p>Under the partnership, the two companies will jointly explore renewable energy investments in Indonesia, including the potential development of solar and wind power projects, as well as collaboration on carbon credit development and trading.</p><p>“With Pertamina NRE, we can view the energy transition through a different lens and create responsive, collaborative solutions for clean energy in the Philippines and Indonesia,” CREC President and Chief Executive Officer Oliver Tan said.</p><p>CREC, directly and through its subsidiaries and joint ventures, manages a diversified portfolio of renewable energy generation assets, power project development operations, and retail electricity supply services.</p><p>At present, the company has a combined gross installed capacity of 287 megawatts (MW) from its solar facilities in the Philippines. It also has four wind power projects with a total planned capacity of 803 MW.</p><p>“We are leading the charge in Indonesia’s renewable energy transition, and our partnership with Citicore, with their expertise and experience in RE development, is a way to elevate our capability in RE development, as well as a big step in accelerating our clean energy goals,” Pertamina NRE Chief Executive Officer John Anis said.</p><p>Mr. Anis said the company is committed to supporting CREC and the Philippines with its “own expertise, technology, and best practices.”</p><p>Energy Assistant Secretary Mylene C. Capongcol, who witnessed the signing, said the partnership will not only help advance clean energy targets but also signals the need for active support for energy cooperation and sustainable development in Southeast Asia.</p><p>“Both Indonesia and the Philippines share common energy concerns, being dependent on coal-fired power plants and seeking an orderly transition to cleaner technologies,” Ms. Capongcol said.</p><p>“A heightened level of cooperation between our countries offers potential benefits across economic, environmental, and geopolitical dimensions through collaboration on energy transition and renewable energy,” she added.</p><p>Pertamina NRE is a wholly owned subsidiary of Indonesia’s state-owned energy company Pertamina. It is responsible for managing all power generation and new and renewable energy development, focusing on gas-based power generation, geothermal energy, other renewable sources such as solar and wind, and green initiatives such as nature-based solutions and carbon- related businesses.</p>", "publisher": "BusinessWorld", "instances": ["Capongcol, who witnessed the signing, said the partnership will not only help advance clean energy targets but also signals the need for active support for energy cooperation and sustainable development in Southeast Asia. “Both Indonesia and the Philippines share common energy concerns, being dependent on coal-fired power plants and seeking an orderly transition to cleaner technologies,” Ms. Capongcol said. “A heightened level of cooperation between our countries offers potential benefits across economic, environmental, and geopolitical dimensions through collaboration on energy transition and renewable energy,” she added. Pertamina NRE is a wholly owned subsidiary of Indonesia’s state-owned energy company Pertamina. It is responsible for managing all power generation and new and renewable energy development, focusing on gas-based power generation, geothermal energy, other renewable sources such as solar and wind, and green initiatives such as nature-based solutions and carbon- related businesses."]}, {"relevance_score": 28, "title": "Green groups to PBBM: Uphold human right to a clean, healthy, and sustainable environment", "published": "2025-07-24", "bodyText": "<p nitf:lede=\"true\">QUEZON CITY and As affected families and communities rise from the onslaught of recent severe weather disturbances, civil society groups urged President Ferdinand Marcos, Jr. to prioritize policies, programs, and resources to effectively uphold the right of every Filipino to a clean, healthy, and sustainable environment.</p><p nitf:lede=\"true\">For his fourth State of the Nation Address (SONA) on July 28, groups belonging to the EcoWaste Coalition, an advocate for a zero waste and toxics-free society, called on the chief executive to protect the human right of current and future generations from the combined threats of the triple planetary crisis of environmental pollution, climate change, and biodiversity loss.The groups' renewed call for action followed the release of a watershed advisory opinion by the International Court of Justice (ICJ) last July 23 affirming the right to a clean, healthy and sustainable environment as a fundamental human right, and if states fail to take \"appropriate action to protect the climate system,\" they could be liable for compensation and other forms of restitution.</p><p>\"The monsoon rains, which have again caused hardship to millions in the Philippines, are further evidence that climate change needs action now. More than tariffs, trade, and politics, President Marcos must reassure the Filipino people of the government's firm commitment to climate action and ensuring the fundamental right to a clean, healthy, and sustainable environment.</p><p> The recent ICJ advisory opinion on climate change adds a further legal dimension to this  that States can be held responsible for failure to take effective climate action,\" said Atty. Gregorio Rafael Bueta, Legal Counsel, EcoWaste Coalition.</p><p>\"In light of the recent widespread flooding across the Philippines, the Interfacing Development Interventions for Sustainability (IDIS) urges the government to prioritize and invest in nature-based solutions. These include restoring wetlands, protecting forests, and rehabilitating rivers and watersheds,\" said Atty.</p><p> Mark Peaalver, executive director of IDIS and vice president of the EcoWaste Coalition. \"Such sustainable interventions not only reduce flood risks and damage but also strengthen climate resilience, protect biodiversity, and secure clean water sources, ultimately empowering both communities and ecosystems to thrive together.</p><p>\";#8220reenpeace urges President Marcos to make climate action a top priority by demanding a swift and just phaseout of fossil fuels and holding climate polluters accountable for loss and damage,\" said Jefferson Chua, climate campaigner, Greenpeace Southeast Asia  Philippines. \"We believe he must use his platform to push for the passage of the Climate Accountability Bill (CLIMA), a crucial measure that would compel corporations to pay for the harm they've inflicted and help protect communities from the recurring cycle of climate-induced devastation and displacement.</p><p>\"For his part, Rene Pineda, president of the Partnership for Clean Air (PCA), said: The government should prioritize the mainstreaming of renewable energy over deadly and highly pollutive sources from coal and nuclear. It should enable more incentives for the development and operation of renewable energy sourcesas a wayto mitigate emissions that exacerbate public health issues brought about by air pollution.</p><p>\"\"Action on Smoking and Health (ASH Philippines)urges the governmentto prioritize stronger laws that genuinely protect Filipinos from toxic and lethal products like tobacco and vapes with higher taxes, plain packaging, and broader advertising bans. Show government's sincerity in upholding everyone's right to a clean, healthy, and sustainable environment by curbing sources with a long list of air, water, and soil pollutants and preventing greenwashing tactics of the tobacco and vape industry,\" said Dr.</p><p> Maricar Limpin, executive director, ASH Philippines. \"Health and environmental justice need to go hand in hand.</p><p>\"While backing the enactment of CLIMA, the groups also pushed for the improved enforcement of existing pollution prevention legislations such asRepublic Act Nos. 9003 (Ecological Solid Waste Management Act), 8749 (Clean Air Act), 9275 (Clean Water Act), 9729 (Climate Change Act), and other pertinent laws contributing to the protection of the human right to a clean, healthy, and sustainable environment.</p><p>\"To uphold the rights of children, women and other vulnerable populations to health and to a healthy environment, we also seek the passage of the Safe and Non-Hazardous Children's Products Act; the ratification of the Basel Convention Ban Amendment and the implementation of other amendments relating to plastic waste; and the nomination of lead chromates for listing under the Rotterdam Convention's Prior Informed Consent (PIC) procedure to control the global trade of these chemicals used in the manufacture of lead-containing paints,\" said Aileen Lucero, National Coordinator, EcoWaste Coalition. \"We further seek the adoption of a strong global treaty to fight the plastic pollution crisis by putting a cap on plastic production, eliminating toxic plastic additives, and making polluters pay for the pervasive plastic pollution, among other essential provisions.</p><p>\"The EcoWaste Coalition further urged PBBM's Cabinet and lawmakers at both houses of the 20thCongress to prioritize other measures that will translate the Global Framework on Chemicals  For a Planet Free of Harm from Chemical and Waste, or the GFC, into national policies and plans of action.While not legally binding like the Basel, Rotterdam, Stockholm, and Minamata Conventions, the GFC provides a framework for action towards a \"planet free of harm from chemicals and waste for a safe, healthy and sustainable future.</p><p>\"Among 28 targets, the GFC advocates for preventing the illegal trade and traffic of chemicals and waste by 2030, and the phase-out of highly hazardous pesticides in agriculture by 2035. It also calls for transitioning to safer alternatives and sustainable approaches in various sectors, including agriculture, industry, and healthcare, and in enhancing transparency of and access to information regarding chemicals in materials and products and their associated risk.</p>", "publisher": "Mindanao Times (Philippines)", "instances": ["The groups' renewed call for action followed the release of a watershed advisory opinion by the International Court of Justice (ICJ) last July 23 affirming the right to a clean, healthy and sustainable environment as a fundamental human right, and if states fail to take \"appropriate action to protect the climate system,\" they could be liable for compensation and other forms of restitution. The monsoon rains, which have again caused hardship to millions in the Philippines, are further evidence that climate change needs action now. More than tariffs, trade, and politics, President Marcos must reassure the Filipino people of the government's firm commitment to climate action and ensuring the fundamental right to a clean, healthy, and sustainable environment. The recent ICJ advisory opinion on climate change adds a further legal dimension to this  that States can be held responsible for failure to take effective climate action,\" said Atty. Gregorio Rafael Bueta, Legal Counsel, EcoWaste Coalition. In light of the recent widespread flooding across the Philippines, the Interfacing Development Interventions for Sustainability (IDIS) urges the government to prioritize and invest in nature-based solutions. These include restoring wetlands, protecting forests, and rehabilitating rivers and watersheds,\" said Atty. Mark Peaalver, executive director of IDIS and vice president of the EcoWaste Coalition. \"Such sustainable interventions not only reduce flood risks and damage but also strengthen climate resilience, protect biodiversity, and secure clean water sources, ultimately empowering both communities and ecosystems to thrive together. 8220reenpeace urges President Marcos to make climate action a top priority by demanding a swift and just phaseout of fossil fuels and holding climate polluters accountable for loss and damage,\" said Jefferson Chua, climate campaigner, Greenpeace Southeast Asia  Philippines. \"We believe he must use his platform to push for the passage of the Climate Accountability Bill (CLIMA), a crucial measure that would compel corporations to pay for the harm they've inflicted and help protect communities from the recurring cycle of climate-induced devastation and displacement."]}, {"relevance_score": 29, "title": "Healing the land by restoring ecosystems", "published": "2025-06-26", "bodyText": "<p nitf:lede=\"true\"> Land is life. Across Southeast Asia, from fertile fields to towering forests, healthy ecosystems underpin our region's prosperity.</p><p nitf:lede=\"true\">Yet land degradation and deforestation have also eroded these foundations, threatening our food security, clean water, and the stability of communities.</p><p>This is why the UN Decade on Ecosystem Restoration (2021-2030) is so important. It calls on governments, businesses, and citizens to revive the world's degraded landscapes.</p><p>As a UNCCD Land Hero, I have seen firsthand how this global vision can take root at the local level.</p><p>At Masungi Georeserve in the Philippines, we have spent years working with communities to restore threatened watersheds. What was once barren and stripped bare has slowly become a haven again for wildlife-a living testament to the power of community-led rewilding.</p><p>But we've also realized that it's not simply about planting trees. It's about safeguarding the land itself, the very ground on which our ecosystems stand.</p><p>When we care for the land and soil through responsible land use and smart agriculture, we can restore ecosystems cheaply and faster. Healthy soils capture carbon, regulate water, and nurture diverse life. This approach also tackles the difficult problems right below our feet, connecting ecosystem health to peace and governance.</p><p>The United Nations Convention to Combat Desertification (UNCCD) reminds us that nearly half of the world's productive land is degraded. For Southeast Asia, this silent crisis is already manifesting in floods, droughts, and food insecurity. But there is hope: Ecosystem restoration can turn this tide.</p><p>Restoring degraded land can generate up to $1.5 trillion in economic benefits globally every year, according to UN estimates. Closer to home, reforestation and nature-based solutions offer countries in our region a triple win: protecting biodiversity and natural resources, building climate resilience and disaster risk reduction, and creating green jobs and inclusive growth.</p><p>Conservation economy</p><p>At Masungi, we've seen how these benefits play out. By reviving forests, we create livelihoods for up to 100 indigenous and local rangers. By healing the land, we bring tourists, private sector partners, and scientists together, growing a conservation economy that respects both people and the planet.</p><p>Each tree planted and nurtured, and each hectare of forest restored, is an investment in our shared future.</p><p>But to scale up these successes, we need more than just good intentions. We need climate finance that is sufficient, predictable, and accessible, as President Marcos recently emphasized at the Association of Southeast Asian Nations Summit. We need policies that value natural capital and cross-sectoral partnerships that bring businesses, governments, and communities together.</p><p>Above all, we need a mindset shift: to see nature not as a resource to exploit, but as a partner in our prosperity.</p><p>In this UN Decade on Ecosystem Restoration, let us remember that restoring the land is not just about the environment-it is about healing our relationship with it, and securing a just and sustainable future for all.</p><p>In Southeast Asia, one of the most climate-vulnerable regions in the world, where over 190 million people could be displaced by rising seas and extreme weather, this is a challenge we cannot afford to ignore.</p>", "publisher": "Philippines Daily Inquirer", "instances": ["The United Nations Convention to Combat Desertification (UNCCD) reminds us that nearly half of the world's productive land is degraded. For Southeast Asia, this silent crisis is already manifesting in floods, droughts, and food insecurity. But there is hope: Ecosystem restoration can turn this tide. Restoring degraded land can generate up to $1. 5 trillion in economic benefits globally every year, according to UN estimates. Closer to home, reforestation and nature-based solutions offer countries in our region a triple win: protecting biodiversity and natural resources, building climate resilience and disaster risk reduction, and creating green jobs and inclusive growth. Conservation economyAt Masungi, we've seen how these benefits play out. By reviving forests, we create livelihoods for up to 100 indigenous and local rangers. By healing the land, we bring tourists, private sector partners, and scientists together, growing a conservation economy that respects both people and the planet. Each tree planted and nurtured, and each hectare of forest restored, is an investment in our shared future. But to scale up these successes, we need more than just good intentions."]}, {"relevance_score": 49, "title": "Into the Groove of Mangrove Conservation", "published": "2025-07-26", "bodyText": "<p nitf:lede=\"true\"> Having literally immersed myself in wetlands exposed me to the beauty and value of our mangrove ecosystems. As we celebrate this year's International Day for the Conservation of the Mangrove Ecosystems, we at the ASEAN Centre for Biodiversity (ACB) invite you to shift our focus to these valuable natural resources and extraordinary models of resilience.</p><p nitf:lede=\"true\">According to the most recent estimates of the FAO in 2020, our region has the largest extent of mangroves globally. It is said that the ASEAN region is home to around 40 per cent of the world's mangrove forests, where at least 47 of the 70 known mangrove species globally can be found in an estimated total area of 4.5 million hectares. Indonesia alone has about 24 per cent of the world's mangroves. If Lao PDR were not a landlocked country, we would probably find mangrove ecosystems in every ASEAN nation.</p><p>This is both an asset and a responsibility for us in the ASEAN region. Mangrove ecosystems, often dubbed as 'rainforests of the sea,' deliver invaluable services from which we benefit. Mangroves serve as breeding and feeding grounds for local terrestrial and aquatic species and act as 'stopover sites' for migratory bird species. In addition, mangroves also contribute to ecological balance by stabilising and reducing sedimentation and siltation in coral reefs, while promoting land expansion through accumulated soil and debris. </p><p>Furthermore, especially amid the climate crisis and extreme weather events we are experiencing, mangroves act as frontline defenders, shielding communities from storm surges, high waves, storms, and tsunamis. The International Union for Conservation of Nature (IUCN) estimates that mangroves protect more than 15 million people and around USD 65 billion worth of properties annually from coastal disasters. Additionally, they function as vital high-capacity carbon sinks. It is estimated that mangroves can store 11 billion tonnes of carbon, thrice the amount stored by tropical forests of the same size. Mangroves also provide other social and economic benefits, such as food sources, supporting local livelihoods, and providing areas for rest and recreation.</p><p>Unfortunately, large mangrove areas have declined due to human activities and natural climate change-related events. In addition to their exposure to frequent and extreme weather events, studies also show that rising sea levels have become a primary threat to mangrove ecosystems. Without any action, one-fourth of the world's mangrove area is expected to be submerged in the next 50 years. We are at the brink of seeing almost half of our mangrove ecosystems collapse, washing away all the benefits we enumerated earlier. </p><p>Considering all these and the urgent need for regional collective action, the Member States have adopted the ASEAN Strategy on Sustainable Mangrove Ecosystem Management in 2024. Presented by the Ministry of Environment and Forestry of Indonesia, in collaboration with the ASEAN Senior Officials on Forestry, this comprehensive strategic framework embodies a shared vision of enhancing the resilience and vitality of mangrove ecosystems across the ASEAN region. It adopts a holistic approach that integrates science, policy, community engagement, and international cooperation. In addition, the ASEAN Flyway Network and the ASEAN Mangrove Network have been established to promote regional collaboration in rehabilitating mangroves, wetlands, and other threatened natural resources in the region. They also serve as venues for sharing best practices and lessons learned in ecosystem restoration.</p><p>Aligned with these initiatives, the ACB, as a technical and scientific cooperation support centre for the implementation of the Kunming-Montreal Global Biodiversity Framework (KM GBF), actively works with the ASEAN Member States on mangrove conservation, specifically on achieving Target 2 and Target 3 of the KM GBF. Target 2 aims to ensure that by 2030, at least 30% of degraded ecosystems, including mangroves, are under effective restoration. Meanwhile, Target 3, '30×30' goal aims to protect at least 30% of the planet's terrestrial, inland water, and coastal and marine areas by 2030. These goals call for establishing effectively conserved, ecologically represented, well-connected, and equitably governed systems of protected areas and other effective area-based conservation measures. The ASEAN Member States are expected to align their national strategies to achieve these benchmarks by integrating them into their respective National Biodiversity Strategies and Action Plans.</p><p>Several member states have also initiated mangrove ecosystem restoration and rehabilitation activities at the national level. For example, Indonesia, with 23% of the world's mangrove area, is firmly committed to mangrove conservation and restoration. From 2019 to 2023, Indonesia, through several funding sources, rehabilitated around 70,000 hectares of mangrove forests, and from 2024 to 2025, they will rehabilitate a large-scale mangrove area of about 600,000 hectares. By 2018, Malaysia planted 6.62 million seedlings across 28.74 square kilometres through 13 coastal erosion prevention and rehabilitation initiatives. On the other hand, Viet Nam planted 19.68 square kilometres of protected coastal forests in 2015. As part of its National Greening Program, the Philippines mapped 500 square kilometres of mangroves and beach forests for development, planting, and enrichment. In addition, the Philippine Master Plan for Climate-Resilient Forest Development 2015-2028 is estimated to yield more than 300 million tonnes of net carbon benefits from avoided deforestation and new plantations of mangrove forests and watersheds. In Singapore, the National Parks Board collaborated with the OCBC Bank in establishing the OCBC Mangrove Park in Sungei Durian on Pulau Ubin. Expected to be finished by 2026, this marks Singapore's first large-scale project utilising the Ecological Mangrove Restoration (EMR) technique, which aims to boost the long-term resilience of mangrove ecosystems and enhance Singapore's carbon storage capacity. The park's 9,000 mangrove trees are projected to potentially absorb up to 30 million kilograms of carbon dioxide over their lifetime. Other member states have also initiated their own policy frameworks and innovative approaches to support mangrove conservation and restoration.</p><p>As we celebrate this year's International Day for the Conservation of Mangrove Ecosystems, we emphasise how these natural resources also serve as nature-based solutions to the challenges caused by climate change. We reaffirm our call, especially to communities surrounding mangrove ecosystems, to continue science-based restoration efforts and ensure they align with our global goals and regional priorities. As we organise or participate in these initiatives, let us be mindful that we are planting the suitable mangrove species in the correct zones to ensure not just their survival but also the overall health of the ecosystem. The initiative should extend beyond planting day, as we need to commit to ensuring that the mangrove seedlings planted will survive and grow to maturity. Through these, combined with our unwavering commitment, we can secure a resilient and sustainable future for all.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["In addition, the Philippine Master Plan for Climate-Resilient Forest Development 2015-2028 is estimated to yield more than 300 million tonnes of net carbon benefits from avoided deforestation and new plantations of mangrove forests and watersheds. In Singapore, the National Parks Board collaborated with the OCBC Bank in establishing the OCBC Mangrove Park in Sungei Durian on Pulau Ubin. Expected to be finished by 2026, this marks Singapore's first large-scale project utilising the Ecological Mangrove Restoration (EMR) technique, which aims to boost the long-term resilience of mangrove ecosystems and enhance Singapore's carbon storage capacity. The park's 9,000 mangrove trees are projected to potentially absorb up to 30 million kilograms of carbon dioxide over their lifetime. Other member states have also initiated their own policy frameworks and innovative approaches to support mangrove conservation and restoration. As we celebrate this year's International Day for the Conservation of Mangrove Ecosystems, we emphasise how these natural resources also serve as nature-based solutions to the challenges caused by climate change. We reaffirm our call, especially to communities surrounding mangrove ecosystems, to continue science-based restoration efforts and ensure they align with our global goals and regional priorities. As we organise or participate in these initiatives, let us be mindful that we are planting the suitable mangrove species in the correct zones to ensure not just their survival but also the overall health of the ecosystem. The initiative should extend beyond planting day, as we need to commit to ensuring that the mangrove seedlings planted will survive and grow to maturity. Through these, combined with our unwavering commitment, we can secure a resilient and sustainable future for all."]}, {"relevance_score": 10, "title": "MMDA, San Juan to build sustainable riverside linear park", "published": "2025-03-19", "bodyText": "<p nitf:lede=\"true\">Manila, March 19 -- The Metropolitan Manila Development Authority (MMDA) and the San Juan City government have signed an accord for the construction of a sustainable linear park along the San Juan River.</p><p>During the groundbreaking ceremony at the San Juan River easement on Wednesday, MMDA Chair Romando Artes and Mayor Francis Zamora signed a memorandum of agreement (MOA) for the development of the park and applying nature-based solutions.</p><p>\"Nature-based solutions represent a paradigm shift in urban planning and development, where we can collaborate with nature rather than against it,\" Artes said.</p><p>Some of the proposed park's features include rain gardens, rainwater cisterns, and filtration systems that are designed to collect rainwater.</p><p>In addition, the MMDA also proposed the construction of a sewage treatment plant and mechanized trash traps in the vicinity to complement the development of the linear park.</p><p>Zamora thanked the MMDA and said the project will clean up and improve spaces in San Juan City.</p><p>\"We are thrilled to undertake another beautification project with the MMDA, particularly one that will significantly enhance the appearance of our linear park in Barangay Batis. Our goal is to create more open spaces for the San Juanenos,\" he said.</p><p>Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htdigital.in\">contentservices@htdigital.in</email></p>", "publisher": "Philippines News Agency", "instances": ["Manila, March 19 -- The Metropolitan Manila Development Authority (MMDA) and the San Juan City government have signed an accord for the construction of a sustainable linear park along the San Juan River. During the groundbreaking ceremony at the San Juan River easement on Wednesday, MMDA Chair Romando Artes and Mayor Francis Zamora signed a memorandum of agreement (MOA) for the development of the park and applying nature-based solutions. Nature-based solutions represent a paradigm shift in urban planning and development, where we can collaborate with nature rather than against it,\" Artes said. Some of the proposed park's features include rain gardens, rainwater cisterns, and filtration systems that are designed to collect rainwater. In addition, the MMDA also proposed the construction of a sewage treatment plant and mechanized trash traps in the vicinity to complement the development of the linear park. Zamora thanked the MMDA and said the project will clean up and improve spaces in San Juan City. We are thrilled to undertake another beautification project with the MMDA, particularly one that will significantly enhance the appearance of our linear park in Barangay Batis.", "Manila, March 19 -- The Metropolitan Manila Development Authority (MMDA) and the San Juan City government have signed an accord for the construction of a sustainable linear park along the San Juan River. During the groundbreaking ceremony at the San Juan River easement on Wednesday, MMDA Chair Romando Artes and Mayor Francis Zamora signed a memorandum of agreement (MOA) for the development of the park and applying nature-based solutions. Nature-based solutions represent a paradigm shift in urban planning and development, where we can collaborate with nature rather than against it,\" Artes said. Some of the proposed park's features include rain gardens, rainwater cisterns, and filtration systems that are designed to collect rainwater. In addition, the MMDA also proposed the construction of a sewage treatment plant and mechanized trash traps in the vicinity to complement the development of the linear park. Zamora thanked the MMDA and said the project will clean up and improve spaces in San Juan City. We are thrilled to undertake another beautification project with the MMDA, particularly one that will significantly enhance the appearance of our linear park in Barangay Batis. Our goal is to create more open spaces for the San Juanenos,\" he said."]}, {"relevance_score": 22, "title": "Lotilla vows to continue science-based reforms as new DENR chief", "published": "2025-06-16", "bodyText": "<p nitf:lede=\"true\">Manila, June 16 -- Newly appointed Secretary Raphael P.M. Lotilla formally took over the leadership of the Department of Environment and Natural Resources (DENR) on Monday in a ceremony held in Quezon City.</p><p>In his speech, Lotilla extended his gratitude to outgoing Secretary Maria Antonia Yulo Loyzaga and acknowledged her efforts in steering science-based policy reforms and advancing climate resilience programs that benefited vulnerable communities across the country.</p><p>\"I take on this responsibility of working with you in the task that lies ahead of us for the country and our people,\" he said.</p><p>Loyzaga said the directives of President Ferdinand R. Marcos Jr. are clear, primarily to build on the strength that the DENR has accumulated over the past three years, and in the past.</p><p>The turnover ceremony marked a symbolic passing of the torch from Loyzaga to Lotilla.</p><p>\"Today marks a milestone in the journey of this organization towards ensuring that it is fit for purpose, one that is focused on science-informed environmental stewardship from ridge to reef to shelf, in order to help build an inclusive and resilient nation,\" Loyzaga said in her speech.</p><p>\"It is in this light that I am both humbled and honored to be respectfully turning over not only a green, but a blue DENR, one that has worked hard to break down silos and work together to provide clean air and water, minerals for energy, industry, and infrastructure, and lands for development whilst conserving, protecting, enhancing our forests and waters, and their biodiversity as the web of life that sustains us all.\"</p><p>Loyzaga, who steered the department starting in 2022, is widely credited for embedding climate risk science into the DENR's decision-making processes.</p><p>Under her leadership, the agency expanded environmental governance beyond land management to include marine ecosystems, disaster resilience, and nature-based solutions.</p><p>Lotilla, for his part, acknowledged the institutional gains made under Loyzaga and vowed to carry them forward.</p><p>He said less than 20 percent of Filipinos still live below the poverty line, as supported by official statistics.</p><p>\"And therefore, the challenge for us that remains is to lift these people out of poverty. And therefore, pursuing the economic sustainability pillar while making sure that future generations would not be deprived of the opportunity to make use of the environmental resources of the country will also be safeguarded,\" he added.</p><p>Meanwhile, Lotilla called on the agency's officials and staff to remain united in purpose.</p><p>\"To our officers and staff of the Department of Environment and Natural Resources, let us work together. Let us show not only our people, our country, but the whole world that we can be exemplars and we will be just like in so far as the sustainable development of the environment and natural resources of the country are concerned,\" he said.</p><p>Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htdigital.in\">contentservices@htdigital.in</email></p>", "publisher": "Philippines News Agency", "instances": ["are clear, primarily to build on the strength that the DENR has accumulated over the past three years, and in the past. The turnover ceremony marked a symbolic passing of the torch from Loyzaga to Lotilla. Today marks a milestone in the journey of this organization towards ensuring that it is fit for purpose, one that is focused on science-informed environmental stewardship from ridge to reef to shelf, in order to help build an inclusive and resilient nation,\" Loyzaga said in her speech. It is in this light that I am both humbled and honored to be respectfully turning over not only a green, but a blue DENR, one that has worked hard to break down silos and work together to provide clean air and water, minerals for energy, industry, and infrastructure, and lands for development whilst conserving, protecting, enhancing our forests and waters, and their biodiversity as the web of life that sustains us all. Loyzaga, who steered the department starting in 2022, is widely credited for embedding climate risk science into the DENR's decision-making processes. Under her leadership, the agency expanded environmental governance beyond land management to include marine ecosystems, disaster resilience, and nature-based solutions. Lotilla, for his part, acknowledged the institutional gains made under Loyzaga and vowed to carry them forward. He said less than 20 percent of Filipinos still live below the poverty line, as supported by official statistics. And therefore, the challenge for us that remains is to lift these people out of poverty. And therefore, pursuing the economic sustainability pillar while making sure that future generations would not be deprived of the opportunity to make use of the environmental resources of the country will also be safeguarded,\" he added. Meanwhile, Lotilla called on the agency's officials and staff to remain united in purpose."]}, {"relevance_score": 36, "title": "The future is local: Local conservation leaders for sustainable and resilient communities", "published": "2025-06-27", "bodyText": "<p nitf:lede=\"true\"> Local government units play a pivotal role in safeguarding the country's natural wealth for future generations. They are at the forefront of building resilient and sustainable communities in the face of rapid urbanization, climate change and social and economic challenges. Among their responsibilities is ensuring the conservation of natural resources, and securing sustainable financing for environmental protection that contribute to accelerating climate action and strengthening disaster resilience-key pillars in the Philippine Development Plan. While national governments set broad agendas, LGUs can drive innovation and tailor solutions to their specific needs.</p><p nitf:lede=\"true\">The Local Government Code of 1991 or RA 7160 empowers LGUs to have meaningful autonomy. It provides fiscal powers and authority to government officials to propose, appropriate, and release funds to agencies, office programs and projects. LGUs can improve their economic environment through plans, programs, and investments in sustainable tourism, agriculture and fisheries and biodiversity-friendly enterprises that benefit communities.</p><p>Recognizing this as an opportunity, the United Nations Development Programme (UNDP)-through its Biodiversity Finance Initiative (BIOFIN) Project-has been working with LGUs since 2016 to mainstream biodiversity in local plans and programs, ensuring a stable flow of financing for conservation through good local governance.</p><p>BIOFIN is a global initiative launched by UNDP in 2012 to address the significant challenge of financing biodiversity conservation, now being implemented across 133 countries. It is supported by the European Commission and the Governments of Germany, Switzerland, Norway, Belgium, Flanders, UK, Canada, and France.</p><p>In the Philippines, UNDP, through BIOFIN, is working to ensure sustainable economic growth while conserving precious natural resources by supporting LGUs in formulating their local biodiversity plans. A good example of this work is the Negros Island Biodiversity Strategy and Action Plan (NIBSAP), which is anchored on the Philippine Biodiversity Strategy and Action Plan (PBSAP). Local biodiversity finance plans accompanied the NIBSAP, which help LGUs identify how much is needed to implement their biodiversity projects and programs and where they can source additional funding to bridge any financing gap. The finance plans of the LGUs paved the way for a steady increase in LGU budgets for conservation.</p><p>This initiative became a crucial model for the Department of Environment and Natural Resources-Biodiversity Management Bureau (DENR-BMB) to advance a policy advocating for the localization of the PBSAP. Strengthening governance at the site level ensures that conservation efforts are tangible actions that directly contribute to national and international biodiversity goals.</p><p>In 2023, UNDP signed Memoranda of Understanding with governors of two provinces in the Negros Island, together with the Philippines Biodiversity Conservation Foundation, Inc. (PhilBio). This partnership enabled the implementation of finance solutions that mobilized resources for the conservation of nature in the provinces. Thereafter, we saw a significant increase in the total annual budget of Negros Oriental for coastal resources management, wildlife and biodiversity management, climate change mitigation and adaptation and forest resources management</p><p>To address biodiversity loss and climate change, LGUs also spearhead nature-based solutions that could restore ecosystems and protect livelihoods, such as wetlands management, maintenance of green spaces, and ecosystem restoration. In Negros Occidental, San Carlos City's BaLANCE or Biodiversity and Landscape Approach in Nature Conservation is about to implement a proposed 'Emerald Necklace'-a series of wildlife corridors that will be established and maintained to protect wildlife and regenerate denuded forests within the boundaries of Mt. Kanlaon Natural Park.</p><p>I recently had the pleasure to visit Negros alongside H.E. Laure Beaufils, British Ambassador to the Philippines and Palau, to see how these efforts are being brought to life. The need for strong local leadership and strategic investments to ensure long-term environmental sustainability and resilience emerged very strongly during the visit.</p><p>Beyond conservation, LGUs play a crucial role in promoting social cohesion and participatory governance-involving citizens in decision-making processes help them develop a sense of ownership over local initiatives. UNDP, through BIOFIN, is also assisting the Negros provinces in accessing the trust fund created under Energy Regulation 1-94. The benefits from this trust fund can be used for electrification, livelihood and reforestation, watershed management, and health and environmental enhancement.</p><p>At the national level, the UNDP and DENR, through BIOFIN, and together with the Department of the Interior and Local Government (DILG), worked together to integrate biodiversity indicators in the Seal of Good Local Governance. The indicators will incentivize the LGUs to develop and implement projects and programs on wetlands and water management, on parks and green spaces development, and on wildlife resources conservation and protection. This is expected to increase biodiversity financing at the local level.</p><p>Achieving sustainable biodiversity conservation and financing for nature requires collaboration among LGUs, national agencies, and international partners so that necessary resources, technical assistance, and platforms for knowledge exchange are made available and more accessible.</p><p>At UNDP, we believe that the future is local and that empowered local governments pave the path to a sustainable, inclusive, and resilient future. Local leadership is instrumental in advancing sustainable development and driving nature conservation through innovative and sustainable financing.</p><p>By empowering local governments and leaders and strengthening their capacity, we lay the foundation for resilient communities, a thriving environment, and a greener, more sustainable future for all.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["This initiative became a crucial model for the Department of Environment and Natural Resources-Biodiversity Management Bureau (DENR-BMB) to advance a policy advocating for the localization of the PBSAP. Strengthening governance at the site level ensures that conservation efforts are tangible actions that directly contribute to national and international biodiversity goals. In 2023, UNDP signed Memoranda of Understanding with governors of two provinces in the Negros Island, together with the Philippines Biodiversity Conservation Foundation, Inc. (PhilBio). This partnership enabled the implementation of finance solutions that mobilized resources for the conservation of nature in the provinces. Thereafter, we saw a significant increase in the total annual budget of Negros Oriental for coastal resources management, wildlife and biodiversity management, climate change mitigation and adaptation and forest resources managementTo address biodiversity loss and climate change, LGUs also spearhead nature-based solutions that could restore ecosystems and protect livelihoods, such as wetlands management, maintenance of green spaces, and ecosystem restoration. In Negros Occidental, San Carlos City's BaLANCE or Biodiversity and Landscape Approach in Nature Conservation is about to implement a proposed 'Emerald Necklace'-a series of wildlife corridors that will be established and maintained to protect wildlife and regenerate denuded forests within the boundaries of Mt. Kanlaon Natural Park. I recently had the pleasure to visit Negros alongside H. E. Laure Beaufils, British Ambassador to the Philippines and Palau, to see how these efforts are being brought to life."]}, {"relevance_score": 16, "title": "DENR to rely on science, nature-based solutions in watershed management", "published": "2023-11-16", "bodyText": "<p nitf:lede=\"true\"> The Department of Environment and Natural Resources (DENR) vowed to strengthen its engagement in scientific research to ensure a sustainable and climate-resilient management of the country's precious watersheds.</p><p>The scientific research will focus on climate adaptation and resiliency, biodiversity conservation, indigenous knowledge systems, community-based approaches, and the recognition of gender roles.</p><p>The Philippines, through the DENR, successfully hosted the 2023 Asia Pacific (APAC) Watershed Congress, where more than 200 scientists, researchers, and experts in the region gathered to exchange information and experiences in watershed management.</p><p>Through the international gathering, the DENR together with its Ecosystems Research and Development Bureau (ERDB) is hoping to acquire knowledge about innovations in climate-resilient watersheds, and provide inputs for the improvement of integrated watershed management. The congress showcased a total of 54 studies from across the region.</p><p>The APAC Watershed Congress underscored nature-based solutions as the primary intervention in addressing watershed management issues, encompassing a variety of natural processes that safeguard, manage, and restore ecosystems, while addressing concerns related to climate change, disaster risk, food and water security, biodiversity loss, human health, and economic development.</p><p>The ERDB described nature-based solutions as the 'blueprint for protecting our most valuable natural resources.'</p><p>In a statement, DENR-ERDB Director Maria Lourdes G. Ferrer said she considers the integration of nature-based solutions as a profound and forward-thinking approach with regards to watershed management.</p><p>'It is a recognition of the fact that nature is not merely a resource to exploit but a partner in our journey towards a more sustainable, resilient, and equitable future. By harnessing the power of nature, we can ensure that watersheds continue to provide essential services, protect communities, and support a thriving ecosystem,' she said.</p><p>Watershed management also requires holistic and integrated approach in the atmosphere of good governance and science-based information, actions, and policies, according to Ferrer.</p><p>The harmonization of plans in the whole watershed area can reduce flooding, enhance biodiversity and increase the sustainability of water in the river.</p><p>Under the leadership of Secretary Maria Antonia Yulo-Loyzaga, the DENR is committed to upholding scientific and technical excellence, ensuring that legislation is evidence-based, and involving stakeholders in the formulation of policies and programs.</p><p>Research and development have a crucial role in creating fresh knowledge and tools, shaping policies, involving the public, and improving capacities in integrated watershed management.</p><p>The ERDB reaffirmed its commitment to strengthen engagement in research and development initiatives to sustainable and climate-resilient watershed management, maintaining its dedication to research collaboration, strengthening scientific cooperation, and promoting best practices and initiatives within the Philippines and APAC region.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["The Department of Environment and Natural Resources (DENR) vowed to strengthen its engagement in scientific research to ensure a sustainable and climate-resilient management of the country's precious watersheds. The scientific research will focus on climate adaptation and resiliency, biodiversity conservation, indigenous knowledge systems, community-based approaches, and the recognition of gender roles. The Philippines, through the DENR, successfully hosted the 2023 Asia Pacific (APAC) Watershed Congress, where more than 200 scientists, researchers, and experts in the region gathered to exchange information and experiences in watershed management. Through the international gathering, the DENR together with its Ecosystems Research and Development Bureau (ERDB) is hoping to acquire knowledge about innovations in climate-resilient watersheds, and provide inputs for the improvement of integrated watershed management. The congress showcased a total of 54 studies from across the region. The APAC Watershed Congress underscored nature-based solutions as the primary intervention in addressing watershed management issues, encompassing a variety of natural processes that safeguard, manage, and restore ecosystems, while addressing concerns related to climate change, disaster risk, food and water security, biodiversity loss, human health, and economic development. The ERDB described nature-based solutions as the 'blueprint for protecting our most valuable natural resources. In a statement, DENR-ERDB Director Maria Lourdes G. Ferrer said she considers the integration of nature-based solutions as a profound and forward-thinking approach with regards to watershed management. It is a recognition of the fact that nature is not merely a resource to exploit but a partner in our journey towards a more sustainable, resilient, and equitable future. By harnessing the power of nature, we can ensure that watersheds continue to provide essential services, protect communities, and support a thriving ecosystem,' she said.", "The scientific research will focus on climate adaptation and resiliency, biodiversity conservation, indigenous knowledge systems, community-based approaches, and the recognition of gender roles. The Philippines, through the DENR, successfully hosted the 2023 Asia Pacific (APAC) Watershed Congress, where more than 200 scientists, researchers, and experts in the region gathered to exchange information and experiences in watershed management. Through the international gathering, the DENR together with its Ecosystems Research and Development Bureau (ERDB) is hoping to acquire knowledge about innovations in climate-resilient watersheds, and provide inputs for the improvement of integrated watershed management. The congress showcased a total of 54 studies from across the region. The APAC Watershed Congress underscored nature-based solutions as the primary intervention in addressing watershed management issues, encompassing a variety of natural processes that safeguard, manage, and restore ecosystems, while addressing concerns related to climate change, disaster risk, food and water security, biodiversity loss, human health, and economic development. The ERDB described nature-based solutions as the 'blueprint for protecting our most valuable natural resources. In a statement, DENR-ERDB Director Maria Lourdes G. Ferrer said she considers the integration of nature-based solutions as a profound and forward-thinking approach with regards to watershed management. It is a recognition of the fact that nature is not merely a resource to exploit but a partner in our journey towards a more sustainable, resilient, and equitable future. By harnessing the power of nature, we can ensure that watersheds continue to provide essential services, protect communities, and support a thriving ecosystem,' she said. Watershed management also requires holistic and integrated approach in the atmosphere of good governance and science-based information, actions, and policies, according to Ferrer.", "Through the international gathering, the DENR together with its Ecosystems Research and Development Bureau (ERDB) is hoping to acquire knowledge about innovations in climate-resilient watersheds, and provide inputs for the improvement of integrated watershed management. The congress showcased a total of 54 studies from across the region. The APAC Watershed Congress underscored nature-based solutions as the primary intervention in addressing watershed management issues, encompassing a variety of natural processes that safeguard, manage, and restore ecosystems, while addressing concerns related to climate change, disaster risk, food and water security, biodiversity loss, human health, and economic development. The ERDB described nature-based solutions as the 'blueprint for protecting our most valuable natural resources. In a statement, DENR-ERDB Director Maria Lourdes G. Ferrer said she considers the integration of nature-based solutions as a profound and forward-thinking approach with regards to watershed management. It is a recognition of the fact that nature is not merely a resource to exploit but a partner in our journey towards a more sustainable, resilient, and equitable future. By harnessing the power of nature, we can ensure that watersheds continue to provide essential services, protect communities, and support a thriving ecosystem,' she said. Watershed management also requires holistic and integrated approach in the atmosphere of good governance and science-based information, actions, and policies, according to Ferrer. The harmonization of plans in the whole watershed area can reduce flooding, enhance biodiversity and increase the sustainability of water in the river. Under the leadership of Secretary Maria Antonia Yulo-Loyzaga, the DENR is committed to upholding scientific and technical excellence, ensuring that legislation is evidence-based, and involving stakeholders in the formulation of policies and programs."]}, {"relevance_score": 51, "title": "Exploring nature-based solutions to climate crisis in Southeast Asia", "published": "2023-12-17", "bodyText": "<p nitf:lede=\"true\"> A coalition of globally recognized environmental and conservation not-for-profit organizations recently pitched the call to promote nature-based solutions to the climate crisis.</p><p nitf:lede=\"true\">Named the Southeast Asia and Nature-based Solutions (NbS) Coalition (SCeNe Coalition), it includes the Conservation International (CI), The Nature Conservancy (TNC), IDH-the Sustainable Trade Initiative, Birdlife International, Wildlife Conservation Society (WCS), Mandai Nature, World Resources Institute Indonesia and World Wide Fund for NatureSingapore.</p><p nitf:lede=\"true\">Organized on November 20, the group believes that the planet is facing a climate crisis, and to address this unprecedented challenge requires healthy ecosystems.</p><p nitf:lede=\"true\">The coalition was formed in recognition of the scale of action required, the tight window for impact and the high risks of inaction.</p><p>For biodiversity and people</p><p>Jayson Ibanez, director of Research and Conservation at the Philippine Eagle Foundation, said SCeNe Coalition is a collaboration among leading nongovernment organizations with an established presence in Southeast Asia.</p><p>'We aim to accelerate and increase the implementation of, and invest in high-quality, high-integrity, triple benefits across the region,' Ibanez said.</p><p>He noted that Southeast Asia is facing unprecedented demand for carbon credits, hence, there is an unparalleled opportunity to access and direct climate finance to NbS projects that deliver not only climate outcomes but outcomes for biodiversity and people as well.</p><p>Biodiversity-rich Southeast Asia</p><p>Southeast Asia, home to diverse habitats and species-including 15 percent of the world's tropical forests, 35 percent of the coral reefs and 25 million hectares of peatland-has a huge potential and opportunity to enhance and become a hub of Nature-based Solutions.</p><p>Home to some 650 million people, many of whom are highly dependent on nature for their livelihood and food security, Southeast Asia has much to gain in investing in nature, to help mitigate climate change and enhance the adaptive capacities of the communities that stand to benefit from their endeavors.</p><p>SCeNe Coalition said 97 percent of tropical peatland carbon sinks and roughly 25 percent of the planet's investible forest carbon can be found in Southeast Asia.</p><p>Triple benefits, NbS tool</p><p>The group vows to support the delivery of and investment in a high-quality, triple-benefit solution that is based on nature.</p><p>According to the coalition, nature has the potential to provide 30 percent of the solutions needed to stabilize the climate by 2030.</p><p>Southeast Asia is facing unprecedented demand for carbon abatement.</p><p>The SCeNe Coalition is developing a web-based NbS tool that helps identify high-impact NbS opportunities, ensuring a targeted pipeline of NbS supply in areas with the highest conservation, social development, and carbon potential.</p><p>The tool will also help validate triple benefit quality, giving the project scientific credibility; ensuring the transparent flow of finance, and increasing ecosystem benefits.</p><p>Some of the features of the tool include the ability to analyze baseline and triple-benefit data, generate project documentation, and showcase project portfolios.</p><p>Mitigation, forest management</p><p>Atty. Jose Andres Canivel, executive director of Forest FoundationPhilippines, said there are opportunities as well as challenges for nature-based solutions, including mitigation of greenhouse gas emissions through restoration, management of forests and curbing deforestation.</p><p>'NbS can enhance the adaptive capacity of ecosystems by active management, such as reducing threats or by increasing connectivity of ecosystems,' Canivel said.</p><p>NbS can also support human adaptation by reducing exposure to immediate impacts of climate change, such as protecting and managing natural forests in catchment areas to secure and regulate water, restoring coastal ecosystems to protect communities from coastal flooding and agroforestry to increase production.</p><p>Conservation, ecosystem services enhancement</p><p>Canivel also said that NbS is an opportunity to secure and enhance the delivery of ecosystem services that sustain livelihoods and food systems, and provide diverse sources of income to help communities adapt to climate change.</p><p>It can also support socio-economic adaptive capacities, such as propagating food and timber crop varieties that are resilient to climate change, pests and diseases; and foster participatory, integrative, stakeholder-driven natural resource management and community development.</p><p>NbS can also contribute to job creation and the green and blue economy, and reduce or avoid costs for protecting property, infrastructure, and lives.</p><p>Challenges</p><p>While there are opportunities in NBS, Canivel said there are also issues and challenges, including the lack of effective research.</p><p>Also, he said there a short-term time frames for NbS projects.</p><p>According to Canivel, there is a need for a broad, interconnected lens to understand NbS. Challenges also include the lack of investments in NbS solutions.</p><p>'Incentives to scale up NbS for greenhouse gas [GHG] mitigation may also compromise tenure and resource use rights and curtail traditional uses,' he added.</p><p>He noted that incentives to scale up NbS for GHG mitigation may impact biodiversity, ecological services, and ecosystem resilience.</p><p>Enrique Nuñez, president of Verde Azul Conservation Solutions, said that climate change is fast becoming a major driver of biodiversity loss, with 1-million animal and plant species threatened with extinction by 2030.</p><p>Worse, he underscored the financing or funding gap at $700 billion per year.</p><p>'Climate and biodiversity crises are interlinked and must be addressed together,' Nuñez said, adding that ambitious actions are needed to commensurate with the scale of biodiversity crisis.</p><p>He said NbS is not just a carbon project. However, he said most conservation projects have NbS outcomes although not all are feasible for carbon crediting.</p><p>Carbon projects are designed to reduce or remove GHG emissions from the atmosphere. Carbon offset credits are generated when a carbon project reduces or removes emissions, making it viable for carbon trading.</p><p>As such, he said 'an NbS policy declaration is needed.'</p><p>IPs and ancestral lands</p><p>Discussing the opportunities in tapping Indigenous peoples and their ancestral lands, Dave Devera of the Philippine Association for Intercultural Development Inc. said the IP sector stands to benefit greatly from NbS projects.</p><p>The sector is one of the most vulnerable sectors in the country when it comes to land governance.</p><p>He added that IPs' and upland dwellers' activities have the highest incidence of poverty at 68 percent.</p><p>'Most environmentally critical and vulnerable areas are in ancestral domains,' he said.</p><p>IPs and ecosystems</p><p>According to Devera, ancestral lands and domains are found in all ecosystems, including in substantial marine or coastal areas, and they provide a multitude of environmental services that benefit thousands of downstream communities.</p><p>He said 5.9 million hectares, or approximately 20 percent of the total land area of the Philippines, is now covered by certificates of ancestral domain titles (CADTs) and certificates of ancestral land titles (CALTs).</p><p>The current IP population in the Philippines is estimated at 12 million to 15 million.</p><p>Ancestral domains and conservation</p><p>As ancestral domains and lands are ideally protected by IPs, Devera said it is no wonder that they are sometimes overlapping with areas set aside for conservation.</p><p>'A total of 62 Protected Areas overlap with 92 CADTs covering some 1.2 million hectares,' he said.</p><p>Moreover, 75 percent of Key Biodiversity Areas are also within ancestral domains and lands.</p><p>He said the number of CADTs and CALTs is expected to increase to cover possibly half of the country's total land area in the next decade, making these areas ideal for conservation and NbS sites to fight to mitigate climate change and boost the country's resilience to natural calamities and help combat biodiversity loss.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["A coalition of globally recognized environmental and conservation not-for-profit organizations recently pitched the call to promote nature-based solutions to the climate crisis. Named the Southeast Asia and Nature-based Solutions (NbS) Coalition (SCeNe Coalition), it includes the Conservation International (CI), The Nature Conservancy (TNC), IDH-the Sustainable Trade Initiative, Birdlife International, Wildlife Conservation Society (WCS), Mandai Nature, World Resources Institute Indonesia and World Wide Fund for NatureSingapore. Organized on November 20, the group believes that the planet is facing a climate crisis, and to address this unprecedented challenge requires healthy ecosystems. The coalition was formed in recognition of the scale of action required, the tight window for impact and the high risks of inaction. For biodiversity and peopleJayson Ibanez, director of Research and Conservation at the Philippine Eagle Foundation, said SCeNe Coalition is a collaboration among leading nongovernment organizations with an established presence in Southeast Asia. We aim to accelerate and increase the implementation of, and invest in high-quality, high-integrity, triple benefits across the region,' Ibanez said.", "A coalition of globally recognized environmental and conservation not-for-profit organizations recently pitched the call to promote nature-based solutions to the climate crisis. Named the Southeast Asia and Nature-based Solutions (NbS) Coalition (SCeNe Coalition), it includes the Conservation International (CI), The Nature Conservancy (TNC), IDH-the Sustainable Trade Initiative, Birdlife International, Wildlife Conservation Society (WCS), Mandai Nature, World Resources Institute Indonesia and World Wide Fund for NatureSingapore. Organized on November 20, the group believes that the planet is facing a climate crisis, and to address this unprecedented challenge requires healthy ecosystems. The coalition was formed in recognition of the scale of action required, the tight window for impact and the high risks of inaction. For biodiversity and peopleJayson Ibanez, director of Research and Conservation at the Philippine Eagle Foundation, said SCeNe Coalition is a collaboration among leading nongovernment organizations with an established presence in Southeast Asia. We aim to accelerate and increase the implementation of, and invest in high-quality, high-integrity, triple benefits across the region,' Ibanez said. He noted that Southeast Asia is facing unprecedented demand for carbon credits, hence, there is an unparalleled opportunity to access and direct climate finance to NbS projects that deliver not only climate outcomes but outcomes for biodiversity and people as well.", "Organized on November 20, the group believes that the planet is facing a climate crisis, and to address this unprecedented challenge requires healthy ecosystems. The coalition was formed in recognition of the scale of action required, the tight window for impact and the high risks of inaction. For biodiversity and peopleJayson Ibanez, director of Research and Conservation at the Philippine Eagle Foundation, said SCeNe Coalition is a collaboration among leading nongovernment organizations with an established presence in Southeast Asia. We aim to accelerate and increase the implementation of, and invest in high-quality, high-integrity, triple benefits across the region,' Ibanez said. He noted that Southeast Asia is facing unprecedented demand for carbon credits, hence, there is an unparalleled opportunity to access and direct climate finance to NbS projects that deliver not only climate outcomes but outcomes for biodiversity and people as well. Biodiversity-rich Southeast AsiaSoutheast Asia, home to diverse habitats and species-including 15 percent of the world's tropical forests, 35 percent of the coral reefs and 25 million hectares of peatland-has a huge potential and opportunity to enhance and become a hub of Nature-based Solutions. Home to some 650 million people, many of whom are highly dependent on nature for their livelihood and food security, Southeast Asia has much to gain in investing in nature, to help mitigate climate change and enhance the adaptive capacities of the communities that stand to benefit from their endeavors. SCeNe Coalition said 97 percent of tropical peatland carbon sinks and roughly 25 percent of the planet's investible forest carbon can be found in Southeast Asia. Triple benefits, NbS toolThe group vows to support the delivery of and investment in a high-quality, triple-benefit solution that is based on nature. According to the coalition, nature has the potential to provide 30 percent of the solutions needed to stabilize the climate by 2030. Southeast Asia is facing unprecedented demand for carbon abatement.", "Southeast Asia is facing unprecedented demand for carbon abatement. The SCeNe Coalition is developing a web-based NbS tool that helps identify high-impact NbS opportunities, ensuring a targeted pipeline of NbS supply in areas with the highest conservation, social development, and carbon potential. The tool will also help validate triple benefit quality, giving the project scientific credibility; ensuring the transparent flow of finance, and increasing ecosystem benefits. Some of the features of the tool include the ability to analyze baseline and triple-benefit data, generate project documentation, and showcase project portfolios. Mitigation, forest managementAtty. Jose Andres Canivel, executive director of Forest FoundationPhilippines, said there are opportunities as well as challenges for nature-based solutions, including mitigation of greenhouse gas emissions through restoration, management of forests and curbing deforestation. NbS can enhance the adaptive capacity of ecosystems by active management, such as reducing threats or by increasing connectivity of ecosystems,' Canivel said. NbS can also support human adaptation by reducing exposure to immediate impacts of climate change, such as protecting and managing natural forests in catchment areas to secure and regulate water, restoring coastal ecosystems to protect communities from coastal flooding and agroforestry to increase production. Conservation, ecosystem services enhancementCanivel also said that NbS is an opportunity to secure and enhance the delivery of ecosystem services that sustain livelihoods and food systems, and provide diverse sources of income to help communities adapt to climate change. It can also support socio-economic adaptive capacities, such as propagating food and timber crop varieties that are resilient to climate change, pests and diseases; and foster participatory, integrative, stakeholder-driven natural resource management and community development. NbS can also contribute to job creation and the green and blue economy, and reduce or avoid costs for protecting property, infrastructure, and lives."]}, {"relevance_score": 35, "title": "ADB ramps up support to climate action, infrastructure", "published": "2025-04-25", "bodyText": "<p nitf:lede=\"true\"> THE Asian Development Bank (ADB) ramped up support for Southeast Asia last year, focusing on climate action, infrastructure and inclusive development.</p><p nitf:lede=\"true\">In its latest annual report, ADB committed $6.2 billion to Southeast Asia. Of the total, $4.8 billion went to sovereign financing, $1.4 billion to nonsovereign investments and $2.5 billion to climate-related initiatives.</p><p>Across Asia and the Pacific, total commitments reached $39.2 billion, with $24.3 billion sourced from ADB's own funds. These included $19.2 billion in sovereign projects, $4.8 billion in nonsovereign operations, and $298 million in technical assistance. Meanwhile, an additional $14.9 billion came through cofinancing with partners.</p><p>According to the ADB, policy-based loans and other support were used to advance action in the regions.</p><p>'This included financing and knowledge services to help build climate resilience and bolster food security in rural communities; improve the management of marine environments; and construct sustainable infrastructure for renewable energy, transport, and water and sanitation,' read a statement issued by the ADB.</p><p>The Manila-based lender approved 151 new projects, programs, and financing facilities in Southeast Asia, up from 133 in 2023.</p><p>'This higher number of approvals was made possible by updates in 2023 to ADB's Capital Adequacy Framework (CAF), which significantly increased lending capacity for the bank,' the ADB said.</p><p>Philippines</p><p>THE ADB maintained its supportive role to the Philippines last year, focusing on housing, climate action, infrastructure, and peacebuilding.</p><p>It backed a revolving credit facility to deliver up to 8,000 homes annually for middle-income families and supported the peace process in Mindanao by promoting fiscal autonomy and accountability.</p><p>The multilateral development bank also mobilized $2.1 billion for a public-private partnership to modernize the Ninoy Aquino International Airport. In addition, it provided advisory services for 19 other private-public partnership projects across the region.</p><p>To boost the country's climate resilience, the bank extended a $474.6 million policy-based loan. The funding will support renewable energy, energy efficiency, climate-smart agriculture, and nature-based solutions.</p><p>The ADB also committed $1.19 billion for a 30-kilometer expressway southeast of Metro Manila, an area more than three-times smaller than Metropolitan Tokyo, Japan.</p><p>The project includes bridges and viaducts across waterways leading to Laguna Lake, and is expected to cut travel time between Taguig and Calamba by 25 percent. It will benefit 3.47 million residents and help avoid over 245,000 tons of greenhouse gas emissions annually.</p><p>As of end-2024, the Philippines accounted for $22.5 billion or 10.88 percent of ADB's total lending portfolio.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["The multilateral development bank also mobilized $2. 1 billion for a public-private partnership to modernize the Ninoy Aquino International Airport. In addition, it provided advisory services for 19 other private-public partnership projects across the region. To boost the country's climate resilience, the bank extended a $474. 6 million policy-based loan. The funding will support renewable energy, energy efficiency, climate-smart agriculture, and nature-based solutions. The ADB also committed $1. 19 billion for a 30-kilometer expressway southeast of Metro Manila, an area more than three-times smaller than Metropolitan Tokyo, Japan. The project includes bridges and viaducts across waterways leading to Laguna Lake, and is expected to cut travel time between Taguig and Calamba by 25 percent. It will benefit 3. 47 million residents and help avoid over 245,000 tons of greenhouse gas emissions annually."]}, {"relevance_score": 28, "title": "Groups thank, bid farewell to DENR's Yulo-Loyzaga", "published": "2025-05-26", "bodyText": "<p nitf:lede=\"true\"> ENVIRONMENTAL groups on Sunday extended their heartfelt gratitude to outgoing Secretary Maria Antonia-Yulo Loyzaga for her exceptional leadership as the country's chief steward of environment and natural resources.</p><p nitf:lede=\"true\">Yulo-Loyzaga is credited with introducing a science-based, multistakeholder approach to conservation that involves national government agencies, local government units, the private sector, the scientific community, the academe, and community-based groups.</p><p nitf:lede=\"true\">In separate message posts in their official social media accounts, the Philippine Eagle Foundaiton, Zoological Society of London, and World Wide Fund for Nature-Philippines shared their sentimental goodbyes to Yulo-Loyzaga, who tendered her resignation in compliance with President Ferdinand Marcos Jr.'s directive for the mass resignation of members of the official cabinet.</p><p>Loyzaga will be replaced by Department of Energy Secretary Raphael Lotilla. Yulo-Loyzaga was appointed by Marcos Jr. and took her oath on July 19, 2022.</p><p>'We extend our heartfelt thanks to Hon. Maria Antonia Yulo-Loyzaga for her exceptional leadership as Secretary of the Department of Environment and Natural Resources.</p><p>'During her tenure, we witnessed a deeper alignment between science and policy, a stronger voice for Indigenous communities, and a renewed commitment to protecting our country's natural heritage,' the PEF said.</p><p>'A leading voice in climate governance, she consistently championed climate adaptation and mitigation as national priorities-recognizing the critical role of forests, biodiversity, and communities in building a more resilient and secure future,' PEF added.</p><p>The PEF, the DENR's main conservation partner in the conservation of the critically endangered Philippine eagle and their habitats, said it remains committed to working with DENR and all partners in pursuing its shared mission of saving the country's national bird and restoring forests.</p><p>'Maraming salamat, Secretary Loyzaga. Your legacy will take flight with every eagle soaring free,' the group said.</p><p>In her Facebook Account, Edwina D. Garchitorena, Country Director of the Zoological Society of London, likewise thanked the outgoing secretary for her exceptional leadership at the DENR.</p><p>'Secretary Yulo-Loyzaga exemplifies integrity-driven leadership with a genuine concern for people and the planet,' she said.</p><p>Garchitorena further said Yulo-Loyzaga's steadfast commitment to science and the whole-of-society approach has led the DENR toward policies that serve the Filipino people while safeguarding and restoring the country's rich biodiversity.</p><p>She cited Yulo-Loyzaga's initiatives in 'advancing blue carbon ecosystem restoration which highlighted her forward-thinking perspective-strengthening our coastlines, supporting local economies, and helping the counry adapt to the effects of climate change.'</p><p>The ZSL-Philippines hailed Yulo-Loyzaga's advocacy for nature-based solutions and working closely with communities, environmental organizations and other governmental bodies to implement solutions.</p><p>Through Yulo-Loyzaga's leadership, the DENR has opened doors for meaningful collaborations across sectors, bringing together civil society, private sector, local communities, other governmental agencies, and international partners-forging strong partnership[s and highlighting the vital role of communities in environmental protection is a testament to her belief in grassroots empowerment, the group stressed.</p><p>WWF-Philippines, for its part, cited Loyzaga's deep commitments to science, integrity, and collaboration, which have guided the country's efforts in addressing climate and environmental challenges, with people and nature at the heart of every solution.</p><p>Yulo-Loyzaga has reminded the environment sector that the government cannot do it alone, thus opening vital channels for collaboration across various sectors and stakeholders, it added.</p><p>'She deeply understood that interdependence and connection are key to building resilience. She urged us all to connect the dots across time, sectors, geographies, and generations. Systems thinking continues to shape our shared work,' WWF-Philippines shared.</p><p>Yulo-Loyzaga's 'grit and determination' in enabling the release of funds for the construction of the Tubbataha Marine Ranger Station was praised for focusing a spotlight on the protection of critically endangered species and marine research.</p><p>Among Yulo-Loyzaga's last acts were the cancellation of a 2002 Supplemental Agreement with a real estate firm, in effect cancelling a contract for the construction of 5,000 housing units near the Masungi Georeserve, a Protected Area in Rizal; and publicly sharing the result of the cumulative impact assessment that warned about the potential adverse effects of 22 land-reclamation projects in Manila Bay to environment and livelihood of small fishers, and the risk of more flooding in low-lying areas, particularly Metro Manila.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["In her Facebook Account, Edwina D. Garchitorena, Country Director of the Zoological Society of London, likewise thanked the outgoing secretary for her exceptional leadership at the DENR. Secretary Yulo-Loyzaga exemplifies integrity-driven leadership with a genuine concern for people and the planet,' she said. Garchitorena further said Yulo-Loyzaga's steadfast commitment to science and the whole-of-society approach has led the DENR toward policies that serve the Filipino people while safeguarding and restoring the country's rich biodiversity. She cited Yulo-Loyzaga's initiatives in 'advancing blue carbon ecosystem restoration which highlighted her forward-thinking perspective-strengthening our coastlines, supporting local economies, and helping the counry adapt to the effects of climate change. The ZSL-Philippines hailed Yulo-Loyzaga's advocacy for nature-based solutions and working closely with communities, environmental organizations and other governmental bodies to implement solutions. Through Yulo-Loyzaga's leadership, the DENR has opened doors for meaningful collaborations across sectors, bringing together civil society, private sector, local communities, other governmental agencies, and international partners-forging strong partnership[s and highlighting the vital role of communities in environmental protection is a testament to her belief in grassroots empowerment, the group stressed. WWF-Philippines, for its part, cited Loyzaga's deep commitments to science, integrity, and collaboration, which have guided the country's efforts in addressing climate and environmental challenges, with people and nature at the heart of every solution. Yulo-Loyzaga has reminded the environment sector that the government cannot do it alone, thus opening vital channels for collaboration across various sectors and stakeholders, it added. She deeply understood that interdependence and connection are key to building resilience. She urged us all to connect the dots across time, sectors, geographies, and generations."]}, {"relevance_score": 24, "title": "Cause of pollution in Manila Bay bared", "published": "2025-05-03", "bodyText": "<p nitf:lede=\"true\">IN response to critics linking reclamation activities to Manila Bay's environmental decline, the Philippine Reclamation Authority (PRA) said on Friday that the true culprit in the bay's pollution is decades of inadequate waste and sewage management.</p><p>Citing findings from the Department of Environment and Natural Resources' (DENR) newly released Cumulative Impact Assessment (CIA), the PRA underscores that the bulk of pollution comes from untreated wastewater and solid waste funneled into the bay via rivers and drainage systems.</p><p>These pollutants, the agency said, are symptoms of longstanding gaps in infrastructure and the weak enforcement of environmental laws such as the Ecological Solid Waste Management Act (RA 9003) and the Clean Water Act (RA 9275).</p><p>\"This issue demands clarity,\" said PRA Chairman Alexander Lopez in a statement. \"It's not reclamation that's polluting Manila Bay. It's the daily, unchecked flow of sewage and garbage into its waters - problems that have been ignored for far too long.\"</p><p>The PRA's statement supports the result of the impact assessment - a comprehensive technical study jointly undertaken by the DENR and the Marine Environment and Resources Foundation (MERF). The report includes hydrodynamic modeling that traces how pollution moves through the bay.</p><p>Also, the PRA said it is reviewing the CIA's data alongside other scientific models to strengthen its regulatory framework and ensure that policy responses are based on \"the full picture, not just assumptions.\"</p><p>Beyond identifying the pollution sources, the PRA called attention to systemic failures that have made Manila Bay vulnerable - chief among them, a chronic lack of sewage treatment capacity and weak implementation of waste regulations.</p><p>To address these, the PRA is working closely with national agencies and water providers - including DPWH, MMDA, MWSS, NWASA, Maynilad, and Manila Water - to help expand sewerage systems, improve waste treatment, and integrate water-quality interventions into reclamation planning.</p><p>\"We're not turning a blind eye,\" said Lopez. \"We're taking action where it's needed - by going after the real sources of environmental degradation.\"</p><p>PRA also underscored that reclamation, when properly planned and regulated, can be done sustainably. The agency has introduced flood-mitigation features such as stormwater retention ponds, inter-island waterways, and green buffer zones into its design requirements.</p><p>However, the agency warned that illegal and unregulated reclamations - especially those encroaching on riverbanks and natural drainage channels - pose serious flood and safety risks. It confirmed that it is working with the DENR, Department of Justice, and Office of the President to dismantle these unauthorized developments.</p><p>In a nod to climate resilience, PRA said it is also investing in nature-based solutions including mangrove reforestation in select reclaimed zones. These ecosystems, the agency noted, not only protect against storm surges but also enhance water quality and biodiversity.</p><p>As public debate on reclamation continues, the PRA called for \"science, not speculation\" to lead the way.</p><p>\"We welcome scrutiny - but let's base it on facts,\" Lopez said. \"Stopping lawful, environmentally sound reclamation projects will not clean the bay. Enforcing our environmental laws and fixing decades-old infrastructure gaps will.\"</p><p>The PRA reaffirmed its commitment to inter-agency cooperation and to the Marcos administration's Bagong Pilipinas agenda - one that it says must balance development with environmental integrity.</p>", "publisher": "The Manila Times", "instances": ["\"We're taking action where it's needed - by going after the real sources of environmental degradation. PRA also underscored that reclamation, when properly planned and regulated, can be done sustainably. The agency has introduced flood-mitigation features such as stormwater retention ponds, inter-island waterways, and green buffer zones into its design requirements. However, the agency warned that illegal and unregulated reclamations - especially those encroaching on riverbanks and natural drainage channels - pose serious flood and safety risks. It confirmed that it is working with the DENR, Department of Justice, and Office of the President to dismantle these unauthorized developments. In a nod to climate resilience, PRA said it is also investing in nature-based solutions including mangrove reforestation in select reclaimed zones. These ecosystems, the agency noted, not only protect against storm surges but also enhance water quality and biodiversity. As public debate on reclamation continues, the PRA called for \"science, not speculation\" to lead the way. We welcome scrutiny - but let's base it on facts,\" Lopez said. \"Stopping lawful, environmentally sound reclamation projects will not clean the bay. Enforcing our environmental laws and fixing decades-old infrastructure gaps will."]}, {"relevance_score": 35, "title": "ADB 2024 Philippine package tops $6 billion", "published": "2025-04-25", "bodyText": "<p nitf:lede=\"true\">THE PHILIPPINES received $6.02 billion in financial assistance from the Asian Development Bank (ADB) in 2024, the second-biggest recipient among the bank’s partner countries after India with $7.26 billion.</p><p>The other top recipients were Indonesia ($3.28 billion), Bangladesh ($3.21 billion), Pakistan ($2.99 billion), and Uzbekistan ($2.35 billion).</p><p>In its annual report released on Thursday, the bank reported that commitments to the Philippines, consisting of loans, grants, and co- financing programs, fell 28.16% year on year.</p><p>The Philippines had been the biggest recipient of financial assistance from the ADB in 2023.</p><p>Among the approved loans last year were the $1.19-billion first tranche of the Laguna Lakeshore Road Network facility and the $500-million support for the subprogram 1 of the public financial management (PFM) reform program.</p><p>The nearly 30-kilometer Laguna Lakeshore expressway aims to cut travel time between Taguig City and Calamba, Laguna.</p><p>Meanwhile, the PFM program is expected to improve national budget frameworks, boost local government capacity, and establish a PFM system in the Bangsamoro Autonomous Region in Muslim Mindanao.</p><p>Other loans include $474.6 million for subprogram 2 of the Climate Change Action Program and $30 million for the Project Development and Monitoring Facility managed by the Public-Private Partnership (PPP) Center to develop up to 35 new projects by 2029.</p><p>The climate-related policy-based loan will “finance the deployment of climate technologies and mobilize investments in renewable energy, energy efficiency, climate-resilient agriculture, and nature-based solutions.”</p><p>Another PPP-related program was the $2.1 billion support for the modernization of the Ninoy Aquino International Airport.</p><p>In addition, the Philippines also received $1.55 billion for co- financing projects and $6.6 million for technical assistance from the ADB last year.</p><p>In response to the housing shortage, the ADB committed a nonsovereign loan of $5 million for the property technology platform Lhoopa, Inc. to build affordable housing in Cebu, Davao, and Luzon.</p><p>The ADB also said that it launched new country partnership strategies for the Philippines, Cambodia, and Laos.</p><p>“Extending to 2029, the Philippine strategy prioritizes human development, economic competitiveness, quality infrastructure, and disaster resilience,” it said.</p><p>ADB Philippines Country Director Pavit Ramachandran has said the bank is hoping to approve loans worth $4 billion for 2025.</p><p>In the same report, the ADB said its overall commitments amounted to $24.30 billion, with $14.87 billion for co-financing.</p><p>“With our increased financial firepower and a sharper strategic focus, the ADB is turning commitment into concrete results,” ADB President Masato Kanda said.</p><p>“We are financing more affordable and efficient energy and transport systems, supporting a vibrant private sector that creates better-quality jobs, and strengthening basic services in education, health, and social protection. Together with our partners, we are building a brighter future for the next generation in Asia and the Pacific,” Mr. Kanda added.</p>", "publisher": "BusinessWorld", "instances": ["19-billion first tranche of the Laguna Lakeshore Road Network facility and the $500-million support for the subprogram 1 of the public financial management (PFM) reform program. The nearly 30-kilometer Laguna Lakeshore expressway aims to cut travel time between Taguig City and Calamba, Laguna. Meanwhile, the PFM program is expected to improve national budget frameworks, boost local government capacity, and establish a PFM system in the Bangsamoro Autonomous Region in Muslim Mindanao. Other loans include $474. 6 million for subprogram 2 of the Climate Change Action Program and $30 million for the Project Development and Monitoring Facility managed by the Public-Private Partnership (PPP) Center to develop up to 35 new projects by 2029. The climate-related policy-based loan will “finance the deployment of climate technologies and mobilize investments in renewable energy, energy efficiency, climate-resilient agriculture, and nature-based solutions. ”Another PPP-related program was the $2. 1 billion support for the modernization of the Ninoy Aquino International Airport. In addition, the Philippines also received $1. 55 billion for co- financing projects and $6. 6 million for technical assistance from the ADB last year."]}, {"relevance_score": 25, "title": "Shell to broaden nature-based solutions offer to customers for carbon offset", "published": "2023-09-21", "bodyText": "<p nitf:lede=\"true\">Manila, Sept. 21 -- SINGAPORE - Multinational energy giant Shell is targeting to expand its nature-based solutions (NBS) proposition both to corporate-clients and individual customers that have been batting for carbon offset in their fuel usage.</p><p nitf:lede=\"true\">In an interview here, Shell Pilipinas Corporation Vice President for Mobility Randolph T. Del Valle noted that the company has already started its tree planting and reforestation activity in Biliran, which is its partnership with the Department of Environment and Natural Resources (DENR), and that will underpin its NBS offer to B2B (business-to-business) and B2C (business-to-consumer) patrons who either have net zero goals or have been aiming for genuine contribution to easing climate catastrophes.</p><p>The choice of Biliran as initial site for their company's reforestation program has been strategic, he said, \"because that is one of the provinces recurrently visited by strong typhoons, so that is symbolic in our quest for solutions to climate change risks.\"</p><p>Following that initiative in Biliran, he indicated that Shell is already scouting for additional sites on the planned expansion of NBS programs that would then enable the company to issue more carbon credit certificates.</p><p>He explained that the carbon offset of Shell is done via global trading, so these are offered even to offshore corporations - and most takers are companies from the United States and Europe that have been purchasing carbon credits for environmental, social and governance (ESG) compliance or to fulfill their net zero goals.</p><p>\"Typically, they will buy carbon offset, so for the issued certificates, they can use that for tax reduction and will also support them in their net zero targets,\" he pointed out.</p><p>Del Valle conveyed \"for our nature-based solutions, we have two types of offers - B2B and B2C. For business clients, we have been doing that under Shell Fleet Solutions. For example, if a company buys 100 liters of diesel for its fleets, there's computation of the carbon emissions for that. And whatever that computation is, the company can buy certificates to offset its carbon emissions for that fuel usage - and that's where Shell can help.\"</p><p>And for B2C or individual customers, they can also buy carbon offset certificates from Shell when they will fill up their vehicles at the company's mobility stations.</p><p>\"They don't have tax reduction, but it is something that they will do for the environment and to help solve the global dilemma of climate change, and there's growing number of customers who are really environmentally conscious, especially the Gen-Zs,\" he stressed.</p><p>Del Valle qualified that prior to the Biliran tree planting, Shell's issuance of carbon credit certificates is being done by leveraging on its international network of nature-based solutions, including tree planting and reforestation ventures in Indonesia and China.</p><p>\"At Shell, we have partners around the world to do reforestation. We've just started last year our tree planting in Biliran. But globally, we've been doing it for a long time already - like in Indonesia and China, we've been doing it for the last 10 years,\" he stated.</p><p>For the Biliran tree planting, he highlighted that Shell's approach had been science-based and that was concretized via partnership with Australian university that has expertise in forestry.</p><p>\"How we do the tree planting is really science-based - like the distance of the trees planted are concretely measured, what is the terrain needed and what is the overall ecosystem of the environment; then it's also location-based, so those are all analyzed when we choose a site for our tree planting,\" he specified.</p><p>Istvan Kapitany, global executive vice president for Shell Mobility similarly noted that \"nature-based solutions would be another opportunity for our customers who are ready to offset their carbon footprints. What we do around the world, we also offer to our customers in our different markets, including the Philippines.\"</p><p>He expounded \"we want our customers to contribute to be able to actually participate in these nature-based solutions and that's part of a bigger puzzle to contribute to the global emissions reduction, and it is a nice initiative as part of the total program that we have.\"</p><p>Published by HT Digital Content Services with permission from Manila Bulletin. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "Manila Bulletin", "instances": ["Manila, Sept. 21 -- SINGAPORE - Multinational energy giant Shell is targeting to expand its nature-based solutions (NBS) proposition both to corporate-clients and individual customers that have been batting for carbon offset in their fuel usage. In an interview here, Shell Pilipinas Corporation Vice President for Mobility Randolph T. Del Valle noted that the company has already started its tree planting and reforestation activity in Biliran, which is its partnership with the Department of Environment and Natural Resources (DENR), and that will underpin its NBS offer to B2B (business-to-business) and B2C (business-to-consumer) patrons who either have net zero goals or have been aiming for genuine contribution to easing climate catastrophes. The choice of Biliran as initial site for their company's reforestation program has been strategic, he said, \"because that is one of the provinces recurrently visited by strong typhoons, so that is symbolic in our quest for solutions to climate change risks. Following that initiative in Biliran, he indicated that Shell is already scouting for additional sites on the planned expansion of NBS programs that would then enable the company to issue more carbon credit certificates. He explained that the carbon offset of Shell is done via global trading, so these are offered even to offshore corporations - and most takers are companies from the United States and Europe that have been purchasing carbon credits for environmental, social and governance (ESG) compliance or to fulfill their net zero goals.", "Del Valle noted that the company has already started its tree planting and reforestation activity in Biliran, which is its partnership with the Department of Environment and Natural Resources (DENR), and that will underpin its NBS offer to B2B (business-to-business) and B2C (business-to-consumer) patrons who either have net zero goals or have been aiming for genuine contribution to easing climate catastrophes. The choice of Biliran as initial site for their company's reforestation program has been strategic, he said, \"because that is one of the provinces recurrently visited by strong typhoons, so that is symbolic in our quest for solutions to climate change risks. Following that initiative in Biliran, he indicated that Shell is already scouting for additional sites on the planned expansion of NBS programs that would then enable the company to issue more carbon credit certificates. He explained that the carbon offset of Shell is done via global trading, so these are offered even to offshore corporations - and most takers are companies from the United States and Europe that have been purchasing carbon credits for environmental, social and governance (ESG) compliance or to fulfill their net zero goals. Typically, they will buy carbon offset, so for the issued certificates, they can use that for tax reduction and will also support them in their net zero targets,\" he pointed out. Del Valle conveyed \"for our nature-based solutions, we have two types of offers - B2B and B2C. For business clients, we have been doing that under Shell Fleet Solutions. For example, if a company buys 100 liters of diesel for its fleets, there's computation of the carbon emissions for that. And whatever that computation is, the company can buy certificates to offset its carbon emissions for that fuel usage - and that's where Shell can help. And for B2C or individual customers, they can also buy carbon offset certificates from Shell when they will fill up their vehicles at the company's mobility stations. They don't have tax reduction, but it is something that they will do for the environment and to help solve the global dilemma of climate change, and there's growing number of customers who are really environmentally conscious, especially the Gen-Zs,\" he stressed.", "For business clients, we have been doing that under Shell Fleet Solutions. For example, if a company buys 100 liters of diesel for its fleets, there's computation of the carbon emissions for that. And whatever that computation is, the company can buy certificates to offset its carbon emissions for that fuel usage - and that's where Shell can help. And for B2C or individual customers, they can also buy carbon offset certificates from Shell when they will fill up their vehicles at the company's mobility stations. They don't have tax reduction, but it is something that they will do for the environment and to help solve the global dilemma of climate change, and there's growing number of customers who are really environmentally conscious, especially the Gen-Zs,\" he stressed. Del Valle qualified that prior to the Biliran tree planting, Shell's issuance of carbon credit certificates is being done by leveraging on its international network of nature-based solutions, including tree planting and reforestation ventures in Indonesia and China. At Shell, we have partners around the world to do reforestation. We've just started last year our tree planting in Biliran. But globally, we've been doing it for a long time already - like in Indonesia and China, we've been doing it for the last 10 years,\" he stated. For the Biliran tree planting, he highlighted that Shell's approach had been science-based and that was concretized via partnership with Australian university that has expertise in forestry. How we do the tree planting is really science-based - like the distance of the trees planted are concretely measured, what is the terrain needed and what is the overall ecosystem of the environment; then it's also location-based, so those are all analyzed when we choose a site for our tree planting,\" he specified.", "At Shell, we have partners around the world to do reforestation. We've just started last year our tree planting in Biliran. But globally, we've been doing it for a long time already - like in Indonesia and China, we've been doing it for the last 10 years,\" he stated. For the Biliran tree planting, he highlighted that Shell's approach had been science-based and that was concretized via partnership with Australian university that has expertise in forestry. How we do the tree planting is really science-based - like the distance of the trees planted are concretely measured, what is the terrain needed and what is the overall ecosystem of the environment; then it's also location-based, so those are all analyzed when we choose a site for our tree planting,\" he specified. Istvan Kapitany, global executive vice president for Shell Mobility similarly noted that \"nature-based solutions would be another opportunity for our customers who are ready to offset their carbon footprints. What we do around the world, we also offer to our customers in our different markets, including the Philippines. He expounded \"we want our customers to contribute to be able to actually participate in these nature-based solutions and that's part of a bigger puzzle to contribute to the global emissions reduction, and it is a nice initiative as part of the total program that we have. Published by HT Digital Content Services with permission from Manila Bulletin. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive. com", "But globally, we've been doing it for a long time already - like in Indonesia and China, we've been doing it for the last 10 years,\" he stated. For the Biliran tree planting, he highlighted that Shell's approach had been science-based and that was concretized via partnership with Australian university that has expertise in forestry. How we do the tree planting is really science-based - like the distance of the trees planted are concretely measured, what is the terrain needed and what is the overall ecosystem of the environment; then it's also location-based, so those are all analyzed when we choose a site for our tree planting,\" he specified. Istvan Kapitany, global executive vice president for Shell Mobility similarly noted that \"nature-based solutions would be another opportunity for our customers who are ready to offset their carbon footprints. What we do around the world, we also offer to our customers in our different markets, including the Philippines. He expounded \"we want our customers to contribute to be able to actually participate in these nature-based solutions and that's part of a bigger puzzle to contribute to the global emissions reduction, and it is a nice initiative as part of the total program that we have. Published by HT Digital Content Services with permission from Manila Bulletin. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive. com"]}, {"relevance_score": 15, "title": "PLDT, Smart adopt policies to protect biodiversity amid expansion efforts", "published": "2025-03-28", "bodyText": "<p nitf:lede=\"true\">Pangilinan-led PLDT Inc. and its wireless unit Smart Communications, Inc. have established policies to conserve biodiversity and support nature- based solutions as the company expands its network infrastructure.</p><p>“As we work to connect more Filipinos through technology, we also recognize our responsibility to care for the environment. The Philippines is one of the most biodiverse countries in the world, and having strong policies in place helps ensure that we grow our business in a way that also protects our natural resources,” PLDT and Smart Communications Chairman and Chief Executive Officer Manuel V. Pangilinan said in a statement on Thursday.</p><p>PLDT said these biodiversity policies were guided by the Department of Environment and Natural Resources and assessed based on their business impact.</p><p>PLDT and Smart have both established biodiversity policies to ensure that no trees are cut down while also offsetting losses from business activities through tree planting, replacement, or other reforestation projects.</p><p>The company said these policies will allow PLDT and Smart to integrate protection measures and minimize other potential environmental impacts of their business operations and value chain activities.</p><p>“We continue to future-proof both the business and the planet by identifying opportunities to embed sustainability in our operations. These PLDT and Smart Biodiversity Policies aim to institutionalize further responsible business practices, particularly those related to permitting network rollouts, regulatory compliance, and operational risk management measures,” said PLDT and Smart Chief Sustainability Officer Melissa Vergel de Dios.</p><p>Last year, PLDT secured a P2-billion social loan to expand its fiber network and a P1-billion green loan for network upgrades and expansion.</p><p>Hastings Holdings, Inc., a unit of PLDT Beneficial Trust Fund subsidiary MediaQuest Holdings, Inc., holds a majority stake in BusinessWorld through the Philippine Star Group, which it controls.</p>", "publisher": "BusinessWorld", "instances": []}, {"relevance_score": 13, "title": "PH Red Cross introduces nature-based solutions vs climate disasters", "published": "2023-09-29", "bodyText": "<p nitf:lede=\"true\">Manila, Sept. 29 -- The PhilippineRed Cross (PRC) on Friday, Sept. 29 launched a nature-based solutions (NbS) program in collaboration with the World Wide Fund for Nature (WWF) to help vulnerable communities sustain their natural environment as a means of protection against climate disasters.</p><p>PRC in a statement highlighted the significance of the collaborative project, which also includes the International Federation of the Red Cross and Red Crescent Movement (IFRC) and the NetherlandsRed Cross-that targets the communities in Leyte and Surigao del Norte, known for their vulnerability to climate change disasters.</p><p>\"NbS is based on the theory that by working with nature, specifically by restoring ecosystems, disaster risks are reduced, livelihoods are strengthened, and communities become more climate resilient,\" PRC said.</p><p>PRC Secretary-General Dr. Gwen Pang expressed her excitement as this marks the first time the PRC will be working directly with WWF.</p><p>\"We are joining forces, bringing to the table our respective expertise-WWF in sustaining the natural world for the benefit of the people and PRC in helping communities build resilience,\" Pang said.</p><p>Aligned with this project, PRC will build on the knowledge gained from its existing NbS project in Bohol, which trains communities to work with nature, such as by planting trees, bamboo, and mangroves to parry and hold water breaching the river banks and shores.</p><p>Furthermore, Chief Executive Officer (CEO) Richard Gordon continues to emphasize the importance of the \"4 Ps,\" which stands for Predict, Plan, Prepare, Practice.</p><p>It underscores the importance of \"being prepared for sudden-on-set climate-change related and weather-related disasters.\"</p><p>Published by HT Digital Content Services with permission from Manila Bulletin. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "Manila Bulletin", "instances": ["Manila, Sept. 29 -- The PhilippineRed Cross (PRC) on Friday, Sept. 29 launched a nature-based solutions (NbS) program in collaboration with the World Wide Fund for Nature (WWF) to help vulnerable communities sustain their natural environment as a means of protection against climate disasters. PRC in a statement highlighted the significance of the collaborative project, which also includes the International Federation of the Red Cross and Red Crescent Movement (IFRC) and the NetherlandsRed Cross-that targets the communities in Leyte and Surigao del Norte, known for their vulnerability to climate change disasters. NbS is based on the theory that by working with nature, specifically by restoring ecosystems, disaster risks are reduced, livelihoods are strengthened, and communities become more climate resilient,\" PRC said. PRC Secretary-General Dr. Gwen Pang expressed her excitement as this marks the first time the PRC will be working directly with WWF. We are joining forces, bringing to the table our respective expertise-WWF in sustaining the natural world for the benefit of the people and PRC in helping communities build resilience,\" Pang said."]}, {"relevance_score": 14, "title": "Shell, DENR ink deal to advance nature-based solutions", "published": "2023-05-26", "bodyText": "<p nitf:lede=\"true\">Manila, May 26 -- Listed firm Shell Pilipinas Corporation (SPC) has inked a memorandum of understanding (MOU) with the Department of Environment and Natural Resources (DENR) on the advancement of nature-based solutions (NBS) that will aid the company in meeting its mid-century net zero decarbonization goal.</p><p>Shell explained that nature-based solutions will delve with initiatives on the protection and enhancement of natural ecosystems, including those on forests, grasslands, wetlands as well as coastal zones.</p><p>Additionally, NBS could cover projects \"that improve agricultural sustainability to help absorb or prevent the release of greenhouse gases, while also delivering benefits to local communities and enhancing biodiversity of the area.\"</p><p>Shell stipulated that it has been transforming its business to meet its target by avoiding and reducing emissions from its operations and from the fuels and other energy products it sells to its customers.</p><p>The collaborative undertaking is in line with DENR's \"national greening program\" as underpinned by Executive Order No. 193 that sets forth climate change mitigation and adaptation measures \"through the restoration and protection of unproductive, denuded, and degraded forestland in the country.\"</p><p>SPC President and CEO Lorelie Quiambao-Osial noted that the anticipated outcome of the partnership will lean largely \"in protecting the environment,\" stressing that \"it's a significant moment where different sectors are coming together to make a positive difference.\"</p><p>Shell and DENR are aligned in developing NBS and focused on the protection, restoration, and regeneration of the country's environment and natural resources, she said.</p><p>So far, the projects as well as endeavors to be pushed under that collaboration, including the timeframes, had not been fleshed out yet by the parties.</p><p>It was just universally indicated that \"both organizations will explore integrated carbon and development opportunities in the Philippines.\"</p><p>Part of the signed pact will be for the parties to \"work together to document processes and activities that the agency can use as a reference to develop programs, policies, and regulations related to NBS carbon projects.\"</p><p>For her part, DENR Secretary Maria Antonio Yulo-Loyzaga, \"the collaboration with SPC is significant,\" as she conveyed that \"we all have a stewardship role in terms of protecting our national resources, and we deeply value this opportunity to work together to achieve our goals for a climate and disaster-resilient country and planet.\"</p><p>Published by HT Digital Content Services with permission from Manila Bulletin. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "Manila Bulletin", "instances": ["Manila, May 26 -- Listed firm Shell Pilipinas Corporation (SPC) has inked a memorandum of understanding (MOU) with the Department of Environment and Natural Resources (DENR) on the advancement of nature-based solutions (NBS) that will aid the company in meeting its mid-century net zero decarbonization goal. Shell explained that nature-based solutions will delve with initiatives on the protection and enhancement of natural ecosystems, including those on forests, grasslands, wetlands as well as coastal zones. Additionally, NBS could cover projects \"that improve agricultural sustainability to help absorb or prevent the release of greenhouse gases, while also delivering benefits to local communities and enhancing biodiversity of the area. Shell stipulated that it has been transforming its business to meet its target by avoiding and reducing emissions from its operations and from the fuels and other energy products it sells to its customers. The collaborative undertaking is in line with DENR's \"national greening program\" as underpinned by Executive Order No. 193 that sets forth climate change mitigation and adaptation measures \"through the restoration and protection of unproductive, denuded, and degraded forestland in the country.", "Manila, May 26 -- Listed firm Shell Pilipinas Corporation (SPC) has inked a memorandum of understanding (MOU) with the Department of Environment and Natural Resources (DENR) on the advancement of nature-based solutions (NBS) that will aid the company in meeting its mid-century net zero decarbonization goal. Shell explained that nature-based solutions will delve with initiatives on the protection and enhancement of natural ecosystems, including those on forests, grasslands, wetlands as well as coastal zones. Additionally, NBS could cover projects \"that improve agricultural sustainability to help absorb or prevent the release of greenhouse gases, while also delivering benefits to local communities and enhancing biodiversity of the area. Shell stipulated that it has been transforming its business to meet its target by avoiding and reducing emissions from its operations and from the fuels and other energy products it sells to its customers. The collaborative undertaking is in line with DENR's \"national greening program\" as underpinned by Executive Order No. 193 that sets forth climate change mitigation and adaptation measures \"through the restoration and protection of unproductive, denuded, and degraded forestland in the country. SPC President and CEO Lorelie Quiambao-Osial noted that the anticipated outcome of the partnership will lean largely \"in protecting the environment,\" stressing that \"it's a significant moment where different sectors are coming together to make a positive difference."]}, {"relevance_score": 16, "title": "PH bats for stronger multilateralism to meet climate goals", "published": "2025-03-19", "bodyText": "<p nitf:lede=\"true\">Manila, March 19 -- An official of the Department of Environment and Natural Resources (DENR) on Wednesday underscored the need for stronger multilateral partnership and collaboration among countries to advance climate goals in the next five years.</p><p>\"Of course, now we are being threatened by some country specific interest being pursued, but it is not the way we will be able to address climate change in the future,\" Environment Undersecretary Analiza Rebuelta Teh said during a German Embassy-hosted climate forum in Makati City on Wednesday.</p><p>Teh explained that by 2035, Manila hopes that developed countries would have mobilized \"enabling investments needed to pursue climate resilient infrastructure, nature-based solutions and community-led adaptation initiatives\".</p><p>\"We can only achieve (it) through a strong, enhanced collaboration among countries,\" she added.</p><p>Asian Development Bank Senior Climate Change Officer Sugar Gonzales, for her part, said the ADB is committed to responding to the climate change needs of developing countries.</p><p>She expressed shared hope that by the time the 40th UN Climate Change Conference (COP40) is convened in 2035, countries are already discussing climate outcomes and developed states are contributing to this development.</p><p>The COP29 in Baku, Azerbaijan last year closed with a new goal to triple finance and help developing countries against climate disaster. It produced a breakthrough agreement that would augment climate financing from USD100 billion to USD300 billion annually by 2035.</p><p>German Ambassador to the Philippines Andreas Pfaffernoschke, in turn, assured Manila that Berlin \"remains committed to continue its long standing partnership with the Philippines in the field of climate action.\"</p><p>\"We will see in the coming weeks what the new German government will look like. But let me assure you here today that the new German government will continue its leadership role in international climate diplomacy, especially in these challenging times,\" he added.</p><p>A newly-released World Meteorological Organization (WMO) report revealed that human-induced climate change reached new heights in 2024, which was likely the first calendar year to be more than 1.5C above the pre-industrial era.</p><p>The WMO said this is the warmest year in the 175-year observational record.</p><p>Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htdigital.in\">contentservices@htdigital.in</email></p>", "publisher": "Philippines News Agency", "instances": ["Manila, March 19 -- An official of the Department of Environment and Natural Resources (DENR) on Wednesday underscored the need for stronger multilateral partnership and collaboration among countries to advance climate goals in the next five years. Of course, now we are being threatened by some country specific interest being pursued, but it is not the way we will be able to address climate change in the future,\" Environment Undersecretary Analiza Rebuelta Teh said during a German Embassy-hosted climate forum in Makati City on Wednesday. Teh explained that by 2035, Manila hopes that developed countries would have mobilized \"enabling investments needed to pursue climate resilient infrastructure, nature-based solutions and community-led adaptation initiatives\". We can only achieve (it) through a strong, enhanced collaboration among countries,\" she added. Asian Development Bank Senior Climate Change Officer Sugar Gonzales, for her part, said the ADB is committed to responding to the climate change needs of developing countries. She expressed shared hope that by the time the 40th UN Climate Change Conference (COP40) is convened in 2035, countries are already discussing climate outcomes and developed states are contributing to this development. The COP29 in Baku, Azerbaijan last year closed with a new goal to triple finance and help developing countries against climate disaster. It produced a breakthrough agreement that would augment climate financing from USD100 billion to USD300 billion annually by 2035."]}, {"relevance_score": 16, "title": "SPECIAL FEATURE: SPARKUP", "published": "2025-03-24", "bodyText": "<p nitf:lede=\"true\">Villgro Philippines, a gender-smart incubator supporting impact-driven enterprises, has partnered with the Southeast Asian Regional Center for Graduate Study and Research in Agriculture (SEARCA) to jointly run the Sustainable Agriculture and Food Security Enhancement (SAFE) Accelerator.</p><p>This virtual accelerator program is designed to support high-potential enterprises developing regenerative, climate-resilient solutions that address food security and sustainable agriculture challenges in Southeast Asia.</p><p>With agriculture serving as a backbone for millions across the region, the sector faces escalating threats from climate change, extreme weather events, unsustainable farming practices, and food waste. The SAFE Accelerator aims to cultivate market-driven, climate-resilient solutions that protect biodiversity, sustain farming communities, and improve food security.</p><p>“SEARCA, with its deep expertise in advancing climate-smart agriculture and agritech innovations, sees the SAFE Accelerator as a key initiative in fostering sustainable development across the region,” Dr. Glenn Gregorio, SEARCA Center director, said.</p><p>He added that the program will support four enterprises in Lao PDR, the Philippines, Timor-Leste, and Vietnam that integrate regenerative, nature-based solutions in their business models.</p><p>“The need of the hour is urgent transformative change to ensure food security — regenerative agriculture is at the heart of restoring ecosystems and ensuring our food systems are sustainable. The SAFE Accelerator will equip enterprises driving climate-friendly agribusinesses with coaching, tools, and networks to scale regenerative solutions that sustain both people and the planet,” Priya Thachadi, co-founder and CEO of Villgro Philippines, said.</p><p>The four-month virtual accelerator program offers tailored capacity- building, mentorship from industry experts, hands-on workshops, gender- smart training, and self-paced investment readiness training. The program will conclude with an Impact Showcase, where selected enterprises will connect with potential investors and partners. Additionally, eligible enterprises may receive further funding opportunities through Villgro Philippines’ investor network.</p><p>“The SAFE Accelerator is an important step for empowering enterprises at the forefront of climate-smart agriculture, enabling them to scale solutions and the kind of innovations needed to reshape agriculture in Southeast Asia — driving both ecological restoration and long-term food security,” Atty. Eric Reynoso, SEARCA program head for Emerging Innovation for Growth, said.</p><p>Applications will open in April 2025 for screening and joint evaluation by Villgro Philippines and SEARCA. Interested enterprises or partner organizations in Lao PDR, the Philippines, Timor-Leste, and Vietnam may reach out to the team at <email normalizedValue=\"mailto:climate@villgrophilippines.org\">climate@villgrophilippines.org</email></p>", "publisher": "BusinessWorld", "instances": ["This virtual accelerator program is designed to support high-potential enterprises developing regenerative, climate-resilient solutions that address food security and sustainable agriculture challenges in Southeast Asia. With agriculture serving as a backbone for millions across the region, the sector faces escalating threats from climate change, extreme weather events, unsustainable farming practices, and food waste. The SAFE Accelerator aims to cultivate market-driven, climate-resilient solutions that protect biodiversity, sustain farming communities, and improve food security. “SEARCA, with its deep expertise in advancing climate-smart agriculture and agritech innovations, sees the SAFE Accelerator as a key initiative in fostering sustainable development across the region,” Dr. Glenn Gregorio, SEARCA Center director, said. He added that the program will support four enterprises in Lao PDR, the Philippines, Timor-Leste, and Vietnam that integrate regenerative, nature-based solutions in their business models. “The need of the hour is urgent transformative change to ensure food security — regenerative agriculture is at the heart of restoring ecosystems and ensuring our food systems are sustainable. The SAFE Accelerator will equip enterprises driving climate-friendly agribusinesses with coaching, tools, and networks to scale regenerative solutions that sustain both people and the planet,” Priya Thachadi, co-founder and CEO of Villgro Philippines, said. The four-month virtual accelerator program offers tailored capacity- building, mentorship from industry experts, hands-on workshops, gender- smart training, and self-paced investment readiness training. The program will conclude with an Impact Showcase, where selected enterprises will connect with potential investors and partners. Additionally, eligible enterprises may receive further funding opportunities through Villgro Philippines’ investor network."]}, {"relevance_score": 15, "title": "DPWH, ADB bolster flood control efforts in major river basins", "published": "2025-03-14", "bodyText": "<p nitf:lede=\"true\">Manila, March 14 -- Officials of the Department of Public Works and Highways (DPWH), in collaboration with the Asian Development Bank (ADB), convened on Thursday, March 13, to discuss large-scale flood control initiatives aimed at mitigating disaster risks in Luzon, Visayas, and Mindanao.</p><p>Led by DPWH Unified Project Management Office - Flood Control Management Cluster (UPMO-FCMC) Project Director Ramon A. Arriola III and ADB Principal Water Resources Specialist Eric Quincieu, the consultation focused on financing, implementation strategies, and project alignment with government priorities.</p><p>The discussion highlighted two major initiatives: the Integrated Flood Resilience and Adaptation 2 (InFRA 2) Project, which targets critical river basins; and the Central Luzon-Pampanga River Floodway Project, which is designed to strengthen flood protection in Pampanga and Bulacan.</p><p>Under the InFRA 2 Project, flood risk management systems will be developed for the Apayao-Abulug River Basin in Apayao and Cagayan, the Jalaur River Basin in Iloilo, and the Buayan-Malungon River Basin in Sarangani and South Cotabato.</p><p>The initiative will integrate structural defenses and nature-based solutions to enhance community resilience.</p><p>Meanwhile, the Central Luzon-Pampanga River Floodway Project, now in the final stage of contract preparations, will establish a 100-year floodway channel utilizing the San Antonio Swamp as a retention pond to regulate excess water flow.</p><p>The project aims to mitigate disaster risks for approximately 356,000 residents in Pampanga and Bulacan.</p><p>Arriola said the ADB mission reinforces DPWH's commitment to fast-tracking critical flood control projects in line with President Ferdinand \"Bongbong\" Marcos Jr.'s directive to DPWH Secretary Manuel M. Bonoan to accelerate nationwide flood mitigation efforts.</p><p>Key officials from DPWH regional offices, along with representatives from the Department of the Interior and Local Government (DILG), the Department of Environment and Natural Resources (DENR), and the Philippine Space Agency (PhilSa), participated in the consultation.</p><p>DPWH emphasized the importance of collaboration with agencies such as PAGASA, the National Irrigation Administration (NIA), and the Department of Energy (DOE) to ensure the effective implementation of these projects.</p><p>Published by HT Digital Content Services with permission from Manila Bulletin. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htdigital.in\">contentservices@htdigital.in</email></p>", "publisher": "Manila Bulletin", "instances": ["Manila, March 14 -- Officials of the Department of Public Works and Highways (DPWH), in collaboration with the Asian Development Bank (ADB), convened on Thursday, March 13, to discuss large-scale flood control initiatives aimed at mitigating disaster risks in Luzon, Visayas, and Mindanao. Led by DPWH Unified Project Management Office - Flood Control Management Cluster (UPMO-FCMC) Project Director Ramon A. Arriola III and ADB Principal Water Resources Specialist Eric Quincieu, the consultation focused on financing, implementation strategies, and project alignment with government priorities. The discussion highlighted two major initiatives: the Integrated Flood Resilience and Adaptation 2 (InFRA 2) Project, which targets critical river basins; and the Central Luzon-Pampanga River Floodway Project, which is designed to strengthen flood protection in Pampanga and Bulacan. Under the InFRA 2 Project, flood risk management systems will be developed for the Apayao-Abulug River Basin in Apayao and Cagayan, the Jalaur River Basin in Iloilo, and the Buayan-Malungon River Basin in Sarangani and South Cotabato. The initiative will integrate structural defenses and nature-based solutions to enhance community resilience. Meanwhile, the Central Luzon-Pampanga River Floodway Project, now in the final stage of contract preparations, will establish a 100-year floodway channel utilizing the San Antonio Swamp as a retention pond to regulate excess water flow. The project aims to mitigate disaster risks for approximately 356,000 residents in Pampanga and Bulacan. Arriola said the ADB mission reinforces DPWH's commitment to fast-tracking critical flood control projects in line with President Ferdinand \"Bongbong\" Marcos Jr. s directive to DPWH Secretary Manuel M. Bonoan to accelerate nationwide flood mitigation efforts."]}, {"relevance_score": 16, "title": "Villgro Philippines, Searca partner to foster climate-resilient agriculture in Southeast Asia", "published": "2025-03-09", "bodyText": "<p nitf:lede=\"true\"> A gender-smart incubator supporting impact-driven enterprises has partnered with the Southeast Asian center for research in agriculture to run the Sustainable Agriculture and Food Security Enhancement (SAFE) Accelerator.</p><p>Villgro Philippines and the Southeast Asian Regional Center for Graduate Study and Research in Agriculture (Searca) partnered to manage SAFE Accelerator, a virtual accelerator program designed to support high-potential enterprises developing regenerative, climate-resilient solutions that address food security and sustainable agriculture challenges in Southeast Asia.</p><p>The SAFE Accelerator aims to cultivate market-driven, climate-resilient solutions that protect biodiversity, sustain farming communities, and improve food security.</p><p>With agriculture as the backbone for millions across the region, the sector faces escalating threats from climate change, extreme weather events, unsustainable farming practices, and food waste.</p><p>'Searca, with its deep expertise in advancing climate-smart agriculture and agritechinnovations, sees the SAFE Accelerator as a key initiative in fostering sustainable development across the region,' said Searca Center Director Dr. Glenn Gregorio.</p><p>He added that the program will support four enterprises in Lao PDR, the Philippines, Timor-Leste, and Vietnam that integrate regenerative, nature-based solutions in their business models.</p><p>'The need of the hour is urgent transformative change to ensure food security. Regenerative agriculture is at the heart of restoring ecosystems and ensuring our food systems are sustainable. The SAFE Accelerator will equip enterprises driving climate-friendly agribusinesses with coaching, tools, and networks to scale regenerative solutions that sustain both people and the planet.' said Co-founder and CEO of Villgro PhilippinesPriya Thachadi.</p><p>The four-month virtual accelerator program offers tailored capacity building, mentorship from industry experts, hands-on workshops, gender-smart training, and self-paced investment training.</p><p>The program will conclude with an Impact Showcase where selected enterprises will connect with potential investors and partners. Additionally, eligible enterprises may receive further funding opportunities through Villgro Philippines' investor network.</p><p>'The SAFE Accelerator is an important step for empowering enterprises at the forefront of climate-smart agriculture, enabling them to scale solutions and the kind of innovations needed to reshape agriculture in Southeast Asia-driving both ecological restoration and long-term food security,' said Atty. Eric Reynoso, Searca Program head for Emerging Innovation for Growth.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["Villgro Philippines and the Southeast Asian Regional Center for Graduate Study and Research in Agriculture (Searca) partnered to manage SAFE Accelerator, a virtual accelerator program designed to support high-potential enterprises developing regenerative, climate-resilient solutions that address food security and sustainable agriculture challenges in Southeast Asia. The SAFE Accelerator aims to cultivate market-driven, climate-resilient solutions that protect biodiversity, sustain farming communities, and improve food security. With agriculture as the backbone for millions across the region, the sector faces escalating threats from climate change, extreme weather events, unsustainable farming practices, and food waste. Searca, with its deep expertise in advancing climate-smart agriculture and agritechinnovations, sees the SAFE Accelerator as a key initiative in fostering sustainable development across the region,' said Searca Center Director Dr. Glenn Gregorio. He added that the program will support four enterprises in Lao PDR, the Philippines, Timor-Leste, and Vietnam that integrate regenerative, nature-based solutions in their business models. The need of the hour is urgent transformative change to ensure food security. Regenerative agriculture is at the heart of restoring ecosystems and ensuring our food systems are sustainable. The SAFE Accelerator will equip enterprises driving climate-friendly agribusinesses with coaching, tools, and networks to scale regenerative solutions that sustain both people and the planet. said Co-founder and CEO of Villgro PhilippinesPriya Thachadi. The four-month virtual accelerator program offers tailored capacity building, mentorship from industry experts, hands-on workshops, gender-smart training, and self-paced investment training."]}, {"relevance_score": 24, "title": "Public, LGUs urged: Use updated hazard maps", "published": "2024-11-15", "bodyText": "<p nitf:lede=\"true\"> With a series of typhoons causing widespread devastation across the country, a disaster scientist from the University of the Philippines has urged local government units and the general public to utilize updated maps showing hazards from different disasters.</p><p>Mahar Lagmay, executive director of the UP Resilience Institute, said the hazard maps developed under Project NOAH (Nationwide Operational Assessment of Hazards) are available at noah.up.edu.ph.</p><p>'These are very detailed maps, even barangay level or street level, you can see (the hazards),' he said during an interview with 'Storycon' on One News yesterday.</p><p>'Know your neighborhood, click the place where you are in... and you will see the flood hazard maps, the landslide hazard maps and the storm surge hazard maps,' he added.</p><p>Lagmay said the maps can be used alongside weather forecasts and rainfall advisories from the Philippine Atmospheric, Geophysical and Astronomical Services Administration.</p><p>'Look at the maps, if you are in an area that is color red or orange, that is a sign for you to go to... a safer place,' he added.</p><p>Despite the availability of the hazard maps, Lagmay said there are still local government units that use outdated maps.</p><p>'The concept of NOAH is that the business of hazards mapping is not just to map out the hazards, but really to identify the safest places in a given area,' he added.</p><p>Project NOAH was adopted by UP, which established the UP Resilience Institute, after the previous administration ceased to provide funding.</p><p>Soft solutions</p><p>During the interview, Lagmay also urged local officials and policymakers to implement a holistic approach in disaster risk reduction and management.</p><p>For instance, in flood control projects, he recommended exhausting soft and nature-based solutions first before implementing solutions that involve building infrastructure such as dikes and other concrete-based projects.</p><p>'Soft solutions include making room for the river, making sure that there are no subdivisions or development,' he said, citing rules on easement for waterways.</p><p>Nature-based solutions include planting more trees and making mountains more vegetated to minimize erosion.</p><p>He also recommended having retention basins that will hold rainwater, which will be released when it is no longer raining.</p><p>'If you start with the soft solutions and nature-based solutions, along with proper planning, the expense for concrete infrastructure will be lower,' he said.</p>", "publisher": "The Philippine Star", "instances": ["a safer place,' he added. Despite the availability of the hazard maps, Lagmay said there are still local government units that use outdated maps. The concept of NOAH is that the business of hazards mapping is not just to map out the hazards, but really to identify the safest places in a given area,' he added. Project NOAH was adopted by UP, which established the UP Resilience Institute, after the previous administration ceased to provide funding. Soft solutionsDuring the interview, Lagmay also urged local officials and policymakers to implement a holistic approach in disaster risk reduction and management. For instance, in flood control projects, he recommended exhausting soft and nature-based solutions first before implementing solutions that involve building infrastructure such as dikes and other concrete-based projects. Soft solutions include making room for the river, making sure that there are no subdivisions or development,' he said, citing rules on easement for waterways. Nature-based solutions include planting more trees and making mountains more vegetated to minimize erosion. He also recommended having retention basins that will hold rainwater, which will be released when it is no longer raining. If you start with the soft solutions and nature-based solutions, along with proper planning, the expense for concrete infrastructure will be lower,' he said.", "The concept of NOAH is that the business of hazards mapping is not just to map out the hazards, but really to identify the safest places in a given area,' he added. Project NOAH was adopted by UP, which established the UP Resilience Institute, after the previous administration ceased to provide funding. Soft solutionsDuring the interview, Lagmay also urged local officials and policymakers to implement a holistic approach in disaster risk reduction and management. For instance, in flood control projects, he recommended exhausting soft and nature-based solutions first before implementing solutions that involve building infrastructure such as dikes and other concrete-based projects. Soft solutions include making room for the river, making sure that there are no subdivisions or development,' he said, citing rules on easement for waterways. Nature-based solutions include planting more trees and making mountains more vegetated to minimize erosion. He also recommended having retention basins that will hold rainwater, which will be released when it is no longer raining. If you start with the soft solutions and nature-based solutions, along with proper planning, the expense for concrete infrastructure will be lower,' he said.", "Soft solutionsDuring the interview, Lagmay also urged local officials and policymakers to implement a holistic approach in disaster risk reduction and management. For instance, in flood control projects, he recommended exhausting soft and nature-based solutions first before implementing solutions that involve building infrastructure such as dikes and other concrete-based projects. Soft solutions include making room for the river, making sure that there are no subdivisions or development,' he said, citing rules on easement for waterways. Nature-based solutions include planting more trees and making mountains more vegetated to minimize erosion. He also recommended having retention basins that will hold rainwater, which will be released when it is no longer raining. If you start with the soft solutions and nature-based solutions, along with proper planning, the expense for concrete infrastructure will be lower,' he said."]}, {"relevance_score": 14, "title": "Searca, Villgro PH launch sustainability project", "published": "2025-03-13", "bodyText": "<p nitf:lede=\"true\">WITH agriculture serving as the livelihood backbone for millions in Southeast Asia, the sector faces escalating threats from climate change, extreme weather events, unsustainable farming practices and food waste.</p><p nitf:lede=\"true\">Thus, Villgro Philippines, a gender-smart incubator supporting impact-driven enterprises, has partnered with the Southeast Asian Regional Center for Graduate Study and Research in Agriculture (Searca) to jointly run the Sustainable Agriculture and Food Security Enhancement (SAFE) Accelerator.</p><p>According to Searca, this virtual accelerator program was designed to support high-potential enterprises developing regenerative, climate-resilient solutions to address food security and sustainable agriculture challenges in Southeast Asia.</p><p>It added that the SAFE Accelerator aims to \"cultivate market-driven, climate-resilient solutions that protect biodiversity, sustain farming communities and improve food security.\"</p><p>\"Searca, with its deep expertise in advancing climate-smart agriculture and agritechinnovations, sees the SAFE Accelerator as a key initiative in fostering sustainable development across the region,\" Searca Center Director Glenn Gregorio said.</p><p>He added that the program will support four enterprises in Lao People's Democratic Republic, the Philippines, Timor-Leste and Vietnam that integrate regenerative, nature-based solutions in their business models.</p><p>Priya Thachadi, Villgro Philippines co-founder and CEO, said the need of the hour is an urgent transformative change to ensure food security - regenerative agriculture is at the heart of restoring ecosystems and ensuring our food systems are sustainable.</p><p>\"The SAFE Accelerator will equip enterprises driving climate-friendly agribusinesses with coaching, tools and networks to scale regenerative solutions that sustain both people and the planet,\" Thachadi said.</p><p>Villgro Philippines is a gender-smart incubator that funds, mentors and nurtures enterprises addressing the most pressing social and climate issues.</p><p>Searca said the four-month virtual accelerator program offers tailored capacity building, mentorship from industry experts, hands-on workshops, gender-smart training and self-paced investment training.</p><p>It added that the program will conclude with an Impact Showcase where selected enterprises connect with potential investors and partners, and that \"eligible enterprises may receive further funding opportunities through Villgro Philippines' investor network.\"</p><p>\"The SAFE Accelerator is an important step for empowering enterprises at the forefront of climate-smart agriculture, enabling them to scale solutions and the kind of innovations needed to reshape agriculture in Southeast Asia - driving both ecological restoration and long-term food security,\" Eric Reynoso, Searca program head for emerging innovation for growth, said.</p><p>Applications will open soon for screening and joint evaluation by Villgro Philippines and Searca. Interested enterprises or partner organizations in Laos, the Philippines, Timor-Leste and Vietnam were invited to reach out to the team at <email normalizedValue=\"mailto:climate@villgrophilippines.org\">climate@villgrophilippines.org</email></p>", "publisher": "The Manila Times", "instances": ["WITH agriculture serving as the livelihood backbone for millions in Southeast Asia, the sector faces escalating threats from climate change, extreme weather events, unsustainable farming practices and food waste. Thus, Villgro Philippines, a gender-smart incubator supporting impact-driven enterprises, has partnered with the Southeast Asian Regional Center for Graduate Study and Research in Agriculture (Searca) to jointly run the Sustainable Agriculture and Food Security Enhancement (SAFE) Accelerator. According to Searca, this virtual accelerator program was designed to support high-potential enterprises developing regenerative, climate-resilient solutions to address food security and sustainable agriculture challenges in Southeast Asia. It added that the SAFE Accelerator aims to \"cultivate market-driven, climate-resilient solutions that protect biodiversity, sustain farming communities and improve food security. Searca, with its deep expertise in advancing climate-smart agriculture and agritechinnovations, sees the SAFE Accelerator as a key initiative in fostering sustainable development across the region,\" Searca Center Director Glenn Gregorio said. He added that the program will support four enterprises in Lao People's Democratic Republic, the Philippines, Timor-Leste and Vietnam that integrate regenerative, nature-based solutions in their business models. Priya Thachadi, Villgro Philippines co-founder and CEO, said the need of the hour is an urgent transformative change to ensure food security - regenerative agriculture is at the heart of restoring ecosystems and ensuring our food systems are sustainable. The SAFE Accelerator will equip enterprises driving climate-friendly agribusinesses with coaching, tools and networks to scale regenerative solutions that sustain both people and the planet,\" Thachadi said. Villgro Philippines is a gender-smart incubator that funds, mentors and nurtures enterprises addressing the most pressing social and climate issues. Searca said the four-month virtual accelerator program offers tailored capacity building, mentorship from industry experts, hands-on workshops, gender-smart training and self-paced investment training. It added that the program will conclude with an Impact Showcase where selected enterprises connect with potential investors and partners, and that \"eligible enterprises may receive further funding opportunities through Villgro Philippines' investor network."]}, {"relevance_score": 14, "title": "MMSU launches first PH wave flume facility", "published": "2025-02-22", "bodyText": "<p nitf:lede=\"true\">THE Ilocos Norte-based Mariano Marcos State University (MMSU) inaugurated the country's first Wave Flume Facility on Feb. 3 to develop solutions for the ongoing challenges faced by coastal communities in the Philippines.</p><p>Jesslyn Keith Valite of the MMSU Strategic Communication Office mentioned other goals of this P41-million Department of Science and Technology (DOST)-funded facility: \"to simulate complex wave and water movements in a controlled environment for academic research and practical applications ... study climate change, disaster risk reduction and sustainable coastal management which are pressing issues given the country's vulnerability to natural disasters.\"</p><p>Emphasizing that the facility represents more than a physical building, MMSU Officer in Charge President Prima Fe Franco said that it \"serves as a key step in the pursuit of innovative solutions that will help mitigate the impacts of rising sea levels and extreme weather events.\"</p><p>Nathaniel Alibuyog, MMSU vice president for research, innovation and development, and Coaster program leader, said that the facility's \"data-driven solutions are essential for addressing coastal challenges, as the Philippines has one of the longest coastlines in the world, stretching over 36,000 kilometers.\"</p><p>Through the Coastal Engineering and Management Research and Development Center (Coaster) project, MMSU will facilitate cooperative efforts between local and national stakeholders. These include \"pioneering research and technological advancements at the facility,\" Valite said.</p><p>Launched in 2021, Coaster is the country's first coastal engineering and management research and development center. Its four projects explore coastal erosion trends and management strategies, coastal flooding, nature-based solutions for coastal protection, coastal flood information and risk management.</p><p>Director Enrico Paringit of the DOST-Philippine Council for Industry, Energy, and Emerging Technology Research and Development also emphasized that the facility and the center find interventions to help communities cope with coastal challenges.</p><p>The launching of the wave plume facility was attended by MMSU Vice President for Resource Generation and Management Bjorn Santos; MMSU Research Director Dionisio Bucao, MMSU Extension Director Marilou Lucas; DOST Region 1 Director Teresita Tabaog, Unified Project Management Office-Flood Control Management Cluster representative Joseph Samonte; Pagasa-Laoag Station Chief Meteorological Officer Cynthia Iglesia and staff from the Department of Public Works and Highway, DOST and MMSU Coaster.</p>", "publisher": "The Manila Times", "instances": ["Emphasizing that the facility represents more than a physical building, MMSU Officer in Charge President Prima Fe Franco said that it \"serves as a key step in the pursuit of innovative solutions that will help mitigate the impacts of rising sea levels and extreme weather events. Nathaniel Alibuyog, MMSU vice president for research, innovation and development, and Coaster program leader, said that the facility's \"data-driven solutions are essential for addressing coastal challenges, as the Philippines has one of the longest coastlines in the world, stretching over 36,000 kilometers. Through the Coastal Engineering and Management Research and Development Center (Coaster) project, MMSU will facilitate cooperative efforts between local and national stakeholders. These include \"pioneering research and technological advancements at the facility,\" Valite said. Launched in 2021, Coaster is the country's first coastal engineering and management research and development center. Its four projects explore coastal erosion trends and management strategies, coastal flooding, nature-based solutions for coastal protection, coastal flood information and risk management. Director Enrico Paringit of the DOST-Philippine Council for Industry, Energy, and Emerging Technology Research and Development also emphasized that the facility and the center find interventions to help communities cope with coastal challenges. The launching of the wave plume facility was attended by MMSU Vice President for Resource Generation and Management Bjorn Santos; MMSU Research Director Dionisio Bucao, MMSU Extension Director Marilou Lucas; DOST Region 1 Director Teresita Tabaog, Unified Project Management Office-Flood Control Management Cluster representative Joseph Samonte; Pagasa-Laoag Station Chief Meteorological Officer Cynthia Iglesia and staff from the Department of Public Works and Highway, DOST and MMSU Coaster."]}, {"relevance_score": 16, "title": "DENR launches project to protect ecosystems", "published": "2025-02-27", "bodyText": "<p nitf:lede=\"true\">THE Department of Environment and Natural Resources (DENR) on Wednesday launched the Philippines' National Blue Carbon Action Partnership (NBCAP), a global initiative led by the World Economic Forum's Ocean Action Agenda under the Blue Planet Fund.</p><p>The NBCAP gathers stakeholders and experts from various sectors to address issues that affect the conservation and restoration of blue carbon ecosystems.</p><p>Blue carbon ecosystems are coastal areas, such as mangroves, that absorb and store carbon from the environment, helping counter global warming and climate change. They also provide a habitat for marine species, and serve as feeding grounds for birds. It likewise helps filter pollutants in the water and reduce the impact of natural hazards like storm surges.</p><p>The project will coordinate efforts in support of developments in science, policy, and funding for blue carbon ecosystem restoration and conservation worldwide.</p><p>NBCAP PH OIC and communications and engagement specialist Germaine De Ruña said blue carbon ecosystems benefit people, nature, and climate. She urged stakeholders to take high-impact action to help protect and preserve its functions.</p><p>The Philippines joined the World Economic Forum's Blue Carbon Action Partnership at the United Nations Framework Convention on Climate Change (UNFCCC) Conference of Parties (COP) in Dubai in 2023, through a Memorandum of Understanding (MOU).</p><p>The Zoology Society of London (ZSL) Philippines, one of the primary organizations on mangrove rehabilitation, serves as the secretariat for Philippine office of NBCAP.</p><p>With DENR's leadership, De Ruña said the NBCAP PH will support the creation and restoration of blue carbon ecosystems. She added that the project will ask partners to develop \"locally and regionally defined nature-based solutions,\" as well as engage in financing programs to deal with climate change more effectively.</p><p>NBCAP PH laid down three goals: 1) the establishment of the Philippines NBCAP Leadership Steering Group and Task Force; 2) the development of a science-backed Blue Carbon Action Roadmap together with stakeholders, identifying policy, collaboration, and investment need;, and 3) implementation of the roadmap with the support of the the global BCAP secretariat and global experts and partners.</p><p>Its main principles include safeguarding nature, empowering people, operating locally and contextually, employing the best information, interventions, and carbon accounting practices, and mobilizing high-integrity capital.</p><p>For the first quarter of this year, it will conduct meetings with its leadership steering committee and technical working groups. In March, it will work on the drafts for the roadmap and legal instrument, to be completed before June.</p>", "publisher": "The Manila Times", "instances": ["NBCAP PH OIC and communications and engagement specialist Germaine De Ruña said blue carbon ecosystems benefit people, nature, and climate. She urged stakeholders to take high-impact action to help protect and preserve its functions. The Philippines joined the World Economic Forum's Blue Carbon Action Partnership at the United Nations Framework Convention on Climate Change (UNFCCC) Conference of Parties (COP) in Dubai in 2023, through a Memorandum of Understanding (MOU). The Zoology Society of London (ZSL) Philippines, one of the primary organizations on mangrove rehabilitation, serves as the secretariat for Philippine office of NBCAP. With DENR's leadership, De Ruña said the NBCAP PH will support the creation and restoration of blue carbon ecosystems. She added that the project will ask partners to develop \"locally and regionally defined nature-based solutions,\" as well as engage in financing programs to deal with climate change more effectively. NBCAP PH laid down three goals: 1) the establishment of the Philippines NBCAP Leadership Steering Group and Task Force; 2) the development of a science-backed Blue Carbon Action Roadmap together with stakeholders, identifying policy, collaboration, and investment need;, and 3) implementation of the roadmap with the support of the the global BCAP secretariat and global experts and partners. Its main principles include safeguarding nature, empowering people, operating locally and contextually, employing the best information, interventions, and carbon accounting practices, and mobilizing high-integrity capital. For the first quarter of this year, it will conduct meetings with its leadership steering committee and technical working groups. In March, it will work on the drafts for the roadmap and legal instrument, to be completed before June."]}, {"relevance_score": 43, "title": "Amplifying youth voices at the recent UN land talks", "published": "2024-12-20", "bodyText": "<p nitf:lede=\"true\">Manila, Dec. 20 -- My recent participation at the UN Land Conference, officially known as the UN Convention to Combat Desertification and Drought (UNCCD) 16th Conference of Parties, was nothing short of productive and eventful.</p><p nitf:lede=\"true\">As a UNCCD Land Hero for 2024 to 2026, I was privileged to speak on behalf of youth at various panels and events with world leaders from the public and private sectors on critical issues like land degradation, nature restoration, and climate action.</p><p nitf:lede=\"true\">Upon arriving in the ever-evolving city of Riyadh, my first assignment proved to be both challenging and exhilarating. I was invited to appear on international news with none other than CNN's Becky Anderson, a revered anchor and head of CNN Middle East.</p><p>As expected, Andersonposed challenging questions that brought out the best in me and my co-interviewees. Behind the scenes, we also discussed the Filipino diaspora in the Middle East.</p><p>On camera, I had the opportunity to share insights on the state of the environment in the Philippines, the challenges of dealing with vested interests that hinder land restoration, and the irony of destructive renewable energy developments within our biodiversity hotspots, including the Masungi Georeserve. I am hopeful Andersonwill visit the Philippines soon to witness firsthand the land restoration efforts being undertaken by Filipinos.</p><p>Further engagements allowed me to delve into topics such as global data and knowledge sharing on land, desertification, and drought, as well as the role of youth and the private sector in fostering innovation and driving systemic change. One resounding message emerged from these discussions: The passion and stories of youth will be the driving force behind meaningful progress in these talks. After all, we have the most at stake.</p><p>Without healthy soils, we risk losing areas to grow food-a dire prospect in the face of a growing global population. Without effective land management, conflicts over resources will escalate, and peace will remain elusive. Without transitioning to organic agriculture from chemical-based practices, we will continue to exacerbate greenhouse gas emissions and accelerate the climate crisis. An investment in land is, therefore, an investment in biodiversity, climate action, food security, and economic growth.</p><p>Another highlight was attending the launch of the 2024 UN and International Labor Organization Report on Decent Work in Nature-based Solutions (NbS). The report revealed that the global shift toward a green economy could create 30 million new jobs by 2030, but this would require substantial investment in skills development.</p><p>But what exactly are these solutions? The International Union for Conservation of Nature defines NbS as \"actions to protect, sustainably manage, and restore natural or modified ecosystems that address societal challenges effectively and adaptively, while simultaneously providing human well-being and biodiversity benefits.\" Simply put, these are nature-driven strategies to tackle issues like climate change, food security, and disaster resilience.</p><p>These green jobs span various industries, including renewable energy, sustainable agriculture, forest restoration, and eco-tourism-fields that demand a blend of technical expertise and environmental awareness.</p><p>Nature-based solutions are at the heart of this green job revolution. Whether it's restoring wetlands to prevent flooding or managing forests to sequester carbon, these solutions address both environmental and economic challenges simultaneously.</p><p>What does this mean for higher education? As I shared at the recent Association of Local Colleges and Universities Commission on Accreditation conference of college and university leaders, higher education institutions can adapt by:</p><p>1. Introducing green career pathways and specialized programs in renewable energy, conservation, and sustainable development.</p><p>2. Partnering with industries and organizations working on nature-based solutions to provide real-world training and internships.</p><p>3. Equipping students with a mindset that values sustainability, innovation, and ethical decision-making.</p><p>Let us ensure that our universities are not just producing graduates but cultivating leaders who will drive the green revolution.</p><p>I am also deeply grateful to have met with the Philippine delegation, led by Dr. Gina P. Nilo of the Bureau of Soils and Water Management, Philippine Charge d'Affaires to the Kingdom of Saudi Arabia Rommel Romato, and Assistant Secretary Mark Sultan Gervasa of the National Innovation Council.</p><p>As a UNCCD Land Hero, I look forward to collaborating with them to advance the land restoration advocacy among Filipinos both here and abroad. Alarmingly, 49 percent of Philippine lands are degraded, underscoring the need for urgent action.</p><p>The importance of land could not be more tangible, yet it remains difficult for the average person to fully grasp. Its complexity often deters government leaders from addressing these issues head-on. But sometimes, the most vital things are right in front of us-or in this case, right beneath us. I encourage more youth to work on land restoration, recognizing its opportunities and far-reaching impact in our shared home.</p><p>Published by HT Digital Content Services with permission from Manila Bulletin. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htdigital.in\">contentservices@htdigital.in</email></p>", "publisher": "Manila Bulletin", "instances": ["After all, we have the most at stake. Without healthy soils, we risk losing areas to grow food-a dire prospect in the face of a growing global population. Without effective land management, conflicts over resources will escalate, and peace will remain elusive. Without transitioning to organic agriculture from chemical-based practices, we will continue to exacerbate greenhouse gas emissions and accelerate the climate crisis. An investment in land is, therefore, an investment in biodiversity, climate action, food security, and economic growth. Another highlight was attending the launch of the 2024 UN and International Labor Organization Report on Decent Work in Nature-based Solutions (NbS). The report revealed that the global shift toward a green economy could create 30 million new jobs by 2030, but this would require substantial investment in skills development. But what exactly are these solutions? The International Union for Conservation of Nature defines NbS as \"actions to protect, sustainably manage, and restore natural or modified ecosystems that address societal challenges effectively and adaptively, while simultaneously providing human well-being and biodiversity benefits. Simply put, these are nature-driven strategies to tackle issues like climate change, food security, and disaster resilience. These green jobs span various industries, including renewable energy, sustainable agriculture, forest restoration, and eco-tourism-fields that demand a blend of technical expertise and environmental awareness.", "The report revealed that the global shift toward a green economy could create 30 million new jobs by 2030, but this would require substantial investment in skills development. But what exactly are these solutions? The International Union for Conservation of Nature defines NbS as \"actions to protect, sustainably manage, and restore natural or modified ecosystems that address societal challenges effectively and adaptively, while simultaneously providing human well-being and biodiversity benefits. Simply put, these are nature-driven strategies to tackle issues like climate change, food security, and disaster resilience. These green jobs span various industries, including renewable energy, sustainable agriculture, forest restoration, and eco-tourism-fields that demand a blend of technical expertise and environmental awareness. Nature-based solutions are at the heart of this green job revolution. Whether it's restoring wetlands to prevent flooding or managing forests to sequester carbon, these solutions address both environmental and economic challenges simultaneously. What does this mean for higher education? As I shared at the recent Association of Local Colleges and Universities Commission on Accreditation conference of college and university leaders, higher education institutions can adapt by:1. Introducing green career pathways and specialized programs in renewable energy, conservation, and sustainable development. 2.", "Whether it's restoring wetlands to prevent flooding or managing forests to sequester carbon, these solutions address both environmental and economic challenges simultaneously. What does this mean for higher education? As I shared at the recent Association of Local Colleges and Universities Commission on Accreditation conference of college and university leaders, higher education institutions can adapt by:1. Introducing green career pathways and specialized programs in renewable energy, conservation, and sustainable development. 2. Partnering with industries and organizations working on nature-based solutions to provide real-world training and internships. 3. Equipping students with a mindset that values sustainability, innovation, and ethical decision-making. Let us ensure that our universities are not just producing graduates but cultivating leaders who will drive the green revolution. I am also deeply grateful to have met with the Philippine delegation, led by Dr. Gina P."]}]