[{"relevance_score": 23, "title": "Investing in resilience saves billions in financial losses: Japan", "published": "2024-10-15", "bodyText": "<p nitf:lede=\"true\">MANILA, Oct. 15 -- Japan is a testament that funding disaster resilience can save a country billions in financial losses.</p><p nitf:lede=\"true\">In a plenary session at the 2024 Asia-Pacific Ministerial Conference on Disaster Risk Reduction (APMCDRR) on Tuesday, Japan Vice Minister for Policy Coordination Hara Hiroaki shared how the billions of dollars it invested to accelerate disaster risk reduction in the country has reaped fruits.</p><p>In 2019, Japan was struck by Super Typhoon Hagibis, which left about USD15 billion in economic losses across the country.</p><p>However, before the disaster, Japan had already been funding a three-year USD50 billion national resiliency plan, which focused on reducing the risk of flooding caused by the rise in river levels, among others.</p><p>Another initiative was the USD1 billion integrated flood management project for the Abukuma River in Fukushima.</p><p>\"The Abukuma River in Fukushima Prefecture underwent extensive reinforcement against flood with the budget of USD1 billion under a three-year plan,\" Hara said.</p><p>\"Without these mitigation measures, it is estimated that the financial loss from the typhoon would have been 5.4 times of (the) investment.\"</p><p>After the successful implementation of the 2018-2020 plan, Japan introduced another five-year USD100 billion plan in 2021 to sustain its efforts against the severe disasters and floods that had been increasing in intensity over the years, he said.</p><p>The new resiliency plan covers ongoing seismic reinforcement of public buildings and bridges, maintenance of transportation networks, flood hazard mapping, land development regulation in high-risk areas, and digitalization of evacuation guides, among others.</p><p>On top of public funding, Hara said, investments from the private sector had been crucial in preparing communities against the impacts of natural disasters.</p><p>In Japan, he said, corporations prepare their own business continuity plans while retail stores and logistic companies have cooperation agreements with the government for procuring and transporting relief goods in case of disasters.</p><p>The Japanese government, he said, could also tap corporate developers to install rainwater reserve facilities and emergency stock warehouses to ensure preparedness in public places.</p><p>Hara noted that determined to avoid huge post-disaster budget spending and lengthy reconstruction efforts, Japan continues to seek innovation in the effective use of private capital and partnership in DRR.</p><p>In the same session, Ayala Corp. chairman Jaime Augusto Zobel de Ayala said he \"supports the thesis that disaster risk reduction financing presents a significant opportunity to safeguard lives and livelihood.\"</p><p>\"On behalf of the business community, let me state that disaster risk should be incorporated in enterprise risk management and business continuity practices,\" he said.</p><p>\"Further, DRR should be embedded in corporate strategy and the whole capital allocation process.\"</p><p>The first plenary of the week-long APMCDRR focused on practical solutions to enhancing DRR finance and highlighted the importance of innovative financial mechanisms, frameworks, and partnerships.</p><p>Also serving as panelists were Asian Development Bank president and chairman of the Board Masatsugu Asakawa, Tonga Ministry of Finance and National Planning head Kilistina Tuaimeiapi, and Pacific Islands Forum Secretariat deputy secretary-general for strategic policy and programming Esala Nayasi.</p><p>Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htdigital.in\">contentservices@htdigital.in</email></p>", "publisher": "Philippines News Agency", "instances": ["MANILA, Oct. 15 -- Japan is a testament that funding disaster resilience can save a country billions in financial losses. In a plenary session at the 2024 Asia-Pacific Ministerial Conference on Disaster Risk Reduction (APMCDRR) on Tuesday, Japan Vice Minister for Policy Coordination Hara Hiroaki shared how the billions of dollars it invested to accelerate disaster risk reduction in the country has reaped fruits. In 2019, Japan was struck by Super Typhoon Hagibis, which left about USD15 billion in economic losses across the country. However, before the disaster, Japan had already been funding a three-year USD50 billion national resiliency plan, which focused on reducing the risk of flooding caused by the rise in river levels, among others. Another initiative was the USD1 billion integrated flood management project for the Abukuma River in Fukushima. The Abukuma River in Fukushima Prefecture underwent extensive reinforcement against flood with the budget of USD1 billion under a three-year plan,\" Hara said. Without these mitigation measures, it is estimated that the financial loss from the typhoon would have been 5. 4 times of (the) investment."]}, {"relevance_score": 23, "title": "Millions told to seek shelter as Japan warns on Typhoon Nanmadol", "published": "2022-09-18", "bodyText": "<p nitf:lede=\"true\">Manila, Sept. 18 -- TOKYO, Japan - Two million people in Japan were told Saturday to seek shelter before the arrival of Typhoon Nanmadol, national broadcaster NHK said, as the weather agency issued a rare \"special warning\" about the powerful storm.</p><p>NHK, which compiles alerts issued by local authorities, said level four evacuation instructions - the second highest - were in place for people in Kagoshima, Kumamoto and Miyazaki in the southern Kyushu region.</p><p>The move came as the Japan Meteorological Agency issued its highest alert for the Kagoshima region, a warning that comes when it forecasts conditions only seen once in several decades.</p><p>It is the first typhoon-linked special warning issued outside of the Okinawa region since the current system began in 2013.</p><p>On Saturday evening, Typhoon Nanmadol was classed at the agency's top category of \"violent\", and was packing gusts of up to 270 kilometres (167 miles) as it hovered about 200 kilometres north-northeast of Minami Daito island, part of a string of remote isles that form the Okinawa region.</p><p>The storm is expected to approach or make landfall on Sunday in Kagoshima prefecture, then move north the following day before heading towards Japan's main island.</p><p>\"There are risks of unprecedented storms, high waves, storm surges, and record rainfall,\" Ryuta Kurora, the head of the Japan Meteorological Agency's forecast unit, told reporters.</p><p>\"Maximum caution is required,\" he said, urging residents to evacuate early.</p><p>\"It's a very dangerous typhoon.\"</p><p>\"The wind will be so fierce that some houses might collapse,\" Kurora told reporters, also warning of flooding and landslides.</p><p>The evacuation warnings call on people to move to shelter or alternative accommodation that can withstand extreme weather.</p><p>But they are not mandatory, and during past extreme weather events authorities have struggled to convince residents to take shelter quickly enough.</p><p>Kurora said even inside strong buildings, residents should take precautions.</p><p>\"Please move into sturdy buildings before violent winds start to blow and stay away from windows even inside sturdy buildings,\" he told a late night press conference.</p><p>Japan is currently in typhoon season and faces around 20 such storms a year, routinely seeing heavy rains that cause landslides or flash floods.</p><p>In 2019, Typhoon Hagibis smashed into Japan as it hosted the Rugby World Cup, claiming the lives of more than 100 people.</p><p>A year earlier, Typhoon Jebi shut down Kansai Airport in Osaka, killing 14 people.</p><p>And in 2018, floods and landslides killed more than 200 people in western Japan during the country's annual rainy season.</p><p>Ahead of Typhoon Nanmadol's arrival, flight cancellations began to affect regional airports including those in Kagoshima, Miyazaki and Kumamoto, according to the websites of Japan Airlines and All Nippon Airways.</p><p>Scientists say climate change is increasing the severity of storms and causing extreme weather such as heat waves, droughts and flash floods to become more frequent and intense.</p><p>Published by HT Digital Content Services with permission from Manila Bulletin. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "Manila Bulletin", "instances": ["The evacuation warnings call on people to move to shelter or alternative accommodation that can withstand extreme weather. But they are not mandatory, and during past extreme weather events authorities have struggled to convince residents to take shelter quickly enough. Kurora said even inside strong buildings, residents should take precautions. Please move into sturdy buildings before violent winds start to blow and stay away from windows even inside sturdy buildings,\" he told a late night press conference. Japan is currently in typhoon season and faces around 20 such storms a year, routinely seeing heavy rains that cause landslides or flash floods. In 2019, Typhoon Hagibis smashed into Japan as it hosted the Rugby World Cup, claiming the lives of more than 100 people. A year earlier, Typhoon Jebi shut down Kansai Airport in Osaka, killing 14 people. And in 2018, floods and landslides killed more than 200 people in western Japan during the country's annual rainy season. Ahead of Typhoon Nanmadol's arrival, flight cancellations began to affect regional airports including those in Kagoshima, Miyazaki and Kumamoto, according to the websites of Japan Airlines and All Nippon Airways. Scientists say climate change is increasing the severity of storms and causing extreme weather such as heat waves, droughts and flash floods to become more frequent and intense. Published by HT Digital Content Services with permission from Manila Bulletin."]}, {"relevance_score": 29, "title": "Thousands in shelters as Japan braces for dangerous typhoon", "published": "2022-09-18", "bodyText": "<p nitf:lede=\"true\">Manila, Sept. 18 -- FUKUOKA, Japan - Thousands of people were in shelters in southwestern Japan on Sunday as powerful Typhoon Nanmadol churned towards the region, prompting authorities to urge nearly three million residents to evacuate.</p><p nitf:lede=\"true\">The Japan Meteorological Agency (JMA) has issued a rare \"special warning\" for the Kagoshima region in southern Kyushu prefecture - an alert that is issued only when it forecasts conditions seen once in several decades.</p><p nitf:lede=\"true\">By Sunday morning, 25,680 households in Kagoshima and neighbouring Miyazaki were already without power, while regional train services, flights and ferry runs were cancelled until the passage of the storm, local utilities and transport services said.</p><p>The JMA has warned the region could face \"unprecedented\" danger from high winds, storm surges and torrential rain.</p><p>\"Maximum caution is required,\" Ryuta Kurora, head of the JMA's forecast unit said on Saturday.</p><p>\"It's a very dangerous typhoon.\"</p><p>\"The wind will be so fierce that some houses might collapse,\" Kurora told reporters, also warning of flooding and landslides.</p><p>So far, 2.9 million residents in Kyushu have been issued with evacuation warnings, according to the government's Fire and Disaster Management Agency, and Kagoshima officials said over 8,500 people were already in local shelters by Sunday morning.</p><p>The evacuation warnings call on people to move to shelter or alternative accommodation that can withstand extreme weather.</p><p>But they are not mandatory, and during past extreme weather events authorities have struggled to convince residents to take shelter quickly enough.</p><p>Kurora urged people to evacuate before the worst of the storm arrived and warned that even in sturdy buildings residents would need to take precautions.</p><p>'Highest caution possible'</p><p>\"Please move into sturdy buildings before violent winds start to blow and stay away from windows even inside sturdy buildings,\" he told a late night press conference.</p><p>By Sunday morning, bullet train operations in the area were halted, along with regional train lines, and NHK said at least 510 flights had been cancelled.</p><p>\"The southern part of the Kyushu region may see the sort of violent wind, high waves and high tides that have never been experienced before,\" the JMA said Sunday, urging residents to exercise \"the highest caution possible.\"</p><p>On the ground, a Kagoshima prefectural official told AFP there were no reports so far of injuries or structural damage but conditions were deteriorating.</p><p>\"The rain and wind are getting stronger. The rain is so heavy that you cannot really see what's out there. It looks all white,\" he said.</p><p>At 9:00 am (0000 GMT), the typhoon was 80 kilometres (50 miles) southeast of Japan's Yakushima island, and packing gusts up to 252 kilometres per hour.</p><p>It is expected to make landfall in Kyushu on Sunday evening, before turning northeast and sweeping up across Japan's main island through early Wednesday.</p><p>Japan is currently in typhoon season and faces around 20 such storms a year, routinely seeing heavy rains that cause landslides or flash floods.</p><p>In 2019, Typhoon Hagibis smashed into Japan as it hosted the Rugby World Cup, claiming the lives of more than 100 people.</p><p>A year earlier, Typhoon Jebi shut down Kansai Airport in Osaka, killing 14 people.</p><p>And in 2018, floods and landslides killed more than 200 people in western Japan during the country's annual rainy season.</p><p>Scientists say climate change is increasing the severity of storms and causing extreme weather such as heat waves, droughts and flash floods to become more frequent and intense.</p><p>Published by HT Digital Content Services with permission from Manila Bulletin. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "Manila Bulletin", "instances": ["The rain is so heavy that you cannot really see what's out there. It looks all white,\" he said. At 9:00 am (0000 GMT), the typhoon was 80 kilometres (50 miles) southeast of Japan's Yakushima island, and packing gusts up to 252 kilometres per hour. It is expected to make landfall in Kyushu on Sunday evening, before turning northeast and sweeping up across Japan's main island through early Wednesday. Japan is currently in typhoon season and faces around 20 such storms a year, routinely seeing heavy rains that cause landslides or flash floods. In 2019, Typhoon Hagibis smashed into Japan as it hosted the Rugby World Cup, claiming the lives of more than 100 people. A year earlier, Typhoon Jebi shut down Kansai Airport in Osaka, killing 14 people. And in 2018, floods and landslides killed more than 200 people in western Japan during the country's annual rainy season. Scientists say climate change is increasing the severity of storms and causing extreme weather such as heat waves, droughts and flash floods to become more frequent and intense. Published by HT Digital Content Services with permission from Manila Bulletin. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive."]}, {"relevance_score": 18, "title": "Tropical storm nears Japan, disrupting Tokyo Olympics", "published": "2021-07-27", "bodyText": "<p nitf:lede=\"true\">Manila, July 27 -- A tropical storm churned towards Japan and the Olympic Games on Tuesday, whipping up welcome waves for surfing medal hopefuls but disrupting other events with rain and strong winds.</p><p>Olympic organisers have rescheduled rowing and archery over concerns about high winds from Tropical Storm Nepartak, which is packing gusts of up to 108 kilometres (67 miles) an hour.</p><p>The storm, currently around 190 kilometres (118 miles) east of Choshi city, was originally headed for Tokyo, but has shifted north and is now expected to make landfall around the Miyagi region early on Wednesday.</p><p>Miyagi and neighbouring Ibaraki are hosting several Olympic events - some of the few that fans are allowed to attend, but organisers said they would not be affected by the storm.</p><p>\"Games in Miyagi and Ibaraki will be held as scheduled. We expect spectators to come watch too,\" Tokyo 2020 spokesman Masa Takaya told reporters.</p><p>On Tuesday, the approaching storm was already bringing wind and rain to parts of Japan's east coast, making for challenging conditions at the women's triathlon in Tokyo.</p><p>The event started 15 minutes late because of the weather and the wet roads slipped up several athletes during the cycling section.</p><p>But conditions were better at the surfing competition, taking place east of Tokyo in Chiba.</p><p>Organisers decided to squeeze the quarter-finals, semi-finals and medal events of the men's and women's competitions into Tuesday to take advantage of the waves.</p><p>Japanese government spokesman Katsunobu Kato told reporters Tuesday that the storm was moving very slowly and already producing strong winds and rough seas along much of the northeast coast.</p><p>He warned of \"heavy rain through tomorrow\" in the areas around Tokyo, as well as the Tohoku region to the northeast and the Hokuriku region to the northwest, where the storm will head after making landfall.</p><p>Kato urged local residents to \"pay attention to the latest information about the weather and evacuation orders.\"</p><p>Some train services in the area where the storm will hit have been cancelled, and non-mandatory evacuation orders have been issued around the town of Atami, where heavy rain earlier this month caused a landslide that killed 21 people.</p><p>Japan's typhoon season runs from around May to October, peaking in August and September.</p><p>In 2019, Typhoon Hagibis hit as Japan hosted the Rugby World Cup, killing more 100 people.</p><p>Published by HT Digital Content Services with permission from Manila Bulletin. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "Manila Bulletin", "instances": ["Japanese government spokesman Katsunobu Kato told reporters Tuesday that the storm was moving very slowly and already producing strong winds and rough seas along much of the northeast coast. He warned of \"heavy rain through tomorrow\" in the areas around Tokyo, as well as the Tohoku region to the northeast and the Hokuriku region to the northwest, where the storm will head after making landfall. Kato urged local residents to \"pay attention to the latest information about the weather and evacuation orders. Some train services in the area where the storm will hit have been cancelled, and non-mandatory evacuation orders have been issued around the town of Atami, where heavy rain earlier this month caused a landslide that killed 21 people. Japan's typhoon season runs from around May to October, peaking in August and September. In 2019, Typhoon Hagibis hit as Japan hosted the Rugby World Cup, killing more 100 people. Published by HT Digital Content Services with permission from Manila Bulletin. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive. com"]}, {"relevance_score": 26, "title": "'PGA Tour's charitable donations exceed $3 billion'", "published": "2020-02-01", "bodyText": "<p nitf:lede=\"true\"> The catastrophic destruction left in by Typhoon Hagibis will continue for years to come in Japan.</p><p nitf:lede=\"true\">Nearly 100 people were killed by the historic cyclone, which resulted in more than 85,000 homes damaged, thousands of hectares flooded and countless landslides created in its wake.</p><p nitf:lede=\"true\">The Zozo Championship did its best to provide support to those affected by the typhoon in December, and it made a $225,000 donation that was channeled toward each Cash Distribution Committee of the affected prefectures and Tokyo Metropolitan Government through the Japanese Red Cross Society.</p><p>Backed by the aid provided by Japan's first official PGA Tour tournament, the Tour announced this week that it and its tournaments have surpassed $3 billion in all-time charitable giving.</p><p>The charitable total, which included a record $204.3 million in 2019 to bring the all-time total to $3.05 billion, includes donations made by tournaments on the PGA Tour, PGA Tour Champions, Korn Ferry Tour, Mackenzie Tour-PGA Tour Canada, PGA Tour Latinoamérica and PGA Tour Series-China.</p><p>'It's truly a pleasure to thank our fans, sponsors, tournaments, players and volunteers for helping us generate over $3 billion for charity and positively impact millions of lives,' said PGA Tour Commissioner Jay Monahan.</p><p>'As remarkable as this milestone is, what really matters are the countless stories [of impact] that every tournament has. Together, we look forward to continuing to reach-and celebrate-millions more.'</p><p>In addition to focusing on relief and recovery efforts in Japan, the Zozo Championship also donated $25,000 to First Tee Japan for use toward its initiatives. The organization's mission is to impact the lives of young people by providing educational programs that build character, instill life-enhancing values and promote healthy choices through the game of golf.</p><p>Megumi Hatakeyama, vice president, Marketing Department, Golf Division, Zozo Inc. said: 'We are delighted to provide financial assistance toward the affected people through the Japanese Red Cross Society which not only collects and transfer the cash grants to each Cash Distribution Committee of the affected local government, but also operates various type of disaster relief activities by themselves across the country. The amazing work that their staff and volunteers do brings tremendous relief for the people of Japan who were affected by the recent typhoons.</p><p>'It is also our privilege to extend our support toward First Tee Japan. Golf is an amazing sport as it teaches important life skills, such as character education through programs conducted by professionally trained life coaches. We hope our assistance will greatly benefit the young people of Japan who are part of First Tee Japan.'</p><p>The PGA Tour and its more than 100 tournaments across all Tours achieved the $3-billion mark in just six years, after surpassing $2 billion in 2014. The Tour achieved the $1-billion mark in 2005. In addition, the record $204.3 million in 2019 bests the previous record of $190 million in 2018. The Tour's first charitable donation of $10,000 was at the 1938 Palm Beach Invitational.</p><p>Each PGA Tour tournament provides individuals an opportunity to give back to the community in one of three ways-attending an event, volunteering or donating money. Not-for-profit tournaments under the PGA Tour umbrella donate their net proceeds to support local organizations, totaling more than $3 billion in donations to date. The impact these tournaments make throughout the year is possible, thanks to the more than 100,000 volunteers who commit their time to ensure each event is a success.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["The catastrophic destruction left in by Typhoon Hagibis will continue for years to come in Japan. Nearly 100 people were killed by the historic cyclone, which resulted in more than 85,000 homes damaged, thousands of hectares flooded and countless landslides created in its wake. The Zozo Championship did its best to provide support to those affected by the typhoon in December, and it made a $225,000 donation that was channeled toward each Cash Distribution Committee of the affected prefectures and Tokyo Metropolitan Government through the Japanese Red Cross Society. Backed by the aid provided by Japan's first official PGA Tour tournament, the Tour announced this week that it and its tournaments have surpassed $3 billion in all-time charitable giving. The charitable total, which included a record $204. 3 million in 2019 to bring the all-time total to $3."]}, {"relevance_score": 10, "title": "Typhoon Hagibis veering away from PH - Pagasa", "published": "2019-10-10", "bodyText": "<p nitf:lede=\"true\"> Typhoon Hagibis is heading toward the southern tip of Japan, further diminishing the possibility that it will enter the Philippine area of responsibility (PAR), the state weather bureau said Thursday morning.</p><p>The Philippine Atmospheric, Geophysical, Astronomical Services Administration (Pagasa) said in its latest weather bulletin that 'Hagibis' is curving to the north.</p><p>'The good news with our latest analysis is that the typhoon now has a lower chance of entering PAR and it slowly turns north, towards Japan's landmass,' weather Specialist Loriedin dela Cruz said.</p><p>As of 4:00 a.m., 'Hagibis' was spotted 1,845 kilometers east of Basco, Batanes, packing a maximum sustained wind speed of 200 kilometers per hour (kph) near the center, and gustiness of up to 245 kph.</p><p>Fair weather is expected in most parts of the country, except in the Bicol Region and several areas in Visayas, where cloudy skies and moderate rainfall are expected.</p><p>Pagasa also issued a gale warning in the northern and eastern seaboards of Luzon, covering Batanes, Calayan, Babuyan islands, northern part of Ilocos Norte, Aurora, Quezon including Polilio Islands, Camarines provinces and Catanduanes, as waves as high as 2.8 to 4.5 meters are possible.</p>", "publisher": "Philippines Daily Inquirer", "instances": ["Typhoon Hagibis is heading toward the southern tip of Japan, further diminishing the possibility that it will enter the Philippine area of responsibility (PAR), the state weather bureau said Thursday morning. The Philippine Atmospheric, Geophysical, Astronomical Services Administration (Pagasa) said in its latest weather bulletin that 'Hagibis' is curving to the north. The good news with our latest analysis is that the typhoon now has a lower chance of entering PAR and it slowly turns north, towards Japan's landmass,' weather Specialist Loriedin dela Cruz said. As of 4:00 a. m. , 'Hagibis' was spotted 1,845 kilometers east of Basco, Batanes, packing a maximum sustained wind speed of 200 kilometers per hour (kph) near the center, and gustiness of up to 245 kph."]}, {"relevance_score": 16, "title": "Typhoon 'Hagibis' gains strength, to enter PAR on Friday", "published": "2019-10-08", "bodyText": "<p nitf:lede=\"true\">Manila, Oct. 8 -- An extremely strong typhoon \"Hagibis\" (international name) has further strengthened as it churns over the Pacific Ocean outside the Philippine area of responsibility (PAR).</p><p>The Philippine Atmospheric, Geophysical, and Astronomical Services Administration (PAGASA) said Hagibis has maximum sustained winds of 200 kilometers per hour (kph) and gustiness of up to 240 kph as of Tuesday morning.</p><p>It was estimated 2,420 kilometers east of Central Luzon.</p><p>Should it maintain its 30 kph west-northwest movement, PAGASA weather specialist Meno Mendoza said Hagibis will likely enter the tip of the Philippine area of responsibility (PAR) on Friday.</p><p>Once inside the PAR, PAGASA will be giving Hagibis the local name \"Perla,\" this year's 16th cyclone and first this month.</p><p>Mendoza said the possibility of landfall remains low. It is also likely that Hagibis will not have any impact on the country.</p><p>For now, the northeasterly surface wind flow will be the dominant weather system, particularly affecting Northern Luzon.</p><p>The country is presently in a transition period to northeast monsoon or \"amihan\" season, which is manifested by warm and humid condition associated with frequent rain showers and thunderstorms in the afternoon and early evening.</p><p>The onset of amihan usually occurs during the third or last week of October.</p><p>PAGASA said the whole country will have partly cloudy to cloudy skies with isolated rain showers due to localized thunderstorms.</p><p>Mendoza said fair weather condition will persist apart from some severe thunderstorms in the afternoon or evening.</p><p>He warned the public that severe thunderstorm activity may cause flash floods in low-lying areas or landslides in mountainous regions.</p><p>Published by HT Digital Content Services with permission from Manila Bulletin. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "Manila Bulletin", "instances": []}, {"relevance_score": 13, "title": "Filipinos in Japan told to brace for effects of Super Typhoon Hagibis", "published": "2019-10-11", "bodyText": "<p nitf:lede=\"true\">Manila, Oct. 11 -- The Philippine government on Friday asked Filipinos in Japan to be careful as heavy rains are likely to pummel that country with the expected landfall of Super Typhoon Hagibis this weekend.</p><p>This developed as the Philippine Embassy in Tokyo said it was monitoring the developments related to the behemoth typhoon which is perilously headed towards the capital Tokyo.</p><p>\"The Embassy has asked Filipinos in Japan to be careful as heavy rains, strong winds, high waves, and storm surges are likely to occur, and to avoid travelling to potentially affected areas until the typhoon has dissipated,\" the Department of Foreign Affairs (DFA) said in a statement.</p><p>Reports said the Japan Meteorological Agency (JMA) has categorized Hagibis as a \"violent typhoon,\" the highest category on Japan's typhoon scale.</p><p>Earlier, Japan Airlines and All Nippon Airways (ANA) have already announced the cancelation of a number of their domestic flights starting today, October 11.</p><p>Meanwhile, train operations in the Greater Tokyo Area could also be suspended if the forecast path of the typhoon does not change.</p><p>The Embassy said even travellers are urged to check the latest information from airlines, train companies, and other public transportation companies.</p><p>The general public is also advised to stay alert and regularly monitor news and announcements by the Japanese Government and the JMA.</p><p>Filipinos who.may be needing assistance are instructed to contact the Embassy hotline at +81 80 4928 7979/ +81 80 7000 7979.</p><p>Published by HT Digital Content Services with permission from Manila Bulletin. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "Manila Bulletin", "instances": ["Manila, Oct. 11 -- The Philippine government on Friday asked Filipinos in Japan to be careful as heavy rains are likely to pummel that country with the expected landfall of Super Typhoon Hagibis this weekend. This developed as the Philippine Embassy in Tokyo said it was monitoring the developments related to the behemoth typhoon which is perilously headed towards the capital Tokyo. The Embassy has asked Filipinos in Japan to be careful as heavy rains, strong winds, high waves, and storm surges are likely to occur, and to avoid travelling to potentially affected areas until the typhoon has dissipated,\" the Department of Foreign Affairs (DFA) said in a statement. Reports said the Japan Meteorological Agency (JMA) has categorized Hagibis as a \"violent typhoon,\" the highest category on Japan's typhoon scale. Earlier, Japan Airlines and All Nippon Airways (ANA) have already announced the cancelation of a number of their domestic flights starting today, October 11. Meanwhile, train operations in the Greater Tokyo Area could also be suspended if the forecast path of the typhoon does not change."]}, {"relevance_score": 25, "title": "Powerful Typhoon Hagibis to enter PAR but won't make landfall", "published": "2019-10-08", "bodyText": "<p nitf:lede=\"true\">  Powerful Typhoon Hagibis to enter PAR but won't make landfall !-- --  (Philstar.com) - October 8, 2019 - 9:05am  MANILA, Philippines  Typhoon Hagibis(international name) wa class=\"pwa-mark pwa-mark-done\" data-pwa-category=\"style\" data-pwa-dictionary-word=\"is not expected\" data-pwa-heavy=\"false\" data-pwa-hint=\"Passive verbs make your writing less direct.</p><p nitf:lede=\"true\"> Try to use an active verb instead.\" data-pwa-id=\"pwa-01FF7DDA8A138E7E4634D3F27E93A0B6\" data-pwa-rule-id=\"PASSIVE_VOICE\" data-pwa-suggestionsis not expected</p><p>pwa to make landfall in the country though wa class=\"pwa-mark pwa-mark-done\" data-pwa-category=\"style\" data-pwa-dictionary-word=\"it is seen\" data-pwa-heavy=\"false\" data-pwa-hint=\"Passive verbs make your writing less direct.</p><p> Try to use an active verb instead.\" data-pwa-id=\"pwa-ED563E0180168FB63E0F27CF685770CC\" data-pwa-rule-id=\"PASSIVE_VOICE\" data-pwa-suggestions=\"I see it~we see it~they see itit is seen</p><p>pwa to enter the wa class=\"pwa-mark pwa-mark-done\" data-pwa-category=\"spelling\" data-pwa-dictionary-word=\"Philippine area of responsibility\" data-pwa-heavy=\"false\" data-pwa-hint=\"Incorrect named entity spelling: Philippine area of responsibility\" data-pwa-id=\"pwa-64B4B0283279FFE13B68B2A2EC3E2D6D\" data-pwa-rule-id=\"SIMPLE_SPELLING\" data-pwa-suggestions=\"Philippine Area of ResponsibilityPhilippine area of responsibility</p><p>pwaby Friday, state weather bureau PAGASA said.</p><p> PAGASA weather specialist Meno Mendoza said the weather disturbance is packing winds of 200 kph and gusts of up to 245 kph. wa class=\"pwa-mark pwa-mark-done\" data-pwa-category=\"style\" data-pwa-dictionary-word=\"Hagibis is forecasted\" data-pwa-heavy=\"false\" data-pwa-hint=\"Passive verbs make your writing less direct.</p><p> Try to use an active verb instead.\" data-pwa-id=\"pwa-3068C444EE380F202A165FA02BC30807\" data-pwa-rule-id=\"PASSIVE_VOICE\" data-pwa-suggestions=\"I forecast Hagibis~They forecast Hagibis~It forecasts Hagibis~We forecast Hagibis~It forecast HagibisHagibis is forecast</p><p>pwato move west-northwest at a speed of 30 kph.</p><p> According to AccuWeather, Hagibis is packing winds equal to a Category 4 hurricane in the Atlantic and East Pacific oceans. wa class=\"pwa-mark pwa-mark-done\" data-pwa-category=\"style\" data-pwa-dictionary-word=\"It is expected\" data-pwa-heavy=\"false\" data-pwa-hint=\"Passive verbs make your writing less direct.</p><p> Try to use an active verb instead.\" data-pwa-id=\"pwa-94789B43A1ADC7513A6C12E4B1B64D25\" data-pwa-rule-id=\"PASSIVE_VOICE\" data-pwa-suggestions=\"I expect it~We expect itIt is expected</p><p>pwa to further strengthen as it moves through the northern Mariana Islands.</p><p> As of the 4 a.m.</p><p> Tuesday, the typhoon wa class=\"pwa-mark pwa-mark-done\" data-pwa-category=\"style\" data-pwa-dictionary-word=\"was located\" data-pwa-heavy=\"false\" data-pwa-hint=\"Passive verbs make your writing less direct. Try to use an active verb instead.</p><p>\" data-pwa-id=\"pwa-F7381D54C19130D5EE27C3DCA9ADCC8B\" data-pwa-rule-id=\"PASSIVE_VOICE\" data-pwa-suggestionswas located</p><p>pwa 2,420 kilometers east of Central Luzon. It will wa class=\"pwa-mark pwa-mark-done\" data-pwa-category=\"style\" data-pwa-dictionary-word=\"be called\" data-pwa-heavy=\"false\" data-pwa-hint=\"Passive verbs make your writing less direct.</p><p> Try to use an active verb instead.\" data-pwa-id=\"pwa-EC18FD73F9FDF8F82D723376AB885BA2\" data-pwa-rule-id=\"PASSIVE_VOICE\" data-pwa-suggestionsbe called</p><p>pwa \"Perla\" once it enters PAR, becoming the 16th tropical cyclone to enter the country this year.</p><p> On Tuesday, Metro Manila and the rest of the country wouldexperienced partly cloudy to cloudy skies with isolated wa class=\"pwa-mark pwa-mark-done\" data-pwa-category=\"spelling\" data-pwa-dictionary-word=\"rainshowers\" data-pwa-heavy=\"false\" data-pwa-hint=\"Unknown word: rainshowers\" data-pwa-id=\"pwa-F68E5433D82B8355697F1647677D0A4E\" data-pwa-rule-id=\"SIMPLE_SPELLING\" data-pwa-suggestions=\"rain showersrainshowers</p><p>pwa brought about by localized thunderstorms. PAGASA warned of possible flash floods or landslides during severe thunderstorms.</p><p>  Patricia Lourdes Viray </p>", "publisher": "The Philippine Star", "instances": ["Powerful Typhoon Hagibis to enter PAR but won't make landfall ! -- --  (Philstar. com) - October 8, 2019 - 9:05am  MANILA, Philippines  Typhoon Hagibis(international name) wa class=\"pwa-mark pwa-mark-done\" data-pwa-category=\"style\" data-pwa-dictionary-word=\"is not expected\" data-pwa-heavy=\"false\" data-pwa-hint=\"Passive verbs make your writing less direct. Try to use an active verb instead. data-pwa-id=\"pwa-01FF7DDA8A138E7E4634D3F27E93A0B6\" data-pwa-rule-id=\"PASSIVE_VOICE\" data-pwa-suggestionsis not expectedpwa to make landfall in the country though wa class=\"pwa-mark pwa-mark-done\" data-pwa-category=\"style\" data-pwa-dictionary-word=\"it is seen\" data-pwa-heavy=\"false\" data-pwa-hint=\"Passive verbs make your writing less direct. Try to use an active verb instead.", "Powerful Typhoon Hagibis to enter PAR but won't make landfall ! -- --  (Philstar. com) - October 8, 2019 - 9:05am  MANILA, Philippines  Typhoon Hagibis(international name) wa class=\"pwa-mark pwa-mark-done\" data-pwa-category=\"style\" data-pwa-dictionary-word=\"is not expected\" data-pwa-heavy=\"false\" data-pwa-hint=\"Passive verbs make your writing less direct. Try to use an active verb instead. data-pwa-id=\"pwa-01FF7DDA8A138E7E4634D3F27E93A0B6\" data-pwa-rule-id=\"PASSIVE_VOICE\" data-pwa-suggestionsis not expectedpwa to make landfall in the country though wa class=\"pwa-mark pwa-mark-done\" data-pwa-category=\"style\" data-pwa-dictionary-word=\"it is seen\" data-pwa-heavy=\"false\" data-pwa-hint=\"Passive verbs make your writing less direct. Try to use an active verb instead. data-pwa-id=\"pwa-ED563E0180168FB63E0F27CF685770CC\" data-pwa-rule-id=\"PASSIVE_VOICE\" data-pwa-suggestions=\"I see it~we see it~they see itit is seenpwa to enter the wa class=\"pwa-mark pwa-mark-done\" data-pwa-category=\"spelling\" data-pwa-dictionary-word=\"Philippine area of responsibility\" data-pwa-heavy=\"false\" data-pwa-hint=\"Incorrect named entity spelling: Philippine area of responsibility\" data-pwa-id=\"pwa-64B4B0283279FFE13B68B2A2EC3E2D6D\" data-pwa-rule-id=\"SIMPLE_SPELLING\" data-pwa-suggestions=\"Philippine Area of ResponsibilityPhilippine area of responsibilitypwaby Friday, state weather bureau PAGASA said. PAGASA weather specialist Meno Mendoza said the weather disturbance is packing winds of 200 kph and gusts of up to 245 kph."]}, {"relevance_score": 24, "title": "Filipinos in Japan cautioned to be careful as Typhoon Hagibis nears", "published": "2019-10-11", "bodyText": "<p nitf:lede=\"true\">  Filipinos in Japan cautioned to be careful as Typhoon Hagibis nears !-- --  (Philstar.com) - October 11, 2019 - 2:35pm  MANILA, Philippines wa class=\"pwa-mark pwa-mark-done\" data-pwa-category=\"grammar\" data-pwa-dictionary-word=\" \" data-pwa-heavy=\"false\" data-pwa-hint=\"Em-dashes should either have a space on either side, or no spaces.</p><p nitf:lede=\"true\">\" data-pwa-id=\"pwa-805E6D085172EAA0999BD069BB0D9817\" data-pwa-rule-id=\"EM_DASH_SPACING\" data-pwa-suggestions=\"  ~</p><p>pwaThe Department of Foreign Affairs advised Filipinos in Japan to be cautious as Typhoon Hagibis (international name) wa class=\"pwa-mark pwa-mark-done\" data-pwa-category=\"style\" data-pwa-dictionary-word=\"is expected\" data-pwa-heavy=\"false\" data-pwa-hint=\"Passive verbs make your writing less direct. Try to use an active verb instead.</p><p>\" data-pwa-id=\"pwa-19172D83AD08845FAFCCB47E24C33683\" data-pwa-rule-id=\"PASSIVE_VOICE\" data-pwa-suggestionsis expected</p><p>pwa to hit the country this weekend. \"Hagibis,\" which the Japan Meteorological Agencyhas labeled a \"violent typhoon,\"wa class=\"pwa-mark pwa-mark-done\" data-pwa-category=\"style\" data-pwa-dictionary-word=\"is expected\" data-pwa-heavy=\"false\" data-pwa-hint=\"Passive verbs make your writing less direct.</p><p> Try to use an active verb instead.\" data-pwa-id=\"pwa-05977DD6849108BE012A4666BBF9B4DA\" data-pwa-rule-id=\"PASSIVE_VOICE\" data-pwa-suggestionsis expected</p><p>pwa to bring heavy rains, strong winds, high waves and storm surges to the country.</p><p> The Philippine Embassy in Tokyo also cautioned Filipinos to avoid traveling to areas the typhoon wa class=\"pwa-mark pwa-mark-done\" data-pwa-category=\"style\" data-pwa-dictionary-word=\"may potentially\" data-pwa-heavy=\"false\" data-pwa-hint=\"Readability may be enhanced by using: might\" data-pwa-id=\"pwa-C4FFA1B6E34BCE3CE57896B90F4D6163\" data-pwa-rule-id=\"READABILITY_1341\" data-pwa-suggestions=\"mightmightpotentially</p><p>pwa affect. Japan Airlines and All Nippon Airways have canceled several domestic flights starting Friday while train operations in the greater Tokyo area might also wa class=\"pwa-mark pwa-mark-done\" data-pwa-category=\"style\" data-pwa-dictionary-word=\"be suspended\" data-pwa-heavy=\"false\" data-pwa-hint=\"Passive verbs make your writing less direct.</p><p> Try to use an active verb instead.\" data-pwa-id=\"pwa-C5DCBE7620ACBC7CA95A12FB7A25C274\" data-pwa-rule-id=\"PASSIVE_VOICE\" data-pwa-suggestionsbe suspended</p><p>pwa if the forecast path of the typhoon will not change.</p><p> \"wa class=\"pwa-mark pwa-mark-done\" data-pwa-category=\"style\" data-pwa-dictionary-word=\"Travellers are urged\" data-pwa-heavy=\"false\" data-pwa-hint=\"Passive verbs make your writing less direct. Try to use an active verb instead.</p><p>\" data-pwa-id=\"pwa-CC06AB0D99EF1CE0388D1DB689D662B2\" data-pwa-rule-id=\"PASSIVE_VOICE\" data-pwa-suggestions=\"I urge travellers~we urge travellers~they urge travellers~it urges travellersTravellers</p><p>pwawa class=\"pwa-mark pwa-mark-done\" data-pwa-category=\"style\" data-pwa-dictionary-word=\"Travellers are urged\" data-pwa-heavy=\"false\" data-pwa-hint=\"Passive verbs make your writing less direct. Try to use an active verb instead.</p><p>\" data-pwa-id=\"pwa-CC06AB0D99EF1CE0388D1DB689D662B2\" data-pwa-rule-id=\"PASSIVE_VOICE\" data-pwa-suggestions=\"I urge travellers~we urge travellers~they urge travellers~it urges travellersare urged</p><p>pwa to always check the latest information from airlines, train companies and other public transportation companies,\" the DFA said. The DFA added that Filipinos who mightneed wa class=\"pwa-mark pwa-mark-done\" data-pwa-category=\"style\" data-pwa-dictionary-word=\"assistance\" data-pwa-heavy=\"false\" data-pwa-hint=\"Readability may be enhanced by using: help\" data-pwa-id=\"pwa-AE5586F27116E37C66483BD93D0CA560\" data-pwa-rule-id=\"READABILITY_2019\" data-pwa-suggestions=\"helpassistance</p><p>pwacouldcontact the Philippine Embassy in Tokyo at +81 80 4928 7979 or +81 80 7000 7979. Earlier this week, \"Hagibis\" passed over an uninhabited island in the wa class=\"pwa-mark pwa-mark-done\" data-pwa-category=\"spelling\" data-pwa-dictionary-word=\"Marianas Islands\" data-pwa-heavy=\"false\" data-pwa-hint=\"Incorrect named entity spelling: Marianas Islands\" data-pwa-id=\"pwa-9635F08BA16E0E6D4A5EC2CEB0A45509\" data-pwa-rule-id=\"SIMPLE_SPELLING\" data-pwa-suggestions=\"Mariana IslandsMarianas Islands</p><p>pwa before moving northwest, sparing the Philippines on its way to Japan.</p><p> According to the JMA, \"Hagibis\" packs maximum sustained winds of 174 kph and gusts of up to 250 kph as of 1 a.m.</p><p> (Manila time). It is moving north northwest at 25 kph.</p><p>  Patricia Lourdes Viray </p>", "publisher": "The Philippine Star", "instances": ["Filipinos in Japan cautioned to be careful as Typhoon Hagibis nears ! -- --  (Philstar. com) - October 11, 2019 - 2:35pm  MANILA, Philippines wa class=\"pwa-mark pwa-mark-done\" data-pwa-category=\"grammar\" data-pwa-dictionary-word=\" \" data-pwa-heavy=\"false\" data-pwa-hint=\"Em-dashes should either have a space on either side, or no spaces. data-pwa-id=\"pwa-805E6D085172EAA0999BD069BB0D9817\" data-pwa-rule-id=\"EM_DASH_SPACING\" data-pwa-suggestions=\"  ~pwaThe Department of Foreign Affairs advised Filipinos in Japan to be cautious as Typhoon Hagibis (international name) wa class=\"pwa-mark pwa-mark-done\" data-pwa-category=\"style\" data-pwa-dictionary-word=\"is expected\" data-pwa-heavy=\"false\" data-pwa-hint=\"Passive verbs make your writing less direct. Try to use an active verb instead. data-pwa-id=\"pwa-19172D83AD08845FAFCCB47E24C33683\" data-pwa-rule-id=\"PASSIVE_VOICE\" data-pwa-suggestionsis expectedpwa to hit the country this weekend.", "Filipinos in Japan cautioned to be careful as Typhoon Hagibis nears ! -- --  (Philstar. com) - October 11, 2019 - 2:35pm  MANILA, Philippines wa class=\"pwa-mark pwa-mark-done\" data-pwa-category=\"grammar\" data-pwa-dictionary-word=\" \" data-pwa-heavy=\"false\" data-pwa-hint=\"Em-dashes should either have a space on either side, or no spaces. data-pwa-id=\"pwa-805E6D085172EAA0999BD069BB0D9817\" data-pwa-rule-id=\"EM_DASH_SPACING\" data-pwa-suggestions=\"  ~pwaThe Department of Foreign Affairs advised Filipinos in Japan to be cautious as Typhoon Hagibis (international name) wa class=\"pwa-mark pwa-mark-done\" data-pwa-category=\"style\" data-pwa-dictionary-word=\"is expected\" data-pwa-heavy=\"false\" data-pwa-hint=\"Passive verbs make your writing less direct. Try to use an active verb instead. data-pwa-id=\"pwa-19172D83AD08845FAFCCB47E24C33683\" data-pwa-rule-id=\"PASSIVE_VOICE\" data-pwa-suggestionsis expectedpwa to hit the country this weekend. \"Hagibis,\" which the Japan Meteorological Agencyhas labeled a \"violent typhoon,\"wa class=\"pwa-mark pwa-mark-done\" data-pwa-category=\"style\" data-pwa-dictionary-word=\"is expected\" data-pwa-heavy=\"false\" data-pwa-hint=\"Passive verbs make your writing less direct. Try to use an active verb instead. data-pwa-id=\"pwa-05977DD6849108BE012A4666BBF9B4DA\" data-pwa-rule-id=\"PASSIVE_VOICE\" data-pwa-suggestionsis expectedpwa to bring heavy rains, strong winds, high waves and storm surges to the country."]}, {"relevance_score": 92, "title": "Some of 2019's most memorable games decided by blown calls", "published": "2020-01-01", "bodyText": "<p nitf:lede=\"true\"> The New Orleans Saints looked around in disbelief, searching for a yellow flag that never came during the NFL playoffs.</p><p nitf:lede=\"true\">The Auburn Tigers were sure they'd get the ball after a Virginia player appeared to double-dribble in the closing seconds of a thrilling Final Four game, but the refs let it go.</p><p nitf:lede=\"true\">Not long after, the guys in stripes weren't so lax, whistling a disputed foul that sent the Cavaliers to the line for the winning free throws.</p><p nitf:lede=\"true\">Some of the year's most memorable games were decided by controversial calls - or, perhaps it would be more appropriate to say, the calls that didn't get made.</p><p>Let's take a look back at the Top 10 from 2019:</p><p>BAYOU BUNGLE</p><p>T he Los Angeles Rams advanced to the Super Bowl with an overtime win against the Saints that would not have been possible without an egregious mistake by the officials in the closing minutes of regulation.</p><p>Los Angeles cornerback Nickell Robey-Coleman committed a blatant interference penalty with a helmet-to-helmet hit on Tommylee Lewis well before the pass arrived inside the 5, forcing the Saints to settle for Wil Lutz's 31-yard field goal.</p><p>'I got away with one,' Robey-Coleman conceded.</p><p>Jared Goff had enough time to lead the Rams down the field for Greg Zuerlein's tying field with 15 seconds remaining.</p><p>Then Zuerlein won it, 26-23, with a 57-yard kick in overtime.</p><p>'It happened right there in front of the person who would be the one to make the call, and everyone in the stands saw it, everyone watching at home on TV saw it,' Saints quarterback Drew Brees said.</p><p>In response to the uproar, the NFL changed its rules to allow video reviews of interference calls, though that has seemingly led to even more confusion and complaints this season.</p><p>FINAL FOUR TWO-STEP</p><p>One year after becoming the first top seed to lose to a No. 16 seed, Virginia appeared headed for more heartbreak in the NCAA Tournament.</p><p>The Cavaliers squandered a 10-point lead in the final five minutes to Auburn. But they managed to pull it out, with a big helping hand from the officials.</p><p>Virginia's Ty Jerome appeared to double-dribble for what could have been a decisive turnover. Or Jerome might have been fouled before the mishandle. There was no whistle for either.</p><p>With 1.5 seconds left and in need of some magic, Virginia got the ball to Kyle Guy in the corner. He turned and fired as Samir Doughty, hands straight up in the air, bumped into Guy's hip. The shot was short, bouncing off the rim as Auburn started to celebrate.</p><p>Game over? Nope.</p><p>Official James Breeding called a foul on Doughty, sending Guy to the free-throw line. He calmly knocked down all three shots to give Virginia a disputed 63-62 win. Two nights later, in another overtime thriller, the Cavaliers captured their first national title by beating Texas Tech.</p><p>'We kind of thought we had it sealed,' Auburn's Bryce Brown said. 'I just didn't agree with the call.'</p><p>PAVELSKI PAYBACK</p><p>Auburn and New Orleans weren't the only teams to gripe about the officiating,</p><p>The NHL season ended for the Vegas Golden Knights in Game 7 of the playoffs after a major penalty sparked the San Jose Sharks to a 5-4 overtime victory. </p><p>On a faceoff in San Jose's offensive zone with Las Vegas leading 3-0 midway through the third period, Cody Eakin cross-checked Sharks captain Joe Pavelski in the chest. Paul Stastny then bumped Pavelski as he fell to the ice, his helmet slamming down. Pavelski was knocked out and bleeding on the ice.</p><p>The officials huddled as a dazed Pavelski was helped to the locker room. They gave Eakin a five-minute major for cross-checking and a game misconduct.</p><p>The Golden Knights were livid - especially after the Sharks erupted for four goals during those five minutes with an extra skater.</p><p>'They called five minutes for that?' Vegas forward Jonathan Marchessault said. 'It's a joke, that's what it is.'</p><p>The Golden Knights tied the game with a goal late in regulation, but Barclay Goodrow's overtime goal won it for the Sharks, 5-4.</p><p>'The boys got together and said this is for Pavs,' San Jose's Joe Thornton said. 'It was just a matter of will, and we willed that one for him.'</p><p>The Sharks became just the second team ever to overcome a three-goal deficit in the third period to win a Game 7.</p><p>As for the Golden Knights, they had to be content with a call from the NHL apologizing for a penalty that was too harsh.</p><p>MIRACLE AT ANFIELD</p><p>Add another entry to Liverpool's long list of storied comebacks.</p><p>This time, Lionel Messi and mighty Barcelona were on the receiving end in the semifinals of soccer's European Champions League. </p><p>After romping to a 3-0 win in the first game of the home-and-home, total-goals series, Barca seemed a lock for the final.</p><p>But, back on their home turf at Anfield, Liverpool pulled off a stunning 4-0 victory that propelled the club to its sixth European title.</p><p>'This club has a big heart, and tonight the heart was pounding like crazy,' manager Juergen Klopp said. 'You could feel it all over the world.'</p><p>Twenty-four hours later, Tottenham overcame a three-goal halftime deficit on the road, stunning Ajax in the other Champions League semifinal.</p><p>'We saw Liverpool last night,' Tottenham fullback Danny Rose said. 'It goes to show it's not over until it is over.'</p><p>SUPER OVER</p><p>After more than nine stomach-churning hours, the first Super Over in Cricket World Cup history - and perhaps the most extraordinary over ever played - came down to one last ball.</p><p>England calmly prevailed in the fading sunlight of Lord's as New Zealand's desperate scramble to score what would have been the winning run came up short. So ended the home team's agonizing 44-year wait to be crowned world champion of the sport it invented.</p><p>'The most ridiculous game of cricket to have ever been played,' said Jos Buttler, England's wicket-keeper.</p><p>'The guys are shattered,' countered New Zealand captain Kane Williamson. 'It's devastating.'</p><p>FOLLOW THE BOUNCING BALL</p><p>Kawhi Leonard got the bounce. Then another. Then another. And, yes, one more. </p><p>Finally, the shot fell through, giving the Toronto Raptors a 92-90 victory that bounced the Philadelphia 76ers out of the NBA playoffs.</p><p>Leonard's shot from the corner over Joel Embiid was the first winning buzzer-beater in a Game 7 in NBA history. The ball danced on the rim four times before dropping. It was quite a capper to Leonard's 41-point masterpiece.</p><p>The Raptors would go on to claim their first NBA title by beating the defending champion Golden State Warriors.</p><p>'It was great,' Leonard said. 'It was a blessing to be able to get to that point and make that shot and feel that moment.'</p><p>MEGAN'S MOMENT</p><p>Megan Rapinoe capped a remarkable year of sporting excellence and social activism by leading to United States to its second straight Women's World Cup title.</p><p>Rapinoe broke a scoreless tie in the final with a second-half penalty kick, and the Americans went on to beat the Netherlands 2-0.</p><p>Rapinoe won the Golden Ball as top player and the Golden Boot as top scorer in the month-long tournament, but her impact went far beyond the field. She sparred with U.S. President Donald Trump and was one of the leading voices on a squad that loudly demanded equal pay with the men's team.</p><p>'We're such a proud and strong and defiant group of women,' Rapinoe said.</p><p>Her trademark victory pose, looking skyward with arms outstretched, also became a worldwide sensation.</p><p>BRAVE BLOSSOMS</p><p>In the wake of Typhoon Hagibis, host Japan turned in a thoroughly inspiring performance at the Rugby World Cup in its final group stage match against Scotland. </p><p>A brilliant display by the team known as the 'Brave Blossoms' gave them a big halftime lead. Then they held off a furious Scottish comeback to preserve a 28-21 victory.</p><p>Japan advanced to the quarterfinals for the first time. Even though they lost to eventual champion South Africa, their tournament run was just what their battered nation needed after the ferocious storm.</p><p>BURROW BESTS TUA</p><p>Joe Burrow propelled LSU to the College Football Playoff and himself to the Heisman Trophy with a dazzling display against Tua Tagovailoa and Alabama in college football's game of the year.</p><p>Burrow passed for 393 yards and three touchdowns, answered challenge after challenge, and helped end LSU's eight-year string of futility against the Crimson Tide.</p><p>After the Tigers' 46-41 victory, Burrow was carried off the field at Bryant-Denny Stadium by his teammates.</p><p>''We've finally got the tools that we need to beat those guys,' coach Ed Orgeron said. 'To have a championship team, you've got to have a championship quarterback.'</p><p>ANGEL ON THE PITCHER'S MOUND</p><p>In their first home game after the death of pitcher Tyler Skaggs, the Los Angeles Angels honored his memory with a combined no-hitter from Taylor Cole and Félix Peña in a 13-0 victory over Seattle.</p><p>The Angels played a practically perfect game on the day before what would have been Skaggs' 28th birthday.</p><p>'He was definitely looking over us tonight,' said Mike Trout, who contributed a 454-foot homer and six RBIs.</p><p>Later, officials ruled that Skaggs' died from an accidental drug overdose, prompting Major League Baseball to start testing for cocaine and opioids.</p>", "publisher": "Philippines Daily Inquirer", "instances": ["She sparred with U. S. President Donald Trump and was one of the leading voices on a squad that loudly demanded equal pay with the men's team. We're such a proud and strong and defiant group of women,' Rapinoe said. Her trademark victory pose, looking skyward with arms outstretched, also became a worldwide sensation. BRAVE BLOSSOMSIn the wake of Typhoon Hagibis, host Japan turned in a thoroughly inspiring performance at the Rugby World Cup in its final group stage match against Scotland. A brilliant display by the team known as the 'Brave Blossoms' gave them a big halftime lead. Then they held off a furious Scottish comeback to preserve a 28-21 victory. Japan advanced to the quarterfinals for the first time. Even though they lost to eventual champion South Africa, their tournament run was just what their battered nation needed after the ferocious storm. BURROW BESTS TUAJoe Burrow propelled LSU to the College Football Playoff and himself to the Heisman Trophy with a dazzling display against Tua Tagovailoa and Alabama in college football's game of the year."]}, {"relevance_score": 17, "title": "Filipina in Japan recounts 'Hagibis' experience", "published": "2019-10-14", "bodyText": "<p nitf:lede=\"true\">Manila, Oct. 14 -- A Filipina residing in Japan recalls her experience with the Typhoon Hagibis.</p><p nitf:lede=\"true\">\"Doon sa bintana ng second floor namin na lang ako nagsisilip. Ang lakas po talaga nya. Kasi kami harap ng Pacific Ocean, malapit kami sa coastal area nakatira, (I peep from our house's second floor. It's really strong. We are in front of the Pacific Ocean, we live along the coastal area)\" said Didz Ubas in an interview with GMA News.</p><p>She added that she thought her house would collapse.</p><p>\"Maririnig mo 'yong ugong mula sa dagat, (We can hear the sea's howl),\" Ubas continued.</p><p>The \"worst storm in 60 years\" claimed at least 43 lives in Japan.</p><p>READ MORE: Japan rescuers seek survivors after Typhoon Hagibis kills</p><p>The Filipina said that she believes the death toll could have been higher if the public had not been warned about the typhoon.</p><p>\"Lagi kasing ina-announce sa TV na maghanda kaya bumili na kami ng instant noodles tsaka 'yong naluluto sa mainit na tubig lang kasi baka mawalan kami ng kuryente at gas,\" Ubas said.</p><p>She also added that the weather has already calmed down but rains are still being experienced in Japan.</p><p>Typhoon Hagibis moved away from land on Sunday morning, leaving a trail of destruction in surrounding regions in Tokyo.</p><p>According to the Department of Foreign Affairs, the Philippine Embassy in Tokyo informed that no Filipino was hurt or killed due to the typhoon.</p><p>Published by HT Digital Content Services with permission from Manila Bulletin. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "Manila Bulletin", "instances": ["Manila, Oct. 14 -- A Filipina residing in Japan recalls her experience with the Typhoon Hagibis. Doon sa bintana ng second floor namin na lang ako nagsisilip. Ang lakas po talaga nya. Kasi kami harap ng Pacific Ocean, malapit kami sa coastal area nakatira, (I peep from our house's second floor. It's really strong. We are in front of the Pacific Ocean, we live along the coastal area)\" said Didz Ubas in an interview with GMA News.", "It's really strong. We are in front of the Pacific Ocean, we live along the coastal area)\" said Didz Ubas in an interview with GMA News. She added that she thought her house would collapse. Maririnig mo 'yong ugong mula sa dagat, (We can hear the sea's howl),\" Ubas continued. The \"worst storm in 60 years\" claimed at least 43 lives in Japan. READ MORE: Japan rescuers seek survivors after Typhoon Hagibis killsThe Filipina said that she believes the death toll could have been higher if the public had not been warned about the typhoon. Lagi kasing ina-announce sa TV na maghanda kaya bumili na kami ng instant noodles tsaka 'yong naluluto sa mainit na tubig lang kasi baka mawalan kami ng kuryente at gas,\" Ubas said. She also added that the weather has already calmed down but rains are still being experienced in Japan. Typhoon Hagibis moved away from land on Sunday morning, leaving a trail of destruction in surrounding regions in Tokyo. According to the Department of Foreign Affairs, the Philippine Embassy in Tokyo informed that no Filipino was hurt or killed due to the typhoon. Published by HT Digital Content Services with permission from Manila Bulletin.", "Maririnig mo 'yong ugong mula sa dagat, (We can hear the sea's howl),\" Ubas continued. The \"worst storm in 60 years\" claimed at least 43 lives in Japan. READ MORE: Japan rescuers seek survivors after Typhoon Hagibis killsThe Filipina said that she believes the death toll could have been higher if the public had not been warned about the typhoon. Lagi kasing ina-announce sa TV na maghanda kaya bumili na kami ng instant noodles tsaka 'yong naluluto sa mainit na tubig lang kasi baka mawalan kami ng kuryente at gas,\" Ubas said. She also added that the weather has already calmed down but rains are still being experienced in Japan. Typhoon Hagibis moved away from land on Sunday morning, leaving a trail of destruction in surrounding regions in Tokyo. According to the Department of Foreign Affairs, the Philippine Embassy in Tokyo informed that no Filipino was hurt or killed due to the typhoon. Published by HT Digital Content Services with permission from Manila Bulletin. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive. com"]}, {"relevance_score": 13, "title": "Brace for 'Hagibis', Pinoys in Japan told", "published": "2019-10-11", "bodyText": "<p nitf:lede=\"true\">Manila, Oct. 11 -- Filipinos in Japan are urged to brace for Super Typhoon Hagibis, which is expected to bring heavy rains, strong winds, high waves, and storm surges as it makes landfall there this weekend.</p><p>\"The Department of Foreign Affairs (DFA), through the Philippine Embassy in Tokyo, is monitoring developments related to Super Typhoon Hagibis, which is expected to hit Japan this weekend,\" the agency said Friday.</p><p>In an advisory sent to reporters, the DFA asked Filipinos to avoid traveling to potentially affected areas until the typhoon has dissipated. According to official data from the DFA, about 378,116 Filipinos live in Japan.</p><p>The Japan Meteorological Agency (JMA) has categorized Hagibis as a \"violent typhoon\", the highest category on Japan's typhoon scale.</p><p>The Japan Airlines and All Nippon Airways (ANA) have already announced the cancellation of a number of their domestic flights starting Friday.</p><p>Train operations in the Greater Tokyo Area could also be suspended if the forecast path of the typhoon does not change, the DFA said.</p><p>\"Travellers are urged to always check the latest information from airlines, train companies, and other public transportation companies,\" it advised.</p><p>\"The general public is also advised to stay alert and regularly monitor news and announcements by the Japanese government and the JMA,\" it added.</p><p>Meanwhile, Filipinos needing assistance may contact the Philippine Embassy hotline at +81 80 4928 7979/ +81 80 7000 7979.</p><p>Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "Philippines News Agency", "instances": ["Manila, Oct. 11 -- Filipinos in Japan are urged to brace for Super Typhoon Hagibis, which is expected to bring heavy rains, strong winds, high waves, and storm surges as it makes landfall there this weekend. The Department of Foreign Affairs (DFA), through the Philippine Embassy in Tokyo, is monitoring developments related to Super Typhoon Hagibis, which is expected to hit Japan this weekend,\" the agency said Friday. In an advisory sent to reporters, the DFA asked Filipinos to avoid traveling to potentially affected areas until the typhoon has dissipated. According to official data from the DFA, about 378,116 Filipinos live in Japan. The Japan Meteorological Agency (JMA) has categorized Hagibis as a \"violent typhoon\", the highest category on Japan's typhoon scale. The Japan Airlines and All Nippon Airways (ANA) have already announced the cancellation of a number of their domestic flights starting Friday.", "Manila, Oct. 11 -- Filipinos in Japan are urged to brace for Super Typhoon Hagibis, which is expected to bring heavy rains, strong winds, high waves, and storm surges as it makes landfall there this weekend. The Department of Foreign Affairs (DFA), through the Philippine Embassy in Tokyo, is monitoring developments related to Super Typhoon Hagibis, which is expected to hit Japan this weekend,\" the agency said Friday. In an advisory sent to reporters, the DFA asked Filipinos to avoid traveling to potentially affected areas until the typhoon has dissipated. According to official data from the DFA, about 378,116 Filipinos live in Japan. The Japan Meteorological Agency (JMA) has categorized Hagibis as a \"violent typhoon\", the highest category on Japan's typhoon scale. The Japan Airlines and All Nippon Airways (ANA) have already announced the cancellation of a number of their domestic flights starting Friday. Train operations in the Greater Tokyo Area could also be suspended if the forecast path of the typhoon does not change, the DFA said."]}, {"relevance_score": 13, "title": "PH expresses sympathy with Japan over deadly typhoon", "published": "2019-10-14", "bodyText": "<p nitf:lede=\"true\">Manila, Oct. 14 -- The Philippine government is sympathizing with the government and residents affected by one of the worst typhoons to hit Japan, which killed over 20 people, Malacanang said on Sunday.</p><p>Presidential Spokesperson Salvador Panelo made this remark after typhoon Hagibis triggered floods and landslides, which led to the evacuation of millions of people in Japan.</p><p>\"On behalf of the Filipino people, President Rodrigo Roa Duterte expresses his deep sympathy to the people and government of Japan for those who perished, were injured, or found themselves homeless in the aftermath of the strongest typhoon to hit Japan in decades,\" Panelo said in a statement.</p><p>Panelo said the Philippine Embassy in Tokyo is closely monitoring the situation and is coordinating with the Filipino community in typhoon-affected areas in Japan.</p><p>He noted that the Department of Foreign Affairs is also reaching out to its Japanese counterpart to provide humanitarian assistance.</p><p>Reports showed that Hagibis made landfall in the Izu Peninsula on Japan's main island at 7 p.m. Saturday and left residential areas flooded.</p><p>Typhoon Hagibis, meaning \"swift\" in the Philippine language Tagalog, could bring rainfall amounts not seen since a deadly typhoon in 1958, according to the Japan Meteorological Agency.</p><p>Japanese Prime Minister Shinzo Abe has convened an emergency meeting and asked the public to remain vigilant of landslides and other hazards.</p><p>Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "Philippines News Agency", "instances": ["Manila, Oct. 14 -- The Philippine government is sympathizing with the government and residents affected by one of the worst typhoons to hit Japan, which killed over 20 people, Malacanang said on Sunday. Presidential Spokesperson Salvador Panelo made this remark after typhoon Hagibis triggered floods and landslides, which led to the evacuation of millions of people in Japan. On behalf of the Filipino people, President Rodrigo Roa Duterte expresses his deep sympathy to the people and government of Japan for those who perished, were injured, or found themselves homeless in the aftermath of the strongest typhoon to hit Japan in decades,\" Panelo said in a statement. Panelo said the Philippine Embassy in Tokyo is closely monitoring the situation and is coordinating with the Filipino community in typhoon-affected areas in Japan. He noted that the Department of Foreign Affairs is also reaching out to its Japanese counterpart to provide humanitarian assistance. Reports showed that Hagibis made landfall in the Izu Peninsula on Japan's main island at 7 p. m.", "Panelo said the Philippine Embassy in Tokyo is closely monitoring the situation and is coordinating with the Filipino community in typhoon-affected areas in Japan. He noted that the Department of Foreign Affairs is also reaching out to its Japanese counterpart to provide humanitarian assistance. Reports showed that Hagibis made landfall in the Izu Peninsula on Japan's main island at 7 p. m. Saturday and left residential areas flooded. Typhoon Hagibis, meaning \"swift\" in the Philippine language Tagalog, could bring rainfall amounts not seen since a deadly typhoon in 1958, according to the Japan Meteorological Agency. Japanese Prime Minister Shinzo Abe has convened an emergency meeting and asked the public to remain vigilant of landslides and other hazards. Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive. com"]}, {"relevance_score": 13, "title": "Tokyo cycling course damaged by landslides caused by Hagibis", "published": "2019-10-27", "bodyText": "<p nitf:lede=\"true\"> PART of the course due to be used for the Olympic cycling road race course next year has been damaged by landslides caused by Typhoon Hagibis, Japanese officials have revealed.</p><p>The Sagamihara Municipal Government announced that it had been hit by landslides along National Highway 413 in Kanagawa Prefecture.</p><p>The landslides were triggered by the devastating rain caused by Typhoon Hagibis earlier this month.</p><p>City officials warned that it could take several months to repair the damage.</p><p>'We'll have a consultation with the [Tokyo] Organizing Committee for the 2020 Games,' a Sagamihara official told Japanese news agency JiJi Press.</p><p>Large landslides struck at eight points along the highway in Midori Ward after the 19th named storm of the year dumped over 70 centimeters of rain in the area.</p><p>The Olympic road race is to be held on July 25 for men and on the following day for women.</p><p>About 30 kilometers of the Olympic road race course is due to run through Sagamihara.</p><p>The course is set to start at a park in western Tokyo and finishes in Oyama, Shizuoka Prefecture, after going through Kanagawa and Yamanashi prefectures.</p><p>The men's 234-km road race is due to climb the lower slopes of Mount Fuji. The women's 137-km race controversially does not include Japan's highest mountain.</p><p>'The Olympic and Paralympic cycling courses will be quite challenging, traversing rugged up-and-down terrain near Mount Fuji,' Tokyo 2020 Chief Executive Toshiro Muto said. 'The spectacle of the world's top athletes battling it out on these courses is bound to excite audiences.'</p>", "publisher": "Business Mirror (Philippines)", "instances": ["PART of the course due to be used for the Olympic cycling road race course next year has been damaged by landslides caused by Typhoon Hagibis, Japanese officials have revealed. The Sagamihara Municipal Government announced that it had been hit by landslides along National Highway 413 in Kanagawa Prefecture. The landslides were triggered by the devastating rain caused by Typhoon Hagibis earlier this month. City officials warned that it could take several months to repair the damage. We'll have a consultation with the [Tokyo] Organizing Committee for the 2020 Games,' a Sagamihara official told Japanese news agency JiJi Press. Large landslides struck at eight points along the highway in Midori Ward after the 19th named storm of the year dumped over 70 centimeters of rain in the area.", "PART of the course due to be used for the Olympic cycling road race course next year has been damaged by landslides caused by Typhoon Hagibis, Japanese officials have revealed. The Sagamihara Municipal Government announced that it had been hit by landslides along National Highway 413 in Kanagawa Prefecture. The landslides were triggered by the devastating rain caused by Typhoon Hagibis earlier this month. City officials warned that it could take several months to repair the damage. We'll have a consultation with the [Tokyo] Organizing Committee for the 2020 Games,' a Sagamihara official told Japanese news agency JiJi Press. Large landslides struck at eight points along the highway in Midori Ward after the 19th named storm of the year dumped over 70 centimeters of rain in the area. The Olympic road race is to be held on July 25 for men and on the following day for women. About 30 kilometers of the Olympic road race course is due to run through Sagamihara."]}, {"relevance_score": 16, "title": "Duterte stands by typhoon-hit Japan, offers humanitarian assistance", "published": "2019-10-13", "bodyText": "<p nitf:lede=\"true\">Manila, Oct. 13 -- President Duterte is one with Japan and has offered any humanitarian assistance the Philippines can provide after the country was ravaged by Typhoon Hagibis, the strongest typhoon to hit the Land of the Rising Sun in decades.</p><p>According to public broadcaster NHK, at least 18 people have been killed while more than a dozen went missing after \"Hagibis\" paralyzed Tokyo and surrounding areas, caused rivers to overflow, and left almost half a million homes without power.</p><p>\"On behalf of the Filipino people, President Rodrigo Roa Duterte expresses his deep sympathy to the people and government of Japan for those who perished, were injured, or found themselves homeless in the aftermath of the stongest typhoon to hit Japan in decades,\" Presidential Spokesman Salvador Panelo said Sunday evening.</p><p>\"As we offer our prayers, the Office of the President has likewise asked the Department of Foreign Affairs to get in touch with its Japanese counterpart for possible humanitarian assistance we can provide,\" he added.</p><p>In his statement, Panelo said the Philippine Embassy in Tokyo is closely monitoring the situation and is coordinating with the members of the Filipino community in typhoon-affected areas in Japan.</p><p>Typhoon Hagibis made landfall on the island of Honshu Saturday evening. A magnitude-5.7 earthquake also shook Tokyo shortly after.</p><p>According to NHK, rescue efforts were in full force Sunday with thousands of troops, boats and helicopters deployed to the flooded areas. Rescue crew reportedly dug through dirt in other areas to try to get people out from homes buried by landslides.</p><p>Prime Minister Abe Shinzo convened an emergency meeting of relevant ministers and dispatched the minister in charge of disaster management to the worst-hit areas.</p><p>He also offered condolences to the families of those who died and said the government was working to save people's lives and property.</p><p>President Duterte said he will go to Japan next week for the enthronement ceremony of new Japanese Emperor Naruhito.</p><p>READ MORE: Rescue efforts underway after massive typhoon hammers Tokyo, 23 killed, 16 missing after fierce typhoon pounds Tokyo</p><p>Published by HT Digital Content Services with permission from Manila Bulletin. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "Manila Bulletin", "instances": ["Manila, Oct. 13 -- President Duterte is one with Japan and has offered any humanitarian assistance the Philippines can provide after the country was ravaged by Typhoon Hagibis, the strongest typhoon to hit the Land of the Rising Sun in decades. According to public broadcaster NHK, at least 18 people have been killed while more than a dozen went missing after \"Hagibis\" paralyzed Tokyo and surrounding areas, caused rivers to overflow, and left almost half a million homes without power. On behalf of the Filipino people, President Rodrigo Roa Duterte expresses his deep sympathy to the people and government of Japan for those who perished, were injured, or found themselves homeless in the aftermath of the stongest typhoon to hit Japan in decades,\" Presidential Spokesman Salvador Panelo said Sunday evening. As we offer our prayers, the Office of the President has likewise asked the Department of Foreign Affairs to get in touch with its Japanese counterpart for possible humanitarian assistance we can provide,\" he added. In his statement, Panelo said the Philippine Embassy in Tokyo is closely monitoring the situation and is coordinating with the members of the Filipino community in typhoon-affected areas in Japan. Typhoon Hagibis made landfall on the island of Honshu Saturday evening.", "13 -- President Duterte is one with Japan and has offered any humanitarian assistance the Philippines can provide after the country was ravaged by Typhoon Hagibis, the strongest typhoon to hit the Land of the Rising Sun in decades. According to public broadcaster NHK, at least 18 people have been killed while more than a dozen went missing after \"Hagibis\" paralyzed Tokyo and surrounding areas, caused rivers to overflow, and left almost half a million homes without power. On behalf of the Filipino people, President Rodrigo Roa Duterte expresses his deep sympathy to the people and government of Japan for those who perished, were injured, or found themselves homeless in the aftermath of the stongest typhoon to hit Japan in decades,\" Presidential Spokesman Salvador Panelo said Sunday evening. As we offer our prayers, the Office of the President has likewise asked the Department of Foreign Affairs to get in touch with its Japanese counterpart for possible humanitarian assistance we can provide,\" he added. In his statement, Panelo said the Philippine Embassy in Tokyo is closely monitoring the situation and is coordinating with the members of the Filipino community in typhoon-affected areas in Japan. Typhoon Hagibis made landfall on the island of Honshu Saturday evening. A magnitude-5. 7 earthquake also shook Tokyo shortly after. According to NHK, rescue efforts were in full force Sunday with thousands of troops, boats and helicopters deployed to the flooded areas. Rescue crew reportedly dug through dirt in other areas to try to get people out from homes buried by landslides. Prime Minister Abe Shinzo convened an emergency meeting of relevant ministers and dispatched the minister in charge of disaster management to the worst-hit areas."]}, {"relevance_score": 12, "title": "Rain showers to prevail over Luzon Wednesday", "published": "2019-10-09", "bodyText": "<p nitf:lede=\"true\">Manila, Oct. 9 -- The northeasterly surface windflow will bring rain showers over Luzon on Wednesday.</p><p nitf:lede=\"true\">In its 4 a.m. forecast, the Philippine Atmospheric, Geophysical and Astronomical Services Administration (PAGASA) said Bicol Region will have cloudy skies with scattered rain showers and thunderstorms due to the northeasterly surface windflow.</p><p>Metro Manila and the rest of the country will have partly cloudy to cloudy skies with isolated rain showers brought about by localized thunderstorms.</p><p>Meanwhile, the weather bureau said Typhoon Hagibis was last observed at 2,020 kilometers east of northern Luzon with maximum sustained winds of 200 kms and gusts of up to 245 kms per hour and moving slowly at 20 kph.</p><p>PAGASA said that Hagibis has a low chance of entering the PAR. It earlier said the typhoon would enter PAR this weekend.</p><p>Temperature in Metro Manila ranges from 26-33 degrees Celsius; Tuguegarao City 22-30 degrees Celsius; Baguio City 16-24 degrees Celsius; Metro Cebu 26-32 degrees Celsius; and Metro Davao 25-33.</p><p>Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "Philippines News Agency", "instances": ["9 -- The northeasterly surface windflow will bring rain showers over Luzon on Wednesday. In its 4 a. m. forecast, the Philippine Atmospheric, Geophysical and Astronomical Services Administration (PAGASA) said Bicol Region will have cloudy skies with scattered rain showers and thunderstorms due to the northeasterly surface windflow. Metro Manila and the rest of the country will have partly cloudy to cloudy skies with isolated rain showers brought about by localized thunderstorms. Meanwhile, the weather bureau said Typhoon Hagibis was last observed at 2,020 kilometers east of northern Luzon with maximum sustained winds of 200 kms and gusts of up to 245 kms per hour and moving slowly at 20 kph. PAGASA said that Hagibis has a low chance of entering the PAR. It earlier said the typhoon would enter PAR this weekend. Temperature in Metro Manila ranges from 26-33 degrees Celsius; Tuguegarao City 22-30 degrees Celsius; Baguio City 16-24 degrees Celsius; Metro Cebu 26-32 degrees Celsius; and Metro Davao 25-33. Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive."]}, {"relevance_score": 31, "title": "Duterte commits to sustain defense cooperation with Japan, expresses gratitude for donated air assets", "published": "2019-11-04", "bodyText": "<p nitf:lede=\"true\">Manila, Nov. 4 -- The Philippines is committed to sustain defense cooperation with Japan amid plans to purchase more military equipment, President Duterte declared Monday.</p><p nitf:lede=\"true\">The President disclosed the planned acquisition of aircraft and air defense radar technology during his meeting with Prime Minister Shinzo Abe of Japan on the sidelines of the regional summit here.</p><p nitf:lede=\"true\">The two leaders held talks late Monday afternoon to enhance bilateral relations shortly after attending the East Asia summit at the Impact Convention Center here. They were accompanied by their respective Cabinet ministers.</p><p>\"I would like to again thank you for the air assets, the five TC-90s, UH-1H we received from your government,\" Duterte told Abe in his opening remarks.</p><p>\"We would hope to sustain this cooperation as my Government looks for the acquisition of such aircraft and radar,\" he added.</p><p>Apart from the defense cooperation, the Philippine leader expressed gratitude to Japan for supporting the Bangsamoro peace process as well as the country's infrastructure program, particularly the construction of the country's first-ever subway.</p><p>\"I also would like to thank your support for the creation of the Bangsamoro [Autonomous Region in Muslim] Mindanao and the Road Network [Development Project] that you have started over there,\" Duterte told Abe.</p><p>\"I would like to give our heartfelt thanks for the Manila subway. It's the first in the country and you are the only country who proposed to give it to us,\" he added</p><p>At the start of the meeting, the President told Abe that it was an honor to attend the enthronement of Emperor Nahurito in Tokyo last month. Duterte, however, expressed regret that he had to shorten his Japan trip due urgent matters back home.</p><p>\"I regret that I had to go first. I had to cut short. I was not able to attend your Gala Dinner because I had to attend to some pressing matters back home,\" he told the Japanese leader.</p><p>Abe said he was grateful for Duterte's effort to attend the enthronement ceremony and understood his reason for cutting short his trip.</p><p>\"With regard to the ceremony of the enthronement at the Seiden State Hall in Japan, that was an extremely important occasion for Japan and the Japanese people,\" Abe said.</p><p>\"I am truly grateful for Mr. President's participation in the ceremony and also I understand that because of the pressing issues that you had to go back to the Philippines, you have to shorten your visit,\" he added.</p><p>Duterte earlier cut short his trip to Japan after complaining of unbearable back pain from a motorcycle fall. He has been diagnosed with muscle spasm during a recent consultation with his doctor.</p><p>In the same meeting with Abe, President Duterte expressed his sympathies to Japan following the onslaught of typhoon Hagibis.</p><p>\"I am deeply saddened by the death of your countrymen during the Typhoon Hagibis. And I also mourned because of the Shuri Castle. It is a UNESCO Heritage,\" he said.</p><p>Duterte also thanked Japan for approving the opening of the Philippine Consulate General in Nagoya.</p><p>Duterte and Abe are among the world leaders who attend the 35th Association of Southeast Asian Nations (ASEAN) summit and related meetings in Thailand over the weekend.</p><p>The two leaders last held bilateral talks at the premier's office in Tokyo last May. The meeting of the two leaders on Monday was the eight since Duterte assumed office in June 2016.</p><p>Published by HT Digital Content Services with permission from Manila Bulletin. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "Manila Bulletin", "instances": ["With regard to the ceremony of the enthronement at the Seiden State Hall in Japan, that was an extremely important occasion for Japan and the Japanese people,\" Abe said. I am truly grateful for Mr. President's participation in the ceremony and also I understand that because of the pressing issues that you had to go back to the Philippines, you have to shorten your visit,\" he added. Duterte earlier cut short his trip to Japan after complaining of unbearable back pain from a motorcycle fall. He has been diagnosed with muscle spasm during a recent consultation with his doctor. In the same meeting with Abe, President Duterte expressed his sympathies to Japan following the onslaught of typhoon Hagibis. I am deeply saddened by the death of your countrymen during the Typhoon Hagibis. And I also mourned because of the Shuri Castle. It is a UNESCO Heritage,\" he said. Duterte also thanked Japan for approving the opening of the Philippine Consulate General in Nagoya. Duterte and Abe are among the world leaders who attend the 35th Association of Southeast Asian Nations (ASEAN) summit and related meetings in Thailand over the weekend.", "I am truly grateful for Mr. President's participation in the ceremony and also I understand that because of the pressing issues that you had to go back to the Philippines, you have to shorten your visit,\" he added. Duterte earlier cut short his trip to Japan after complaining of unbearable back pain from a motorcycle fall. He has been diagnosed with muscle spasm during a recent consultation with his doctor. In the same meeting with Abe, President Duterte expressed his sympathies to Japan following the onslaught of typhoon Hagibis. I am deeply saddened by the death of your countrymen during the Typhoon Hagibis. And I also mourned because of the Shuri Castle. It is a UNESCO Heritage,\" he said. Duterte also thanked Japan for approving the opening of the Philippine Consulate General in Nagoya. Duterte and Abe are among the world leaders who attend the 35th Association of Southeast Asian Nations (ASEAN) summit and related meetings in Thailand over the weekend. The two leaders last held bilateral talks at the premier's office in Tokyo last May."]}, {"relevance_score": 11, "title": "LIST: Flights canceled on October 13 due to 'Hagibis'", "published": "2019-10-13", "bodyText": "<p nitf:lede=\"true\">  LIST: Flights canceled on October 13 due to 'Hagibis' !-- --  (Philstar.com) - October 13, 2019 - 10:50am  MANILA, Philippines Several flights headed to and from Japan remain grounded on Sunday due to the bad weather caused by powerful Typhoon \"Hagibis.</p><p>\" Hagibis, deemed as the most violent typhoons in recent years, already significantly weakened but it left people trapped by flooding, killed at least four people and also caused landslides and burst rivers. The typhoon made a landfall into the main Japanese island of Honshu around 7:00 pm (8 p.</p><p>m. in Manila) Saturday.</p><p> It packs wind gusts of up to 216 kilometersper hour (134 miles per hour). Amid the typhoon aftermath and bad weather conditions in Japan, the Manila International Airport Authority in a flight advisory announced that 13 flights carried by Japan Airlines, Philippine Airlines, All Nippon Airways, Cebu Pacific and Delta Airlines headed to and from Japan are canceled on Sunday.</p><p> Here's the updated list of flights canceled for Sunday: As of 10 a.m.</p><p> Terminal 1 Japan Airlines   JL 741 Narita to Manila   JL 77 Haneda to Manila   Terminal 2 Philippine Airlines Terminal 3 All Nippon Airways  readability=\"1   NH 819  Narita to ManilaNH 820  Manila to Narita    NH 869  Haneda to ManilaNH 870  Manila to Haneda   Cebu Pacific  5J 5039  Nagoya to ManilaDelta Airlines Rosette Adel </p>", "publisher": "The Philippine Star", "instances": []}, {"relevance_score": 12, "title": "'Hagibis' to bring rains over parts of PH", "published": "2019-10-10", "bodyText": "<p nitf:lede=\"true\">Manila, Oct. 10 -- Typhoon 'Hagibis' may no longer enter the Philippine Area of Responsibility (PAR) but its trough will bring rains over parts of the country Thursday.</p><p>In its 4 a.m. weather bulletin, the Philippine Atmospheric, Geophysical and Astronomical Services Administration (PAGASA) said 'Hagibis' was last eyed 1,845 east of Basco, Batanes and now heading towards Japan.</p><p>The trough of the typhoon, however, will bring cloudy skies with scattered rain showers and thunderstorms over Bicol region, eastern and Central Visayas, Caraga and Davao region.</p><p>Metro Manila and the rest of the country would be partly cloudy to cloudy with isolated rain showers due to localized thunderstorms.</p><p>PAGASA weather specialist Loriedin dela Cruz said the northeasterly surface wind flow of the northeast monsoon or \"amihan\" will prevail over Luzon.</p><p>Moderate to strong winds from the northwest with moderate to rough coastal waters will prevail in the northern and eastern section of Luzon and the Visayas seaboards.</p><p>Temperature in Metro Manila ranges from 26-32 degrees Celsius; Tuguegarao City 24-32 degrees Celsius; Baguio City 15-23 degrees Celsius; SBMA 24-33 degrees Celsius; Lipa City 24-32 degrees Celsius; Metro Cebu 25-33 degrees Celsius; and Metro Davao 26-34 degrees Celsius.</p><p>Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "Philippines News Agency", "instances": []}, {"relevance_score": 24, "title": "Trough of 'Hagibis' to bring rain over parts of Mindanao - Pagasa", "published": "2019-10-11", "bodyText": "<p nitf:lede=\"true\"> The trough of Typhoon Hagibis, which remains outside the Philippine area of responsibility, will bring cloudy skies with scattered rain showers and thunderstorms over the eastern section of Mindanao, the state weather bureau said Friday.</p><p>Based on the 4:00 a.m. forecast of the Philippine Atmospheric, Geophysical and Astronomical Services Administration (Pagasa), the trough of Hagibis will affect Caraga as well as the regions of Davao and Northern Mindanao.</p><p>Metro Manila and the rest of the country, meanwhile, will have partly cloudy to cloudy skies with isolated rain showers due to localized thunderstorms, Pagasa said.</p><p>Pagasa also said strong northeasterly surface wind flow and rough coastal waters (2.8 to 4.0 meters) would prevail over the northern and eastern sections of Luzon while the Visayas and the rest of Luzon will experience light to moderate northeast to northwest wind flow, with slight to moderate (0.6 to 2.1 meters) coastal waters.</p><p>In Mindanao, light to moderate northwest-west wind and slight to moderate (0.6 to 2.1 meters) coastal waters will prevail, according to the state weather agency.</p><p>It further said that the lowest temperature of 24.2°C was recorded at 5:50 a.m. Friday while the maximum temperature will be 32.8°C at 1:50 p.m. on the same day.</p><p>Pagasa noted that the sun rose at 5:47 a.m. this day and it is expected to set at 5:39 p.m.</p>", "publisher": "Philippines Daily Inquirer", "instances": ["The trough of Typhoon Hagibis, which remains outside the Philippine area of responsibility, will bring cloudy skies with scattered rain showers and thunderstorms over the eastern section of Mindanao, the state weather bureau said Friday. Based on the 4:00 a. m. forecast of the Philippine Atmospheric, Geophysical and Astronomical Services Administration (Pagasa), the trough of Hagibis will affect Caraga as well as the regions of Davao and Northern Mindanao. Metro Manila and the rest of the country, meanwhile, will have partly cloudy to cloudy skies with isolated rain showers due to localized thunderstorms, Pagasa said. Pagasa also said strong northeasterly surface wind flow and rough coastal waters (2."]}, {"relevance_score": 14, "title": "CBCP official sent to Japan ahead of time to assist with 'Hagibis' Filipino victims", "published": "2019-10-14", "bodyText": "<p nitf:lede=\"true\">Manila, Oct. 14 -- An official of the Catholic Bishops' Conference of the Philippines Episcopal Commission on Migrants and Itinerant People (CBCP ECMI) is currently in Japan to help the chaplain in assisting the Filipinos there.</p><p>Father Resty Ogsimer, CBCP ECMI executive secretary, left for Japan last week, days before Typhoon \"Hagibis\" hit the said country Saturday.</p><p>\"We have sent Fr. Resty Ogsimer to be of help and service to our chaplain there, Father Edwin Corros,\" ECMI Chairman Bishop Ruperto Santos said in an interview.</p><p>The Balanga, Bataan prelate said, based on the information that they received, overseas Filipino workers (OFWs) there were not affected by the typhoon.</p><p>\"From their information our OFWs are well protected, not so affected. They have been very careful and heeded the warning and advises of the government officials, especially from our Philippine Embassy personnel,\" said Santos.</p><p>Prior to the typhoon, he said they have offered prayers for Japan especially the safety of the Filipinos there.</p><p>\"We are praying for their safety and the typhoon will not bring so much destruction, lessen its impact and completely downgraded,\" Santos said.</p><p>More than 30 people were reportedly killed by the powerful typhoon.</p><p>President Duterte earlier expressed his deep sympathy to the people and government of Japan and instructed the Department of Foreign Affairs to get in touch with its Japanese counterpart for possible humanitarian assistance.</p><p>Published by HT Digital Content Services with permission from Manila Bulletin. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "Manila Bulletin", "instances": []}, {"relevance_score": 13, "title": "New typhoon to enter PAR mid-week", "published": "2019-10-07", "bodyText": "<p nitf:lede=\"true\">Manila, Oct. 7 -- A typhoon with international name \"Hagibis\" will likely enter the Philippine area of responsibility (PAR) by mid-week. The 16th tropical cyclone this year and first this month will be locally called \"Perla\" once inside the country's vicinity.</p><p>Philippine Atmospheric, Geophysical, and Astronomical Services Administration (PAGASA) weather specialist Loriedin dela Cruz said typhoon Hagibis is currently hovering over the Pacific Ocean and still far from the country.</p><p>Hagibis is a strong cyclone packing maximum sustained winds of 120 kilometers per hour (kph) and gustiness of up to 150 kph.</p><p>Should it maintain its west-northwest track, dela Cruz said the typhoon will be inside the PAR by Wednesday or Thursday.</p><p>It will be the first of two or three tropical cyclones that may form or enter the country's area of responsibility this month.</p><p>However, she said Hagibis may not hit land as it could only skirt the eastern border of the PAR.</p><p>This Tuesday, the easterlies, or the warm and humid wind coming from the Pacific, will be the dominant weather system over the eastern part of the Philippines.</p><p>Dela Cruz said partly cloudy to cloudy skies with isolated rain showers will prevail over the entire country, with chances of severe thunderstorms in the afternoon or evening.</p><p>She warned the public that severe thunderstorm activity may cause flash floods in low-lying areas or landslides in mountainous areas.</p><p>Published by HT Digital Content Services with permission from Manila Bulletin. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "Manila Bulletin", "instances": ["Manila, Oct. 7 -- A typhoon with international name \"Hagibis\" will likely enter the Philippine area of responsibility (PAR) by mid-week. The 16th tropical cyclone this year and first this month will be locally called \"Perla\" once inside the country's vicinity. Philippine Atmospheric, Geophysical, and Astronomical Services Administration (PAGASA) weather specialist Loriedin dela Cruz said typhoon Hagibis is currently hovering over the Pacific Ocean and still far from the country. Hagibis is a strong cyclone packing maximum sustained winds of 120 kilometers per hour (kph) and gustiness of up to 150 kph. Should it maintain its west-northwest track, dela Cruz said the typhoon will be inside the PAR by Wednesday or Thursday. It will be the first of two or three tropical cyclones that may form or enter the country's area of responsibility this month. However, she said Hagibis may not hit land as it could only skirt the eastern border of the PAR. This Tuesday, the easterlies, or the warm and humid wind coming from the Pacific, will be the dominant weather system over the eastern part of the Philippines."]}, {"relevance_score": 14, "title": "'Hagibis' spares PH, veers towards Japan", "published": "2019-10-09", "bodyText": "<p nitf:lede=\"true\">Manila, Oct. 9 -- Typhoon \"Hagibis\" (international name) may no longer enter the Philippine area of responsibility as the strong cyclone slightly changes course en route to Japan.</p><p>Around Wednesday morning, the Philippine Atmospheric, Geophysical, and Astronomical Services Administration (PAGASA) estimated the location of Hagibis at 2,020 kilometers east of Northern Luzon.</p><p>PAGASA weather specialist Meno Mendoza said Hagibis has maintained its maximum winds of 200 kilometers per hour (kph) and gustiness of up to 245 kph. It remains under the typhoon category.</p><p>Hagibis was earlier projected to enter the PAR by weekend but has slightly changed course from west-northwest to northwest at 20 kph.</p><p>Mendoza said the eye of Hagibis now has a low probability of entering the PAR.</p><p>The typhoon is also not expected to directly affect the country in the coming days, he added.</p><p>For now, the northeasterly surface wind flow, which is the initial rush of northeast monsoon or amihan, will be the prevailing weather system over Luzon.</p><p>The northeasterly surface wind flow will bring cloudy skies with scattered rain showers and thunderstorm over Albay, Camarines Norte, Camarines Sur, Catanduanes, Sorsogon, and Masbate.</p><p>Meanwhile, Metro Manila and the rest of the country will likely experience partly cloudy to cloudy skies with isolated rain showers from localized thunderstorms.</p><p>The public should remain alert as severe thunderstorm activity may cause flash floods in low-lying areas or landslides in mountainous regions.</p><p>Published by HT Digital Content Services with permission from Manila Bulletin. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "Manila Bulletin", "instances": []}, {"relevance_score": 11, "title": "One: Century to push through despite 'Hagibis' threat", "published": "2019-10-12", "bodyText": "<p nitf:lede=\"true\">Manila, Oct. 12 -- One Championship is pushing through with its 100th fight card, simply dubbed One: Century, at the Ryogoku Kokugikan in Tokyo on Sunday even though Typhoon Hagibis is set to hit Japan this weekend.</p><p>In a statement on Friday night, One CEO Chatri Sityodtong said he decided to push through with the event after consulting his leadership team.</p><p>\"By early morning Sunday in Tokyo, the weather should be back to normal,\" said Sityodtong, who clarified that they \"made this decision with safety as the highest priority for our team, our athletes, and our fans.\"</p><p>In a first for One, One: Century will be divided into two sessions, one in the morning and one in the evening.</p><p>The morning card, the first to be nationally televised in the United States, is expected to be heavily hit by \"Hagibis\" in terms of gate attendance as the typhoon is expected to make its biggest impact in Japan on Saturday night.</p><p>\"Ticket holders who are unable to attend Part I of our event due to transportation or travel challenges will be granted a complete refund,\" Sityodtong assured.</p><p>The morning part of One: Century will see Filipino mixed martial arts star Danny Kingad taking on American Demetrious Johnson in the final round of the One Flyweight Grand Prix.</p><p>The Formula One Group has postponed to Sunday the qualifying event of the Japanese Grand Prix, while two matches of the Rugby World Cup were postponed as well.</p><p>Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "Philippines News Agency", "instances": ["Manila, Oct. 12 -- One Championship is pushing through with its 100th fight card, simply dubbed One: Century, at the Ryogoku Kokugikan in Tokyo on Sunday even though Typhoon Hagibis is set to hit Japan this weekend. In a statement on Friday night, One CEO Chatri Sityodtong said he decided to push through with the event after consulting his leadership team. By early morning Sunday in Tokyo, the weather should be back to normal,\" said Sityodtong, who clarified that they \"made this decision with safety as the highest priority for our team, our athletes, and our fans. In a first for One, One: Century will be divided into two sessions, one in the morning and one in the evening. The morning card, the first to be nationally televised in the United States, is expected to be heavily hit by \"Hagibis\" in terms of gate attendance as the typhoon is expected to make its biggest impact in Japan on Saturday night. Ticket holders who are unable to attend Part I of our event due to transportation or travel challenges will be granted a complete refund,\" Sityodtong assured."]}, {"relevance_score": 10, "title": "Trough of 'Hagibis' to bring scattered rains in eastern Mindanao this weekend", "published": "2019-10-11", "bodyText": "<p nitf:lede=\"true\">Manila, Oct. 11 -- Cloudy skies with scattered rain showers will prevail over parts of Mindanao this weekend due to the trough of Typhoon \"Hagibis,\" which remains outside the country, said the Philippine Atmospheric Geophysical and Astronomical Services Administration (PAGASA).</p><p>In its latest weather update issued Friday morning, PAGASA weather specialist Ezra Bulquerin said the trough or extension of Hagibis will still affect the eastern section of Mindanao bringing cloudy skies with scattered rain showers and thunderstorms in CARAGA, Davao region, and Northern Mindanao.</p><p>PAGASA earlier said that Hagibis is no longer expected to enter the Philippine area of responsibility (PAR) and will continue to head towards Japan where it is expected to make a landfall this weekend.</p><p>Meanwhile, the northeasterly surface wind flow, or the initial rush of northeast monsoon or \"amihan,\" is still the prevailing weather system in the country which may bring slightly cooler weather over Luzon.</p><p>In Metro Manila and the rest of the country, partly cloudy to cloudy skies with isolated rain showers is expected due to localized thunderstorms.</p><p>The state weather bureau advised residents affected by the trough of Hagibis and localized thunderstorms on possible flash floods or landslides during severe thunderstorms.</p><p>PAGASA added that a gale warning was also raised on the seaboards of Batanes, Calayan, Babuyan, Cagayan, Isabela and Aurora and northern coast of Ilocos Norte as seas Rough to very rough</p><p>Fishing boats and other small seacrafts are advised not to venture out into the sea while larger sea vessels are alerted against big waves, PAGASA said.</p><p>Published by HT Digital Content Services with permission from Manila Bulletin. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "Manila Bulletin", "instances": []}, {"relevance_score": 8, "title": "LIST: Cancelled flights from Oct. 12-13", "published": "2019-10-12", "bodyText": "<p nitf:lede=\"true\"> Several inbound and outbound flights at the Ninoy Aquino International Airport (Naia) were canceled due to bad weather expected in areas of destination, the Manila International Airport Authority (Miaa) said Saturday.</p><p>In an advisory, Miaa said that most of the canceled flights were flying to and coming from Japan, as the country is expected to be battered by heavy rains and strong winds brought by Super Typhoon Hagibis.</p><p>As of 9 a.m., Miaa said the following flights have been canceled:</p><p>Oct. 12, 2019</p><p>Japan Airlines (Terminal 1)</p><p>JL 746 Manila-Narita</p><p>JL 742 Manila-Narita</p><p>JL 745 Narita-Manila</p><p>Jetstar Japan (Terminal 1)</p><p>GK 40 Manila-Narita</p><p>Philippine Airlines (Terminal 2)</p><p>PR 407 Osaka Kansai-Manila</p><p>PR 408 Manila-Osaka Kansai</p><p>PR 437 Nagoya-Manila</p><p>PR 438 Manila-Nagoya</p><p>PR 896 Manila-Taipei</p><p>PR 987 Taipei-Manila</p><p>PR 432 Manila-Tokyo Narita</p><p>PR 421 Tokyo Haneda-Manila</p><p>PR 422 Manila-Tokyo Haneda</p><p>PR 423 Tokyo Haneda-Manila</p><p>PR 424 Manila-Tokyo Haneda</p><p>PR 427 Tokyo Narita-Manila</p><p>PR 428 Manila-Tokyo Narita</p><p>All Nippon Airways (Terminal 3)</p><p>NH 820 Manila-Narita</p><p>NH 819 Narita-Manila</p><p>NH 870 Manila-Haneda</p><p>NH 869 Haneda-Manila</p><p>Cebu Pacific (Terminal 3)</p><p>5J 5054 Manila-Narita</p><p>5J 5055 Narita-Manila</p><p>5J 5056 Manila-Narita</p><p>5J 5057 Narita-Manila</p><p>5J 5062 Cebu-Narita</p><p>5J 5063 Narita-Cebu</p><p>Delta Airlines (Terminal 3)</p><p>DL 180 Manila-Narita</p><p>DL181 Narita-Manila</p><p>Oct. 13, 2019</p><p>Philippine Airlines (Terminal 2)</p><p>PR 423 Tokyo Haneda-Manila</p><p>PR 431 Tokyo Narita-Manila</p><p>Cebu Pacific said all affected passengers will be re-accommodated on the next available flights scheduled on Oct. 13, Sunday.</p>", "publisher": "Philippines Daily Inquirer", "instances": ["Several inbound and outbound flights at the Ninoy Aquino International Airport (Naia) were canceled due to bad weather expected in areas of destination, the Manila International Airport Authority (Miaa) said Saturday. In an advisory, Miaa said that most of the canceled flights were flying to and coming from Japan, as the country is expected to be battered by heavy rains and strong winds brought by Super Typhoon Hagibis. As of 9 a. m. , Miaa said the following flights have been canceled:Oct. 12, 2019Japan Airlines (Terminal 1)JL 746 Manila-NaritaJL 742 Manila-NaritaJL 745 Narita-ManilaJetstar Japan (Terminal 1)GK 40 Manila-NaritaPhilippine Airlines (Terminal 2)PR 407 Osaka Kansai-ManilaPR 408 Manila-Osaka KansaiPR 437 Nagoya-ManilaPR 438 Manila-NagoyaPR 896 Manila-TaipeiPR 987 Taipei-ManilaPR 432 Manila-Tokyo NaritaPR 421 Tokyo Haneda-ManilaPR 422 Manila-Tokyo HanedaPR 423 Tokyo Haneda-ManilaPR 424 Manila-Tokyo HanedaPR 427 Tokyo Narita-ManilaPR 428 Manila-Tokyo NaritaAll Nippon Airways (Terminal 3)NH 820 Manila-NaritaNH 819 Narita-ManilaNH 870 Manila-HanedaNH 869 Haneda-ManilaCebu Pacific (Terminal 3)5J 5054 Manila-Narita5J 5055 Narita-Manila5J 5056 Manila-Narita5J 5057 Narita-Manila5J 5062 Cebu-Narita5J 5063 Narita-CebuDelta Airlines (Terminal 3)DL 180 Manila-NaritaDL181 Narita-ManilaOct. 13, 2019Philippine Airlines (Terminal 2)PR 423 Tokyo Haneda-ManilaPR 431 Tokyo Narita-ManilaCebu Pacific said all affected passengers will be re-accommodated on the next available flights scheduled on Oct."]}, {"relevance_score": 12, "title": "PH gov't ready to help Japan after 'Hagibis': Go", "published": "2019-10-22", "bodyText": "<p nitf:lede=\"true\">Manila, Oct. 22 -- The Philippine government has expressed readiness to provide assistance, particularly disaster response deployments, to Japan in the aftermath of the powerful Typhoon Hagibis.</p><p>Senator Christopher \"Bong\" Go gave this assurance in a letter addressed to Japanese Ambassador to Manila Koji Haneda, a copy of which was sent to the media on Tuesday.</p><p>\"As instructed by President Rodrigo Roa Duterte, I would like to convey the Philippines' readiness to provide assistance to the government of Japan,\" Go said.</p><p>\"Our first responders including those from the Armed Forces of the Philippines, Davao City Risk Reduction Management Council-Response Cluster Team and other Philippine relief organizations, stand ready for deployment to help in your disaster relief and recovery efforts,\" Go added.</p><p>Go also expressed his solidarity with and condolences to the Japanese people, especially those who lost loved ones.</p><p>Go is part of the \"lean delegation\" of President Duterte in his two-day trip to Japan, along with Presidential Spokesperson Salvador Panelo, Philippine Ambassador to Japan Jose Laurel V, Special Envoy to Japan for Trade and Market Access Feliciano Belmonte Jr., and Chief of President Protocol and Presidential Assistant on Foreign Affairs Robert Borje.</p><p>Duterte arrived in Japan early Tuesday to attend the historic enthronement ceremony of Emperor Naruhito.</p><p>Duterte will be with his daughter, Davao City Mayor Sara Duterte, during the Emperor's enthronement ceremony at the Imperial Palace in Tokyo Tuesday afternoon.</p><p>Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "Philippines News Agency", "instances": ["Manila, Oct. 22 -- The Philippine government has expressed readiness to provide assistance, particularly disaster response deployments, to Japan in the aftermath of the powerful Typhoon Hagibis. Senator Christopher \"Bong\" Go gave this assurance in a letter addressed to Japanese Ambassador to Manila Koji Haneda, a copy of which was sent to the media on Tuesday. As instructed by President Rodrigo Roa Duterte, I would like to convey the Philippines' readiness to provide assistance to the government of Japan,\" Go said. Our first responders including those from the Armed Forces of the Philippines, Davao City Risk Reduction Management Council-Response Cluster Team and other Philippine relief organizations, stand ready for deployment to help in your disaster relief and recovery efforts,\" Go added. Go also expressed his solidarity with and condolences to the Japanese people, especially those who lost loved ones. Go is part of the \"lean delegation\" of President Duterte in his two-day trip to Japan, along with Presidential Spokesperson Salvador Panelo, Philippine Ambassador to Japan Jose Laurel V, Special Envoy to Japan for Trade and Market Access Feliciano Belmonte Jr."]}, {"relevance_score": 14, "title": "MGB names 18 areas susceptible to landslide after Mindanao quake", "published": "2019-10-21", "bodyText": "<p nitf:lede=\"true\"> GOVERNMENT'S Mines and Geosciences Bureau (MGB) has alerted local government units (LGUs) against the possibility of landslide and other geological hazards following the 6.3-magnitude earthquake that hit Mindanao last Wednesday.</p><p>The MGB, a unit under the Department of Environment and Natural Resources (DENR), identified 18 areas that are highly susceptible to landslide. Aside from communities in Mindanao hit by the recent earthquake, the MGB said these areas are: Benguet; Mountain Province; Abra; Nueva Vizcaya; Davao Oriental; Ifugao; Aurora; Apayao; Quirino; Kalinga; Camiguin; Southern Leyte; Sarangani; Siquijor; Quezon; Bukidnon; Romblon; and Negros Oriental.</p><p>Many of these provinces are part of the Cordillera Administrative Region, which hosts six of the 18 provinces tagged by the MGB.</p><p>'Earthquakes can loosen the top layer of soil, causing landslides,' DENR's Mines and Geosciences Bureau Director Wilfredo G. Moncano said in a statement.</p><p>'It is more dangerous in high-slope areas, but can still be caused by earthquakes, depending on the intensity,' Moncano said.</p><p>The list of areas that are highly susceptible to landslide was released by the DENR-MGB based on an assessment of a number of factors, including altitude and capacity for debris to flow, according to Moncano, who is also a lawyer.</p><p>The most recent quake in Mindanao caused at least six deaths-including three people killed in landslides-and injuries to at least 93 people.</p><p>The MGB also aired the warning following the devastating effects of Typhoon Hagibis in Japan.</p><p>'The risks of any natural disaster are reduced by preparation and proper dissemination of information,' he emphasized.</p><p>'If Japan, a developed country that is already highly prepared in times of natural disasters, still suffered severely in the wake of Hagibis, then we must really double our efforts to prepare in case of a similar typhoon,' he added.</p><p>Moncano said the MGB is ready to assist local government units in assessing their communities and preparing for geohazards, such as landslides and mudslides.</p>", "publisher": "Business Mirror (Philippines)", "instances": ["Earthquakes can loosen the top layer of soil, causing landslides,' DENR's Mines and Geosciences Bureau Director Wilfredo G. Moncano said in a statement. It is more dangerous in high-slope areas, but can still be caused by earthquakes, depending on the intensity,' Moncano said. The list of areas that are highly susceptible to landslide was released by the DENR-MGB based on an assessment of a number of factors, including altitude and capacity for debris to flow, according to Moncano, who is also a lawyer. The most recent quake in Mindanao caused at least six deaths-including three people killed in landslides-and injuries to at least 93 people. The MGB also aired the warning following the devastating effects of Typhoon Hagibis in Japan. The risks of any natural disaster are reduced by preparation and proper dissemination of information,' he emphasized. If Japan, a developed country that is already highly prepared in times of natural disasters, still suffered severely in the wake of Hagibis, then we must really double our efforts to prepare in case of a similar typhoon,' he added. Moncano said the MGB is ready to assist local government units in assessing their communities and preparing for geohazards, such as landslides and mudslides."]}, {"relevance_score": 16, "title": "Duterte arrives in Japan for Emperor's enthronement", "published": "2019-10-22", "bodyText": "<p nitf:lede=\"true\">Manila, Oct. 22 -- President Rodrigo Duterte arrived in Japan on Tuesday to attend the historic enthronement ceremony of Emperor Naruhito.</p><p nitf:lede=\"true\">Senator Christopher Lawrence Go, who is part of the \"lean delegation\" to Japan, posted on Facebook the photos of the President's arrival in Tokyo early morning Tuesday.</p><p>Apart from Go, other Philippine officials who accompanied Duterte in Tokyo were Presidential Spokesperson Salvador Panelo, Philippine Ambassador to Japan Jose Laurel V, Special Envoy to Japan for Trade and Market Access Feliciano Belmonte Jr., and Chief of President Protocol and Presidential Assistant on Foreign Affairs Robert Borje.</p><p>Duterte will be with his daughter, Davao City Mayor Sara Duterte, during the Emperor's enthronement ceremony at the Imperial Palace in Tokyo on Tuesday afternoon.</p><p>Executive Secretary Salvador Medialdea was named officer-in-charge to \"take care of the day-to-day operations in the Office of the President and oversee the general administration of the Executive Department,\" while the President is in Japan on October 21 to 23.</p><p>On Monday, Panelo said Duterte's attendance to the Emperor's formal accession reflects his administration's recognition of Japan as the Philippines' \"important\" partner.</p><p>Emperor Naruhito, 59, officially started his reign in May this year after his father, Emperor Akihito, abdicated the throne, the first by a monarch in over two centuries.</p><p>The enthronement rites, which will be attended by world leaders and other dignitaries from over 170 countries, will formalize Naruhito's accession to Japan's Chrysanthemum Throne.</p><p>However, a parade celebrating the Emperor's formal ascension was postponed to give respect to the victims of Typhoon Hagibis that wreaked havoc in Japan last week that left almost 80 people dead.</p><p>The President will also attend a banquet that will be hosted by the Emperor on Tuesday night after his official accession to the throne.</p><p>Duterte is also expected to attend another banquet that will be hosted by Japanese Prime Minister Shinzo Abe on Wednesday.</p><p>Duterte will return to the Philippines on Thursday.</p><p>Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "Philippines News Agency", "instances": ["Duterte will be with his daughter, Davao City Mayor Sara Duterte, during the Emperor's enthronement ceremony at the Imperial Palace in Tokyo on Tuesday afternoon. Executive Secretary Salvador Medialdea was named officer-in-charge to \"take care of the day-to-day operations in the Office of the President and oversee the general administration of the Executive Department,\" while the President is in Japan on October 21 to 23. On Monday, Panelo said Duterte's attendance to the Emperor's formal accession reflects his administration's recognition of Japan as the Philippines' \"important\" partner. Emperor Naruhito, 59, officially started his reign in May this year after his father, Emperor Akihito, abdicated the throne, the first by a monarch in over two centuries. The enthronement rites, which will be attended by world leaders and other dignitaries from over 170 countries, will formalize Naruhito's accession to Japan's Chrysanthemum Throne. However, a parade celebrating the Emperor's formal ascension was postponed to give respect to the victims of Typhoon Hagibis that wreaked havoc in Japan last week that left almost 80 people dead. The President will also attend a banquet that will be hosted by the Emperor on Tuesday night after his official accession to the throne. Duterte is also expected to attend another banquet that will be hosted by Japanese Prime Minister Shinzo Abe on Wednesday. Duterte will return to the Philippines on Thursday. Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive."]}, {"relevance_score": 16, "title": "'Hagibis' trough to bring rains until weekend", "published": "2019-10-10", "bodyText": "<p nitf:lede=\"true\">Manila, Oct. 10 -- The trough or tail of typhoon \"Hagibis\" (international name) may bring rains over some areas in the eastern section of the Philippines until the weekend, although the strong cyclone is still unlikely to enter the country's area of responsibility.</p><p>The Philippine Atmospheric, Geophysical, and Astronomical Services Administration (PAGASA) estimated the location of Hagibis at 1,845 kilometers east of Basco, Batanes on Thursday morning.</p><p>It remains outside the Philippine area of responsibility (PAR) and is too far from the landmass.</p><p>Weather specialist Loriedin dela Cruz said the chance of Hagibis entering the PAR was even lower as of Thursday, as the cyclone begins to move generally north towards Japan.</p><p>Hagibis remains a very strong typhoon with maximum sustained winds of 200 kilometers per hour (kph) and gustiness of up to 245 kph.</p><p>Dela Cruz said Hagibis is within the upper limit of the typhoon category, making it a \"very strong\" and \"destructive\" cyclone.</p><p>Even though a landfall over the Philippines is remote, she said the tail of Hagibis may bring light to moderate rains over Bicol Region, Eastern and Central Visayas, Caraga, and Davao Region in the next two to three days.</p><p>Improved weather condition can be expected in these areas on Sunday.</p><p>Meanwhile, the northeasterly surface wind flow prevailing over Luzon may bring slightly cooler weather over Northern Luzon, especially in the early morning, dela Cruz said.</p><p>Metro Manila and the rest of the country will have partly cloudy to cloudy skies with isolated rain showers due to localized thunderstorms.</p><p>Dela Cruz warned that severe thunderstorm activity, which usually lasts from five to 30 minutes, may cause flash floods in low-lying areas or landslides in mountainous regions.</p><p>She also noted that a gale warning has been issued over the northern and eastern seaboards of Luzon due to rough to very rough seas triggered by strong winds originating from the northeast.</p><p>Fishing boats and other small sea craft were advised not to set sail, while larger sea vessels were warned against big waves.</p><p>Published by HT Digital Content Services with permission from Manila Bulletin. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "Manila Bulletin", "instances": []}, {"relevance_score": 23, "title": "Indian Navy ships' visit to PH shows desire for regional peace", "published": "2019-10-24", "bodyText": "<p nitf:lede=\"true\">Manila, Oct. 24 -- The goodwill visit of two Indian Navy vessels to the Philippines highlights their desire for regional peace, stability, and maritime cooperation, a Philippine Navy (PN) official has said.</p><p>\"(The) Indian Navy regularly visits the country and engages with their Filipino counterparts, which manifest a sustained promotion of regional peace and stability and enhancement of maritime cooperation. It further highlights the military facet of India-Philippines relations established in 1949 and further cemented with the signing of (the) Treaty of Friendship in 1952\" Navy public affairs office chief, Lt. Commander Maria Christina Roxas, said in a statement on Wednesday.</p><p>The \"Shivalik\"-class guided missile frigate, INS Sahyadri (F-49), and anti-submarine corvette, INS Kiltan (P-30), docked at Pier 15 South Harbor, Manila for a four-day visit from Wednesday to Saturday.</p><p>Both ships are part of the Indian Navy's Eastern Naval Command.</p><p>The visit of the two Indian naval ships and the 350-man contingent manning the vessels coincided with the recent state visit of Indian President Ram Nath Kovind, which added significance to the commemoration of the two countries' 70th year of diplomatic relations, Roxas added.</p><p>The Indian naval contingent, headed by Capt. Ashwin Arvind, was warmly welcomed by PN delegates headed by the Sealift Amphibious Force commander, Capt. Ernesto Baldovino.</p><p>Arvind described the relationship of India and its Navy with the Philippines as \"very important\", which is \"evident from the high-level exchange of visit\", citing the recent state visit of their president.</p><p>He further specified the importance of maintaining \"beyond just professional\" friendship with the PN as strategic since \"the importance of (the) Indo-Pacific region is intricately linked\" with the Philippines.</p><p>Their arrival to the country is part of Indian Navy's overseas deployment to Southeast Asia and the Western Pacific. Before heading to the Philippines, the two vessels aided Japan after being battered by Typhoon 'Hagibis'.</p><p>INS Sahyadri has a displacement of 6,200 tons, a length of 142.5 meters, and a beam of 16.9 meters, and is armed with a variety of missiles, torpedoes, and rockets for anti-ship, anti-air, and anti-submarine missions along with a 76-mm. automatic cannon.</p><p>Meanwhile, INS Kiltan has a displacement of 3,000 tons, a length of 109 meters, and a beam of 12.8 meters, and is armed with guns, torpedoes and rockets.</p><p>Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "Philippines News Agency", "instances": []}, {"relevance_score": 23, "title": "Duterte-Abe meeting tackles cooperation in multiple areas", "published": "2019-11-05", "bodyText": "<p nitf:lede=\"true\">Manila, Nov. 5 -- The bilateral meeting between President Rodrigo Duterte and Japanese Prime Minister Shinzo Abe tackled several topics such as recent disasters, the South China Sea Code of Conduct, and areas for cooperation, Malacanang said on Tuesday.</p><p nitf:lede=\"true\">Presidential Spokesperson Salvador Panelo said the bilateral meeting between the two leaders on the sidelines of the 35th Asean Summit and Related Summits in Bangkok, Thailand on Monday \"underscored the stronger strategic partnership\" between the two nations.</p><p>During their meeting, Panelo said Duterte congratulated the recent enthronement of Emperor Naruhito but also expressed sympathy for the destruction and loss caused by Typhoon Hagibis and a fire that engulfed the world heritage site, Shuri castle.</p><p>Abe in turn expressed condolences and sympathy in light of the series of earthquakes that occurred in Mindanao, he added.</p><p>Duterte also thanked Abe for granting consent to open a Philippine consulate in Nagoya.</p><p>Both leaders touched on subjects of regional and international concern, such as the issue surrounding the South China Sea and the situation in the Korean Peninsula.</p><p>\"On the South China Sea issue, both leaders discussed the drafting of the Code of Conduct to address tensions in the affected region while on the situation in the Korean Peninsula, both leaders talked about the Democratic People's Republic of Korea's latest ballistic missile launch and the longstanding issue of abduction of Japanese nationals,\" Panelo said.</p><p>Duterte and Abe also discussed a wide range of areas for cooperation, such as the peace process in Mindanao, the \"Build, Build, Build\" infrastructure projects (with emphasis on the eagerly-awaited Metro Manila Subway), and the development of Subic Bay.</p><p>Also tackled were the dispatch of Filipino skilled labor force to Japan, agricultural trade (including tariffs of Philippine bananas and other fruits), the issue of comfort women, and the participation of Japan-trained Filipino gymnast Carlos Yulo in the 2020 Tokyo Summer Olympics.</p><p>BARMM assistance</p><p>Duterte, meanwhile, expressed his gratitude to Japan for its assistance in the creation of the Bangsamoro Autonomous Region in Muslim Mindanao (BARMM).</p><p>In particular, he thanked Japan for funding the Road Network Development Project, which connects the BARMM to Mindanao's other trade centers and supports the region's overall development.</p><p>Japan has supported the Mindanao peace process and continues to support the Bangsamoro Transition Authority (BTA).</p><p>It also made a commitment to the implementation of the disarmament of Moro Islamic Liberation Front (MILF) combatants and the grant of socioeconomic development assistance to the Bangsamoro people.</p><p>Duterte thanked Japan for assisting the Philippines in developing its infrastructures and enhancing its defense capability.</p><p>\"I would like to give our heartfelt thanks for the Manila subway. It's the first in the country and you are the only country who proposed to give it to us,\" Duterte said.</p><p>\"I would like to again thank you for the air assets, the five TC-90s, UH-1H, we received from your government,\" he added.</p><p>Last month, Duterte was unable to attend Abe's gala dinner in Tokyo, Japan \"due to some pressing matters\" in the Philippines.</p><p>Duterte, who was in Tokyo to attend the enthronement ceremony of Japanese Emperor Naruhito, had to cut short his visit to Tokyo after suffering from \"unbearable\" back pain due to a minor motorcycle accident.</p><p>He arrived in Manila on Monday after what Panelo described as a \"fruitful\" participation in the 35th Asean Summit and Related Summits.</p><p>Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "Philippines News Agency", "instances": ["Manila, Nov. 5 -- The bilateral meeting between President Rodrigo Duterte and Japanese Prime Minister Shinzo Abe tackled several topics such as recent disasters, the South China Sea Code of Conduct, and areas for cooperation, Malacanang said on Tuesday. Presidential Spokesperson Salvador Panelo said the bilateral meeting between the two leaders on the sidelines of the 35th Asean Summit and Related Summits in Bangkok, Thailand on Monday \"underscored the stronger strategic partnership\" between the two nations. During their meeting, Panelo said Duterte congratulated the recent enthronement of Emperor Naruhito but also expressed sympathy for the destruction and loss caused by Typhoon Hagibis and a fire that engulfed the world heritage site, Shuri castle. Abe in turn expressed condolences and sympathy in light of the series of earthquakes that occurred in Mindanao, he added. Duterte also thanked Abe for granting consent to open a Philippine consulate in Nagoya. Both leaders touched on subjects of regional and international concern, such as the issue surrounding the South China Sea and the situation in the Korean Peninsula. On the South China Sea issue, both leaders discussed the drafting of the Code of Conduct to address tensions in the affected region while on the situation in the Korean Peninsula, both leaders talked about the Democratic People's Republic of Korea's latest ballistic missile launch and the longstanding issue of abduction of Japanese nationals,\" Panelo said. Duterte and Abe also discussed a wide range of areas for cooperation, such as the peace process in Mindanao, the \"Build, Build, Build\" infrastructure projects (with emphasis on the eagerly-awaited Metro Manila Subway), and the development of Subic Bay."]}, {"relevance_score": 36, "title": "Conquering challenges and delivering at ‘ONE: Century’", "published": "2019-10-15", "bodyText": "<p nitf:lede=\"true\">TOKYO — If staging a never-been-done-before offering of two full shows in one day was not challenging enough, ONE Championship’s 100th live show “Century” on Oct. 13 faced the possibility of being washed out altogether with a super-typhoon hitting Japan less than 24 hours before the event itself as an added hurdle.</p><p nitf:lede=\"true\">The two-pronged ONE: Century eventually pushed through, drawing positive response from the crowd who trekked to the famed Ryogoku Kokugikan in Sumida City to catch the action live and from those who caught the event broadcast on various platforms, including for the first time people in the United States where Century was beamed on prime time over TNT and B/R Live, something company officials took special pride in and had them going away with a sense of accomplishment.</p><p>“Up to the last minute we had emergency and emergency meetings because of the typhoon. We actually did not get the generators for the stadium until 4 a.m. this (Sunday) morning. Without the generators the show would have been cancelled,” shared ONE chairman and CEO Chatri Sityodtong in the post-event press conference.</p><p>The ONE official was alluding to super-typhoon “Hagibis” which made its presence felt on Saturday, wreaking havoc on a large part of Japan with heavy rains, strong winds and flooding.</p><p>The country was also hit by a 5.3-magnitude earthquake just as Hagibis was pounding with much ferocity.</p><p>Having weathered such challenges, Mr. Sityodtong could not help but be grateful to all the people who helped make Century happen and be a success.</p><p>“So that was how tight for us because of the typhoon, the earthquake and the flooding, I don’t think anyone can throw two full events in the middle of the typhoon. Credit to our athletes and our whole team, It’s just amazing. We’re just very happy,” Mr. Sityodtong said.</p><p>Mr. Sityodtong added that after ONE: Century bigger things are still in store for the organization as it moves forward to its many plans to bring true martial arts anchored on solid life values to the fore.</p><p>“I think when we look back a year from now, two years from now, three years from now at the Century event we can say it was a huge inflection point in the growth not only of ONE Championship but also in the major acceptance of martial arts. But we will also look back at this moment and be surprised how small it was in the grand scheme of things because I have a bigger and bolder plans for ONE Championship that will make ONE: Century a small tiny dot in time,” said Mr. Sityodtong.</p><p>“So while I’m grateful and celebrating today what we have achieved, and something no other organization in the world had accomplished, bigger things will come. Mark my word,” he added.Champions stay champs</p><p>Meanwhile, reigning ONE champions got to keep their hardware on Sunday after gutsy performances against highly determined challengers.</p><p>ONE world atomweight champion Angela “The Unstoppable” Lee of Singapore exacted payback on China’s “The Panda” Xiong Jing Nan, the women’s strawweight champion, in the main event of Part One of Century.</p><p>Loss in her bid to seize the strawweight belt from the Chinese champion last March, Ms. Lee held tough in her division and dug deep to outlast and beat her opponent (rear-naked choke) in the closing seconds of the final round and keep her title.</p><p>Brazilian world bantamweight champion Bibiano “The Flash” Fernandes, for his part, put the dot on his rivalry with Filipino Kevin “The Silencer” Belingon by forcing a submission (rear-naked choke) in the second round of their fourth clash in ONE in the co-main event of Part Two of Century.</p><p>In the main event of Part Two, light heavyweight champion Aung La “The Burmese Python” N Sang won a slugfest with Brandon “The Truth” Vera, emerging on top with a second-round technical knockout victory due to strikes to keep his belt. Despite the loss, Mr. Vera remains as the ONE heavyweight champion.</p><p>Other notable winners were lightweight champion Christian Lee who bucked two weeks’ notice as replacement in the world lightweight grand prix final to beat Saygid Guseyn Arslanaliev of Turkey by unanimous decision and claim the GP belt; Demetrious Johnson over Filipino Danny Kingad to win the flyweight grand prix title; Italian Georgio Petrosyan over Samy Sana of France in their featherweight kickboxing world grand prix joust; and Thai Rodatang Jitmuangnon over Brazilian Walter Goncalves in their flyweight muay thai world championship.</p><p>ONE-debuting Lito Adiwang of Team Lakay was the lone winner in Century after defeating Japanese Senzo Ikeda by technical knockout (injury) in the first round.</p><p>Next for ONE Championship is “Dawn of Valor,” happening on Oct. 25 in Jakarta, Indonesia.</p>", "publisher": "BusinessWorld", "instances": []}, {"relevance_score": 61, "title": "Hagibis, Panelo and Meralco", "published": "2019-10-13", "bodyText": "<p nitf:lede=\"true\">  Hagibis, Panelo and Meralco !-- --  Japan issued its highest level of disaster warning last Saturday as Typhoon \"Hagibis\" stormed through Tokyo. This is the worst typhoon ever to hit Japan in sixty years.</p><p nitf:lede=\"true\"> The rainfall brought 939 mm or 37 inches of heavy rains and winds forcing 6 million people to evacuate. To date, four people died, 9 people missing, eighty people injured and 370,000 families experienced power shortage and a Panamanian cargo ship with 12 crew members on board is missing in Tokyo Bay.</p><p nitf:lede=\"true\"> Two major events that were supposed to take place this weekend were cancelled: the Japanese Formula One Grand Prix and the Rugby World Cup. Tourists and international participants in Tokyo who all gathered for the said events, witnessed Typhon Hagibis in their hotel rooms.</p><p> According to several sources, they felt their buildings shake and heard the howling of the winds. Electricity went on and off.</p><p> As we all know, the Japanese are masters of their craft. They have also perfected their programs of Disaster Management for earthquakes, tsunamis, typhoons, etc.</p><p> Surely, in no time, everything will go back to normal as damage from floods and landslides are already being assessed. As we struggle to normalize things in our disaster-laden country brought about by typhoons, surges not to mention the debilitating traffic, Japan will just jump back in a jiffy.</p><p>    The latest \"hilarious\" news that has kept social media wired up and in a frenzy is that of our palace jester. In fairness to him, he is doing quite a good job in amusing and distracting the people from the more crucial issues.</p><p> Clap! Clap! Clap! Presidential Spokesperson Salvador Panelo was challenged to take public transport from his home to the Palace after saying that there was \"no mass transport crisis\" in Metro Manila. The public became furious with such a statement because of the sacrifice, horror, anguish they experience in their daily commute.</p><p> It's about everything  from the long lines in the terminals due to lack of mass transport, the heat, the stench, the pushing and the fighting in the waiting areas (more often than not shed without roofs), the danger in the jeepneys and buses where drivers run their vehicles like there is no tomorrow and the traffic just about everywhere. And the Palace jester says, \"there is no mass transport crisis\".</p><p> Sanamagan! Does the President really know how his officials are treating us? Why do we feel like we are being treated like pigs or monkeys? Why can't his officials be more civilized? Why don't they even sympathize with the daily agony Filipinos have to go through? Isn't it the job of the government to make us feel secured and protected? Why have our government officials grown so callous? In case Panelo has difficulty discerning, a \"crisis\" is defined as a time of intense difficulty, trouble, or danger a time of confusion, or suffering. It is a situation in which something or someone is affected by one or more very serious problems.</p><p> But then again, I think he was hired to be a Palace jester, so why take him seriously  just ignore him. We are actually barking at the wrong tree.</p><p> Transportation Secretary Arthur Tugade and Metro Manila Development Authority should be the ones resolving our problems. They don't need emergency powers.</p><p> They need brains and the will to govern. That's all!    Last November 2016 an official of the Energy Regulation Commission committed suicide because of corruption in his office.</p><p> According to veteran journalist Charie Villa, the sister of the late ERC Director Francisco Villa Jr. his brother was allegedly being pressured to approve procurement contracts and hiring consultants without proper bidding and procedure.</p><p> She said that her brother revealed ERC contracts that were executed even before the actual bidding process. I wonder now if the government had shed some light on those allegations and revelations of corrupt practices in the ERC.</p><p> The case of National Association of Electricity Consumers for Reforms, Inc., Petitioner, vs.</p><p> Energy Regulatory Commission, et al. Respondents (G.</p><p>R. No.</p><p> 226443), stemmed from the petition for review on certiorari filed by NASECORE assailing the Court of Appeals (CA) decision dated February 29, 2016 and Resolution dated August 18, 2016, which affirmed ERC Orders dated June 21, 2011 and February 4, 2013. The Court held that ERC's order was in violation of its statutory mandate to approve rates that will provide electricity to consumers \"in the least cost manner.\" Thus, it remanded to ERC the case for determination of a reasonable and fair valuation of the regulatory asset base that will provide electricity to consumers \"in the least cost manner.</p><p>\" In partially granting the petition, the SC found that the ERC failed to properly consider COA's findings as well as to comply with its statutory mandate to approve a rate that provides electricity to consumers \"in the least cost manner\" as expressly provided in ERC's charter. Section 38 of the Government Auditing Code of the Philippines and Book V, Title I, Subtitle B, Chapter 4, Section 22 of the Administrative Code of 1987 specifically authorizes COA to examine accounts of public utilities in connection with the fixing of rates of every nature.</p><p> The Court said that Meralco and other electricity distribution utilities are monopolies that are regulated by the State, particularly on the rates they charge consumers. The same rationale in regulating power acquisition costs by distribution utilities applies to the allowable depreciation of capital assets by distribution utilities in the present case.</p><p> Supreme Court en banc voided recently ERC's rule allowing Meralco to revalue depreciable assets at replacement cost. The SC ordered ERC to formulate reasonable parameters for depreciating capital assets that will provide electricity to consumers at least cost.</p><p> This unanimous decision was penned by Justice Antonio T Carpio. By the way, if you remember, Justice Carpio is one of the longest-serving SC justices who declined his automatic nomination for chief justice.</p><p> In the words of Associate Justice Marvic Leonen, \"Senior Associate Justice Carpio is the best top magistrate that the country never had.\" Let's rejoice that we can still hope for justice in this chaotic country of ours with people who stand firm by their principles in life.</p>", "publisher": "The Philippine Star", "instances": []}, {"relevance_score": 63, "title": "Safety and security", "published": "2019-10-20", "bodyText": "<p nitf:lede=\"true\">So, what is the fate of Oscar Albayalde on his alleged involvement with the \"ninja cops\"? Yes, it is unfortunate for the former chief that while the Senate Blue Ribbon committee was investigating the anomalies and crimes happening inside the Bureau of Corrections, they stumbled upon the issue. As we all know now, the news on the \"ninja cops\" happened when Albayalde was Pampanga police chief and when 13 cops led by then Supt.</p><p nitf:lede=\"true\"> Rodney Baloyo raided a home in Mexico town and arrested a Chinese national in a 2013 drug raid. Albayalde was then relieved from duty as Pampanga police chief after an investigation revealed that the policemen confiscated 160 kilograms of meth but only presented 36 kilograms.</p><p> The cops were also accused of setting free suspect Johnson Lee in exchange for P50 million. They allegedly presented another Chinese, identified in earlier reports as Ding Wengkun.</p><p> At the Senate inquiry, PNP-Criminal Investigation and Detection Group Benjamin Magalong and Philippine Drug Enforcement Agency (PDEA) chief Aaron Aquino accused Albayalde of intervening in the case. The two retired police officials said Albayalde called up to ensure that the cops would be spared from being axed.</p><p> In addition to these accusations, former Central Luzon police chief Rudy Lacadin directly implicated Albayalde by saying that the former chief did not only try to influence the outcome of the investigation but also admitted partaking in the drug loot. Of course, Albayalde denied all the allegations and rejected calls for his resignation but a few days after, he stepped down as PNP chief.</p><p> Last Friday, the Senate Blue Ribbon Committee and the justice committee recommended the filing of criminal charges against Albayalde and the 13 cops. Will El Presidente save Albayalde from this mess? After the PNP, what's next for the former chief? Will he be given a new position like the others? Abangan!    The magnitude 6.</p><p>3 earthquake that hit Mindanao last week, gave us another wake-up call. The earthquake, which was tectonic in origin, struck Tulunan, Cotabato, at around 7:37 pm at a depth of 8 kilometers.</p><p> Phivolcs recorded more than 300 weaker aftershocks in the area since the big earthquake, but authorities said they do not expect the toll to rise significantly. Five persons were reported dead and dozens injured.</p><p> Badly hit was Magsaysay town in Davao del Sur, the earthquake's epicenter. According to local disaster management officials at least 30 people were reported injured.</p><p> In Davao Occidental, Harry Camoro, officer of the provincial disaster risk reduction and management said the coastal towns of Malita and Don Marcelino became ghost towns minutes after the quake. As of press time local officials in affected areas are still assessing the total cost of the damage inflicted by the earthquake.</p><p> The City Disaster Risk Reduction and Management Office reported that SM Ecoland, SM Lanang, and Abreeza suffered \"significant damages\" while school buildings are under inspection in Davao City. By the way, two more earthquakes struck Davao region last Thursday - magnitude 5.</p><p>3 in Manay, Davao Oriental, at 4:53 am and magnitude 5.2 in Jose Abad Santos, Davao Occidental, at 9:28 am.</p><p> The Palace in a statement said that the Office of the President \"has already tasked all concerned agencies of the government to mobilize, respond and provide immediate assistance to those in need, as well as to study plans on how to rehabilitate the damaged areas.\" When will we ever learn? Structures that were damaged seemed mostly due to poor structural integrity.</p><p> The safety of the people seems to be no longer the priority of our city engineers. In fact, it seems to be the last consideration.</p><p> What seems more important is making money out of building infrastructures at the pretext of providing efficient service to the people in the community. Sanamagan! I hate to rub it in but after typhoon Hagibis hit Japan, 23,000 hectares of land flooded and 73 deaths reported as of press time, Japan is back to almost normal.</p><p> Power has been restored, public trains submerged in flood are back on track. Amazing!    Fire Update: After the earthquake down south, fire broke out.</p><p> During the fire in Star City there was another one simultaneously happening in the Pasay-Manila area. A series of fires hit the metro last week: a residential area in Paco, Manila Market 3 in Navotas and in Barangay San Antonio in Roosevelt, Quezon City.</p><p> Did you notice the fire trucks that responded to the fires? How dilapidated and old they are? In fact, some fire trucks should already be displayed in museums. If you go around the cities, hospitals, military camps, police headquarters  you'll see broken down, rickety, ramshackle fire trucks not to mention old, dirty and smelly fire stations.</p><p> Talk about the Fire Risk Management plan of the government. In every natural or man-made disaster, the firemen and their equipment will always be the front liners.</p><p> The training of firemen is the key to managing risk reduction and ultimately prevention. So, what is happening? It scares me to think that in many remote places there is not a single fire truck with the right equipment and trained firemen.</p><p> How many fire departments must a city or a town have? How many fire trucks? How many trained firemen? Let's get our act together!    Until our leaders change their perspective of safety, the condition of being protected from or unlikely to cause danger, risk, or injury and security, the state of being free from danger or threat (against criminal activity), we will continue to endanger and lose more lives. Our public servants must not be excused from command responsibility where the superior is responsible of crimes and/ or mediocrity of service output.</p><p> The highest level of command should be expected of them. Weakness is no excuse.</p><p> As a result, we end up with too many crisis  be it a morale crisis, water crisis, energy crisis, traffic crisis, etc., etc.</p><p> As Edward Snowden, an American whistleblower in the eighties once quipped, \"Being a patriot doesn't mean prioritizing service to government above all else. Being a patriot means knowing when to protect your country, knowing when to protect your Constitution, knowing when to protect your countrymen, from the violations of and encroachments of adversaries.</p><p>\"</p>", "publisher": "The Philippine Star", "instances": ["Structures that were damaged seemed mostly due to poor structural integrity. The safety of the people seems to be no longer the priority of our city engineers. In fact, it seems to be the last consideration. What seems more important is making money out of building infrastructures at the pretext of providing efficient service to the people in the community. Sanamagan! I hate to rub it in but after typhoon Hagibis hit Japan, 23,000 hectares of land flooded and 73 deaths reported as of press time, Japan is back to almost normal. Power has been restored, public trains submerged in flood are back on track. Amazing! Fire Update: After the earthquake down south, fire broke out. During the fire in Star City there was another one simultaneously happening in the Pasay-Manila area. A series of fires hit the metro last week: a residential area in Paco, Manila Market 3 in Navotas and in Barangay San Antonio in Roosevelt, Quezon City."]}, {"relevance_score": 53, "title": "Osaka, Hiroshima and escaping a typhoon on the Shinkansen", "published": "2019-11-09", "bodyText": "<p nitf:lede=\"true\">When the strongest typhoon since 1958 is about to hit Japan in the same week that you are there, plans are bound to change. In the days leading to typhoon Hagibis' landfall, whenever I posted a picture or story on Instagram, friends would message me: \"Are you all right?\" \"Is it very bad there?\" Osaka was spared from the terrible damage that Hagibis wrought upon the greater Tokyo area, which had to cancel over 1,600 flights in its two airports while trains were either running late or cancelled.</p><p nitf:lede=\"true\"> We were in Japan on a media fam tour with Klook, the world-leading travel activities and services booking platform, spending a few days in Osaka and Hiroshima. Founded in 2014, Klook is now in over 100 countries with over 100,000 activities and services.</p><p nitf:lede=\"true\"> Klook allows travelers to book tickets for train, tours, SIM cards, theme parks and other attractions in more than 350 destinations. If Klook existed when I started traveling solo almost two decades ago, my life would have been a lot easier! What used to take several websites to book tickets for tours and attractions can now be done on a single platform.</p><p> Even before we  journalists from Southeast Asia  left our respective countries, we had already booked tickets online with Klook's partner, JR West Line, which offers packages for train and attractions. In October, our five-day JR Kansai Hiroshima area pass included tickets to Universal Studios Japan (USJ) and Harukas 300 Observatory.</p><p> This month, it's a Kansai Hiroshima area pass and Setoda free pass combo package. These packages are available in the Philippines, Indonesia, Malaysia, Singapore, Thailand and Vietnam.</p><p> Anyway, back to plans changing during a typhoon. That Saturday, Oct.</p><p> 12, we were scheduled to travel on Japan's Shinkansen from Osaka to Hiroshima, but because it was a long holiday weekend (Monday was Health Sports Day) and the typhoon had made landfall, train stations were packed with travelers. We managed to change our reservation of non-reserved seats, which allows you to sit only in particular cars on the train, to reserved seats on the JR West Line, and redeem the tickets on vending machines.</p><p> Leaving behind a wet Osaka on the Shinkansen traveling below its 300 km/hour and a bento box for lunch, the experience couldn't have been more Japanese. The quiet beauty of hiroshimao</p><p> If all the pictures from that day when the US dropped the atom bomb on Hiroshima in 1945, the one that hit me the most was the picture of a woman with half her back bare and burnt.</p><p> The bomb exploded 600 meters from the ground, but the heat was so intense that the dark-colored portions of her kimono pattern were burned into her skin. The Hiroshima Peace Memorial Museum, located in the park where the ruins of the Atomic Dome stand, is a somber reminder of the horrors of war  but it is also a reminder of how a city can rise, literally, from the ashes.</p><p> The park is beautiful with a river dividing it, it is lively with music, people, dogs being walked, and above all this is a certain kind of quietness. Perhaps out of respect for those who died, for the city that was decimated.</p><p> In a dimly lit room in the museum and laid on black exhibit tables are clothing, shoes and hats worn by people in Hiroshima that day. In contrast, on the ground floor where sunlight streams through glass walls was a special exhibit of drawings by survivors, first collected in 1974 after a 77-year-old man walked into a radio station and showed what he had drawn, his recurring nightmare three decades after the bomb dropped.</p><p> In 2002, the radio station again called for survivors to submit and they now total 3,500. There are drawings of corpses floating in the river, of people fleeing the flames, a father carrying the body of his son wrapped in a straw mat  but because they are made with colored pencils and crayons, we are reminded of what that day left behind as if through the eyes of children. Seeing these, I loved Hiroshima even more and felt like I was there for the first time.</p><p> Outside the city is a town called Takehara, which is often compared to Kyoto but with fewer tourists and a little quieter. Houses from hundreds of years ago still stand, many of them converted into restaurants, boutiques, bakeries, shops that sell souvenirs and teach you to make bamboo windmills (a tip: bring cash, they don't accept credit cards).</p><p> A ferry ride away is Rabbit Island where the rabbits outnumber the people living there by 300 percent (there are 30 human residents and 1,000 or so rabbits). The rabbits are all over, sleeping, playing with each other, waiting for tourists bearing food and cameras.</p><p> OSAKA SO FUN</p><p> If Tokyo has Shibuya, Osaka has Dotonbori  this crazy fun district of restaurants, cafes, shops and the neon Glico Running Man. On Dotonbori bridge there's always that one person holding a sign for \"free kisses\" and a hundred more taking pictures with the neon billboards in the background.</p><p> What really amuses me about this area are the extravagant signs on the restaurants  a giant octopus for takoyaki, a cow for yakiniku, giant sushi and sashimi  you don't even have to look at the menus to know what they're serving, you just have to look at what's dangling above your head. To see just how sprawling Osaka is, head to Harukas 300 Observatory (ticket was included in our JR West package).</p><p> Best time to go is late afternoon to catch the city in daylight, sunset and nighttime from the 60th floor. Then there's Universal Studios Japan (USJ), which is unlike any other Universal Studios in the world just because of the Japanese's love for dressing in costumes.</p><p> Halloween was three weeks away when we were there but I had never seen so many people wearing headbands of a cleaver slicing their heads or a shark eating them. USJ has the Wizarding World of Harry Potter, so set aside a full day to enjoy it all.</p><p> Don't miss Harry Potter and the Forbidden Journey, which is ranked as the World's Number One Ride for five consecutive years. With ultra-realistic images of your fave characters, it feels like you're in Hogwarts alternately playing Quidditch and battling Dementors.</p><p> The Three Broomsticks restaurant has two kinds of Butterbeer  frozen and regular (the frozen gets my vote). Choose to dine al fresco because you have the lake and Hogwarts Castle in the background.</p><p> It was a long fun day in the park and when others wanted to stay on till closing time, it was easy for me to get back to Namba alone. I had my ICOCA card and, as Hermione would have me do, I waved a wand and alohamora'd (unlocked) my way back to the city.</p><p>    For more information and to book tours and attractions, visit www.klook.</p><p>com. Visit the author's travel blog at www.</p><p>findingmyway.net.</p><p> Follow the author on Twitter and Instagram @iamtanyalara. nk </p>", "publisher": "The Philippine Star", "instances": ["When the strongest typhoon since 1958 is about to hit Japan in the same week that you are there, plans are bound to change. In the days leading to typhoon Hagibis' landfall, whenever I posted a picture or story on Instagram, friends would message me: \"Are you all right? Is it very bad there? Osaka was spared from the terrible damage that Hagibis wrought upon the greater Tokyo area, which had to cancel over 1,600 flights in its two airports while trains were either running late or cancelled. We were in Japan on a media fam tour with Klook, the world-leading travel activities and services booking platform, spending a few days in Osaka and Hiroshima. Founded in 2014, Klook is now in over 100 countries with over 100,000 activities and services. Klook allows travelers to book tickets for train, tours, SIM cards, theme parks and other attractions in more than 350 destinations."]}, {"relevance_score": 7, "title": "Typhoon Hagibis expected to spare Philippines - Pagasa", "published": "2019-10-09", "bodyText": "<p nitf:lede=\"true\"> Typhoon Hagibis is less likely to enter the Philippine area of responsibility (PAR), the Philippine Atmospheric, Geophysical, and Astronomical Services Administration (Pagasa) said Wednesday.</p><p>The typhoon was last spotted 2,020 kilometers east of Northern Luzon, Pagasa weather specialist Meno Mendoza said in a video uploaded on the Youtube account of the state weather bureau.</p><p>'Hagibis' packs a maximum sustained wind speed of 200 kilometers per hour (kph) and gustiness of up to 245 kph and is moving northwest at 20 kph, Mendoza added.</p><p>Earlier, Pagasa said the typhoon may enter PAR on Friday, when it would be locally named 'Perla.'</p><p>Meanwhile, Metro Manila and the rest of the country may experience partly cloudy to cloudy skies with isolated rain showers caused by localized thunderstorms, according to Pagasa's 4 a.m. bulletin.</p>", "publisher": "Philippines Daily Inquirer", "instances": ["Typhoon Hagibis is less likely to enter the Philippine area of responsibility (PAR), the Philippine Atmospheric, Geophysical, and Astronomical Services Administration (Pagasa) said Wednesday. The typhoon was last spotted 2,020 kilometers east of Northern Luzon, Pagasa weather specialist Meno Mendoza said in a video uploaded on the Youtube account of the state weather bureau. Hagibis' packs a maximum sustained wind speed of 200 kilometers per hour (kph) and gustiness of up to 245 kph and is moving northwest at 20 kph, Mendoza added. Earlier, Pagasa said the typhoon may enter PAR on Friday, when it would be locally named 'Perla. Meanwhile, Metro Manila and the rest of the country may experience partly cloudy to cloudy skies with isolated rain showers caused by localized thunderstorms, according to Pagasa's 4 a. m."]}, {"relevance_score": 8, "title": "DFA cautions Pinoys in Japan as Super Typhoon Hagibis expected to make landfall", "published": "2019-10-11", "bodyText": "<p nitf:lede=\"true\"> The Department of Foreign Affairs (DFA) on Friday urged Filipinos in Japan to exercise caution as Super Typhoon Hagibis is expected to make landfall there this weekend.</p><p>The Philippine Embassy in Tokyo advised Filipinos to avoid traveling to Japan until the weather disturbance has dissipated.</p><p>'The Embassy has asked Filipinos in Japan to be careful as heavy rains, strong winds, high waves, and storm surges are likely to occur, and to avoid travelling to potentially affected areas until the typhoon has dissipated,' read the statement.</p><p>According to the Japan Meteorological Agency (JMA), Hagibis is considered as a 'violent typhoon' which is the 'highest category on Japan's typhoon scale.'</p><p>DFA noted that Japan Airlines and All Nippon Airways announced the suspension of domestic flights starting on Friday.</p><p>Train operations in Greater Tokyo Area may also be canceled if the forecast of typhoon will not change, the department added.</p><p>The DFA, likewise, asked Filipinos to monitor news and updates on the typhoon via Japanese government and the JMA.</p><p>Filipinos in Japan who may need assistance may contact the Embassy hotline at +81 80 4928 7979/ +81 80 7000 7979.</p>", "publisher": "Philippines Daily Inquirer", "instances": ["The Department of Foreign Affairs (DFA) on Friday urged Filipinos in Japan to exercise caution as Super Typhoon Hagibis is expected to make landfall there this weekend. The Philippine Embassy in Tokyo advised Filipinos to avoid traveling to Japan until the weather disturbance has dissipated. The Embassy has asked Filipinos in Japan to be careful as heavy rains, strong winds, high waves, and storm surges are likely to occur, and to avoid travelling to potentially affected areas until the typhoon has dissipated,' read the statement. According to the Japan Meteorological Agency (JMA), Hagibis is considered as a 'violent typhoon' which is the 'highest category on Japan's typhoon scale. DFA noted that Japan Airlines and All Nippon Airways announced the suspension of domestic flights starting on Friday. Train operations in Greater Tokyo Area may also be canceled if the forecast of typhoon will not change, the department added."]}, {"relevance_score": 9, "title": "Typhoon Hagibis affects 13,000 in S China", "published": "2014-06-16", "bodyText": "<p nitf:lede=\"true\">GUANGZHOU, June 16 -- About 13,000 people have been evacuated after typhoon Hagibis landed in sea areas of Shantou City in south China's Guangdong Province on Sunday afternoon, local authorities said Monday.</p><p>The tropical storm, China's first in 2014, made landfall on the coast of Haojiang District at 4:50 p.m. Sunday, bringing downpours of up to 302 mm in precipitation.</p><p>Torrential rain hit 14 villages in two townships, resulting in the relocation of more than 13,000 residents.</p><p>No casualties have been reported thus far.</p><p>Shantou has dispatched patrols and a rescue team to deal with potential disasters. (PNA/Xinhua)</p><p>Published by HT Syndication with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:htsyndication@hindustantimes.com\">htsyndication@hindustantimes.com</email></p>", "publisher": "Philippines News Agency", "instances": ["GUANGZHOU, June 16 -- About 13,000 people have been evacuated after typhoon Hagibis landed in sea areas of Shantou City in south China's Guangdong Province on Sunday afternoon, local authorities said Monday. The tropical storm, China's first in 2014, made landfall on the coast of Haojiang District at 4:50 p. m. Sunday, bringing downpours of up to 302 mm in precipitation. Torrential rain hit 14 villages in two townships, resulting in the relocation of more than 13,000 residents. No casualties have been reported thus far."]}, {"relevance_score": 9, "title": "Trough of 'Hagibis' brings rains over eastern Mindanao Friday", "published": "2019-10-11", "bodyText": "<p nitf:lede=\"true\">Manila, Oct. 11 -- The trough of typhoon \"Hagibis\" outside the Philippine Area of Responsibility (PAR) will bring scattered rain showers in the eastern section of Mindanao.</p><p>In its 4 a.m. forecast, the Philippine Atmospheric, Geophysical and Astronomical Services Administration (PAGASA) said Caraga, Davao region and northern Mindanao will have cloudy skies with scattered rain showers and thunderstorms due to the trough of typhoon \"Hagibis\" which is headed to Japan.</p><p>Metro Manila and the rest of the country will have partly cloudy to cloudy skies with isolated rain showers due to localized thunderstorms.</p><p>Temperature in Manila ranges from 25-33 degrees Celsius; Tuguegarao City 22-33 degrees Celsius; Baguio City 15-23 degrees Celsius; Metro Cebu 24-31 degrees Celsius, and Metro Davao 25-32 degrees Celsius.</p><p>Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "Philippines News Agency", "instances": []}, {"relevance_score": 4, "title": "'Hagibis' likely to enter Philippines by Friday - Pagasa", "published": "2019-10-07", "bodyText": "<p nitf:lede=\"true\"> Typhoon 'Hagibis' may enter the Philippine Area of Responsibility (PAR) by Friday but is unlikely to make landfall, the Philippine Atmospheric, Geophysical and Astronomical Services Administration (Pagasa) reported Monday.</p><p nitf:lede=\"true\">The state weather bureau said the typhoon was spotted outside PAR at 2,630 kilometers east of Southern Luzon. It also said that the weather disturbance was packing maximum sustained winds of 175 kilometers per hour (kph) and gustiness of 215 kph as it moves west-northwest at the speed of 25 kph.</p><p nitf:lede=\"true\">For now, Pagasa said the country's weather remains fair, with rain showers possible in the afternoon and evening due to localized thunderstorms.</p>", "publisher": "Philippines Daily Inquirer", "instances": []}, {"relevance_score": 6, "title": "Pagasa: Wind convergence to bring cloudy skies, scattered rain over Mindanao", "published": "2019-10-12", "bodyText": "<p nitf:lede=\"true\"> Mindanao will have cloudy skies with scattered rain and thunderstorms due to the convergence of the northwesterly and southwesterly winds, the state weather bureau said Saturday.</p><p nitf:lede=\"true\">In its 4 a.m. weather bulletin, the Philippine Atmospheric, Geophysical and Astronomical Services Administration (Pagasa) also said Metro Manila and the rest of the country will have partly cloudy to cloudy skies with isolated rain showers caused by localized thunderstorms.</p><p nitf:lede=\"true\">Meanwhile, Pagasa said Super Typhoon Hagibis is slowly drifting away from the Philippine Area of Responsibility (PAR), as it was last spotted at 1,895 kilometers northeast of extreme northern Luzon.</p><p nitf:lede=\"true\">Hagibis is expected to bring heavy rains and damaging winds over Japan.</p>", "publisher": "Philippines Daily Inquirer", "instances": ["Mindanao will have cloudy skies with scattered rain and thunderstorms due to the convergence of the northwesterly and southwesterly winds, the state weather bureau said Saturday. In its 4 a. m. weather bulletin, the Philippine Atmospheric, Geophysical and Astronomical Services Administration (Pagasa) also said Metro Manila and the rest of the country will have partly cloudy to cloudy skies with isolated rain showers caused by localized thunderstorms. Meanwhile, Pagasa said Super Typhoon Hagibis is slowly drifting away from the Philippine Area of Responsibility (PAR), as it was last spotted at 1,895 kilometers northeast of extreme northern Luzon. Hagibis is expected to bring heavy rains and damaging winds over Japan."]}, {"relevance_score": 6, "title": "From Habagat to Amihan: Colder days ahead in PH", "published": "2019-10-07", "bodyText": "<p nitf:lede=\"true\"> The public can expect colder days ahead as the country transitions to the easterly winds, also known as Amihan.</p><p nitf:lede=\"true\">Vicente Malano, administrator of the Philippine Atmospheric, Geophysical and Astronomical Services Administration (Pagasa), said in a statement: 'Recent observations and analysis showed that general wind pattern has shifted from southwesterly to easterly.'</p><p>This means, Malano said, that the southwest monsoon season 'has officially ended.'</p><p>'With these developments, the climate of the Philippines is on transition to the northeast monsoon 'Amihan' season in the coming days,' Malano said.</p><p>Meanwhile, Pagasa is also monitoring Typhoon 'Hagibis' which is expected to enter the Philippine area of responsibility (PAR) by Friday.</p><p>The typhoon was spotted outside PAR at 2,630 kilometers east of Southern Luzon with maximum sustained winds of 175 kilometers per hour (kph) and a gustiness reaching up to 215 kph.</p>", "publisher": "Philippines Daily Inquirer", "instances": []}, {"relevance_score": 6, "title": "Trough of 'Hagibis' to affect parts of Philippines - Pagasa", "published": "2019-10-09", "bodyText": "<p nitf:lede=\"true\"> The trough or extension of Typhoon Hagibis is expected to affect several parts of the country, the Philippine Atmospheric, Geophysical and Astronomical Services Administration (Pagasa) reported Wednesday.</p><p>The state weather bureau said the storm was spotted 1,860 kilometers east of northern Luzon with maximum sustained winds of 200 kilometers per hour (kph) and gustiness of 245 kph.</p><p>It is moving north northwest at a speed of 15 kph, Pagasa added.</p><p>While the storm remains far from the country, its trough is affecting the regions of Visayas, Bicol, Mimaropa, Northern Mindanao, and the province of Aurora resulting in scattered weak to moderate rain showers from Wednesday night until Thursday morning.</p><p>Meanwhile, cloudy weather with dispersed rain showers would likely occur over Metro Manila due to localized thunderstorms, according to Pagasa.</p><p>The state weather bureau also raised a gale warning in Batanes, Babuyan Islands, Ilocos Norte, and the northern coast of Cagayan.</p>", "publisher": "Philippines Daily Inquirer", "instances": ["The trough or extension of Typhoon Hagibis is expected to affect several parts of the country, the Philippine Atmospheric, Geophysical and Astronomical Services Administration (Pagasa) reported Wednesday. The state weather bureau said the storm was spotted 1,860 kilometers east of northern Luzon with maximum sustained winds of 200 kilometers per hour (kph) and gustiness of 245 kph. It is moving north northwest at a speed of 15 kph, Pagasa added. While the storm remains far from the country, its trough is affecting the regions of Visayas, Bicol, Mimaropa, Northern Mindanao, and the province of Aurora resulting in scattered weak to moderate rain showers from Wednesday night until Thursday morning. Meanwhile, cloudy weather with dispersed rain showers would likely occur over Metro Manila due to localized thunderstorms, according to Pagasa. The state weather bureau also raised a gale warning in Batanes, Babuyan Islands, Ilocos Norte, and the northern coast of Cagayan."]}, {"relevance_score": 8, "title": "Pagasa issues thunderstorm advisory for Metro Manila, nearby provinces", "published": "2019-10-10", "bodyText": "<p nitf:lede=\"true\"> The Philippine Atmospheric, Geophysical, Astronomical Services Administration (Pagasa) has issued a thunderstorm advisory for Metro Manila and nearby provinces.</p><p>According to Pagasa's 12:48 p.m. weather bulletin on Thursday, moderate to heavy rain shower with lightning and strong winds should be expected in Metro Manila, Quezon Province, Batangas, Cavite, Rizal, and Laguna within the next two hours.</p><p>Aside from these areas, the province of Zambales in Central Luzon will also experience the same conditions, Pagasa said.</p><p>Residents of the affected areas are advised by Pagasa to monitor the latest weather updates, as rain and winds may trigger landslides or flash floods.</p><p>Earlier, the state weather bureau said weather conditions in most parts of the country will be generally fair as Typhoon Hagibis is not seen to affect local weather systems. According to Pagasa, Hagibis is veering away from the Philippines and is not expected to enter the Philippine Area of Responsibility.</p>", "publisher": "Philippines Daily Inquirer", "instances": ["According to Pagasa's 12:48 p. m. weather bulletin on Thursday, moderate to heavy rain shower with lightning and strong winds should be expected in Metro Manila, Quezon Province, Batangas, Cavite, Rizal, and Laguna within the next two hours. Aside from these areas, the province of Zambales in Central Luzon will also experience the same conditions, Pagasa said. Residents of the affected areas are advised by Pagasa to monitor the latest weather updates, as rain and winds may trigger landslides or flash floods. Earlier, the state weather bureau said weather conditions in most parts of the country will be generally fair as Typhoon Hagibis is not seen to affect local weather systems. According to Pagasa, Hagibis is veering away from the Philippines and is not expected to enter the Philippine Area of Responsibility."]}, {"relevance_score": 9, "title": "Tuesday weather forecast: Cloudy skies, isolated rains; Typhoon looming", "published": "2019-10-08", "bodyText": "<p nitf:lede=\"true\">Metro Manila and the rest of the country will have partly cloudy to cloudy skies on Tuesday, the state weather bureau said.</p><p>In its 4 a.m. weather bulletin, the Philippine Atmospheric, Geophysical and Astronomical Services Administration (Pagasa) announced isolated rain showers due to localized thunderstorms may also prevail.</p><p>Pagasa likewise warned that flash floods and landslides are possible in rain-hit areas.</p><p>Meanwhile, the state weather bureau said that Typhoon Hagibis was last spotted 2,420 kilometers east of Central Luzon.</p><p>'Hagibis' packs a maximum sustained wind speed of 200 kilometers per hour (kph) near the center, and gustiness of up to 245 kph.</p><p>The typhoon was also spotted moving west at 30 kph west.</p><p>On Monday, the state weather bureau reported that Hagibis may enter the Philippine Area of Responsibility by Friday but is less likely to make landfall.</p>", "publisher": "Philippines Daily Inquirer", "instances": ["Metro Manila and the rest of the country will have partly cloudy to cloudy skies on Tuesday, the state weather bureau said. In its 4 a. m. weather bulletin, the Philippine Atmospheric, Geophysical and Astronomical Services Administration (Pagasa) announced isolated rain showers due to localized thunderstorms may also prevail. Pagasa likewise warned that flash floods and landslides are possible in rain-hit areas. Meanwhile, the state weather bureau said that Typhoon Hagibis was last spotted 2,420 kilometers east of Central Luzon. Hagibis' packs a maximum sustained wind speed of 200 kilometers per hour (kph) near the center, and gustiness of up to 245 kph. The typhoon was also spotted moving west at 30 kph west. On Monday, the state weather bureau reported that Hagibis may enter the Philippine Area of Responsibility by Friday but is less likely to make landfall."]}, {"relevance_score": 8, "title": "12 more Manila-Japan flights cancelled due to 'Hagibis'", "published": "2019-10-13", "bodyText": "<p nitf:lede=\"true\">Manila, Oct. 13 -- A total of 12 flights were cancelled as of Sunday noon due to Typhoon Hagibis, Manila International Airport Authority's record showed.</p><p>These flights were: -- Philippine Airlines (PR) 423 Haneda-Manila, PR 431 Narita-Manila, PR 427/428 Narita-Manila-Narita -- Japan Airlines (JL) 741 Narita-Manila, JL 77 Haneda-Manila -- All Nippon Airways (NH) 819/820 Narita-Manila-Narita, NH 869/870 Haneda-Manila-Haneda -- Delta Airlines (DL) 180/181 Narita-Manila-Narita</p><p>There were 27 cancelled flights between the Philippines and Japan on Saturday.</p><p>Local carrier Cebu Pacific has earlier announced it would re-accommodate Sunday its Japan flights supposedly scheduled for Saturday.</p><p>\"Hagibis\" made landfall in Japan on Saturday night.</p><p>Power outages and floods due to the \"most powerful typhoon\" that hit Japan in decades have already been reported.</p><p>Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "Philippines News Agency", "instances": ["Manila, Oct. 13 -- A total of 12 flights were cancelled as of Sunday noon due to Typhoon Hagibis, Manila International Airport Authority's record showed. These flights were: -- Philippine Airlines (PR) 423 Haneda-Manila, PR 431 Narita-Manila, PR 427/428 Narita-Manila-Narita -- Japan Airlines (JL) 741 Narita-Manila, JL 77 Haneda-Manila -- All Nippon Airways (NH) 819/820 Narita-Manila-Narita, NH 869/870 Haneda-Manila-Haneda -- Delta Airlines (DL) 180/181 Narita-Manila-NaritaThere were 27 cancelled flights between the Philippines and Japan on Saturday. Local carrier Cebu Pacific has earlier announced it would re-accommodate Sunday its Japan flights supposedly scheduled for Saturday. Hagibis\" made landfall in Japan on Saturday night. Power outages and floods due to the \"most powerful typhoon\" that hit Japan in decades have already been reported. Published by HT Digital Content Services with permission from Philippines News Agency."]}, {"relevance_score": 10, "title": "Cebu Pacific cancels Saturday Japan flights due to 'Hagibis'", "published": "2019-10-11", "bodyText": "<p nitf:lede=\"true\">Manila, Oct. 11 -- Several flights between the Philippines and Japan scheduled on Saturday were canceled and will be re-accommodated on Sunday, Cebu Pacific (CEB) announced on Friday.</p><p>The cancellation is due to the poor weather condition brought about by Typhoon \"Hagibis\", the airlines said Friday afternoon.</p><p>The canceled flights were 5J 5054/5055, 5J 5056/5057 Manila-Narita-Manila, and 5J 5062/5063 Cebu-Narita-Cebu.</p><p>Affected passengers may opt to rebook their tickets within 30 days, or refund their tickets.</p><p>Japan is bracing for \"Hagibis\", forecasts to pass close to eastern Honshu on Saturday. The typhoon is expected to bring heavy rains and strong winds.</p><p>All Nippon Airways have also announced the cancelation of the Manila-Narita and Manila-Haneda flights supposedly scheduled on Saturday.</p><p>Published by HT Digital Content Services with permission from Philippines News Agency. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "Philippines News Agency", "instances": []}, {"relevance_score": 11, "title": "New typhoon seen to enter PAR this week", "published": "2019-10-07", "bodyText": "<p nitf:lede=\"true\">  New typhoon seen to enter PAR this week !-- --  (Philstar.com) - October 7, 2019 - 10:08am  MANILA, Philippines  A typhoon hovering over the Pacific Ocean may enter the Philippine area of responsibility in the middle of the week, state weather bureau PAGASA said.</p><p> Typhoon Hagibis was packing maximum sustained winds of 120 kilometers per hour near the center and gusts of up to 150 kph at 4 a.m.</p><p> Monday. It is moving west-northwest.</p><p> Once it enters the country's jurisdiction between Wednesday and Thursday, the typhoon will be given a local name \"Perla\"the first tropical cyclone in October and the 16th in 2019. The typhoon, however, may not hit any part of the Philippine landmass as it could only skirt the boundary of PAR. Meanwhile, the easterlieswind blowing from the eastwill be the dominant weather system over the eastern part of the country today.</p><p> Partly cloudy to cloudy skies with isolated rainshowers caused by thunderstorms will affect Metro Manila and the rest of the country. Gaea Katreena Cabico </p>", "publisher": "The Philippine Star", "instances": ["New typhoon seen to enter PAR this week ! -- --  (Philstar. com) - October 7, 2019 - 10:08am  MANILA, Philippines  A typhoon hovering over the Pacific Ocean may enter the Philippine area of responsibility in the middle of the week, state weather bureau PAGASA said. Typhoon Hagibis was packing maximum sustained winds of 120 kilometers per hour near the center and gusts of up to 150 kph at 4 a. m. Monday. It is moving west-northwest. Once it enters the country's jurisdiction between Wednesday and Thursday, the typhoon will be given a local name \"Perla\"the first tropical cyclone in October and the 16th in 2019. The typhoon, however, may not hit any part of the Philippine landmass as it could only skirt the boundary of PAR."]}]