{"Australia_wildfires_1": ["JAKARTA: Foreign Minister Julie Bishop says Australia will consider its own bushfire season before sending further resources to help Indonesia with its forest fire emergency.\nAhead of meeting her Indonesian counterpart Retno Marsudi on the sidelines of the Indian Ocean Rim Association ministerial meetings, Ms Bishop said Australia hadn't yet been asked to send aircraft again, but was ready to assist. \"We will assess any request made of us, but most certainly in the context of our capacity to assist,\" she said yesterday.", "Forest Fire Management Victoria has begun mechanically removing fuel throughout the southern end of Doctors Gully in the Hepburn Regional Park instead of burning off.\nThe organisation met with residents and the Hepburn Shire Council earlier in the year to discuss options for the site's clean up after residents had expressed concern about the affect burn-offs would have on tourism in the region.\nFFM Vic Regional Manager Forest and Fire Operations, Peter Kambouris said while planned burning would continue to be used, the absence of bark fuels in the area meant burning could be avoided in this instance.\nThe move come less than three weeks after Emergency Management Commissioner Craig Lapsley urged all regional Victorians to clean up ahead of the summer fire season.\nEmergency services around Ballarat have already attended a number of grassfires , including a blaze at Meredith last Monday which burned through around 16 hectares of land.", "Forest Fire Management Victoria has begun mechanically removing fuel throughout the southern end of Doctors Gully in the Hepburn Regional Park instead of burning off.\nThe organisation met with residents and the Hepburn Shire Council earlier in the year to discuss options for the site's clean up after residents had expressed concern about the affect burn-offs would have on tourism in the region.\nFFM Vic Regional Manager Forest and Fire Operations, Peter Kambouris said while planned burning would continue to be used, the absence of bark fuels in the area meant burning could be avoided in this instance.\nThe move come less than three weeks after Emergency Management Commissioner Craig Lapsley urged all regional Victorians to clean up ahead of the summer fire season.\nEmergency services around Ballarat have already attended a number of grassfires , including a blaze at Meredith last Monday which burned through around 16 hectares of land.", "A forest fire rages near the town of Sant Llorenc Savall, in north-eastern Spain. Five people were found dead on Monday after trying to flee their home. CNN Europe said the victims became trapped in smoke and died of asphyxiation. Their nearby farmhouse was not affected. The forest fire has forced at least 500 people to evacuate their homes.", "Burn-offs around the North East are ready for ignition, as soon as the dry weather spell finally ends.\nForest Fire Management Victoria district manager Aaron Kennedy said smaller burns were targeted first, such as in Bonegilla last week and possibly Wangaratta Common in the coming days.\nHe said the burns program would be wide-ranging across the North East district and focused on protecting life and property in housing areas.\nBut FFMV was still wary of fire season, especially the chance of bushfires started by storms with a lot of lightning and very little rain.\nHeavy spring rain caused extra grass growth, and fuel for fires, which had resulted in some callout for firefighters to bushland and private property to assist the CFA over the past six weeks.\n\"It's been quieter than previous years,\" Mr Kennedy said.\n\"The prolonged dry spell that we're experiencing has meant we have extremely dry forest fuels.\"", "Burn-offs around the North East are ready for ignition, as soon as the dry weather spell finally ends.\nForest Fire Management Victoria district manager Aaron Kennedy said smaller burns were targeted first, such as in Bonegilla last week and possibly Wangaratta Common in the coming days.\nHe said the burns program would be wide-ranging across the North East district and focused on protecting life and property in housing areas.\nBut FFMV was still wary of fire season, especially the chance of bushfires started by storms with a lot of lightning and very little rain.\nHeavy spring rain caused extra grass growth, and fuel for fires, which had resulted in some callout for firefighters to bushland and private property to assist the CFA over the past six weeks.\n\"It's been quieter than previous years,\" Mr Kennedy said.\n\"The prolonged dry spell that we're experiencing has meant we have extremely dry forest fuels.\"", "Burn-offs around the North East are ready for ignition, as soon as the dry weather spell finally ends.\nForest Fire Management Victoria district manager Aaron Kennedy said smaller burns were targeted first, such as in Bonegilla last week and possibly Wangaratta Common in the coming days.\nHe said the burns program would be wide-ranging across the North East district and focused on protecting life and property in housing areas.\nBut FFMV was still wary of fire season, especially the chance of bushfires started by storms with a lot of lightning and very little rain.\nHeavy spring rain caused extra grass growth, and fuel for fires, which had resulted in some callout for firefighters to bushland and private property to assist the CFA over the past six weeks.\n\"It's been quieter than previous years,\" Mr Kennedy said.\n\"The prolonged dry spell that we're experiencing has meant we have extremely dry forest fuels.\"", "The autumn firewood collection season will begin Wednesday, March 1.\nDuring the season, people can collect firewood from within designated collection areas, with a limit of two cubic metres per day and a maximum of 16 cubic metres per household per financial year.\n\"Designated collection areas are put in place to protect sites of cultural and environmental significance,\" Forest Fire Management Victoria's Brady Childs said.\n\"Also, some households rely on firewood for winter energy so consider others when taking wood.\"\nIn red river gum parks, reserves and forests along the Murray River, collection will be restricted to residents of certain municipalities.\nThe felling of trees for wood is prohibited.\nOfficers will patrol parks, forests and reserves to ensure collections comply with regulations.\nPermission from local government is needed for the collection of firewood from roadsides under their management.\nVicRoads does not currently allow firewood collection on roadsides it manages.\nThe season will close on June 30.\nFor more information, visit the Department of Environment, Land, Water and Planning website or call 136 186.", "A recommendation from the 2009 Bushfires Royal Commission was put into practice over Ballarat last week as night vision goggles were used to hunt for any fires ignited by lightning strikes.\nAn Emergency Victoria two-person pilot and crew used a Firebird 302 helicopter customised for night vision purposes for a two-hour reconnaissance mission over the Dandenong Ranges, Healesville, Mount Macedon, Wombat State Forest, south of Ballarat into the Brisbane Ranges and Plenty Gorge.\nNo fires were detected, but Forest Fire Management Victoria senior aviation officer Bryan Rees said the intent was to continue to build on existing operations while maintaining specialist skills.\n\"This is exactly the same as reconnaissance day operations that we do all the time - but just at night.\n\"There are the same challenges with day operations - for example, too much cloud or smoke are still limitations at night.\"\nOperators of night vision goggles are specially trained and accredited personnel.", "THE Warrnambool Show is not all about fun, with two key agencies choosing the event to highlight their emerging partnership.\nForest Fire Management Victoria (FFMVic) has been established to fight fires on public land managed by the Department of Environment, Land, Water and Planning (DELWP).\nFFMVic member Tasha Noss was on hand at the Warrnambool Show to help raise awareness of what role the group plays.\nThe FFMVic display was alongside that of the Hamilton CFA, a placement that was done by design.\n\"We will be working alongside the CFA in fire situations so it was a good chance for us to be side-by-side at the show,\" Ms Noss said.\n\"We are only a relatively new body. The show is a good community event with strong rural links.\n\"Given those links, we see it as the perfect place for us to spread the word about what we do.\"", "THE Warrnambool Show is not all about fun, with two key agencies choosing the event to highlight their emerging partnership.\nForest Fire Management Victoria (FFMVic) has been established to fight fires on public land managed by the Department of Environment, Land, Water and Planning (DELWP).\nFFMVic member Tasha Noss was on hand at the Warrnambool Show to help raise awareness of what role the group plays.\nThe FFMVic display was alongside that of the Hamilton CFA, a placement that was done by design.\n\"We will be working alongside the CFA in fire situations so it was a good chance for us to be side-by-side at the show,\" Ms Noss said.\n\"We are only a relatively new body. The show is a good community event with strong rural links.\n\"Given those links, we see it as the perfect place for us to spread the word about what we do.\"", "THE Warrnambool Show is not all about fun, with two key agencies choosing the event to highlight their emerging partnership.\nForest Fire Management Victoria (FFMVic) has been established to fight fires on public land managed by the Department of Environment, Land, Water and Planning (DELWP).\nFFMVic member Tasha Noss was on hand at the Warrnambool Show to help raise awareness of what role the group plays.\nThe FFMVic display was alongside that of the Hamilton CFA, a placement that was done by design.\n\"We will be working alongside the CFA in fire situations so it was a good chance for us to be side-by-side at the show,\" Ms Noss said.\n\"We are only a relatively new body. The show is a good community event with strong rural links.\n\"Given those links, we see it as the perfect place for us to spread the word about what we do.\"", "THE Warrnambool Show is not all about fun, with two key agencies choosing the event to highlight their emerging partnership.\nForest Fire Management Victoria (FFMVic) has been established to fight fires on public land managed by the Department of Environment, Land, Water and Planning (DELWP).\nFFMVic member Tasha Noss was on hand at the Warrnambool Show to help raise awareness of what role the group plays.\nThe FFMVic display was alongside that of the Hamilton CFA, a placement that was done by design.\n\"We will be working alongside the CFA in fire situations so it was a good chance for us to be side-by-side at the show,\" Ms Noss said.\n\"We are only a relatively new body. The show is a good community event with strong rural links.\n\"Given those links, we see it as the perfect place for us to spread the word about what we do.\"", "Visitors using free campgrounds in Grampians regional State Forests have been warned to clean up after themselves and take their rubbish home.\nForest Fire Management Victoria Regional Manager Peter Kambouris said authorised officers were noticing an increasing number of breaches of the law.\n\"Along with illegal campfires, the dumping of rubbish, damage to forest roads and vandalism is occurring,\" he said.\n\"What concerns us are those people not respecting the needs and expectations of other visitors as well as our fire crews.\n\"We have already experienced incidents this summer of campfires being left unattended and this week, bags of rubbish were left behind at vacant campsites.\n\"Knowing the rules for campfire safety, proper disposal of rubbish, and treating the landscape with respect is required.\"\nMr Kambouris said campers should use some common sense and set a good example. \"People are urged to report illegal activities observed in state forests on 136 186,\" he said.", "EMERGENCY service personnel met at Horsham's May Park on Friday to raise awareness for post traumatic stress disorder.\nCountry Fire Authority District 17 operations manager Dale Russell said firefighters and other emergency service personnel spent their professional lives looking after the community and it was important they also looked after themselves.\n\"It was about getting the message out there,\" he said.\n\"It wasn't a fundraising exercise; it was an awareness exercise.\"\nThe walk included 30 CFA staff alongside police, State Emergency Services, Forest Fire Management Victoria and CFA volunteers relay walking around the park from 10am to 1pm.\nThe concept was inspired by Walking off the War Within - a major challenge in Ballarat inspired by the life and death of firefighter Nathan Shanahan.\nMr Russell said CFA management took the opportunity to speak to those gathered about the pressure of the job as well as the importance of looking after themselves, their families and each other.\n\"It went pretty well on the day,\" he said.\nMr Russell said members were unable to attend the Ballarat day so decided to share the message in the Wimmera.", "A spark from a slasher in an Eldorado paddock is believed to have started a 10-hectare fire, which needed to be stopped by an aircraft water bomber.\nAbout 16 CFA vehicles tackled the fire, which started on a property on Woolshed Road, outside the Eldorado township about 1.15pm.\nFirefighters reported high flames in the area and the CFA issued an advice warning for nearby residents to be wary of smoke.\nA helitack aircraft helped firefighters bring the incident under control in about 40 minutes, then Forest Fire Management Victoria members attended to put a break around the fire with a dozer.\nIt was travelling in a south-easterly direction towards Eldorado-Tarrawingee Road, but District 23 operations officer Trevor Ebbels said no homes were under threat.\n\"We believe it was started by a tractor and slasher,\" he said. \"It's important that people understand that it is dry out there and there is danger on milder days as well as the very hot ones.\"", "A spark from a slasher in an Eldorado paddock is believed to have started a 10-hectare fire, which needed to be stopped by an aircraft water bomber.\nAbout 16 CFA vehicles tackled the fire, which started on a property on Woolshed Road, outside the Eldorado township about 1.15pm.\nFirefighters reported high flames in the area and the CFA issued an advice warning for nearby residents to be wary of smoke.\nA helitack aircraft helped firefighters have the incident under control in about 40 minutes, then Forest Fire Management Victoria members attended to put a break around the fire with a dozer.\nIt was travelling in a south-easterly direction towards Eldorado-Tarrawingee Road, but District 23 operations officer Trevor Ebbels said no homes were under threat.\n\"We believe it was started by a tractor and slasher,\" he said.\n\"It's important that people understand that it is dry out there and there is danger on milder days as well as the very hot ones.\"", "A spark from a slasher in an Eldorado paddock is believed to have started a 10-hectare fire, which needed to be stopped by an aircraft water bomber.\nAbout 16 CFA vehicles tackled the fire, which started on a property on Woolshed Road, outside the Eldorado township about 1.15pm.\nFirefighters reported high flames in the area and the CFA issued an advice warning for nearby residents to be wary of smoke.\nA helitack aircraft helped firefighters have the incident under control in about 40 minutes, then Forest Fire Management Victoria members attended to put a break around the fire with a dozer.\nIt was travelling in a south-easterly direction towards Eldorado-Tarrawingee Road, but District 23 operations officer Trevor Ebbels said no homes were under threat.\n\"We believe it was started by a tractor and slasher,\" he said.\n\"It's important that people understand that it is dry out there and there is danger on milder days as well as the very hot ones.\"", "EMERGENCY service personnel met at Horsham's May Park on Friday to raise awareness for post traumatic stress disorder.\nCountry Fire Authority District 17 operations manager Dale Russell said firefighters and other emergency service personnel spent their professional lives looking after the community and it was important they also looked after themselves.\n\"It was about getting the message out there,\" he said.\n\"It wasn't a fundraising exercise; it was an awareness exercise.\"\nThe walk included 30 CFA staff alongside police, State Emergency Services, Forest Fire Management Victoria and CFA volunteers relay walking around the park from 10am to 1pm.\nThe concept was inspired by Walking off the War Within - a major challenge in Ballarat inspired by the life and death of firefighter Nathan Shanahan.\nMr Russell said CFA management took the opportunity to speak to those gathered about the pressure of the job as well as the importance of looking after themselves, their families and each other.\n\"It went pretty well on the day,\" he said.\nMr Russell said members were unable to attend the Ballarat day so decided to share the message in the Wimmera.", "THE chances of a bushfire near Anglesea may have been reduced following a planned burn of 53ha yesterday.\nMore than 50 firefighters were in the area west of Anglesea for the burn, in preparation for the fire season.\nSmall fires were lit at Anglesea Heath, 2km from the town centre, just before lunchtime, to reduce bushfire fuel including large patches of heathland and eucalyptus trees.\nForest Fire Management Victoria manager David Rourke said reducing bushfire fuel would reduce the risk to people and property.\n\"Reducing bushfire fuel means bushfires are less intense, making it more likely that firefighters can contain them before they impact on people, property and the environment,\" Mr Rourke said.\n\"We understand that smoke from planned burns may cause concern for some people, but it's important that we take the chance to conduct these burns whenever weather conditions are suitable.\"He said smoke may be visible as crews monitored the site until it was deemed safe.", "Bonny Hills\nDescription: Bushfire near McGilvray Road\nStatus: Still active, RFS crews in attendance\nEllenborough\nDescription: Forest fire near 5690 Oxley Highway\nStatus: Under control\nBago Bluff National Park\nDescription: National Parks and Wildlife Service hazard reduction\nStatus: Under control\nBago State Forest\nStatus: Under control\nDuck's Ridge\nStatus: Under control", "Bonny Hills\nDescription: Bushfire near McGilvray Road\nStatus: Still active, RFS crews in attendance\nEllenborough\nDescription: Forest fire near 5690 Oxley Highway\nStatus: Under control\nBago Bluff National Park\nDescription: National Parks and Wildlife Service hazard reduction\nStatus: Under control\nBago State Forest\nStatus: Under control\nDuck's Ridge\nStatus: Under control", "The autumn firewood collection season will begin Wednesday, March 1.\nDuring the season, people can collect firewood from within designated collection areas, with a limit of two cubic metres per day and a maximum of 16 cubic metres per household per financial year.\n\"Designated collection areas are put in place to protect sites of cultural and environmental significance,\" Forest Fire Management Victoria's Brady Childs said.\n\"Also, some households rely on firewood for winter energy so consider others when taking wood.\"\nIn red river gum parks, reserves and forests along the Murray River, collection will be restricted to residents of certain municipalities.\nThe felling of trees for wood is prohibited.\nOfficers will patrol parks, forests and reserves to ensure collections comply with regulations.\nPermission from local government is needed for the collection of firewood from roadsides under their management.\nVicRoads does not currently allow firewood collection on roadsides it manages.\nThe season will close on June 30.\nFor more information, visit the Department of Environment, Land, Water and Planning website or call 136 186.", "EMERGENCY service personnel met at Horsham's May Park on Friday to raise awareness for post traumatic stress disorder.\nCountry Fire Authority District 17 operations manager Dale Russell said firefighters and other emergency service personnel spent their professional lives looking after the community and it was important they also looked after themselves.\n\"It was about getting the message out there,\" he said.\n\"It wasn't a fundraising exercise; it was an awareness exercise.\"\nThe walk included 30 CFA staff alongside police, State Emergency Services, Forest Fire Management Victoria and CFA volunteers relay walking around the park from 10am to 1pm.\nThe concept was inspired by Walking off the War Within - a major challenge in Ballarat inspired by the life and death of firefighter Nathan Shanahan.\nMr Russell said CFA management took the opportunity to speak to those gathered about the pressure of the job as well as the importance of looking after themselves, their families and each other.\n\"It went pretty well on the day,\" he said.\nMr Russell said members were unable to attend the Ballarat day so decided to share the message in the Wimmera.", "This isn't the first time Bruce Sonogan has called the fire season \"his last\" - not even the Black Saturday bushfires could keep him away.\nMr Sonogan is in his fifth season as a Forest Fire Management Victoria project firefighter at Benalla and was awarded a National Emergency Medal in November.\nThe 59-year-old was part of the incident management team during the 2009 fires.\n\"I've seen most of the major fires - I was a front-line firefighter at Ash Wednesday and I've never seen anything like it,\" he said.\n\"We left our station and headed for Belgrave South; we could see flames twice the size of trees and there were vacant blocks among houses - unlike today - with spot fires everywhere.\n\"I have been on both sides of firefighting and I have an appreciation of how hard everyone works, both on the line and in the incident control centres.\"\nThe 2009 bushfires was one of only three events identified by the Australian Honours and Awards Secretariat as \"nationally-significant emergencies\".", "THE collection of free firewood on land managed by the Department of Environment, Land, Water and Planning (DELWP) is about to come to a close.\nDesignated firewood collection areas will be closed from November 30 and it will be illegal for people to collect firewood on public land from that date.\nAreas in Dartmoor, Heywood, Portland and Cavendish are among those on the free collection list, which can be found at the <url normalizedValue=\"http://www.delwp.vic.gov.au/firewood\">www.delwp.vic.gov.au/firewood</url> website.\nForest Fire Management Victoria regional manager forest and fire operations Peter Kambouris said firewood collection may already have ceased in some parts of the state where supplies were exhausted or where rainfall or flooding had affected track conditions making collection unsafe.\n\"The public will be able to start collecting firewood again from designated firewood collection areas from 1 March, 2017, pending suitable conditions,\" Mr Kambouris said.\nThe pending closure of firewood collection comes as the CFA looks at its fire restrictions.\nSo far, no date has been set with late spring rain likely to see the restrictions not come into place until late December.", "French and Italian air tanker fire planes have flown in to fight a huge forest fire raging in central Sweden, the worst seen in Scandinavia in 40 years, officials say.\nTwo FrenchCanadair CL-415s joined two similar Italian aircraft waterbombing the wildfire, which has been raging since July 31 near Sala.Sweden does not have air tankers of its own and has been using helicopters to help fire crews fight the blaze, which has destroyed 100sq km of forestry and claimed one life.", "French and Italian air tanker fire planes have flown in to fight a huge forest fire raging in central Sweden, the worst seen in Scandinavia in 40 years, officials say.\nTwo FrenchCanadair CL-415s joined two similar Italian aircraft waterbombing the wildfire, which has been raging since July 31 near Sala.Sweden does not have air tankers of its own and has been using helicopters to help fire crews fight the blaze, which has destroyed 100sq km of forestry and claimed one life.", "FOREST Fire Management and Parks Victoria will carry out a planned burn at McKenzie Creek, Three Bridges Road on Thursday.\nThe burn is scheduled to ignite at 12pm on Thursday and run through to Wednesday at 6pm, subject to favourable weather conditions.\nThe department said the 9.5-hectare burn would help reduce the risk of bushfire to people, property and communities.\nThe department said the burn would ignite two-kilometres south-west of Haven.\nSmoke could be visible from Haven, McKenzie Creek and Three Bridges Road.\nParks Victoria advises people to stay away from areas where burns are planned or places recently burnt.\nParks advised people to be careful on the roads and aware of potentially lowered visibility and changed signed conditions.\nNearby residents should close all doors and windows and avoid hanging washing outside.\nAccess to walking tracks, car parks, camping ground and picnic sites may be restricted.\nThe Department of Health advises people that suffer adverse reactions to seek medical advice or call 1300 606 024.\nFor more information on the planned burn and traffic conditions visit parkweb.vic.gov.au/ or traffic.vicroads.vic.gov.au", "FOREST Fire Management and Parks Victoria will carry out a planned burn at McKenzie Creek, Three Bridges Road on Thursday.\nThe burn is scheduled to ignite at 12pm on Thursday and run through to Wednesday at 6pm, subject to favourable weather conditions.\nThe department said the 9.5-hectare burn would help reduce the risk of bushfire to people, property and communities.\nThe department said the burn would ignite two-kilometres south-west of Haven.\nSmoke could be visible from Haven, McKenzie Creek and Three Bridges Road.\nParks Victoria advises people to stay away from areas where burns are planned or places recently burnt.\nParks advised people to be careful on the roads and aware of potentially lowered visibility and changed signed conditions.\nNearby residents should close all doors and windows and avoid hanging washing outside.\nAccess to walking tracks, car parks, camping ground and picnic sites may be restricted.\nThe Department of Health advises people that suffer adverse reactions to seek medical advice or call 1300 606 024.\nFor more information on the planned burn and traffic conditions visit parkweb.vic.gov.au/ or traffic.vicroads.vic.gov.au", "IN a first for the Otway Fire District, a drone was used to monitor fire activity- during a planned burn at Barwon- Downs Bushland Reserve yesterday.\nThe eye in the sky watched over more than 50 Forest Fire Management Victoria firefighters as they carried out the operation.\nThe quadcopter can fly up to 100m above ground level and fly continuously for about 30 minutes.\nFFMV Otway district manager David Rourke said the drone travelled above the fire during ignition, capturing extensive photography and video.\nIt is expected the trial technology will allow FFMV to deliver \"more effective-\" and \"safer\" burns.\n\"Once the burn is complete, the drone will be used to assess the area for hot spots by providing thermal imaging,\" Mr Rourke said. \"It also delivers a live feed to a tablet, which is in the hands of fire staff on the ground.\" The planned burn was part of this week's general firefighter training for new Otway District project fire-fighters.To stay up to date on when and where planned burns are happening near you, go to vic.gov.au/planne d burn, download the VicEmergency app or call the VicEmergency hotline on 1800 226 226.", "The fire danger indicators for south-west Victoria have skyrocketed because of the extreme conditions predicted tomorrow.\nModelling from the weather bureau shows the grass fire danger index for the Ballarat region is 258, and the forest fire danger index is 117.\nIn Hamilton, the grass fire risk is put at 208, while the forest fire risk is 83.\nFire weather forecaster John Saltenberger says the very high numbers are unusual.\n\"Something down closer to 40 or 50 would be what we might anticipate to be a typical summertime type of value,\" he said.\n\"But when critical combinations of wind temperature and humidity come together, such as what we'll see on Tuesday, they can take those indices and double them or triple them or more.", "French and Italian air tanker fire planes have flown in to fight a huge forest fire raging in central Sweden, the worst seen in Scandinavia in 40 years, officials say.\nTwo FrenchCanadair CL-415s joined two similar Italian aircraft waterbombing the wildfire, which has been raging since July 31 near Sala.Sweden does not have air tankers of its own and has been using helicopters to help fire crews fight the blaze, which has destroyed 100sq km of forestry and claimed one life.", "Fire crews have contained a large hayshed fire at Western Flat near Padthaway in South Australia's south-east.\nThe Country Fire Service said four crews were at the scene on Broadview Road and they believe it will take days to put the blaze out completely.\nEarlier in the day, the service was concerned the fire had the potential to spread into nearby native forest.\nFire crews have warned nearby residents that they expect the fire to generate large amounts of smoke in the area.\nThe cause of the blaze is unknown and the damage bill estimated to be more than $500,000.\nEarlier this month a teenager from the Mount Gambier area was charged after a spate of suspicious haystack and shed fires in the Yahl and Glenburnie areas.", "NEW Zealand firefighters are set to join forces with Victorian crews tomorrow, with plans to bring the Wye River fire under control as quickly as possible.\nAn experienced team of Kiwi firefighters will assist by building containment lines around the Wye River-Jamieson Track fire.\nThe first deployment of 20 firefighters will work for three weeks doing ground work in steep and often inaccessible country.\n\"It's great to see Victoria working with agencies from abroad, sharing our knowledge and expertise to tackle what are very difficult fire conditions,\" Emergency Management Victoria commissioner Craig Lapsley said. \"The attack on this fire is a real team effort, with over 400 personnel from CFA, the department's Forest Fire Management and Parks Victoria working around the clock.\"The Wye River-Jamieson Track fire was caused by lightning strikes on December 19, burning more than 2400ha and destroying 116 properties.", "A smoky Easter could be on the cards for residents and visitors around Tawonga and Stanley.\nParks Victoria's forest fire management ignited the burns on Wednesday and Thursday in the hopes of protecting the towns from bushfires.\nAbout 140 hectares of land was burned west of Stanley and 100ha west of Tawonga.\nThe Department of Environment, Land, Water and Planning's Ovens district manager Jarrod Hayse said the burns needed to be conducted this week as it was the first opportunity following a hot, dry summer.\n'They are important burns and we didn't want to miss the opportunity,' he said.\n'People will see smoke in those areas.'\nParks Victoria had a target of about 17,500ha to burn in the Ovens district.\nLast year a similar target was already half completed by Easter, but firefighters had not been able to start in 2016 at all before Wednesday's ignitions.\n'We'll either be burning until the weather isn't right or until we reach our target,' Mr Hayse said.", "A FIRE that burned through 1ha of bushland at -Lysterfield Lake Park on Wednesday last week is being treated as suspicious.\nA fire investigator was called in to determine the cause of the blaze, which started around lunchtime and tore through bushland north of Wellington Rd and west of Ryans Rd in Belgrave Heights.\nThe cause is still not known.\nDepartment of Environment, Land, Water and Planning spokeswoman Sally Bateman said a firebombing helicopter, bulldozer, 12 tankers and four trucks took half an hour to contain the blaze.\nThe department's forest fire management and the CFA fought the fire. It came as a planned burn scheduled for Mt Dandenong last Thursday was postponed.\nMs Bateman said the 8ha burn was put off due to the Lysterfield Lake Park fire, as well as forecast higher temperatures.\nThe burn has been removed from the list on the department's website, and a new date is not known.Street Watch, Page 6", "STOCKHOLM: French and Italian air tanker fire planes have been sent to fight a huge forest fire raging in central Sweden.\nThe fire, burning near Sala since July 31, is the worst in Scandinavia in 40 years, officials say.\nSweden does not have any air tankers and has been using helicopters to help fire crews fight the blaze, which has already destroyed 100 square kilometres of forest.\nThe fire claimed its first victim on Tuesday when a 30-year-old man was found dead on a stretch of road that had been swept by flames. AFP", "<pre xml:space=\"preserve\">  A team of international forest fire experts has arrived in Victoria to boost specialist firefighting skills during the bushfire season.</pre>\n<pre xml:space=\"preserve\"><br/>   Seven firefighters from the US and Canada involved in the International Forest Fire Experts Program will spend two weeks with the Department of Sustainability and Environment (DSE) and Country Fire Authority in regional Victoria to provide leadership and technical support.<br/>   The team will provide expertise to incident and area controllers, fire behaviour analysts, aircraft officers and logistics officers.<br/>   Another group of up to 20 are due to arrive in January to remain in Victoria for the duration of the fire season.<br/>   DSE chief officer Ewan Waller said on Tuesday the experts would be an invaluable addition to Victoria's firefighting capacity in the wake of the Black Saturday bushfires.<br/>   \"Bringing in international experts is the most effective short-term solution to providing immediate extra capacity and in future fire capability through lessons learned now,\" he said.</pre>", "The wave of articles, such as \"Direct Action could be converted to real policy\" (AFR, April 29), echo the story of little Johnnie. His mum came into his room to find he had ripped up paper and scattered pieces across the room. She asked, \"What are you doing?\" He replied, \"Keeping the elephants away.\" She said, \"But there are no elephants here.\" He said, \"See, it's working.\"\nSo as banknotes continue to be torn up to fight the red herring of \"carbon\", a will-'o-the-wisp imaginary elephant, real issues are sidelined - punitive taxation, inadequate infrastructure (roads, bridges, dams, ports), hopeless town planning, insufficient drought, flood and forest-fire proofing - and remain underfunded or unfunded. Where are our priorities?\nJohn McRobert\nIndooroopilly, Qld", "Bushfires are inevitable and necessary for our particular type of flora, so there needs to be fires from time to time. People and property do not need to suffer destruction or death, if the powers that be enforce some rules about how people live in the bush. It seems that we need a fuel exclusion zone of some size around all towns, hamlets and houses in fire risk areas.\nThis raises the question: why should the house owners who make the logical decision to live in areas that are not in a non-defendable fuel and forest fire area, pay a royalty on insurance to support all those who don't?\nI think it would make more sense for the government to clear the fuel away and let the people who still wish to live in the bush pay their own way. Thus leaving more money in the pockets of the logical majority.\nRoger Wolfe\nBalwyn, Vic", "FIREFIGHTERS battled on Thursday to douse a series of wildfires fuelled by high winds, scorching temperatures and dry vegetation, which have forced tens of thousands of Californians to flee their homes.\nA blaze scorching sections of the Angeles National Forest, in southern California, two huge infernos in the central part of the state and another fire further north have displaced entire towns.\n\"Our fire activity has definitely picked up in past weeks in number and severity,\" said Daniel Berlant, a spokesman for the Department of Forestry and Fire Protection.\nThe Angeles forest fire - dubbed \"Blue Cut\" - has devoured 12,545ha and is only 4 per cent contained.\nThe fire has been spreading at such an alarming pace that it appears as if it were \"running at you\", according to Michael Lopez, a spokesman for fire information website Inciweb.\nMore than 82,500 people potentially in Blue Cut's path are under evacuation orders.\nAbout 1600 firefighters are committed to Blue Cut, while 5000 are battling the larger Soberanes fire, which has charred 32,000ha in the Big Sur tourist region, further north.Since the beginning of the year, 4600 fires have ripped through 120,000ha of Californian scrub and forest.", "FIVE rural fire crews and three urban fire crews battled a bushfire which broke out about 2am Monday in the Samford Valley.\nA Department of Community Safety spokesman said the medium-sized (200m x 200m) slow-moving forest fire in bushland at Closeburn, near McDowells Rd and Mt Samson Rd, was no threat to property, but still advised nearby residents to review bushfire survival plans as a precaution. The blaze was under control by about 9.30am Monday. A smoke haze was expected to affect the area throughout Monday and residents were told to keep doors and windows closed, and keep respiratory medication nearby.", "BRISBANE, Queensland, Nov. 11 -- The Queensland Department of Community Safety issued the following news release:\nThe forest fire burning in Tuan has been contained. Firefighters re-enforced containment lines overnight and will continue to monitor the situation throughout today. Smoke may still be seen in the Tuan area and motorists are advised to drive to conditions. People with respiratory conditions should also take the necessary precautions and keep windows and doors shut. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:htsyndication@hindustantimes.com\">htsyndication@hindustantimes.com</email>", "", "<pre xml:space=\"preserve\">  About 120 international firefighters and recovery specialists will arrive in Victoria over the next week to help local crews battle the worst bushfires in Australia's history.</pre>\n<pre xml:space=\"preserve\"><br/>   The contingent from New Zealand, the United States and Canada will bring a range of firefighting and recovery skills, Andrew Graystone, Forest Fire Management Group international liaison officer, said.<br/>   \"We are very grateful for the additional skills and knowledge that these people will bring to our firefighting response and recovery,\" Mr Graystone said.<br/>   Fifty-two specialist aircraft operators, firefighters and supervisors will arrive from New Zealand on Friday night and a further 60 specialists from the US will arrive on Sunday.<br/>   The US contingent are experienced in tall forest firefighting, burnt area recovery, bulldozer management and incident management roles.<br/>   The burnt area recovery team will be able to help assess and rehabilitate any impact on water catchments.<br/>   Nine Canadian specialists will arrive in the middle of next week.<br/>   The Forest Fire Management Group comprises officials from state and territory environment, forests, parks and wildlife departments.</pre>", "<pre xml:space=\"preserve\">  Australia has offered to send specialist fire and aviation experts to Greece to help deal with the forest fire emergency there, <person><nameText>Prime Minister John Howard </nameText></person>says.</pre>\n<pre xml:space=\"preserve\"><br/>   More than 60 people have been killed since devastating fires broke out in Greece five days ago.<br/>   Mr Howard today said four Australian experts could be sent to Greece.<br/>   \"The Australian expertise being offered includes two bushfire management officers (a high-level incident controller and a senior operations officer), a bushfire investigation officer, a forest fire behaviour expert and an aviation management expert,\" he said in a statement.<br/>   \"Australian officials will work closely with Greek authorities to ensure Australia provides the most appropriate and useful support possible.<br/>   \"The thoughts of the Australian Government and all Australians remain with the people of Greece at this difficult time.\"<br/>   The Australian government had previously announced it would donate $3 million to assist the firefighting and recovery operation in Greece.</pre>", "<pre xml:space=\"preserve\">  A US federal grand jury has indicted Australian rugby player and IVF geneticist Michael Quinn on charges of attempted child sex trafficking and travelling with the intent to engage in illicit sexual conduct. (LEGAL: US QUINN (with file pics))</pre>\n<pre xml:space=\"preserve\"><br/>   JAKARTA, June 21 AAP - The father of a woman allegedly murdered with a cyanide-laced coffee has hit out at an agreement between Australia and Indonesia that his daughter's accused killer would not face the death penalty. (LEGAL: INDON POISON Wrap (with pics, video))<br/>   BRUSSELS, June 21 AP - A man claiming to have been kidnapped and outfitted with a bomb belt has shut down a section of central Brussels during the morning rush hour but a bomb squad found only salt and cookies in the belt. (BELGIUM TERROR Wrap (with pics))<br/>   JERUSALEM, June 21 Reuters - Israeli troops have mistakenly killed a Palestinian teenager while responding with gunfire to a petrol bomb and rock attack on Israeli vehicles in the occupied West Bank. (MIDEAST UNREST)<br/>   NICOSIA, June 21 AP - A huge forest fire raging out of control for a third day in the mountains southwest of the Cyprus capital of Nicosia has claimed the life of a second firefighter. (CYPRUS FIRE Update)</pre>", "Victoria: More than 45,000 hectares burnt in Gippsland in 48 hours; 70 trucks on the scene; 200 personnel; two relief centres established in Sale and Traralgon.\nNSW: 95 fires burning, 14 out of control, 100,000-plusha burnt, Siding Spring Observatory damaged, 51 homes and 50 sheds around Coonabarabran destroyed; 650 firefighters and more than 200 trucks on patrol.\nSouth Australia: 10,000 fire-fighters on standby; north of Adelaide, the Bundaleer Forest fire burned more than 2300ha.", "WIMMERA authorities have warned people to take extra care tomorrow with a severe fire danger rating forecast.\nAn extreme forest fire danger index is also forecast.\nWimmera land and fire services manager Russell Manning of the Department of Sustainability and Environment said it was highly likely that a total fire ban day would also be declared for tomorrow.\nAn official decision will be made this afternoon. \"The forecast for Horsham is in the low 40s, with single-figure relative humidity,\" Mr Manning said."]}