[
    {
        "Document_Content": "<entry xmlns=\"http://www.w3.org/2005/Atom\"><id>urn:contentItem:6GGD-CM43-RW26-V3CW-00000-00</id><title>Met de snuit op het basalt</title><published>2025-08-14T00:00:00Z</published><updated>2025-09-15T22:43:45Z</updated><author><name>LexisNexis</name></author><content type=\"application/xml\"><!--Transformation version 1.25--><articleDoc xmlns=\"\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xsi:noNamespaceSchemaLocation=\"http://www.lexisnexis.com/xmlschemas/content/public/articledoc/1/\" schemaVersion=\"1.8\" xml:lang=\"nl\"><articleDocHead><itemInfo><sourceSectionInfo><positionSection>IN</positionSection><positionSequence>Blz. 18</positionSequence></sourceSectionInfo></itemInfo></articleDocHead><nitf:body xmlns:nitf=\"http://iptc.org/std/NITF/2006-10-18/\"><nitf:body.head><nitf:hedline><nitf:hl1><emphasis typeStyle=\"bf\">Met de snuit op het basalt</emphasis></nitf:hl1><nitf:hl2><emphasis typeStyle=\"bf\">De nieuwe Deltawerken</emphasis></nitf:hl2></nitf:hedline><nitf:byline><author><person><nameText>Tjesse Riemersma</nameText></person></author></nitf:byline></nitf:body.head><nitf:body.content><bodyText><p nitf:lede=\"true\">Honderd jaar geleden had de Zuiderzee een rijk ecosysteem, maar na de aanleg van de Afsluitdijk bleef daar weinig van over. Nu we geconfronteerd worden met zeespiegelstijging en droogte is de vraag: zijn er natuurvriendelijkere vormen van waterbouw?</p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">De Afsluitdijk hoort bij</emphasis> de grootste ecologische rampen van Nederland.' Ecologisch waterbouwkundig ingenieur Erik Bruins Slot loopt over de dam die bijna een eeuw geleden het einde betekende voor de Zuiderzee. Onder zijn bouwhelm steken nog net wat zwartgrijze krulletjes uit. Natuurherstel is op deze bouwplaats ontdaan van alle lieflijke associaties. Het is begin 2024. Een eeuw na de start van de Zuiderzeewerken staan op de Afsluitdijk opnieuw grote machines klaar, deze keer met een andere opdracht: een gat in de dam maken. Verderop klinkt het denderende gehamer van damwanden die de bodem van het Wad ingaan. De nieuwe keersluis ligt ook al klaar, een stalen roldeur van bijna een miljoen kilo. 'Net een flatgebouw', zegt Bruins Slot.</p><p>Door de indamming in 1932 botste het onderwaterleven plots met de snuit op het basalt. Fint, houting, zeeprik, spiering: allerlei vissen die hun leven zowel in zoet als zout water doorbrengen hebben sindsdien grote moeite om vanuit de Noordzee de rivier te bereiken. De paling, die voor migrerende vissen al bijna net zo iconisch is als de grutto voor weidevogels, begint zijn leven in de Sargassozee bij het Caribisch gebied. Met miljoenen tegelijk reizen de jonge visjes, niet meer dan een paar centimeter lang, met de warme Golfstroom naar West-Europa. Als adelaars op de thermiek laten ze zich op de oceaanstroming meevoeren naar de Nederlandse kust, om vervolgens bij plekken als Kornwerderzand op de Afsluitdijk te stuiten. Daar wachten ze op de spaarzame momenten dat de spuisluizen opengaan. Alleen de aaltjes die de sluis weten te passeren, bereiken in het zoete water de ideale omgeving om op te groeien en zich klaar te maken voor de terugreis. Onderzoekers van de Wageningen Universiteit schatten dat er jaarlijks 'tientallen miljoenen tot honderden miljoenen' trekvissen bij Kornwerderzand aankomen.</p><p>Om de doorgang te verbeteren werken Provincie Fryslân en Rijkswaterstaat aan een zogeheten vismigratierivier - een anomalie in de Nederlandse waterbouw. 'In een land dat bekend werd met dijken bouwen, prikken wij een gat', grapt Bruins Slot, die tijdens dit interview bij de provincie werkte maar inmiddels bij Rijkswaterstaat. 'De bedoeling is om op kleine schaal de oorspronkelijke Zuiderzee na te bootsen.' Een vier kilometer lange, kunstmatige rivier moet vanaf 2027 het Wad en het IJsselmeer verbinden. Waar vissen nu nog last hebben van de abrupte overgang van zout naar zoet water, vormt de rivier dan een trage overloop.</p><p>Natuurlijk kan de Zuiderzee niet worden teruggebracht, erkent de projectleider. Er mag geen zeewater in het IJsselmeer komen, want de 'nationale regenton' moet zoet blijven. Hij ziet dat niet als een probleem. 'Dit project is een pilot, die nog nergens ter wereld bestaat.' Een test die belangrijke inzichten gaat opleveren. Weten vissen de rivier te vinden? Zullen aalscholvers en roofvissen niet te veel vrij spel hebben? 'Dit is een handreiking', zegt Bruins Slot. 'Na eeuwen van strijd tegen het water willen we laten zien dat je ook met de natuur kunt samenwerken.'</p><p>Deze geschiedenis van de Zuiderzee wint aan relevantie nu zeespiegelstijging, droogte en extremere regenval opnieuw vragen om ingrepen in de Nederlandse kust. En alweer liggen schetsen van dijken en dammen op tafel. Hebben we de les geleerd?</p><p><emphasis typeStyle=\"bf\">Deltagebieden staan wereldwijd</emphasis> onder druk. In 2019 lieten 34 onderzoekers in <emphasis typeStyle=\"it\">Nature</emphasis> zien dat 77 procent van de rivieren langer dan duizend kilometer en 54 procent van de rivieren tussen vijfhonderd en duizend kilometer niet meer ongehinderd van de bron naar de zee stroomt. Bijna de helft van alle riviermondingen is aangetast door dammen en landaanwinning, rekenden onderzoekers vorig jaar uit in wetenschappelijk tijdschrift <emphasis typeStyle=\"it\">Earth's Future.</emphasis></p><p>Een geheel landschapstype lijkt daarmee langzaamaan van de aarde te verdwijnen. Nederland liep hierin voorop met de afsluiting van de Zuiderzee, die verschrikkelijke gevolgen had voor vogels, vissen en bodemleven. 'De Afsluitdijk decimeerde de biodiversiteit in Zuiderzee en IJsselmeer', concludeerden onderzoekers van de Universiteit Utrecht en de Waddenacademie twee jaar geleden in vakblad <emphasis typeStyle=\"it\">De Levende Natuur.</emphasis> Ze analyseerden biologische studies die kort na de afsluiting verschenen om daarmee het lot van</p><p>de schelpdieren, slakken, tienpotigen en aasgarnalen in kaart te brengen. Twintig jaar na de afsluiting bleek de biodiversiteit binnen deze soortgroepen met zo'n veertig procent te zijn afgenomen. Bij andere dier- en plantgroepen zijn vergelijkbare afnames te zien.</p><p>Later volgden ook de Deltawerken en de dam in de Lauwerszee, met vergelijkbare gevolgen. De Nederlandse kust, waar het land langzaam water werd en de rivier zee, is nu op veel plekken een dunne, harde grens. Terwijl riviermondingen juist bekend staan om de enorme hoeveelheid leven die er ontstaat.</p><p><emphasis typeStyle=\"bf\">'Een complex van waardeloze,</emphasis> onvruchtbare plassen.' Zo noemde de gemeente Amsterdam het Naardermeer toen in 1904 werd voorgesteld er een vuilstort van te maken. Schooldocent en schrijver Jac P. Thijsse werd pisnijdig toen hij het hoorde. Hij kende het gebied door en door, tien jaar eerder zwom hij al met een touw om zijn middel door de geulen om ze op te meten voor nieuwe schoolkaarten. 'Een veilige wijkplaats voor planten en dieren, een bron van het reinste natuurgenot, een onwaardeerbaar studieveld voor de wetenschap', zou hij het later noemen. In het <emphasis typeStyle=\"it\">Algemeen Dagblad</emphasis> ging hij fel tegen de plannen in. 'Nu geef ik het niet op, voordat de eerste kar met potscherven in 't water plompt.' Thijsse schreef brieven aan raadsleden en riep op tot 'het vormen van een krachtig fonds', dat Natuurmonumenten werd. Die kocht het Naardermeer en stelde het veilig, waarmee Thijsse een van de bekendste namen van de Nederlandse natuurbescherming werd. Als de bedreiging van een klein moerasbos hem al zo woedend kreeg, wat moet hij dan wel niet hebben gedacht van de overheidsplannen om de Zuiderzee af te sluiten? Iemand wiens aandacht naar eigen zeggen uitging naar het zand, slib, strand en moeras, moet wakker hebben gelegen van het verlies van 5900 vierkante kilometer intergetijdengebied.</p><p>Eigenlijk is de naam 'zee' misleidend. De Zuiderzee was geen bak zout water zoals de Noordzee of de Oostzee, maar een aarzelend, nukkig landschap dat nooit definitief een keuze maakte tussen land en water, rivier en zee. Riviermondingen zoals de Zuiderzee bieden een biologische omgeving die je vrijwel nergens anders vindt. In de biologische literatuur staan ze bekend om de enorme hoeveelheid leven die er ontstaat.</p><p>De Zuiderzee leek op het huidige Wad, met diepe geulen die de eb- en vloedstromen uitsneden en met relatief zout water. Meer naar het zuiden was ze kalmer, zoeter, en stond het water zo'n vier meter diep. Ze werd gevoed door de kleine IJssel en een aantal stroompjes en beekjes, waardoor er een trage overgang van rivier naar zee was. In een relatief kleine ruimte vond je een gigantische verscheidenheid aan leefgebieden. Zoet en zout, diep en ondiep, traag- en snelstromend, warm en koud. Moerassen, rietgordels, zeegrasvelden, zandbanken.</p><p>Haar woelige, troebele water stikte van de nutriënten die de Rijn meenam uit de Alpen en Duitsland. Voordat de rivier in het huidige keurslijf werd gedrukt, vloeide die op veel plekken buiten de oevers, zoog daar bladeren, riet en andere voedingsstoffen mee in zijn stroom.</p><p>Naast de haring, die in de winter op bezoek kwam, vond je er spiering, bot, gladde aal en de dartelende ansjovis. In het noorden trof je zo nu en dan de puitaal, of het vreemde harnasmannetje met zijn drakensnuit en stekelige kin. In het zuiden zwommen riviersoorten zoals de stekelbaars en de snoek. Kortlevende, migrerende soorten als de ansjovis en de Zuiderzeeharing stierven vaak na het paren, waarna hun lichamen in enkele weken tot op de graat na werden afgebroken en in het water belandden. Voedingsstoffen kwamen daardoor zowel vanuit zee als rivier in de Zuiderzee terecht, waar de stroming daarnaast ook nog veel zuurstof door het water klopte. Al dat onderwaterleven trok op zijn beurt vogels aan. Met de eb kwamen delen van de bodem droog te liggen. Net als de Waddenzee nu, was de Zuiderzee een enorme voederbak voor steltlopers. Bij hoogwater kregen schelpdieren de kans om in alle rust te groeien, maar tweemaal daags trok het getij ze uit het water als bitterballen uit de olie, en plukten de vogels ze gretig uit het zand. Op de zandplaten zag Thijsse daarom, druk en beweeglijk, strandlopers en tureluurs rondstruinen, die nestelden op de weilanden achter de dijk.</p><p><emphasis typeStyle=\"bf\">Opvallend genoeg deed hij</emphasis> in <emphasis typeStyle=\"it\">Langs de Zuiderzee</emphasis> uit 1914 kort en luchtig over de afsluitingsplannen. ''t Is toch al jammer genoeg, dat de zee hier later moet verdwijnen, maar daar is niets aan te doen en van die droogmaking verwachten we toch ook weer een boel goede dingen, maar we raken er heel wat moois door kwijt.'</p><p>Vier jaar later nam de Tweede Kamer de wet aan, op voorstel van ingenieur en minister Cornelis Lely, de liberaal die zijn leven aan de droogmakerij wijdde. Al vanaf 1848 deden allerlei plannen de ronde, veelal met dammen tussen de Waddeneilanden. Nu, in 1918, stonden alle seinen op groen. Het was twee jaar na de watersnoodramp van 1916, toen op tientallen plekken langs de Zuiderzee de dijken waren doorgebroken. En na de Eerste Wereldoorlog wilde Nederland aansterken en onafhankelijker worden, dus klaagden weinigen over tweehonderdduizend hectare nieuwe landbouwpolder en een grote regenton vol zoetwater. Nederland zou de Zuiderzee afsluiten, en daarmee ook een periode van vloed, honger, werkloosheid en internationale onbeduidendheid. Daar kon in 1918 geen bezwaar tegenop.</p><p>Thijsse zag er zelfs een kans in om de evolutieleer in een experimentele wetenschap te veranderen. Hoe zouden de dieren en planten zich aanpassen aan de veranderende leefomgeving? Een 'reusachtig biologisch experiment', noemde hij de indamming in 1924. Stichting Natuurmonumenten kocht een aantal kustpercelen op, waaronder het Oudemirdumer Klif aan de Friese kust. 'Op dit ongestoorde strand kunnen de belangstellenden, de liefhebbers en de mannen van de wetenschap dan op hun gemak nagaan, wat er alzoo voorvalt met de vermindering van het zoutgehalte', meldde de organisatie. Ook de dierkundige en botanische verenigingen zaten klaar met nieuwe commissies en nulmetingen. Hoe zou het experiment verlopen?</p><p>Toen de indamming in 1932 voltooid was, werd de brakke binnenzee een zoet meer. Omdat het getij er geen vat meer op had, nam de stroming af. Als een pan aardappelpuree waarin je stopt met roeren, vlakte de bodem zich uit. Geulen vulden zich met sediment, zandplaten zakten weg. Vogels zagen hun voedsel voorgoed onder water verdwijnen. De veelheid aan leefgebieden werd een eenvormig meer en uit de oude zeebodem kwam fosfaat vrij, waardoor algen de overhand kregen. Ook de Waddenzee veranderde: de geulen passen zich tot op de dag van vandaag nog aan op de nieuwe situatie.</p><p>De vissers van de Zuiderzee hadden rond de afsluiting hun productiefste jaren: je kon de gedesoriënteerde ansjovis en bot zo voor de dijk uit het water plukken. Maar van aanpassing aan de nieuwe leefomstandigheden was weinig sprake: de ansjovis zou de zeearm niet meer bereiken, de groene krab moest zijn jaarlijkse reis afblazen en de Zuiderzeeharing stierf uit. 'Japik, Aaj, en Teun', zong kleinkunstlegende Louis Davids de vissers toe. 'Die gaan ook knusjes stempelen voor de werkelozensteun.'</p><p>Wetenschappers probeerden de schade te herstellen. Een greep: bij het eiland Griend herintroduceerden onderzoekers zeegras, dat in 1932 door een combinatie van ziekte en indamming verloren ging. In de achterliggende rivieren werden jonge palingen en zalmen uitgezet. En met de kunsteilanden van de Marker Wadden lukte het om de waterkwaliteit van het Markermeer te verbeteren, ook al 'kunnen we het dynamische, rijke estuarium van de Zuiderzee in Nederland niet herstellen', schrijven de wetenschappers in <emphasis typeStyle=\"it\">De Levende Natuur.</emphasis></p><p><emphasis typeStyle=\"bf\">De afsluiting van de Zuiderzee</emphasis> laat zien hoe vernietigend ingrepen in de kustzone kunnen zijn. En nog altijd spelen dammen en dijken een grote rol in het Nederlandse kustbeheer. Dat bleek vorig jaar toen het Deltaprogramma nieuwe resultaten van een kennisprogramma bekend maakte. Het kwam met een optimistische boodschap: het is 'technisch, economisch en ruimtelijk haalbaar' om Nederland te beschermen tot 5,4 meter zeespiegelstijging.</p><p>Volgens het programma kan Nederland op verschillende manieren reageren, die kort door de bocht neerkomen op: vechten, vluchten of samenwerken met het water. Vechten we, dan verhogen we de dijken, vervangen we de stormvloedkeringen en installeren we grotere pompen om het rivierwater af te voeren. Willen we het overstromingsrisico langs de grote rivieren en de instroom van zout water beperken, dan kunnen we volgens het Deltaprogramma de nog open riviermondingen indammen.</p><p>Een nog agressievere aanpak is het opschuiven van de kustlijn richting zee. Volgens het Deltaprogramma is het mogelijk om een dam te bouwen bij Zeeland, zo'n twaalf kilometer voor de kust. Dat zou een tweede Afsluitdijk worden en van de Zeeuwse Delta een grote bak zoet of brak water maken, vergelijkbaar met het IJsselmeer. Het zoute water blijft buiten en het rivierwater kan bij extreme regenval vrijuit weglopen in het meer, dus het overstromingsrisico langs de rivieren neemt af. De grootste waterproblemen op land ben je dan grotendeels kwijt. Wel moet er een gehele energiecentrale bijkomen om de energievraag van de pompen aan te kunnen.</p><p>De optimistische conclusie dat Nederland meters zeespiegelstijging aankan, werd getrokken op basis van deze twee scenario's. Toch is er nog weinig bekend over de mogelijke gevolgen voor de natuur. In een achterliggend rapport staat: 'Sommige systeemkeuzes hebben een forse impact op (...) natuur, scheepvaart en land- en tuinbouw. Deze effecten zijn wel geduid, maar niet nader onderzocht.'</p><p><emphasis typeStyle=\"bf\">'Dijken en dammen klinken</emphasis> als een makkelijke oplossing voor een complex probleem, maar je kunt er vergif op innemen dat die opnieuw tot enorme ecologische rampen leiden', reageert hoogleraar fysische geografie Maarten Kleinhans, die meewerkte aan het onderzoek naar de gevolgen van de Afsluitdijk. 'Los daarvan zijn er ook vragen over de haalbaarheid, veiligheid, en of Nederland in de toekomst de groeiende onderhoudskosten kan dragen.' Zeker de tweede kustlijn voor Zeeland zal volgens hem een herhaling van de Zuiderzeewerken zijn. 'Nu wordt gezegd: wij kunnen de toekomst wel aan. Dat leidt enorm af van waar we het eigenlijk over moeten hebben, en dat is klimaatverandering. Voor 2035 moet de uitstoot gehalveerd worden.' Het is goed dat de overheid nadenkt over extreme scenario's, vindt fysisch oceanograaf Sjoerd Groeskamp, maar we kunnen er niet van uitgaan dat techniek ons gaat redden. 'Het rapport van het Kennisprogramma werd gezien als een geruststelling, maar het is eigenlijk een enorme waarschuwing. Als je wat dieper in het rapport duikt, dan zie je dat de gevolgen nog helemaal niet duidelijk zijn. Achter de \"technische, economische en ruimtelijke\" haalbaarheid van nieuwe dijken, dammen en pompen gaat veel onzekerheid schuil over de gevolgen. Maar wat is het alternatief?'</p><p>Het Deltaprogramma bracht een derde scenario in kaart, waarin Nederland het water niet koste wat het kost probeert buiten te houden, maar langzaamaan de kustzone verlaat. De Randstad - het economische hart - blijft beschermd met een waterkering, terwijl de lage delen via een 'gecontroleerde terugtrekkingsstrategie meebewegen'. In Groningen, Friesland, Zeeland en delen van Noord-Holland wordt frequente of permanente overstroming toegelaten en de grote rivieren staan opnieuw in open verbinding met de zee. 'Uiteindelijk is het denkbaar dat laag-Nederland in zijn geheel verlaten zal moeten worden', staat in het rapport.</p><p>Het verplaatsen van het economische centrum naar het oosten, het aanwakkeren van een migratiegolf, het opgeven van kustbescherming: het is moeilijk voor te stellen hoe een overheid dat voor elkaar krijgt. En hoe verkoop je dat verhaal aan de Groningers, Friezen, Zeeuwen en Hollanders om wier levens het gaat?</p><p>Voor de Nederlandse kustnatuur zou zo'n scenario wel gunstig uitpakken. De rivieren kunnen vrijuit naar zee stromen en in de lage delen van Nederland komt ruimte voor nieuwe kustnatuur. Al zullen in de hogere delen van Nederland misschien natuurgebieden worden opgeofferd om ruimte te maken voor nieuwe bewoning. Het is bovendien nog onduidelijk hoe de kust er überhaupt bij zal liggen als de zeespiegel met meters gaat rijzen. Er komt een moment dat intergetijdengebieden als het Wad niet meer mee kunnen groeien en permanent onder water zullen staan. Wie niet tegen het water wil vechten, moet dus misschien de kust verlaten. Het lijkt zo haast een wetmatigheid dat bewoning naast zee ten koste gaat van de kustnatuur: vissen, vogels en bodemleven willen een poreuze, brede kust; mensen willen het 'vergif der zee' buitenhouden en het zoete rivierwater bewaren. En hoe meer de zeespiegel stijgt, hoe sterker de wet lijkt te gelden. Toch is er nog hoop. In het vierde scenario dat het Deltaprogramma nu onderzoekt, lijken natuurherstel en kustbescherming wél samen te gaan. Het zou een uitweg bieden uit het ultimatum.</p><p><emphasis typeStyle=\"bf\">'Ook de Deltawerken waren</emphasis> een enorme ecologische ramp.' Jim van Belzen loopt aan de zuidkant van de Oosterschelde met de handen in de zakken de dijk af. Er staat een stevige wind.</p><p>Na de Watersnoodramp van 1953 werd de Oosterschelde flink aangepakt. Door nieuwe dammen raakte die in de jaren tachtig alle verbinding met de rivieren kwijt. De Oosterschelde werd een zoute, voedingsarme zeearm, met veel barrières. In totaal verdween door de Deltawerken twee derde van de Zeeuwse getijdennatuur, een ontwikkeling die volgens Van Belzen nog gaande is. 'Ieder jaar verdwijnt zo'n tachtig tot honderd hectare intergetijdengebied.'</p><p>In de Oosterschelde onderzoekt hij vormen van kustbeheer die niet haaks staan op natuurherstel. Voor hem ligt een tiental kniehoge stalen kooien, gevuld met oesterschelpen. Met de kooien hoopt hij de weekdieren een handje te helpen. 'Het idee is dat de oesters het uiteindelijk overnemen en er oesterbanken ontstaan.' De oesterbanken houden zand vast en vertragen de vloedgolf, zodat het land voor de dijk niet erodeert. 'Je ziet het zand al verzamelen', zegt hij. Zo kan het verlies van zandplaten en kwelders worden afgeremd en blijft de Oosterschelde een ondiepe plek waar de zee traag overgaat in land. </p><p>Een ondiepe zone is belangrijk voor dieren en planten, maar beschermt ook tegen overstromingen. Collega's van Van Belzen ontdekten enkele jaren geleden dat er tijdens de Kerstvloed van 1717 en de Watersnoodramp van 1953 minder dijkdoorbraken waren bij plekken met kwelders voor de dijk. Ook zandplaten, oesterbanken en ondieptes remmen op die manier de vloedgolf af. De Waddenzee is om die reden een goede eerste waterkering voor de noordelijke provincies, zolang die meegroeit met de zeespiegel.</p><p>De verzamelterm voor de oplossingen die Van Belzen onderzoekt is <emphasis typeStyle=\"it\">nature based solutions.</emphasis> Het doel ervan is infrastructuur te bouwen door samen te werken met de elementen en andere levensvormen. Vanuit dezelfde gedachte liggen er bij de Groningse Eemshaven sinds kort niet één, maar twee dijken achter elkaar, met een strook niemandsland ertussen. In de voorste dijk gaat de kering open, waardoor de zee vrijuit het land op kan trekken. In plaats van de zee koste wat het kost te weren, wordt die zo gecontroleerd toegelaten.</p><p>De dubbele dijk is een antwoord op een fundamenteel probleem van ons landgebruik. Grote delen van Nederland ontstonden door overstromingen: zee en rivieren vloeiden naar binnen en lieten daarbij zand en slib achter. Zo groeide het land mee met de zeespiegel. Maar in de afgelopen eeuwen ging de kustlijn op slot en raakte het meegroeiende vermogen verloren. De bodem daalt zelfs op veel plekken door het lage grondwaterpeil van de landbouw. Nederland verandert hiermee langzaamaan in een diepe knikkerput naast zee. Door de zee toe te laten in de kustgebieden, kunnen die plekken meegroeien met de zeespiegel - en blijft de verwoestende kracht van een overstroming beperkt.</p><p><emphasis typeStyle=\"bf\">Honderd jaar na het begin</emphasis> van de grote waterwerken tekent zich opnieuw een 'reusachtig experiment' af langs de Nederlandse kust. De natuurinclusieve waterbouw biedt een hoopvol alternatief voor de ouderwetse 'grijze' waterbouw, mocht die nodig zijn. Door het behouden en waar nodig herstellen van de brede overgangszone tussen water en land, zee en rivier, kan niet alleen de kustnatuur herstellen, maar is ook de kustveiligheid geholpen, bepleiten de voorstanders.</p><p>Maar nature based solutions 'zitten nog in de leerfase', waarschuwt hoogleraar waterbouw Bas Jonkman van de TU Delft. En hij is niet de enige die de verwachtingen tempert. De projecten bij de Oosterschelde en de Eemshaven staan nog in de kinderschoenen. 'Grote dammen als de Afsluitdijk en de Deltawerken zouden we niet meer op dezelfde manier bouwen: de gevolgen voor de natuur worden als onaanvaardbaar gezien.' Toch is het alternatief niet zonneklaar.</p><p>Plannen om het meegroeivermogen te herstellen hebben in de eerste plaats veel ruimte nodig, wat vaak ten koste gaat van landbouwgrond. Het Hedwige-Prosperproject in de Westerschelde, waarmee de zee weer toegang kreeg tot een polder van zeshonderd hectare, leidde tussen 2005 en 2022 al tot grote onenigheid. De 'ontpoldering' moest meermalen langs de Raad van State. </p><p>De nieuwe waterbouw heeft bovenal een flinke kennisachterstand. 'De reden dat het Deltaprogramma veel naar dammen en dijken kijkt, is dat het in de genen van onze waterbouwsector zit', zegt Alex Hekman, die namens ingenieursbureau Sweco meewerkt bij het Deltaprogramma. 'Daar kunnen we mee rekenen. We kunnen er zelfs twintig meter zeespiegelstijging mee aan. Over de alternatieven weten we veel minder. Beschermen brede kustzones net zo goed als beton en staal? En tot hoeveel meter zeespiegelstijging groeien ze mee? Wel duidelijk is dat ze flink bijdragen aan de kustbescherming.' Veiligheid en natuur sluiten elkaar niet uit, aldus Hekman, die meerekent aan het alternatieve scenario. De resultaten worden dit najaar gepubliceerd.</p></bodyText></nitf:body.content><nitf:body.end><graphic><nitf:media><caption><p><emphasis typeStyle=\"bf\">...</emphasis></p></caption></nitf:media></graphic></nitf:body.end></nitf:body><metadata><dc:metadata xmlns:dc=\"http://purl.org/dc/elements/1.1/\"><dc:identifier identifierScheme=\"DOC-ID\">GROAMS-groeneamsterdammer2025081401817</dc:identifier><dc:source sourceScheme=\"royaltyReportingKey\">GROAMS2025</dc:source><dc:identifier identifierScheme=\"PGUID\">urn:contentItem:6GGD-CM43-RW26-V3CW-00000-00</dc:identifier><dc:source sourceScheme=\"productContentSetIdentifier\">297952</dc:source><dc:date dateType=\"last-updated\">2025-08-12</dc:date></dc:metadata><wordCount number=\"3731\"/><publicationInfo><copyright>© Copyright 2025 De Groene Amsterdammer All Rights Reserved</copyright><publicationName>De Groene Amsterdammer</publicationName><publicationLogo><logo><inlineObject><locator><locatorKey><keyName name=\"object-key\"/><keyValue value=\"30306\"/></locatorKey><locatorParameters><parameter name=\"object-type\" value=\"201\"/><parameter name=\"object-smi\" value=\"LOGOS\"/><parameter name=\"componentseq\" value=\"1\"/></locatorParameters></locator></inlineObject></logo></publicationLogo><publicationDate day=\"14\" month=\"08\" year=\"2025\"><dateText>14 augustus 2025</dateText></publicationDate><classification classificationScheme=\"publicationtype\"><classificationItem><className>Tijdschrift</className></classificationItem></classification><classification classificationScheme=\"publicationtype\"><classificationItem><className>Magazines &amp; Journals</className></classificationItem></classification></publicationInfo><classification classificationScheme=\"language\"><classificationItem classificationScheme=\"lang.english\"><className>DUTCH</className></classificationItem><classificationItem classificationScheme=\"lang.native\"><className>NEDERLANDS</className></classificationItem></classification><classificationGroup classificationScheme=\"indexing-terms\"><classification classificationScheme=\"subject\"><classificationItem score=\"97\"><classCode>STX000317</classCode><className>Coastal Areas</className></classificationItem><classificationItem score=\"97\"><classCode>STX001501</classCode><className>Rivers</className></classificationItem><classificationItem score=\"90\"><classCode>ST000CFER</classCode><className>Animals</className></classificationItem><classificationItem score=\"86\"><classCode>STX000310</classCode><className>Climate Change</className></classificationItem><classificationItem score=\"83\"><classCode>N237000CC</classCode><className>Heavy + Civil Construction</className></classificationItem><classificationItem score=\"83\"><classCode>ST0008WSB</classCode><className>Water Resources Management</className></classificationItem></classification></classificationGroup><classificationGroup classificationScheme=\"indexing-terms\"><classification classificationScheme=\"subject\"><classificationItem score=\"97\"><classCode>STX000317</classCode><className>Coastal Areas</className></classificationItem><classificationItem score=\"97\"><classCode>STX001501</classCode><className>Rivers</className></classificationItem><classificationItem score=\"90\"><classCode>ST000CFER</classCode><className>Animals</className></classificationItem><classificationItem score=\"86\"><classCode>STX000310</classCode><className>Climate Change</className></classificationItem><classificationItem score=\"83\"><classCode>ST0008WSB</classCode><className>Water Resources Management</className></classificationItem></classification><classification classificationScheme=\"industry\"><classificationItem score=\"83\"><classCode>N237000CC</classCode><className>Heavy &amp; Civil Construction</className></classificationItem></classification><classification classificationScheme=\"country\"><classificationItem score=\"90\"><classCode>GC322</classCode><className>NETHERLANDS</className></classificationItem></classification></classificationGroup></metadata></articleDoc></content></entry>",
        "Document_Citation": "",
        "Source_Name": "De Groene Amsterdammer"
    },
    {
        "Document_Content": "<entry xmlns=\"http://www.w3.org/2005/Atom\"><id>urn:contentItem:6G1P-WPR3-RS27-H34X-00000-00</id><title>Vertrekkend topman over beursgang van Triodos: 'Wij moeten een gidsbank blijven'</title><published>2025-06-14T00:00:00Z</published><updated>2025-09-15T22:43:45Z</updated><author><name>LexisNexis</name></author><content type=\"application/xml\"><!--Transformation version 1.25--><articleDoc xmlns=\"\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xsi:noNamespaceSchemaLocation=\"http://www.lexisnexis.com/xmlschemas/content/public/articledoc/1/\" schemaVersion=\"1.8\" xml:lang=\"nl\"><articleDocHead><itemInfo><sourceSectionInfo><positionSection>ECONOMIE</positionSection><positionSequence>Blz. 22</positionSequence></sourceSectionInfo></itemInfo></articleDocHead><nitf:body xmlns:nitf=\"http://iptc.org/std/NITF/2006-10-18/\"><nitf:body.head><nitf:hedline><nitf:hl1>Vertrekkend topman over beursgang van Triodos: 'Wij moeten een gidsbank blijven'</nitf:hl1></nitf:hedline></nitf:body.head><nitf:body.content><bodyText><p nitf:lede=\"true\">Tjerk Gualthérie van Weezel / VK  </p><p nitf:lede=\"true\">interview Na vier jaar bij Triodos Bank is Jeroen Rijpkema klaar als bestuursvoorzitter. Het waren bewogen jaren, die werden gekleurd door de slepende affaire rondom de Triodos-certificaten. Met de aanstaande beursgang moet die kwestie grotendeels ten einde komen. En komt er weer meer aandacht voor de missie van Triodos', hoopt Rijpkema. </p><p nitf:lede=\"true\">Zeist </p><p nitf:lede=\"true\">Toen ABN Amro-bankier Jeroen Rijpkema (65) vier jaar geleden bij Triodos werd aangesteld als CEO, zou hij twee jaar blijven. Als tussenpaus die het leiderschap en de organisatie wat beter op de rails moest krijgen. Het werden vier bewogen jaren die naar verwachting op 18 juni uitmonden in de beursgang van de idealistische bank. Die notering zou ook een punt moeten zetten achter de kwestie die Rijpkema's bestuursperiode domineerde: de crisis rondom de Triodos-certificaten. </p><p>'Niet computer says no, maar de computer aan de kant en gewoon een goed gesprek voeren.'</p><p>Toen Triodos Bank een jaar geleden een beursgang aankondigde, vergeleek '<emphasis typeStyle=\"it\">de Volkskrant'</emphasis> die met een pastoor die naar het bordeel gaat. Voelde het voor u ook zo? </p><p>'Nou, dat zou ik niet weten. Want ik ben geen pastoor en ik ga ook niet naar het bordeel. Maar ook in figuurlijke zin ervaar ik het niet zo. Ik denk dat de beursgang de beste weg voorwaarts is voor de bank. We konden onze problemen niet in het oude systeem oplossen, dus moeten we over naar een nieuw systeem.' </p><p>Certificatencrisis</p><p>Een korte geschiedenis van de certificatencrisis: de oprichters van Triodos wilden 45 jaar geleden voorkomen dat hun ideologische bank in de greep zou raken van het door hen zo verfoeide aandeelhouderskapitalisme. Daarom werden de investeerders die het startkapitaal leverden via een stichting op afstand geplaatst. De stichting werd de aandeelhouder en waakte over 'de missie'. De investeerders kregen certificaten waarop jaarlijks een bescheiden dividend werd uitgekeerd. Die certificaten konden ze via de stichting aan- en verkopen tegen een vaste prijs. </p><p>'Het lijkt mij beter om met banken het gesprek te voeren, dan ze voor de rechter te slepen.'</p><p>Dat systeem liep vast na het uitbreken van de coronapandemie. Ineens wilden veel certificaathouders van hun stukken af, terwijl er geen kopers waren. De handel werd stilgelegd, tot woede en frustratie van veel certificaathouders. De bank die het zoveel liever over idealen dan over geld heeft, figureerde volop in de krant met rechtszaken, massaclaims en tumultueuze certificaathoudersvergaderingen. </p><p>Rijpkema was amper aangetreden toen deze storm in volle hevigheid losbarstte. Zijn eerste bod om de crisis te bezweren pakte niet goed uit. Triodos koos ervoor de handel te hervatten via een onlineplatform waar eens per week certificaten aan- en verkocht konden worden. Die handel kwam amper op gang en de prijs van de certificaten kelderde naar rond de 30 euro - een derde van de prijs die de certificaten veertig jaar lang hadden. Zo kwam dus optie 2 in beeld: de beursgang. </p><p>Inmiddels lijkt de hele affaire in rustiger vaarwater te zijn beland. Daarbij helpt het dat Rijpkema samen met vertegenwoordigers van de grootste groep certificaathouders tot een schikkingsvoorstel kwam. Namens de bank bood hij excuses aan, en een compensatie van 10 euro per certificaat. Wie de deal accepteert, belooft daarbij ook verder geen juridische procedures meer te volgens. </p><p>Gidsrol</p><p>Tijdens de aandeelhoudersvergadering in mei heeft Rijpkema het stokje overgegeven. Marcel Zuidam, oud-bestuursvoorzitter van Nationale Nederlanden, is de nieuwe baas. Tot de zomer loopt Rijpkema nog rond op landgoed de Reehorst in Driebergen, waar het duurzaam gebouwde hoofdkantoor van Triodos tussen de oude bomen staat. </p><p>Behalve terugkijken op die bewogen vier jaar, wil Rijpkema eindelijk graag eens spreken over iets dat tot zijn verdriet in het certificaatgeweld nog maar amper over het voetlicht kwam: de gidsrol die Triodos in zijn ogen vervult in de financiële sector. </p><p>Werd u als ABN Amro-man hier eigenlijk warm onthaald? Of was er ook wel argwaan? </p><p>'Ik ben natuurlijk een heel bijzonder iemand opgevolgd. Peter Blom werkte hier veertig jaar, waarvan 23 als bestuursvoorzitter. Hij begon met een paar collega's in een kantoortje boven een Chinees en eindigde met tweeduizend medewerkers. En er waren ook veel mensen die hier al tien, twintig of dertig jaar werkten. </p><p>Dus ja, ik denk wel dat er enigszins met argusogen naar me werd gekeken. Maar die mensen zagen ook wel waarvoor ik kwam. De bank was hard gegroeid en de organisatie moest beter.' </p><p>Heeft u tussen de certificaten door nog wel een beetje zicht kunnen houden op die missie? </p><p>'Jazeker. Wij zijn nog altijd een bank die positieve maatschappelijke impact wil hebben. We hebben alleen onze doelstelling voor rendement iets bijgesteld. Dat was 3 tot 5 procent en is nu 5 tot 7 procent. </p><p>We hebben zo veel klanten van wie ik energie krijg. Twee weken geleden was ik nog bij een jonge ondernemer in Friesland, die een hele keten opzet waarbij met boeren duurzame bouwmaterialen uit hennep worden gemaakt. Die worden dan weer gebruikt door lokale woningcorporaties bij de renovatie en nieuwbouw van appartementen.' </p><p>Dat klinkt ook als iets dat een andere bank tegenwoordig best zou willen financieren. Wordt Triodos zo niet te veel een gewone bank? Doen jullie nog wel genoeg grensverleggende dingen? </p><p>'Wij moeten inderdaad een gidsbank blijven die vooroploopt, waarna meer banken volgen. Dat deden we toen we kort na de kernramp in Tsjernobyl midden jaren tachtig de eerste windmolens financierden. Kort daarna begonnen we als eerste met zonnepanelen en recenter waren we de eerste die leningen verstrekten voor de bouw van megabatterijen. </p><p>We hebben ook gepionierd met hypotheken waarbij je een lagere rente kreeg als je huis een hoger energielabel had. Dat is sinds vorig jaar standaardbeleid in de Nederlandse hypotheekmarkt.' </p><p>Maar waar willen jullie de financiële wereld nu naartoe gidsen? </p><p>'In de energietransitie in Europa zijn er nog genoeg innovaties die niet direct makkelijk te financieren zijn. Daar blijven wij met onze beleggingsfondsen mee bezig. We zetten daarbij ook vaak financieringen op waarbij andere grote banken dan aanhaken. Zo zetten we onze expertise in voor meer impact. </p><p>We hebben ook net een fonds van 500 miljoen euro opgericht waarmee we investeren in nature-based solutions. Natuur is heel waardevol voor onze samenleving, en wij zijn op zoek naar manieren om het verbeteren van de natuur ook financieel te laten renderen. Dat is een ingewikkeld vraagstuk. Maar slimme mensen zijn daarmee dus wel bezig. Je moet dan onder meer denken aan projecten waar CO2 wordt opgeslagen in de natuur. Omdat er een prijs staat op het uitstoten van CO2 kan dat in principe geld opleveren.' </p><p>Jullie proberen een voorbeeld te zijn voor andere banken als het gaat om klimaatinvesteringen. We zien dat Milieudefensie het op een andere manier aanpakt, namelijk door een rechtszaak aan te spannen tegen ING om zijn klimaatinspanningen te vergroten. Is dat in jullie ogen terecht? </p><p>'U zult begrijpen dat ik niet over andere banken een oordeel moet geven. Maar ik geloof niet dat zulke rechtszaken de juiste manier zijn. We hebben in Nederland in 2019 het Klimaatakkoord getekend om in 2050 netto geen CO2 uit te stoten. Daar houdt de financiële sector in Nederland zich aan. </p><p>Het echte probleem zit naar mijn stellige overtuiging niet bij de Nederlandse banken. Dat ligt veel meer bij een aantal Angelsaksische banken. Die investeren nog altijd honderden miljarden in het fossiele systeem. </p><p>Triodos zal de eerste zijn om te zeggen dat dingen beter en sneller moeten. Maar het lijkt mij beter om daar met banken het gesprek over te voeren, dan ze voor de rechter te slepen.' </p><p>Ziet u buiten energie en klimaat ook gebieden waarop Triodos de komende jaren gidsbank kan blijven? </p><p>'Woningnood is een probleem dat het welzijn in onze samenleving raakt. Dus als je daaraan iets kunt verbeteren, kun je dat zeker positieve impact noemen. Een van de oorzaken is dat we met te weinig mensen in te grote huizen wonen. Maar als je met een groep vrienden of drie generaties een huis wilt kopen, is het lastig om daar een hypotheek voor te krijgen. </p><p>Voor een bank is dat door de strenge hypotheekregels ook veel gedoe. Maar wij doen dat nu wel. Niet 'computer says no', maar de computer aan de kant en gewoon een goed gesprek met de betrokkenen, en samen met de notaris op zoek gaan naar oplossingen. En we zien dat andere banken dat met veel interesse volgen.' </p><p>Interessant is ook dat Triodos wel wil groeien. Terwijl de constante behoefte aan groei in jullie achterban ook vaak wordt gezien als bron van veel kwaad in de wereld. </p><p>'Ja. Maar om stijgende kosten te blijven dekken, moeten we ook onze omzet vergroten. We hebben van de afgelopen jaren wel geleerd dat financieel rendement toch belangrijk is, ook bij ons aan tafel.' </p><p>U klinkt eigenlijk alsof u nog best een paar jaar door zou willen. </p><p>'Ik zal Triodos zeker met een traantje verlaten. De bank en de filosofie zijn echt van mij geworden. Maar het is beter om het over te dragen aan een goed bestuurder die voor langere tijd kan blijven. Marcel is tien jaar jonger dan ik en hij kan in elk geval twee termijnen van vier jaar doen.' </p><p>Wie gaat eigenlijk de gong luiden op de dag dat Triodos voor het eerst op de beurs wordt verhandeld? </p><p>'Daar kan geen twijfel over zijn. Dat wordt de nieuwe CEO.' </p><p>Tjerk Gualthérie van Weezel / VK  </p><p><link service=\"ATTACHMENT\"><marker>Link naar PDF</marker><locator><locatorKey><keyName name=\"object-key\"/><keyValue value=\"ND2506141KP221\"/></locatorKey><locatorParameters><parameter name=\"componentseq\" value=\"1\"/><parameter name=\"object-type\" value=\"215\"/><parameter name=\"object-smi\" value=\"15118\"/></locatorParameters></locator></link></p><p><link service=\"ATTACHMENT\"><marker>Link naar PDF</marker><locator><locatorKey><keyName name=\"object-key\"/><keyValue value=\"ND2506141KP231\"/></locatorKey><locatorParameters><parameter name=\"componentseq\" value=\"1\"/><parameter name=\"object-type\" value=\"215\"/><parameter name=\"object-smi\" value=\"15118\"/></locatorParameters></locator></link></p></bodyText></nitf:body.content><nitf:body.end><graphic/></nitf:body.end></nitf:body><metadata><dc:metadata xmlns:dc=\"http://purl.org/dc/elements/1.1/\"><dc:identifier identifierScheme=\"DOC-ID\">NEDBLD-PUBBLEART219162</dc:identifier><dc:source sourceScheme=\"royaltyReportingKey\">NEDBLD2025</dc:source><dc:identifier identifierScheme=\"PGUID\">urn:contentItem:6G1P-WPR3-RS27-H34X-00000-00</dc:identifier><dc:source sourceScheme=\"productContentSetIdentifier\">316966</dc:source><dc:date dateType=\"last-updated\">2025-06-13</dc:date></dc:metadata><wordCount number=\"1567\"/><publicationInfo><copyright>Copyright 2025 Nederlands Dagblad B.V. All Rights Reserved</copyright><publicationName>Nederlands Dagblad</publicationName><publicationLogo><logo><inlineObject><locator><locatorKey><keyName name=\"object-key\"/><keyValue value=\"15118\"/></locatorKey><locatorParameters><parameter name=\"object-type\" value=\"201\"/><parameter name=\"object-smi\" value=\"LOGOS\"/><parameter name=\"componentseq\" value=\"1\"/></locatorParameters></locator></inlineObject></logo></publicationLogo><edition>Editie zaterdag</edition><publicationDate day=\"14\" month=\"06\" year=\"2025\"><dateText>14 juni 2025 zaterdag</dateText></publicationDate><classification classificationScheme=\"publicationtype\"><classificationItem><className>Krant</className></classificationItem></classification><classification classificationScheme=\"publicationtype\"><classificationItem><className>Newspapers</className></classificationItem></classification></publicationInfo><classification classificationScheme=\"language\"><classificationItem classificationScheme=\"lang.english\"><className>DUTCH</className></classificationItem><classificationItem classificationScheme=\"lang.native\"><className>NEDERLANDS</className></classificationItem></classification><classificationGroup classificationScheme=\"licensor.indexing-terms\"><classification classificationScheme=\"licensor.subject\"><classificationItem><className>highlight</className></classificationItem></classification></classificationGroup><classificationGroup classificationScheme=\"indexing-terms\"><classification classificationScheme=\"subject\"><classificationItem score=\"98\"><classCode>STX001976</classCode><className>Securities + Other Investments</className></classificationItem><classificationItem score=\"95\"><classCode>STX000919</classCode><className>Initial Public Offerings</className></classificationItem><classificationItem score=\"88\"><classCode>ST000D1BY</classCode><className>Executives</className></classificationItem><classificationItem score=\"84\"><classCode>STX000594</classCode><className>Emissions</className></classificationItem><classificationItem score=\"81\"><classCode>ST000A7IS</classCode><className>Associations + Organizations</className></classificationItem><classificationItem score=\"69\"><classCode>N525000CC</classCode><className>Funds + Investment Trusts</className></classificationItem></classification><classification classificationScheme=\"industry\"><classificationItem score=\"99\"><classCode>N520000CC</classCode><className>Banking + Finance</className></classificationItem></classification></classificationGroup></metadata></articleDoc></content></entry>",
        "Document_Citation": "",
        "Source_Name": "Nederlands Dagblad"
    },
    {
        "Document_Content": "<entry xmlns=\"http://www.w3.org/2005/Atom\"><id>urn:contentItem:68SW-VY81-DYRW-S004-00000-00</id><title>'De boer is de oplossing, niet het probleem'</title><published>2023-07-27T00:00:00Z</published><updated>2025-09-15T22:43:45Z</updated><author><name>LexisNexis</name></author><content type=\"application/xml\"><!--Transformation version 1.25--><articleDoc xmlns=\"\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xsi:noNamespaceSchemaLocation=\"http://www.lexisnexis.com/xmlschemas/content/public/articledoc/1/\" schemaVersion=\"1.8\" xml:lang=\"nl\"><articleDocHead><itemInfo><sourceSectionInfo><positionSection>IN</positionSection><positionSequence>Blz. 18</positionSequence></sourceSectionInfo></itemInfo></articleDocHead><nitf:body xmlns:nitf=\"http://iptc.org/std/NITF/2006-10-18/\"><nitf:body.head><nitf:hedline><nitf:hl1><emphasis typeStyle=\"bf\">'De boer is de oplossing, niet het probleem'</emphasis></nitf:hl1><nitf:hl2><emphasis typeStyle=\"bf\">De landbouwtransitie van onderaf</emphasis></nitf:hl2></nitf:hedline><nitf:byline><author><person><nameText>Floor Milikowski beeld Reyer Boxem</nameText></person></author></nitf:byline></nitf:body.head><nitf:body.content><bodyText><p nitf:lede=\"true\">Overal staan boeren te popelen om hun bedrijfsvoering te veranderen. Maar de 'systeemwereld' houdt veel tegen. Een rondgang langs Friese voortrekkers: 'We moeten investeren in een nieuwe manier van denken.'</p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">Het pad door het uitgestrekte</emphasis> grasland aan de Waddenzee is afgesloten. 'Vogelbroedterrein. Verboden toegang' staat er op een groen bordje aan de andere kant van het hek. In de verte vaart de veerboot vanaf Ameland. Het is het begin van het broedseizoen en hier in het open Friese landschap hebben zich duizenden vogels verzameld. Rotganzen en brandganzen rusten hier uit, op weg vanuit het zuiden naar de arctische delen van Europa. Ze delen het land en het voedsel met grutto's, kluten, bonte strandlopers en meer dan tweehonderd andere soorten vogels.</p><p nitf:lede=\"true\">Als onderdeel van het Werelderfgoed Waddenzee is dit kweldergebied de afgelopen decennia opgebloeid tot een uniek ecosysteem van land en water, zoet en zout, planten en dieren. Door de ligging buiten de dijk heeft de Waddenzee vrij spel. Vooral in de herfst en de winter staat het landschap regelmatig onder water. Als het water weer wegtrekt, blijft een laagje vruchtbare kleigrond achter. Ooit had het kweldergebied een omvang van veertienduizend hectare, nu is daar nog drieduizend hectare van over. Door de aanleg van dijken is de rest in de loop der eeuwen afgescheiden geraakt van de zee en grotendeels gecultiveerd als landbouwgrond.</p><p>Midden in de kwelder ligt de 'Terp van de toekomst'. Of, zoals de letters in het ijzeren hek het in het Fries zeggen: <emphasis typeStyle=\"it\">Terp fan de takomst.</emphasis> Net als de terpen uit het verleden is dit een kunstmatige heuvel, aangelegd met afgegraven kleigrond. Een inwoner van het dorp Blije, aan de landkant van de dijk, nam ruim tien jaar geleden het initiatief om de band tussen dorp en zee op een symbolische manier te herstellen. Tot de aanleg van de Waddendijk werden alle dorpen in het gebied gebouwd op terpen, op veilige hoogte boven de vloedlijn. De dijk zorgde voor veiligheid en zekerheid, maar verbrak ook de innige relatie tussen de dorpsgemeenschappen en de zee.</p><p>De Terp van de toekomst, bijna zes meter boven nap en tachtig</p><p>meter breed, ontstond als kunstproject en als plek van bezinning en inspiratie. Vanaf de heuvel heb je een 360-gradenuitzicht over het altijd veranderende landschap. Omdat de terp bewust is gebouwd van klei en houten palen, zal hij de strijd tegen de wind en het water op den duur verliezen en verdwijnen. Maar niemand weet hoelang dat duurt.</p><p>Al voor de officiële opening in de zomer van 2022 werd het project omarmd door onder andere Rijkswaterstraat, dat de terp gebruikt voor metingen en tests met het oog op de toekomst. Op de plek waar de klei is afgegraven voor de aanleg van de terp, is de kwelder dieper geworden en stroomt het water van de Waddenzee ouderwets diep het land in. Hierdoor zou de natuurlijke structuur van het gebied zich moeten herstellen, met verschillende lagen slib, meanderende geulen en nog meer begroeiing. Onderzoekers van de Rijksuniversiteit Groningen houden in de gaten of de kwelder hierdoor aantrekkelijker wordt als broedgebied voor vissen.</p><p><emphasis typeStyle=\"bf\">Melkveeboer Pieter van der Valk</emphasis>leidt de weg naar zijn kantoortje op een zelfgebouwde entresol in een van zijn stallen. Met een dienblad in de hand loopt hij de smalle houten trap op. Eenmaal boven schenkt hij koffie in en snijdt hij kruidkoek in twee dikke plakken. Beneden staan twee oude Friese paarden en een paar pasgeboren kalfjes. 'Die gaan binnenkort naar de boerderij van mijn vader in Workum', zegt hij. 'Daar staat het jongvee.' Samen vormen ze een maatschap en hebben ze honderdtwintig koeien en zestig kalveren op in totaal zeventig hectare grond.</p><p>'De stad', zo noemt Van der Valk zijn geboortedorp Workum, ruim drie kilometer verderop. Met ongeveer 4500 inwoners is Workum inderdaad groter dan de meeste dorpen en gehuchten in het zuidwesten van Friesland. Van der Valks huidige thuisbasis Ferwoude telt 225 inwoners. Vanaf het erf heeft hij een mooi uitzicht op de kerktoren, een paar honderd meter verderop, en op de huizen aan de rand van het idyllische dorp in het lege landschap. Achter de kerk ligt het moderne gebouw van dorpshuis De Finne.</p><p>Nadat de enige basisschool in het dorp van Ferwoude in 2016 de deuren moest sluiten vanwege een gebrek aan leerlingen, sloegen bewoners en ondernemers de handen ineen om het schoolgebouw over te nemen van de gemeente. Als voorzitter van Dorpsbelang Ferwoude was Van der Valk een stuwende kracht achter de geslaagde overname en herinrichting. Juist dorpen als deze, in dunbevolkte gebieden op flinke afstand van de meest krachtige economische regio's van het land, zijn afhankelijk van het eigen initiatief en het doorzettingsvermogen van de lokale bevolking. Als zij de boel niet draaiende houden, doet niemand het.</p><p>'De dorpsslager is er laatst mee opgehouden', vertelt Van der Valk, terwijl hij op zijn laptop een presentatie klaarzet. 'Op zijn 82ste.' Niet omdat hij met pensioen wilde, maar omdat hij verplicht werd een camera te installeren die het slachtproces in beeld bracht voor de inspectie. 'Heel zonde.' Vroeger kwamen de lokale boeren samen op de veemarkt, waar de gemeenschap zich verzamelde voor de handel maar ook voor de gezelligheid en het 'sociale gebeuren'. De plaatselijke slagers kochten de dieren en verwerkten die tot voedsel voor de dorpelingen. Door aanhoudende schaalvergroting, intensivering, import en export is van die relatie weinig over. 'Landbouw is een industrie geworden in plaats van een primaire voedselvoorziening', aldus Van der Valk.</p><p>Hij draait de laptop om en begint aan de presentatie. 'Kringloop is van ons allemaal. Maar hoe doen we dat samen?' valt er te lezen. Gevolgd door: 'Het begint bij geloven perspectief', om via een reeks inspirerende afbeeldingen en bullets aan te komen bij de conclusie dat er een fundamentele herijking nodig is in de landbouw. Het moet extensiever, duurzamer en gezonder. Dat is op zich geen nieuw inzicht. Maar de manier waarop Van der Valk dat wil is, hoewel zo oud als de weg naar Rome, wel degelijk vernieuwend. </p><p>'Ons voedselsysteem is alleen maar gericht op output', legt Van der Valk uit. Op het aantal kilo's vlees, liters melk of tonnen komkommers dat wordt geproduceerd. Dat betekent dat minder intensieve landbouw, dus minder dieren, minder liters en kilo's, direct leidt tot een slechter bedrijfsresultaat. 'Als ik minder koeien ga houden, daalt mijn bbp', zegt Van der Valk. 'Dat geldt voor alle boeren. Terwijl de kosten hoog blijven. Dat verschil moet ergens van betaald worden. De grote vraag is hoe we dat gaan oplossen.'</p><p>Hij wijst naar een cirkeldiagram op zijn laptop, dat hij heeft verdeeld in zes sectoren: natuurbehoud, klimaatverandering, het paradigma van de economische groei, bevolkingsgroei, de schaarste aan grondstoffen en het industriële productieproces. Elke sector staat voor problemen die schreeuwen om een oplossing 'We zien dit graag als losse problemen omdat losse problemen makkelijker op te lossen zijn', zegt hij. 'Maar het hangt allemaal met elkaar samen. We kunnen het alleen oplossen als we de complexiteit juist omarmen.'</p><p>Dat was een van de inzichten die hij opdeed na een studiereis langs boeren in de Verenigde Staten, Canada, Chili, Schotland, Duitsland, Frankrijk en Oostenrijk. Nergens is de agrarische sector zo strak en efficiënt georganiseerd als in Nederland. De keten functioneert optimaal. 'Dat is heel knap', vindt Van der Valk. Maar het zorgt er ook voor dat niemand echt eigenaarschap voelt over de problemen, en dat het binnen de keten nauwelijks mogelijk is om als individuele boer het bedrijfsmodel te veranderen. Hij pleit daarom voor een radicale verandering in de sector en van de financieel-economische waardering waarop die draait. Niet de eindproducten zouden hierin centraal moeten staan, maar de bodem: de bron waaruit alles ontstaat en waar zelfs de dood kan worden omgezet in nieuw leven.</p><p>'Vroeger bracht de schillenboer schillen naar de varkens en werden tonnetjes met poep en plas van de dorpelingen naar de boer gebracht voor bemesting van het land', legt hij uit. Met de uitvinding van kunstmest, krachtvoer en bestrijdingsmiddelen werd dit vanzelfsprekende proces van recycling overbodig. De aanleg van de riolering zorgde ervoor dat de tonnetjes uit het leven verdwenen. Een omslag naar een moderne variant van deze natuurlijke kringloop zou het gebruik van kunstmest, krachtvoer en bestrijdingsmiddelen grotendeels onnodig kunnen maken. 'We moeten een omslag maken van efficiënt grondgebruik naar efficiënt grondstoffengebruik', zegt Van der Valk. Niets is zo voedzaam voor de bodem als poep en plas van mensen, vertelt hij. Het zit vol met fosfaat, eiwitten, kalium en andere waardevolle grondstoffen. Maar ook de ongekende hoeveelheid groente-, fruit,- en tuinafval (gft) en andere 'groene reststromen' die nu nog zonder pardon bij het vuil worden gezet, kunnen van grote waarde zijn voor een nieuw soort kringlooplandbouw.</p><p>Vanuit deze gedachte richtte Van der Valk in 2021 de stichting Agricycling op. Inmiddels hebben zich al 138 boeren uit Friesland aangesloten. De komende tijd richt de stichting zich op uitbreiding in Groningen, Limburg en Noord-Brabant, met als eerste concrete stappen het composteren van bermgras en het organiseren van een nieuw ketenproces. 'Dat is nodig om een positie af te dwingen binnen de sector', zegt Van der Valk, die verrast is over het enthousiasme waarmee zijn initiatief wordt ontvangen. Er lopen eerste, voorzichtige gesprekken met afvalverwerker Omrin uit Leeuwarden over een nieuwe gft-compostfabriek en de gemeenten Leeuwarden en Waadhoeke hebben onlangs hun handtekening gezet onder een samenwerking met Agricycling. Bermgras en hekkelspecie dat overblijft na groenonderhoud in de gemeenten gaan de komende jaren naar de plaatselijke boeren. Naar verwachting sluiten de gemeenten Noardeast-Fryslân, Dantumadiel en Harlingen zich binnenkort ook aan. Ook verkent de stichting de mogelijkheden voor de opvang en zuivering van 'humane excretie' in een nieuw te bouwen wijk in Leeuwarden. </p><p>Als we de financiële waarde van landbouwgrond niet meer alleen baseren op de nettoproductie, maar ook op zijn cruciale functie in de kringloop, dan zijn boeren niet meer het probleem maar de oplossing, stelt Van der Valk. Doordat de meeste reststromen uit de stad komen, ontstaat bovendien een nieuwe wederkerigheid tussen stad en land. 'Je bouwt een volledig nieuwe economische keten.' Er zijn installaties nodig, nieuwe vergistingstechnieken, verwerking en transport van de reststromen. Een nieuwe economische keten leidt ook tot nieuwe sociale netwerken. De dorpsslager is dan weliswaar verdwenen, maar daar komen andere vanzelfsprekende contacten en ontmoetingen voor in de plaats.</p><p><emphasis typeStyle=\"bf\">Wie gaat het betalen?</emphasis> Dat is een vraag die zich steeds urgenter opdringt in de gesprekken over de landbouwtransitie. Moeten de boeren dat zelf doen? Moet de overheid bijspringen? Of zijn de banken aan zet? Tijdens zijn verkenning van oplossingen voor het stikstofprobleem deed Johan Remkes een dringend beroep aan alle betrokken partijen om aan te schuiven. Ook de banken, de supermarkten, de zuivelgiganten, slachterijen en de veevoederbedrijven. Zolang niet alle spelers in de keten bereid zijn mee te bewegen, is verandering onmogelijk. Van deze vijf gingen alleen de banken in op de uitnodiging. ABN Amro, ing, Rabobank, Triodos en de Nederlandse Vereniging van Banken toonden daarmee goede wil.</p><p>Vooral Rabobank, dé bank voor boerend Nederland, weet al jaren de ogen op zich gericht. Als financier van het overgrote deel van de boerenbedrijven heeft de bank een zeer actieve rol gespeeld bij de schaalvergroting en intensivering in de sector. Zolang Rabobank niet bereid is een deel van de kosten van een transitie naar een duurzamer model op zich te nemen, wordt het een lastig verhaal. Daarom was het voor velen een positieve verrassing dat begin dit jaar bekend werd gemaakt dat Alex Datema per 1 mei zou aantreden als directeur Food &amp; Agri.</p><p>Datema, zelf melkveeboer in het Groningse dorp Briltil, was de afgelopen jaren een van de drijvende krachten in de lobby voor een fundamentele transitie naar duurzaam boeren. Hij was sinds de oprichting in 2015 voorzitter van de koepelorganisatie BoerenNatuur en daarnaast lid van de Wetenschappelijke Raad voor Integrale Duurzame Landbouw en medeoprichter van het Deltaplan Biodiversiteitsherstel. Zijn vernieuwingsdrang leverde hem stevige dreigementen en een intimiderend bezoek van leden van Farmers Defence Force op.</p><p>Dat was geen prettige ervaring, zegt Datema in een grand café aan de rand van de Amsterdamse binnenstad. 'Sinds de stikstofuitspraak in 2019 is de sfeer grimmig geworden. Omdat ik niet meedeed met de protestacties, werd ik gezien als een \"verrader\".' Datema vertelt het rustig, een kopje koffie in de hand. Hoe onaangenaam ook, voorvechters van fundamentele verandering en vooruitgang begeven zich altijd in de vuurlinie. Het opbouwen van een nieuw systeem gaat onvermijdelijk samen met het afbreken van het oude. Daarmee gaan ook bestaande belangen, netwerken, afhankelijkheden en krachtenvelden de prullenbak in.</p><p>In het geval van de landbouwsector is dat een complex speelveld van boeren, overheid, consumenten, financiers, veevoederbedrijven, supermarkten en andere grote afnemers. Omdat er nog geen duidelijk toekomstbeeld is en er grote onzekerheid bestaat over compensatie en nieuwe verdienmodellen, leven veel boeren tussen hoop en vrees. Toch is de echt radicale beweging rondom Farmers Defence Force maar een klein clubje, zegt Datema. Net als de echt radicale anti-boerenlobby. De meeste boeren willen echt wel veranderen, als het goed wordt geregeld.</p><p>'We hebben sinds de stikstofuitspraak in 2019 vier jaar verspeeld met ruziën in plaats van goed beleid maken', zegt Datema. 'De overheid heeft nooit heldere doelstellingen geformuleerd waar boeren concreet mee aan de slag konden.' Al het beleid vanuit Den Haag is gericht geweest op het uitkopen van piekbelasters in de buurt van Natura 2000-gebieden. Op papier leek dat wellicht de snelste manier om het stikstofprobleem aan te pakken, maar in de praktijk leidde het tot een explosieve patstelling. Aan beide kanten gingen de hakken steeds dieper in het zand. Terwijl een veel slimmere en meer organische oplossing voor het oprapen lag. 'Dertig procent van de boeren stopt binnen nu en tien jaar omdat ze oud zijn en geen opvolging hebben', weet Datema. 'Als er was ingezet op het uitkopen van deze groep, was er iets op gang gekomen.'</p><p>Hij heeft bewondering voor minister Christianne van der Wal. 'We spreken elkaar regelmatig. Maar je merkt dat ze de dynamiek van de landbouw nog steeds niet begrijpt. Als het gaat over het uitkopen van boeren, heeft ze het over ondernemers. Maar boeren zijn boeren. Het is een manier van leven. Ze zijn opgegroeid op de boerderij, hun familiegeschiedenis ligt er, ze zijn vergroeid met de plek. Ondernemers beginnen iets nieuws als het bedrijf stopt, maar dat geldt niet voor een boer. Die wil niets anders doen.'</p><p><emphasis typeStyle=\"bf\">Alex Datema weet</emphasis> waarover hij praat. Samen met een compagnon runt hij het boerenbedrijf in het noorden van Groningen waar hij zelf opgroeide. Net als veertig jaar geleden, toen hij het bedrijf overnam van zijn vader en oom, heeft hij honderdtwintig koeien op zeventig hectare. Destijds leverden de koeien driehonderdduizend liter per jaar, nu is dat een miljoen. Een extreme verhoging van de productie, die bijna volledig op het conto komt van kunstmest en krachtvoer. Vanaf de jaren vijftig stond het landelijke landbouwbeleid in het teken van intensivering, hogere productie en hogere rendementen. Op school, bij voorlichting vanuit de overheid, in financieringsaanvragen en onderlinge gesprekken stond tientallen jaren de vraag centraal hoe het land en de dieren nog verder konden worden uitgemolken. De houdbaarheid van deze manier van denken en de relatie tussen mens en natuur kwamen in deze context zelden tot nooit ter sprake.</p><p>'Zelf was ik me ook lange tijd niet bewust van de destructieve gevolgen van de industriële landbouw', vertelt Datema. 'Het verdwijnen van vogels en plantensoorten is zo'n sluimerend proces dat je het niet direct doorhebt. Ik weet nog goed dat we een keer met een ecoloog over ons land liepen. Voor mij was het mooi, groen grasland maar voor hem was het grote armoede.'</p><p>De weg van de relatief klassieke boer die hij destijds was naar de vernieuwer die hij is geworden, noemt hij 'soms een pijnlijke ontdekkingsreis'. Plotseling kwam de herinnering naar boven aan de vele nesten die hij als kind met zijn vader moest omzeilen bij het maaien van het land, maar die er niet meer waren. De lessen die hij had geleerd van zijn vader, van de leraren op school of tijdens voorlichtingen van de Dienst Landbouw Voorlichting, bleken de basis te vormen voor de uitholling van het land waar hij zo van hield.</p><p>'We hebben geleerd om het land in te richten naar onze wensen en te zorgen dat de bodem zich aanpast aan jouw bedrijf', zegt hij. Als je koeien wil houden, zorg je ervoor dat de grond geschikt wordt om te grazen, als je liever uien teelt, zorg je ervoor dat de uien groeien. Ongeacht de locatie en de specifieke eigenschappen van de grond op die plek. De kunstmatige ingrepen die hiervoor nodig zijn, slopen niet alleen het lokale ecosysteem maar kosten ook veel geld.</p><p>De landbouwtransitie begint volgens Datema met het omarmen van een natuurlijker manier van boeren. 'De bodem moet weer het uitgangspunt worden. Wat kun je waar produceren? Hoe maak je optimaal gebruik van de kracht van de bodem? We moeten toe naar landbouw die wordt gestuurd op basis van natuurlijke processen in plaats van landbouw die natuurlijke processen kapot maakt. Daardoor wordt het weerbaarder, robuuster en kan het grotendeels zonder bestrijdingsmiddelen.' In de sector is lang gedacht dat de belangrijkste processen in de bodem chemisch zijn, maar nu blijkt het vooral te gaan om biologische processen waar we als mens nog weinig over weten. 'Daarom moet je de bodem zoveel mogelijk met rust laten en zijn gang laten gaan.' Zelf ploegt hij helemaal niet meer op zijn land.</p><p>Om de ecosystemen weer tot bloei te laten komen, maait Datema een aantal percelen op zijn land pas later in het seizoen en heeft hij er dras-, plas- en kruidenrijk grasland aangelegd. Veranderingen die niet alleen goed zijn voor de weidevogels, maar ook voor de koeien. Door natuurlijke processen centraal te stellen, heeft Datema minder kunstmest en krachtvoer nodig. Daardoor kunnen de kosten binnen het bedrijf aanzienlijk dalen. Een belangrijk onderdeel van de financiële component van de landbouwtransitie. </p><p>Maar alleen dat is niet genoeg. Er zijn nieuwe reken- en financieringsmodellen nodig die uitgaan van een extensiever grondgebruik en afnemende productie. 'Die omslag gaat niet vanzelf', zegt Datema. 'We moeten een andere manier vinden om bedrijven te waarderen en investeren in een nieuwe manier van denken.' Als nieuwe directeur Agri &amp; Food van de Rabobank hoopt hij daar nog meer dan de afgelopen jaren een voortrekkersrol in te kunnen spelen. 'Rabo en de overheid hebben elkaar nodig.' Als de overheid duidelijk richting geeft, plus een bepaalde financiële ondersteuning, kan de Rabobank makkelijker geld verstrekken. 'De Rabobank is ook bereid om dit tegen gunstiger voorwaarden te doen om zo de transitie van de landbouw te ondersteunen.'</p><p><emphasis typeStyle=\"bf\">Klimaatverandering, de belabberde staat</emphasis> van de natuur, het stikstofprobleem, droogte, bodemdaling, zeespiegelstijging - het is niet gek dat deze combinatie van problemen bij veel mensen leidt tot een paniekgevoel. Is de mensheid na eeuwen van destructie in staat om de eigen habitat te redden? Is zij in staat om de hebzucht en het gevoel van almacht op te geven en zichzelf ondergeschikt te maken aan de natuurlijke leefomgeving? Het is niet zozeer de vraag of de planeet de verwoesting zal overleven, maar of de planeet leefbaar blijft voor de mensheid.</p><p>Het goede nieuws is dat de natuur een veerkracht bezit waarvan veel mensen geen weet hebben. Planten, insecten, vogels, ecosystemen, ze hebben weinig tijd nodig om zich stukken land toe te eigenen. Op de meest uiteenlopende plekken in stad en land staan bermen, groene stroken en oevers vol wilde bloemen, kruiden en grassoorten. Steeds meer gemeenten kiezen er bewust voor om ecologische structuren aan te leggen en te versterken en om pas te maaien als de natuur haar werk heeft gedaan. Zelfs op bedrijventerreinen is steeds meer groen te vinden. Het vergroot de biodiversiteit, gaat hitte tegen en geeft water een plek om in de bodem te vloeien.</p><p>Dit tot grote vreugde van Louise Vet, emeritus hoogleraar ecologie aan de Wageningen Universiteit. 'Geef de natuur de ruimte, ze staat te popelen', zegt ze door de telefoon. In 2019 was Vet een van de oprichters van het Deltaplan Biodiversiteitsherstel, waarvan ze sindsdien voorzitter is en waarvan ook Alex Datema bestuurslid is.</p><p>Vanaf haar eerste jaren als ecoloog kreeg ze alleen maar grafieken voorgeschoteld met dalende lijnen. De staat van de natuur ging jaar na jaar achteruit. 'Na veertig jaar was ik het zat', zegt ze. Met een aantal andere voortrekkers bracht ze een indrukwekkende verzameling van overheden, maatschappelijke partners en bedrijven samen in het deltaplan. Onder het kopje 'partners' op de website staan voor de hand liggende organisaties als de Vogelbescherming en Staatsbosbeheer,</p><p>maar ook supermarktgigant Lidl, chemieconcern basf, advies- en ingenieursbureau Royal HaskoningDHV en landbouworganisatie LTO.</p><p>'Men snapt steeds meer dat biodiversiteit kan helpen bij het behalen van de klimaatdoelen', zegt Vet. 'De waarde van <emphasis typeStyle=\"it\">nature based solutions</emphasis> wordt steeds meer erkend en herkend.' Niet alleen als noodzakelijke stap om onze habitat leefbaar te houden, maar ook om kosten te besparen en in sommige gevallen zelfs winst te maken. Als voorbeeld noemt Vet het onderhoud van dijken, in Nederland een immense klus waaraan ieder jaar miljoenen euro's worden besteed. 'Uit onderzoek is gebleken dat een kruidenrijke, bloemrijke dijk steviger is dan een dijk met enkel gras. Dat betekent dat je met minder onderhoudskosten een steviger dijk hebt en meer biodiversiteit.'</p><p>Ook noemt het ze het omvangrijke, alom geprezen project Ruimte voor de Rivier: tussen 2006 en 2019 werden op kwetsbare plekken verspreid over het land dijken verlegd en uiterwaarden vergroot om overstromingen in de toekomst te voorkomen. De beschikbare 2,3 miljard euro moest op zo'n manier worden ingezet dat niet alleen de waterveiligheid op peil werd gebracht, maar ook de ruimtelijke kwaliteit van het gebied werd verbeterd. Het werd een succes. 'De kraanvogel, de lepelaar, de das, de wolf, ze zijn allemaal teruggekomen.'</p><p>Vet is een idealist, maar ook een pragmaticus. Ze weet als geen ander dat de omslag naar een duurzame manier van doen en denken vraagt om een goede financiële onderbouwing. Echte verandering komt pas op gang als duidelijk is dat de investeringen die nodig zijn tot aantoonbare winst leiden. Of in ieder geval niet tot grote verliezen. Maar met een fundamenteel andere benadering kan die winst ook een andere vorm hebben dan enkel euro's of dollars. 'We hebben nieuwe, toekomstbestendige verdienmodellen nodig', zegt Vet.</p><p>Een belangrijke stap daarin is een herwaardering van de boer. Waar het politieke en publieke debat zich focust op een botsing tussen het boerenbestaan en het halen van de klimaatdoelen, ziet Vet iets anders: 'Het moet duidelijk worden dat de boer de oplossing is en niet het probleem. De boer moet de beheerder van het landschap zijn. We moeten begrijpen dat we de landbouwgrond juist hard nodig hebben voor de transitie.' </p><p>Boeren zouden in het toekomstbeeld van Vet een deel van hun grond teruggeven aan de natuur en een deel van hun tijd besteden aan natuurbeheer. Hiervoor worden ze gecompenseerd met geld uit publieke middelen. 'Je moet het zien als een nutsvoorziening', zegt Vet. 'Met afspraken voor minimaal dertig jaar. Een weg leg je ook in een keer helemaal aan. Je gaat niet na twee kilometer evalueren en nieuwe afspraken maken.'</p><p><emphasis typeStyle=\"bf\">Het is een kleine tien minuten</emphasis> rijden van de kwelders aan de Waddenzee naar Holwerd. Op het eerste gezicht is het een idyllisch dorp met een oude kerk omringd door kromme straatjes. Maar een rondgang laat verval en leegstand zien. Hoewel de meest problematische fase van leegloop voorbij is, worstelt Holwerd net als veel andere dorpen in krimpregio's met gebrek aan toekomstperspectief. Jongeren trekken naar plekken waar meer werk en onderwijsmogelijkheden zijn, ouderen worden steeds minder vitaal of gaan dood.</p><p>Aan de rand van het dorp, in een noodgebouw naast de kerk, zit Marco Verbeek aan een provisorische vergadertafel. Aan de wanden hangen impressies van de toekomst zoals Verbeek en zijn collega's van de stichting Holwerd aan Zee die voor zich zien. Op de plaatjes is te zien hoe zout water vanuit de Waddenzee via een dijkdoorbraak het land in stroomt en een deel van het weiland onder water zet. Het water vormt een nieuw meer, met zandbanken en aan de randen kwelders, wilde oevers, insecten, vogels en vissen. Aan een kant van het water liggen steigers met bootjes, die via de dijkdoorbraak de Waddenzee op kunnen varen. In het meer liggen twee natuureilanden met duurzame recreatiewoningen.</p><p>'We zijn al tien jaar bezig', zucht Verbeek. In de loop van de jaren waren er meerdere momenten dat de kogel door de kerk leek, maar altijd was er wel een betrokken partij die het toch niet aandurfde. Een gemeente, de provincie, iemand bij het ministerie. 'Op papier vindt iedereen het prachtig', vervolgt hij. 'Maar als het echt lijkt te gaan gebeuren, ontstaat er paniek.' Dan moet er toch nog een aanvullend onderzoek worden gedaan, een beleidsnota geschreven of een extra berekening gemaakt.</p><p>Verbeek groeide op in de regio en zag met pijn in het hart hoe Holwerd steeds verder afgleed. Zijn ouders bestierden de supermarkt in het dorp, later nam hij die met zijn broer over. Inmiddels is hij zelfstandig adviseur en woont hij met zijn gezin in een dorp ruim twintig kilometer verderop.</p><p>Na een aantal sessies met adviesbureaus en gesprekken met bewoners, ondernemers, boeren, onderwijsinstellingen en natuurorganisaties ontstond een redelijk radicaal plan. Door de dijk door te breken en het water het land in te laten stromen, zou het dorp weer aan het water komen te liggen, zoals dat in een ver verleden ook het geval was. Door de natuur zijn gang te laten gaan, ontstaat een kweldergebied en het type ecosysteem dat het Waddengebied zo uniek maakt. Deze combinatie leidt volgens de plannen voor Holwerd tot kleinschalig, duurzaam toerisme dat het dorp opnieuw tot leven kan brengen. Precies zoals Louise Vet het voor ogen heeft, geven de plaatselijke boeren een stuk van hun land terug aan de natuur en zorgen zij in een coöperatie voor het beheer ervan. Het zilte waddenslib maakt het land bovendien steviger, extra vruchtbaar en geschikt voor de teelt van zilte gewassen, waaronder verschillende soorten groente, kruiden en zeewier.</p><p>In eerste instantie reageerden de betrokken overheden er enthousiast op. 'Holwerd aan Zee werd lang gezien als een sympathiek plan waardoor niemand zich bedreigd voelde', zegt Verbeek. Dat veranderde toen de stichting uit fondsen en potjes 63 miljoen euro ophaalde. Op verschillende plekken gingen er alarmbellen af. lto voelde zich bedreigd omdat er landbouwgrond onder water werd gezet, raadsleden en wethouders gingen twijfelen, de provincie wist het ineens ook niet meer zeker en ambtenaren wilden wel verder met het plan, maar alleen als ze zelf de baas zouden zijn. 'We kwamen bij de systeemwereld', concludeert Verbeek. 'Politici en bestuurders die in gevaar komen. Ambtenaren die elke dag heel hard werken en vinden dat ze goed bezig zijn met goede dingen, maar leven in een bubbel die langzaam opstijgt en losgezongen raakt van de werkelijkheid. Ze maken boekjes met beleid, maar niet met de bedoeling dat het ook uitgevoerd wordt. Want dan begint de ellende.'</p><p>Een van de grootste obstakels is het wantrouwen bij ambtenaren over de kennis en expertise van 'gewone mensen'. Het kan toch niet zo zijn dat vier boeren uit Holwerd, een paar dorpsondernemers en een vent uit Friesland zomaar zo'n groot plan maken? Terwijl juist in het dorp, bij de mensen die er wonen en werken, die er vergroeid zijn met de grond, kennis aanwezig is die niemand anders heeft. 'Betrokkenen weten wat er speelt, ze hebben zich jarenlang verdiept in het onderwerp en ze hebben draagvlak binnen de gemeenschap', zegt Verbeek. Maar ondanks alle positieve adviezen en de financiële middelen die beschikbaar zijn gesteld, is dat nog steeds niet genoeg. Na tien jaar wacht Holwerd nog altijd op definitief groen licht. 'Om Holwerd aan Zee te realiseren, hebben we twee doorbraken nodig', zegt Verbeek. 'Een fysieke en een mentale. De eerste is niet zo moeilijk. De tweede blijkt het grootste obstakel.'</p></bodyText></nitf:body.content><nitf:body.end><graphic><nitf:media><caption><p><emphasis typeStyle=\"bf\">...</emphasis></p></caption></nitf:media></graphic></nitf:body.end></nitf:body><metadata><dc:metadata xmlns:dc=\"http://purl.org/dc/elements/1.1/\"><dc:identifier identifierScheme=\"DOC-ID\">GROAMS-groeneamsterdammer2023072701834</dc:identifier><dc:source sourceScheme=\"royaltyReportingKey\">GROAMS2023</dc:source><dc:identifier identifierScheme=\"PGUID\">urn:contentItem:68SW-VY81-DYRW-S004-00000-00</dc:identifier><dc:source sourceScheme=\"productContentSetIdentifier\">297952</dc:source><dc:date dateType=\"last-updated\">2023-07-26</dc:date></dc:metadata><wordCount number=\"4805\"/><publicationInfo><copyright>© Copyright 2023 De Groene Amsterdammer All Rights Reserved</copyright><publicationName>De Groene Amsterdammer</publicationName><publicationLogo><logo><inlineObject><locator><locatorKey><keyName name=\"object-key\"/><keyValue value=\"30306\"/></locatorKey><locatorParameters><parameter name=\"object-type\" value=\"201\"/><parameter name=\"object-smi\" value=\"LOGOS\"/><parameter name=\"componentseq\" value=\"1\"/></locatorParameters></locator></inlineObject></logo></publicationLogo><publicationDate day=\"27\" month=\"07\" year=\"2023\"><dateText>27 juli 2023</dateText></publicationDate><classification classificationScheme=\"publicationtype\"><classificationItem><className>Tijdschrift</className></classificationItem></classification><classification classificationScheme=\"publicationtype\"><classificationItem><className>Magazines &amp; Journals</className></classificationItem></classification></publicationInfo><classification classificationScheme=\"language\"><classificationItem classificationScheme=\"lang.english\"><className>DUTCH</className></classificationItem><classificationItem classificationScheme=\"lang.native\"><className>NEDERLANDS</className></classificationItem></classification><classificationGroup classificationScheme=\"indexing-terms\"><classification classificationScheme=\"subject\"><classificationItem score=\"95\"><classCode>N920000CC</classCode><className>Government + Public Administration</className></classificationItem><classificationItem score=\"80\"><classCode>ST00098X1</classCode><className>Communities + Neighborhoods</className></classificationItem><classificationItem score=\"73\"><classCode>STX000317</classCode><className>Coastal Areas</className></classificationItem><classificationItem score=\"73\"><classCode>STX001956</classCode><className>Pollution + Environmental Impacts</className></classificationItem></classification><classification classificationScheme=\"industry\"><classificationItem score=\"99\"><classCode>N110000CC</classCode><className>Agriculture, Forestry, Fishing + Hunting</className></classificationItem><classificationItem score=\"99\"><classCode>STX000697</classCode><className>Farmers + Ranchers</className></classificationItem><classificationItem score=\"94\"><classCode>STX000049</classCode><className>Agriculture</className></classificationItem><classificationItem score=\"94\"><classCode>N520000CC</classCode><className>Banking + Finance</className></classificationItem><classificationItem score=\"94\"><classCode>N112100CC</classCode><className>Cattle Ranching + Farming</className></classificationItem><classificationItem score=\"90\"><classCode>STX000039</classCode><className>Agricultural Chemicals</className></classificationItem><classificationItem score=\"87\"><classCode>N112000CC</classCode><className>Animal Farming + Breeding</className></classificationItem></classification></classificationGroup></metadata></articleDoc></content></entry>",
        "Document_Citation": "",
        "Source_Name": "De Groene Amsterdammer"
    },
    {
        "Document_Content": "<entry xmlns=\"http://www.w3.org/2005/Atom\"><id>urn:contentItem:5YR4-KR71-JC8V-200X-00000-00</id><title>Hoopvol land in zicht</title><published>2020-04-23T00:00:00Z</published><updated>2025-09-15T22:43:45Z</updated><author><name>LexisNexis</name></author><content type=\"application/xml\"><!--Transformation version 1.25--><articleDoc xmlns=\"\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xsi:noNamespaceSchemaLocation=\"http://www.lexisnexis.com/xmlschemas/content/public/articledoc/1/\" schemaVersion=\"1.8\" xml:lang=\"nl\"><articleDocHead><itemInfo><sourceSectionInfo><positionSection>ARTIKEL</positionSection><positionSequence>Blz. 56</positionSequence></sourceSectionInfo></itemInfo></articleDocHead><nitf:body xmlns:nitf=\"http://iptc.org/std/NITF/2006-10-18/\"><nitf:body.head><nitf:hedline><nitf:hl1><emphasis typeStyle=\"bf\">Hoopvol land in zicht</emphasis></nitf:hl1><nitf:hl2><emphasis typeStyle=\"bf\">Klimaat Van waterbak tot vruchtbare eilanden</emphasis></nitf:hl2></nitf:hedline><nitf:byline><author><person><nameText>Sanne Bloemink</nameText></person></author></nitf:byline></nitf:body.head><nitf:body.content><bodyText><p nitf:lede=\"true\">Met zand, klei en slib uit het Markermeer is een uniek natuurgebied gecreëerd: Marker Wadden. De biodiversiteit die hier in korte tijd is ontstaan doet onderzoekers versteld staan. 'Dit geeft iedereen energie.'</p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">Mijn dochter (10)</emphasis> en ik rijden naar Lelystad op een van de eerste, glasheldere coronadagen. Waar langs de snelweg bij Amsterdam een bruinwit bord 'Amsterdam Werelderfgoed' aankondigt, lezen we hier in de Flevopolder op eenzelfde type bord: 'Nieuw Land'. Met enthousiasme begin ik uit te leggen hoe de Flevopolder werd gemaakt, althans wat ik me daar nog van herinner. Nu de scholen gesloten zijn is het immers de bedoeling dat dit uitje voor mijn dochter ook een educatieve waarde heeft. Ik vertel een onsamenhangend verhaal over gemalen, dijken en de Nederlandse poldercultuur. Ze luistert braaf.</p><p nitf:lede=\"true\">Maar dit bord blijkt helemaal niet te verwijzen naar de Flevopolder. Het gaat om de naam van een nieuw nationaal park dat in 2018 is opgericht en bestaat uit de Oostvaardersplassen, de Lepelaarsplassen, het Markermeer en Marker Wadden. Deze eilanden zijn nog véél nieuwer dan de polder. Sterker nog: een paar jaar geleden bestond Marker Wadden nog slechts op de tekentafel.</p><p>De straten van Lelystad, met namen als Visarenddreef en Buizerdweg, liggen er uitgestorven bij. Bij de doodstille haven, met aangrenzend het lege winkelcentrum Bataviastad, zien we lelijke cruiseschepen die hier aangemeerd liggen voor de winter. Eigenlijk hadden ze al lang terug gemoeten naar Amsterdam, maar dat is nu door de coronacrisis tot onbepaalde tijd uitgesteld. Het havenkantoor is onbemand. De lucht is zó blauw dat het bijna pijn doet aan onze ogen en de wind snijdt door onze winterjassen heen. </p><p>We wachten op Roel Posthoorn, projectleider bij Natuurmonumenten en geestelijk vader van Marker Wadden, de naam van een nieuwe groep eilanden in het Markermeer die hij ons vandaag gaat laten zien. Als hij aankomt wijst hij ons kalm en gedecideerd de weg naar de boot. De slanke, lange Posthoorn heeft met zijn outdoorkleding en vastberaden blik de uitstraling van een groot natuurliefhebber met een duidelijke visie. Hij blijft op méér dan anderhalve meter afstand, baant zich een weg voor ons uit. Het is aan hem te zien dat de onzekerheid over de komende periode er inhakt. Vanaf 1 april waren de eerste veerdiensten met toeristen ingepland. Die zijn nu voor onbepaalde tijd geannuleerd. Maar ook stond in deze periode een enorme bouwexplosie op het program van Marker Wadden. Daarvan kan nu slechts een deel doorgang vinden.</p><p>We stappen in de bescheiden boot, wassen onze handen en maken kennis met de andere opvarenden: twee schippers en twee 'eilandwachten', vrijwilligers van Natuurmonumenten die elkaar elke week in koppels afwisselen en een oogje in het zeil houden op de verder onbewoonde eilanden. Voor de baan van eilandwacht bestaat een lange wachtlijst; de vrijwilligers zijn dan ook verheugd dat ze aan de beurt zijn.</p><p>De motor veroorzaakt diepe deining aan de achterkant van de boot en maakt een driehoekig patroon in het water. Mijn dochter vindt dat het lijkt op de staart van een walvis. Maar behalve de walvisstaart is het water stil en erg troebel. Posthoorn legt uit dat die troebelheid te maken heeft met het slib. 'Dat dekt alles af. De bodem is een soort platte pannenkoek geworden waar weinig leven mogelijk is. Vroeger leefden er bijvoorbeeld veel mosselen op de bodem, maar die worden nu verstikt door de grote hoeveelheid slib. Door dat slib kan bovendien nauwelijks licht doordringen in het water zelf wat weer tot gevolg heeft dat er maar weinig soorten vissen kunnen leven. Dat was voor Rijkswaterstaat een belangrijke reden om aan dit project mee te doen. We hebben hier een serieus waterkwaliteitsprobleem.'</p><p>Dat probleem is het gevolg van menselijk ingrijpen uit het verleden. Posthoorn: 'In de Zuiderzeetijd was het water ook wel troebel, maar toen werden er onder invloed van het getij modderbanken gevormd en opgehoogd. Daardoor krijg je vanzelf een soort diversiteit. Maar dat is nu niet meer mogelijk doordat het meer is afgesloten.'</p><p>Rechts van ons ligt een lange stenen dijk; de Houtribdijk die Enkhuizen verbindt met Lelystad. In 1976 werd deze dijk, tevens waterkering, voltooid en werd het IJsselmeer definitief gescheiden van het achterliggende water, het huidige Markermeer. Het plan was dat dit water zou worden ingepolderd tot de Markerwaard. Maar die is er nooit gekomen en het Markermeer werd een arme bak met water, een ecologische catastrofe van menselijke makelij. Op het moment dat we langsvaren staan de sluizen open. Water van het Markermeer wordt nu uitgelaten naar het IJsselmeer. 'Die barrière van de Houtribdijk zorgt ervoor dat het allemaal een beetje een gekunsteld systeem is', aldus Posthoorn.</p><p><emphasis typeStyle=\"bf\">In 2011 kwam Posthoorn</emphasis> met zijn eerste plannen voor dit gebied. De eerste funding kwam van de Postcodeloterij. Later sloten provinciale en rijksoverheden zich aan en inmiddels is hier nog een flink aantal andere organisaties als donor bij gekomen. 'We wisten dat het water in het Markermeer stil lijkt te staan, maar we zagen ook dat als het hard waait het water in een soort rondgaande stroming schuift.' Posthoorn wijst naar een lange, smalle zandstrook die inmiddels in zicht is gekomen. 'Dát is waar we de eilanden hebben aangelegd. Daardoor is er een hele luwe plek ontstaan en dat leidt ertoe dat het slib, maar ook klei, tijdens die rondgaande beweging vanzelf op die plaats wordt afgezet. We maken dus gebruik van het natuurlijke proces van de wind die de klei en het slib naar één kant brengt.'</p><p>Maar eerst moest de basis voor de eilanden worden gelegd. Bouwbedrijf Boskalis heeft daartoe een aantal diepe kuilen gegraven in de bodem van het Markermeer. Daaruit is zand, klei en slib gewonnen om de eilanden mee te vormen. De gegraven kuilen zijn wel dertig meter diep. Een van de vrijwilligers vertelt dat pleziervaarders soms schrokken als hun dieptemeters plotseling dertig meter aangaven in plaats van de gebruikelijke vier meter van het Markermeer. In het water markeren gele boeien officieel het 'bouwgebied' waar boten niet mogen varen. De zandige randen van de eilanden omringen de daarbinnen gelegen compartimenten die opgevuld zijn met klei en slib. Door de golfbeweging wordt in de toekomst ook meer slib afgezet aan de achterkant van de eilanden.</p><p>De aanleg van de eilanden draagt op die manier bij aan verbetering van de waterkwaliteit, maar ook zagen Posthoorn en zijn groep een onverwacht effect. 'Er ontstond meer leven in het water. Zo zagen we bijvoorbeeld grote hoeveelheden watervlooien en andere kleine waterbeestjes terugkeren. In de zomer ontstaat in ondiepere gedeeltes een grote watervlooiensoep. Die beestjes eten de algen op en aan die algen is telkens ook weer een deel van het slib vastgeplakt.</p><p>Dat zorgt dan ook weer voor vermindering van het slib en minder troebel water.' In dat minder troebele water kunnen bepaalde soorten vissen terugkeren rondom de eilanden. Er is een aparte groep wetenschappers die momenteel onderzoekt of dit nu inderdaad aan het gebeuren is.</p><p><emphasis typeStyle=\"bf\">Dan is er land in zicht.</emphasis> Vanaf de boot zien we vooral veel zand. Als we aan wal gaan op het Haveneiland vertrekken de twee eilandwachten richting het huisje waar zij de komende week zullen overnachten. Er zijn vier van dit soort huisjes en Landal GreenParks zal ze voor Natuurmonumenten gaan verhuren aan toeristen. Die opbrengsten dekken een deel van de kosten voor het beheer van de eilanden. Bezoekers maken namelijk volgens Posthoorn nadrukkelijk ook deel uit van dit project. Toeristen kunnen hier genieten van de rust, de natuur, en de 125 soorten vogels die inmiddels al in dit gebied zijn geteld.</p><p>Helaas zien we vandaag, op een paar ganzen na, niet veel vogels; het is nog iets te vroeg in het seizoen. 'Het is nu nog erg koud en op het eiland is het altijd kouder dan op het vasteland', zegt Posthoorn. Maar als het broedseizoen zo meteen begint, worden de eilanden bevolkt door talloze soorten eenden, aalscholvers, plevieren en andere vogels. Een waar vogelparadijs waar nog steeds nieuwe soorten vogels worden ontdekt. Het risico dat toeristen de vogels storen is minimaal, omdat het grootste deel van de eilanden niet toegankelijk is voor mensen. 'Alleen bij aankomst van de boot zal er korte tijd een groep mensen bij elkaar zijn, maar die verspreiden zich vervolgens snel over de wandelpaden waar ze gebruik kunnen maken van verschillende vogelkijkhutten.'</p><p>Posthoorn laat ons de spiksplinternieuwe gebouwen zien op het maagdelijke eiland. 'Dit bebouwde gebied noemen wij de nederzetting. Je moet bedenken dat de nederzetting maar een klein deel is van een van de vijf eilanden. Zo blijft het \"mensendeel\" van Marker Wadden beperkt, de rest is allemaal voor de natuur.' De nederzetting bestaat uit een haven, een strand en een aantal gebouwen. Een paar bouwvakkers werken vandaag aan de funderingen voor een soort eilandpaviljoen, maar het gebouw zelf moet nog komen. Het is al af en de bedoeling is dat het zo meteen in zijn geheel met een hijskraan op die fundamenten wordt gezet. Een handvol andere gebouwen staat al: het onderzoeksgebouw, inclusief slaapruimtes, een receptiegebouw, een gebouw voor de havenmeester, 'in het toeristenseizoen echt nodig', en de Landal-huisjes. Alle gebouwen zijn modern, licht en ruiken naar nieuwe materialen.</p><p>Op één gebouw is Posthoorn extra trots. Het is de <emphasis typeStyle=\"it\">'workroom'</emphasis> die ervoor zorgt dat Marker Wadden duurzaam en <emphasis typeStyle=\"it\">off-grid</emphasis> kan functioneren. Hier staan vier accu's die extra opgewekte energie van de zonnepanelen op de daken opvangen. Daarnaast komt er binnenkort nog een soort uitklapbare windmolen voor extra energie. Die klapt alleen uit als er een tekort is aan energie. In de zomer is daarmee de energievoorziening wel rond, maar voor de winter is daarnaast toch ook de geplaatste pelletketel nodig. 'We willen de houtkachel zo min mogelijk gebruiken, maar het is moeilijker dan gedacht. Duurzaam en efficiënt kan in principe wel, dat laten we hier zien. Maar voor ultieme efficiëntie moet je uiteindelijk opschalen. Ons huidige energiesysteem is nu eenmaal erg efficiënt en dat verlies je toch een beetje als je alles zelf doet. De extra zonne-energie kunnen we alleen in accu's opslaan, meer niet. Als die vol zijn, houdt het op. In theorie kunnen we er waterstof van maken, maar dat is nu nog te duur.'</p><p>Ten slotte speelt ook menselijk gedrag een rol bij de duurzame energievoorziening. In elk gebouw hangt daarom een stoplicht. Als het op groen staat kun je zoveel energie gebruiken als je wil. Bij oranje licht moet je zuiniger omgaan met de beschikbare energie. En bij rood licht sluiten automatisch alle stopcontacten af. Alles is dan afgesloten behalve de drinkwatervoorziening.</p><p>In de workroom staat een grote, blauwe machine die de laatste zuivering van het drinkwater op het eiland verzorgt. Dat water komt uit een eigen bron in de duinen bij het strand. Diep in de grond is het water eigenlijk te zout, maar nu wordt het via de duinen al grotendeels gezuiverd. 'Wederom een natuurlijk proces', aldus Posthoorn.</p><p>Na de workroom lopen we langs twee huisjes waar in de toekomst kunstenaars <emphasis typeStyle=\"it\">'in residence'</emphasis> kunnen verblijven. Het eerste huisje is een knus chalet met uitzicht op het water; het tweede huisje bestaat vooral uit een ruim en licht atelier. Posthoorn vindt het belangrijk dat ook kunstenaars op het eiland komen werken. Samenwerking en elkaar stimuleren is volgens hem de kern van dit project. 'Iedereen wil een verhaal vertellen over een positieve toekomst. De bouwers, de wetenschappers, maar ook de kunstenaars. Iedereen stimuleert elkaar. Zingeving, daar heeft tegenwoordig iedereen het toch over?' Hoe meer Posthoorn praat over het idee achter Marker Wadden, hoe vrolijker hij lijkt te worden. 'Dit geeft iedereen energie', beaamt hij.</p><p><emphasis typeStyle=\"bf\">Het moet inspirerend zijn</emphasis> voor een kunstenaar om in dit huisje te mogen werken, maar toch is de hoofdmoot van de menselijke bedrijvigheid voorbehouden aan wetenschappers die hier de unieke gelegenheid krijgen om te werken in een <emphasis typeStyle=\"it\">'living lab'.</emphasis> Zo loopt er onderzoek naar hoe de bodem zich ontwikkelt en hoe de kustlijn afkalft of juist aangroeit. We lopen langs het bezoekersstrand, waar vandaag niemand is. Aan het strand is duidelijk te zien dat op bepaalde plekken veel zand is opgehoopt. Dat heeft te maken met het stormachtige weer van de afgelopen weken. Op andere plekken is de kustlijn juist weer afgekalfd. 'Waarom daar wel en hier juist niet? Dat zijn vragen die we ons bijvoorbeeld stellen en hier verder onderzoeken. We hebben hier echt een proeftuin voor kustvorming', aldus Posthoorn.</p><p>Het strand ligt bezaaid met schelpen, net als op een echt strand. Maar schijn bedriegt. Dit zijn geen schelpen die recent uit de zee zijn gekomen; dit zijn fossiele schelpen uit een ver geologisch verleden. Bij het uitgraven van de diepe kuilen in het Markermeer kwamen ze uit de aardlagen onder het water mee naar boven. Mijn dochter mag bij wijze van hoge uitzondering een fossiele schelp mee naar huis nemen. Later kijken we in het kantoor naar een uitstalling van andere paleontologische vondsten. Er ligt een stuk mammoetbeen bij, maar het pronkstuk is toch wel een grote hoorn van een wisent. Paleontologen komen de fossielen binnenkort ophalen.</p><p>Vanaf het strand komen we aan bij een moerasgebied. 'Levensgevaarlijk: drijfzand', staat op de borden langs het pad. Hier zien we de verschillende stadia van landvorming in de praktijk. Zandige randen omringen de slibcompartimenten en die ontwikkelen zich vervolgens tot rietmoerasvelden. Vruchtbare bodem, waar nieuw leven ontstaat. Er ontwikkelen zich razendsnel planten en insecten, voer voor vissen en vogels. Hoewel sommige plantensoorten, zoals grassen en riet, in het begin zijn gezaaid, zijn er ook nieuwe plantensoorten ontstaan in dit moerasgebied. Het opvallendst is de welig tierende moerasandijvie. Moerasandijvie is een zogenaamde 'pioniersplant', die nieuw land koloniseert en een rol speelt bij het droogvallen daarvan. De plantjes lijken op echte andijvie, maar binnenkort zullen ze allemaal gele bloemetjes krijgen, weet Posthoorn. 'Dan wordt het hier één grote, gele zee.'</p><p>We mogen wat van de moerasandijvie plukken en proeven. Het smaakt bitter, een beetje als rucola. 'De moerasandijvie gedijt goed op een natte, zuurstofarme bodem', legt Posthoorn uit. Maar zodra die bodem zich verder ontwikkelt, zullen andere planten de moerasandijvie wegconcurreren. Zo ontstaan er reeksen van elkaar opvolgende plantensoorten en die bepalen weer welke insecten, vogels en andere dieren zich hier vestigen. De biodiversiteit die hier in korte tijd is ontstaan heeft iedereen versteld doen staan. Een jaar geleden zijn zelfs de eerste zoogdieren gespot op Marker Wadden: vier soorten vleermuizen. Een consortium van de Rijksuniversiteit Groningen, Radboud Universiteit Nijmegen en het Nederlands Instituut voor Ecologie volgt al deze ecologische ontwikkelingen op de voet.</p><p><emphasis typeStyle=\"bf\">'Marker Wadden vormt</emphasis>een mooi voorbeeld van hoe je op grote schaal dit soort natuurlijke oplossingen uiteindelijk voor het hele IJsselmeer zou kunnen toepassen', vertelt Tim van Hattum, programmaleider klimaat aan Wageningen Universiteit &amp; Research en initiatiefnemer van toekomstkaart van Nederland in 2120, de volgende dag tijdens een videogesprek. 'We wilden laten zien hoe Nederland eruit zou kunnen zien als je <emphasis typeStyle=\"it\">nature based solutions</emphasis> op grote schaal zou toepassen.' In deze toekomstvisie, een 'vrije denkoefening', behouden we de Afsluitdijk en blijft het IJsselmeer een belangrijke functie houden als zoetwatervoorziening. 'We zullen namelijk te maken krijgen met droogtes en moeten daarom die zoetwatervoorziening goed in stand houden', vertelt Van Hattum.</p><p>We zullen tegelijkertijd te maken krijgen met een grotere waterafvoer. Op dit moment stroomt er zo'n zestienduizend kuub per seconde door onze rivieren. De algemene aanname is dat ons rivierengebied zich moet voorbereiden op achttienduizend kuub per seconde, tweeduizend kuub extra dus. Van Hattum: 'Wij denken dat afvoer via de IJssel daarvoor de meest optimale oplossing is. Je moet dan het rivierbed van de IJssel verbreden en de afvoer over de IJssel heeft natuurlijk ook consequenties voor het IJsselmeer, want daar moet je het water vervolgens parkeren.'</p><p>In het IJsselmeer kun je het water dan vasthouden voor tijden van droogte, en overtollig water kun je uiteindelijk weer lozen naar de zee. Een belangrijk onderdeel van de toekomstvisie voor het IJsselmeer in 2120 is daarnaast de aanleg van meer eilanden. Van Hattum: 'Die eilanden hebben dezelfde functie als Marker Wadden, maar dan op een veel grotere schaal. De Houtribdijk zou je moeten opknippen, zodat een vrije doorstroommogelijkheid tussen IJsselmeer en Markermeer ontstaat. Je prikt dan dus de dijk op sommige plekken door en rondom die plekken ontstaat dan eigenlijk vanzelf het begin van nieuwe eilanden. Je zou vervolgens twee waterpeilen kunnen hanteren. Tussen eilandjes in hanteer je een flexibel peil dat fluctueert aan de hand van de hoeveelheid neerslag; dat geeft de biodiversiteit namelijk een boost. Terwijl je aan de randen van het IJsselmeer, waar de rol van recreatie en scheepvaart belangrijk is, een vast waterpeil aanhoudt.'</p><p>De nadruk ligt telkens op het gebruikmaken van natuurlijke processen, de zogenaamde nature based solutions, terwijl het tegelijkertijd wel degelijk mensen zijn die deze natuurlijke processen in gang moeten zetten. Boskalis graaft prehistorisch zand op om daar eilanden mee te maken, Tim van Hattum stelt voor om een dijk door te prikken en oeverranden te verbreden. Allemaal in eerste instantie mensenwerk. Het lijkt paradoxaal, maar misschien is het wel een onvermijdelijk onderdeel van de toekomst in een duurzaam Nederland. Natuur en cultuur zijn nu eenmaal niet meer te scheiden. De mens grijpt overal in, en als dit dan toch gebeurt, laten we het dan goed doen, is de gedachte.</p><p>Het handelen van mensen op Marker Wadden heeft wetenschappers van verschillende disciplines bij elkaar gebracht. Het probeert kunstenaars, bouwers en natuurbeschermers te verbinden en te inspireren. Het probeert een voorbeeld te zijn voor off-grid en duurzaam leven. En dit alles terwijl er met onverwachte snelheid een grote rijkdom aan nieuw leven ontstaat. Een gefundeerd, opschaalbaar en vooral hoopvol vergezicht voor Nederland.</p><p><emphasis typeStyle=\"bf\">We staan met zijn drieën op de hoge uitkijktoren</emphasis>van het Haveneiland en kijken uit over de nieuwe eilanden. Had Roel Posthoorn vijf jaar geleden gedacht dat hij hier zou staan? Toen was de financiering voor het eerste eiland wel al rond, maar hij geeft toe dat het bijzonder is. 'Vijf jaar geleden was hier overal om ons heen vier meter diep water.' Nu worden we omringd door land in verschillende kleurschakeringen.</p><p>Posthoorn houdt van eilanden en heeft daar dan ook altijd op gewerkt. Zo werkte hij vroeger op het eiland Tiengemeten in het Haringvliet, een natuurgebied van Natuurmonumenten in de buurt van Rotterdam. 'We hadden toen zelfs een vereniging van kleine eilanden. Die eilanden waren allemaal anders, maar sommige problemen bleken we allemaal tegen te komen. We hielpen en inspireerden elkaar.' Posthoorn denkt dat het bijzondere van een eiland is dat je 'altijd ook iets achterlaat, dat je op jezelf bent aangewezen, vindingrijk moet zijn, telkens nieuwe oplossingen moet vinden. Dat geeft een bijzondere energie die je alleen kunt voelen als je hier zelf bent.'</p><p>Vanaf de uitkijktoren lopen we weer terug naar de haven en ondanks de kou is er een bepaalde lichtheid over ons gekomen. Bij het strand zien we Lelystad en Almere liggen, en als Posthoorn het ons aanwijst, zien we in de verte zelfs Amsterdam liggen. 'Zo kun je echt zien dat de aarde rond is', zegt hij tegen mijn dochter. De uitkijktoren wordt langzaam kleiner als we wegvaren, een hoopvol toekomstperspectief achter ons latend, terug naar het heden. Die middag begint mijn dochter aan een online spreekbeurt. Die gaat over fossiele schelpen, moerasandijvie en de toekomst van Nederland.</p></bodyText></nitf:body.content><nitf:body.end><graphic><nitf:media><caption><p><emphasis typeStyle=\"bf\">Sijmen Hendriks/ HH | Moerasandijvie op Marker Wadden Jan Everhard/ HH | boven: Sneeuwgors</emphasis></p></caption></nitf:media></graphic></nitf:body.end></nitf:body><metadata><dc:metadata xmlns:dc=\"http://purl.org/dc/elements/1.1/\"><dc:identifier identifierScheme=\"DOC-ID\">GROAMS-groeneamsterdammer2020042305639</dc:identifier><dc:source sourceScheme=\"royaltyReportingKey\">GROAMS2020</dc:source><dc:identifier identifierScheme=\"PGUID\">urn:contentItem:5YR4-KR71-JC8V-200X-00000-00</dc:identifier><dc:source sourceScheme=\"productContentSetIdentifier\">297952</dc:source><dc:date dateType=\"last-updated\">2020-04-22</dc:date></dc:metadata><wordCount number=\"3321\"/><publicationInfo><copyright>© Copyright 2020 De Groene Amsterdammer All Rights Reserved</copyright><publicationName>De Groene Amsterdammer</publicationName><publicationLogo><logo><inlineObject><locator><locatorKey><keyName name=\"object-key\"/><keyValue value=\"30306\"/></locatorKey><locatorParameters><parameter name=\"object-type\" value=\"201\"/><parameter name=\"object-smi\" value=\"LOGOS\"/><parameter name=\"componentseq\" value=\"1\"/></locatorParameters></locator></inlineObject></logo></publicationLogo><publicationDate day=\"23\" month=\"04\" year=\"2020\"><dateText>23 april 2020</dateText></publicationDate><classification classificationScheme=\"publicationtype\"><classificationItem><className>Tijdschrift</className></classificationItem></classification><classification classificationScheme=\"publicationtype\"><classificationItem><className>Magazines &amp; Journals</className></classificationItem></classification></publicationInfo><classification classificationScheme=\"language\"><classificationItem classificationScheme=\"lang.english\"><className>DUTCH</className></classificationItem><classificationItem classificationScheme=\"lang.native\"><className>NEDERLANDS</className></classificationItem></classification><classificationGroup classificationScheme=\"indexing-terms\"><classification classificationScheme=\"subject\"><classificationItem score=\"100\"><classCode>STX000317</classCode><className>Coastal Areas</className></classificationItem><classificationItem score=\"100\"><classCode>ST0009QUF</classCode><className>Islands + Reefs</className></classificationItem><classificationItem score=\"100\"><classCode>STX001035</classCode><className>Lakes</className></classificationItem><classificationItem score=\"96\"><classCode>ST0008X5O</classCode><className>Ecosystems + Habitats</className></classificationItem><classificationItem score=\"88\"><classCode>ST000CFER</classCode><className>Animals</className></classificationItem><classificationItem score=\"82\"><classCode>N813312MM</classCode><className>Environmental + Wildlife Organizations</className></classificationItem><classificationItem score=\"73\"><classCode>ST0009VC0</classCode><className>Artists + Performers</className></classificationItem><classificationItem score=\"73\"><classCode>STX001896</classCode><className>Visual Arts</className></classificationItem></classification><classification classificationScheme=\"industry\"><classificationItem score=\"73\"><classCode>STX001734</classCode><className>Tourism</className></classificationItem></classification></classificationGroup></metadata></articleDoc></content></entry>",
        "Document_Citation": "",
        "Source_Name": "De Groene Amsterdammer"
    },
    {
        "Document_Content": "<entry xmlns=\"http://www.w3.org/2005/Atom\"><id>urn:contentItem:6082-JGP1-JC8V-200B-00000-00</id><title>Groter dan de som der delen</title><published>2020-07-02T00:00:00Z</published><updated>2025-09-15T22:43:45Z</updated><author><name>LexisNexis</name></author><content type=\"application/xml\"><!--Transformation version 1.25--><articleDoc xmlns=\"\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xsi:noNamespaceSchemaLocation=\"http://www.lexisnexis.com/xmlschemas/content/public/articledoc/1/\" schemaVersion=\"1.8\" xml:lang=\"nl\"><articleDocHead><itemInfo><sourceSectionInfo><positionSection>ARTIKEL</positionSection><positionSequence>Blz. 40</positionSequence></sourceSectionInfo></itemInfo></articleDocHead><nitf:body xmlns:nitf=\"http://iptc.org/std/NITF/2006-10-18/\"><nitf:body.head><nitf:hedline><nitf:hl1><emphasis typeStyle=\"bf\">Groter dan de som der delen</emphasis></nitf:hl1><nitf:hl2><emphasis typeStyle=\"bf\">Essay De relatie tussen mens en natuur</emphasis></nitf:hl2></nitf:hedline><nitf:byline><author><person><nameText>Sanne Bloemink</nameText></person></author></nitf:byline></nitf:body.head><nitf:body.content><bodyText><p nitf:lede=\"true\">Keihard wijst de Covid-19-pandemie ons erop dat homo sapiens integraal onderdeel is van de materiële wereld. Als we de crises na corona willen tegenhouden - die van het klimaat en massa-extinctie - moeten we een andere relatie aangaan met de 'niet-menselijke wereld'. Hoe doe je dat?</p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">De pandemie is moeilijk voor de mens.</emphasis> Isolatie is verre van ideaal. Mensen sterven zonder hun familie in het ziekenhuis, sommigen worden eenzaam of nóg eenzamer dan ze al waren, anderen verliezen hun baan, velen voelen zich angstig en neerslachtig.</p><p nitf:lede=\"true\">Maar niemand kan er omheen: <emphasis typeStyle=\"it\">niet</emphasis> -mensen lijken er in eerste instantie van op te knappen. Vogels fluiten er op los, de lucht ruikt frisser dan ooit en de herrie van het verkeer is grotendeels verstomd. Hoewel er geen dolfijnen zwemmen in de kanalen van Venetië (dat was helaas nepnieuws) is het water er nog nooit zo schoon geweest. Dit jaar is een recordaantal zeeschildpadden uit hun ei gekropen op schone, lege stranden. Een sterke afname van onderwatergeluid, normaal gesproken veroorzaakt door verkeer van zeetankers, verlicht chronische stress van walvissen. Mijn vriendin in Chennai, India, heeft voor het eerst sterren gezien vanaf het dak van haar huis.</p><p>De lente van 2020 lijkt een adempauze voor de natuur. Eindelijk even verlost van de mens. Dit tijdelijke venster op een andere wereld, een wereld met frisse lucht, minder herrie en een afname van CO2, vervult mij en vele anderen met hoop.</p><p><emphasis typeStyle=\"it\">'The impossible has already happened',</emphasis> schrijft Rebecca Solnit in een essay in <emphasis typeStyle=\"it\">The Guardian</emphasis> . Ze vergelijkt deze tijd met het invallen van de dooi in de lente: 'Als het pakijs is opgebroken, het water weer begint te vloeien en de boten weer kunnen varen naar plaatsen die ze tijdens de winter niet konden bereiken. Het ijs was het stelsel van machtsrelaties dat we de status quo noemen - het lijkt stabiel, en degenen die ervan profiteren staan erop dat het niet te veranderen is. Vervolgens verandert het snel en dramatisch, en dat kan opwindend zijn, beangstigend, of allebei.' Het is een mooie vergelijking, maar de vraag is hoe het water blijvend van richting kan veranderen. Voordat het weer stolt tot ijs.</p><p>In een filmpje van animator Steve Cutts zit een dikke man in quarantaine. Terwijl hij op de bank chips eet en tv kijkt, bloeit buiten de natuur op: dieren rennen rond, bomen en planten groeien en bloeien. Het is één groot feest. Maar als de man aan het einde van de quarantaine eindelijk weer naar buiten mag, trapt hij meteen een lieveheersbeestje dood. De mens als grote verwoester. Direct na de quarantaine komt er dan ook een abrupt einde aan de opleving en de dieren vluchten allemaal snel weer weg. <emphasis typeStyle=\"it\">We don't deserve this planet</emphasis> heet een pagina op Facebook die dagelijks plaatjes van ecologische ellende plaatst. De mens is op die plaatjes steevast een invasieve soort, een soort plaag, die onvermijdelijk overal hel en verdoemenis zaait.</p><p>De term Antropoceen, het geologische tijdperk van de mens, is de laatste jaren dan ook snel in zwang geraakt om ons huidige tijdperk mee aan te duiden. Geologische processen die zich steeds over miljoenen jaren voltrokken, spelen zich plotseling af in een mensenleven. De diepe, geologische tijd perst zich samen in enkele generaties, <emphasis typeStyle=\"it\">verdicht</emphasis> zich. En die gecomprimeerde tijd verandert onze blik op de toekomst. Want hoelang hebben we nog?</p><p>Op de term Antropoceen valt veel af te dingen. Het is immers niet 'de mens' die verantwoordelijk is; sommige mensen dragen een veel grotere verantwoordelijkheid dan anderen. Het gaat dus eerder om de mens als soort dan om de mens als individu. Toch heeft de term nut, omdat hij direct het beeld van de mens als soort doet wankelen. Terugkijkend in de geologische diepe tijd van de aarde wordt immers duidelijk hoe weinig invloed een mens heeft op natuurlijke processen, hoe onbeduidend we eigenlijk zijn. Maar tegelijkertijd is het tempo waarin de menselijke hand op dit moment transformatie bewerkstelligt op aarde vergelijkbaar met de immense, geologische tijdschalen van voorheen. Wereldwijd verplaatsen mensen bijvoorbeeld momenteel meer rotsen en sedimenten dan alle rivieren van de wereld tezamen.</p><p><emphasis typeStyle=\"bf\">Toch zijn we verre van almachtig.</emphasis> De Covid-19-pandemie wijst ons erop dat we niet zijn losgezongen van de materiële wereld, maar hier een integraal onderdeel van zijn. Het virus is niet eens een cel; het is niet meer dan een plukje genetisch materiaal met een omhulsel, opererend op de grens van levend en niet-levend. En toch zet dit minuscule stukje materie het leven van alle mensen volledig op z'n kop. Het virus kon overspringen van dier op mens doordat mensen steeds vaker diep ingrijpen in ecosystemen, bijvoorbeeld in het tropisch regenwoud, en daarmee het risico van een <emphasis typeStyle=\"it\">'species jump'</emphasis> vergroten.</p><p>De mens verstoort de balans in de ecosystemen met de hoogste biodiversiteit door ontbossing, mijnen en klimaatverandering. De mens maakt de habitat voor wilde dieren steeds kleiner, houdt ongekende hoeveelheden vee, en leeft daar vaak in de buurt van, meestal in grote steden. En dan verplaatst de mens zich ook nog eens in razend tempo over de hele aarde. Wetenschappers zijn het erover eens dat de kans op toekomstige pandemieën daardoor steeds groter wordt. Dat raakt ons uiteindelijk allemaal, mens en niet-mens.</p><p>In haar column in <emphasis typeStyle=\"it\">NRC Handelsblad</emphasis> schreef Louise Fresco: 'Alles is met alles verbonden: bedreigingen van onze gezondheid ontstaan uit de wisselwerking tussen mens en natuur. Een logisch gevolg van dit inzicht is dat we ons niet opnieuw laten verrassen door de uitbraak van een zoönotische ziekte, en in paniek op zoek gaan naar vaccins, maar preventief in kaart brengen waar de risico's liggen en uitbraken voorspellen.' Ze besluit haar column met de conclusie dat 'het nu de tijd is om de verbondenheid van de mens met het totale ecosysteem van de planeet te erkennen'. Die erkenning is noodzakelijk als we de gedachteloze destructie van onze leefomgeving willen stoppen. Maar hoe doe je dat? Het is een vraag die ik mezelf al een aantal jaren stel. Hoe kan ik me verbonden voelen met mijn omgeving, met de natuur? Waar begint die relatie? Ik groeide op in een bovenhuis in Amsterdam en heb nooit veel gehad met het 'buitenleven'. Liever las ik boeken en voerde ik gesprekken met vriendinnen. Ik vind kippen een beetje eng, motten een beetje vies en muggen extreem irritant. Ik kan amper een beuk van een eik onderscheiden. Ik loop met mijn hond in het bos waar een bordje van Staatsbosbeheer aangeeft dat hier de natuur begint. Maar is dat dan echte natuur? Het was aan de andere kant van de wereld dat ik voor het eerst werkelijk interesse kreeg voor mijn omgeving.</p><p>In 2015 was ik in Costa Rica, het land waar 'de natuur' het handelsmerk is geworden van een hele natie. Tijdens een nachtelijke wandeling door het tropisch regenwoud drong het begrip biodiversiteit plotseling in alle diepte tot me door. Dit was de wereld van de majestueuze bomen, weelderige planten en brullende apen. Dit was de wereld van kikkers en insecten in alle kleuren van de regenboog. Een wereld waar ik slechts op bezoek was, waar ik als mens niets voorstelde. In mijn ene hand hield ik stevig de hand van mijn zoon geklemd, in de andere een zaklamp. We mochten de takken om ons heen niet aanraken, omdat daar slangen konden zitten. De gids scheen met zijn zaklamp op een gele slang die, opgekruld in een cirkel, op een tak zat: <emphasis typeStyle=\"it\">'Ha, this is the yellow eyelash viper!'</emphasis> Een van de giftigste slangen ter wereld. Mijn hart klopte in mijn keel.</p><p>Het begon keihard te regenen en binnen een paar minuten waren onze laarzen gevuld met klotsend water. De weg door de jungle leidde naar het strand waar we een zeeschildpad haar eieren zagen leggen in een kuil in het zand. De gids vertelde dat schildpadden hun eieren altijd leggen op het strand waar ze zelf geboren zijn. Ze bezitten een soort ingebouwd navigatiesysteem. Niemand begrijpt precies hoe het werkt, maar het systeem wijst hun feilloos de weg. Het was een nacht vol gevaar en magie, vol adrenaline en bewondering. 'Dus dít is de natuur', dacht ik.</p><p>Vanaf dat moment ben ik over onderwerpen als dieren, ecosystemen en biodiversiteit gaan schrijven, maar dat betekent niet dat ik nu zelf weet hoe ik een relatie met 'de aarde' aan moet gaan. Ik ben op zoek naar bewuste verbondenheid met mijn omgeving. Niet alleen met de mensen in mijn omgeving, maar ook met de niet-menselijke wereld om mij heen. Maar het aangaan van zo'n relatie is verdomd moeilijk. Ergens blijf ik altijd gevangen in mijn individuele, menselijke perspectief.</p><p><emphasis typeStyle=\"bf\">Overal ter wereld zijn er intelligente en creatieve</emphasis> mensen die, vaak met elkaar, nadenken over nieuwe manieren waarop we de verbondenheid met de niet-menselijke wereld niet alleen zouden kunnen erkennen, maar ook zouden kunnen voelen. Zo ontwikkelt de Schotse Jonathan Ledgard, voormalig Afrika-correspondent van <emphasis typeStyle=\"it\">The Economist,</emphasis> op dit moment een kunstmatig intelligent, digitaal platform dat dieren, bijvoorbeeld een kudde giraffen op de savanne, in staat stelt om deel te nemen aan het economische verkeer. Mensen in het Westen nemen een 'abonnement op de aarde' en betalen een klein bedrag aan het platform. Een kunstmatig intelligent systeem beheert vervolgens de digitale portemonnee van de giraffen en behartigt hun belangen. Op deze manier wordt de economische waarde van de giraffen groter dan de som van hun afzonderlijke lichaamsdelen, de waarde waarvoor ze nu worden gestroopt. En de lokale bevolking krijgt andere opties dan stropen en ontbossing.</p><p>Vanuit de wetenschap bereiken ons dagelijks berichten over de ongekende mogelijkheden van dieren en planten. Kraaien kunnen gereedschap gebruiken, planten spelen, bomen praten met elkaar via netwerken van schimmeldraden. Telkens als wetenschappers zich openstellen, ontdekken ze weer nieuwe, fantastische capaciteiten van niet-menselijke organismen. Wat zou er gebeuren als mensen deze onbekende talen leren spreken, al dan niet met hulp van (kunstmatige) technologie? Engineers en designers laten zich nu al dikwijls inspireren door de wetenschappelijke onderzoeksresultaten. Zo kan ik inmiddels een jurk dragen die gemaakt is van schimmels en vliegen er drones rond die zijn geprogrammeerd volgens de regels van termietenheuvels.</p><p>Nog belangrijker dan deze praktische toepassingen, die geïnspireerd zijn door de natuur, is de manier waarop dergelijke kennis ons kan helpen bij het oplossen van de grote problemen waar we als mensheid voor staan. Veel aspecten van de huidige crises in de wereld vragen eerder om het collectieve perspectief van de termietenheuvel dan om het individuele perspectief van die ene briljante Nobelprijswinnaar.</p><p>Ook bij Het Nieuwe Instituut in Rotterdam wordt gezocht naar andere perspectieven op onze omgeving. Klaas Kuitenbrouwer onderzoekt bijvoorbeeld de mogelijkheden van de zoöp, een coöperatie die de niet-menselijke gemeenschap in een bepaald gebied probeert mee te nemen in de besluitvorming. De niet-menselijke omgeving wordt vertegenwoordigd door een anbi-stichting die weer onderdeel wordt van een coöperatie en wettelijk verplicht is om de ideële belangen van zichzelf te behartigen. Bodemzicht heeft zich als een van de eerste protozoöps opgeworpen, een regeneratieve boerderij die rendabel moet worden voor mensen, terwijl tegelijkertijd de niet-menselijke omgeving kwalitatief verbetert. Denk aan kippen en varkens wier kwaliteit van leven wordt meegenomen in de doelstelling van de zoöperatie, maar ook aan de bodem die gezonder wordt in plaats van verschraalt. Het aantal zoöps neemt gestaag toe en verschillende beleidsmakers zijn razend enthousiast over de manier waarop de zoöp juridisch ruimte biedt aan het perspectief van niet-mensen.</p><p>Overal kwam ik inspirerende projecten en initiatieven tegen waar mensen een poging doen om te luisteren naar dieren, bomen, rivieren, zelfs naar 'het landschap'. Pogingen om uiteindelijk ook de niet-menselijke stem te laten klinken in onze wereld. Om die stem te kunnen horen, moeten we eerst leren luisteren. Dat is niet makkelijk, maar wel noodzakelijk. Al dit onderzoek heeft zich voor een groot deel 'ondergronds' afgespeeld de laatste jaren, buiten het zicht van de mainstream. Als een netwerk van schimmeldraden heeft het zich verspreid. Nu de pandemie ons met stil geweld drukt op de rol van de mens in de natuur wordt het tijd dat nóg meer mensen kennis maken met deze ideeën.</p><p><emphasis typeStyle=\"bf\">Schimmeldraden onder de grond vormen een</emphasis> communicatienetwerk en verbinden bomen met elkaar; dit netwerk maakt al die bomen samen tot een bos. Ik ben een individu, maar tegelijkertijd ben ik onderdeel van het ecosysteem van mijn lichaam, waarin naast menselijke cellen talloze microben leven die continu dna met elkaar uitwisselen. Bovendien kan een virus zomaar mijn lichaam binnendringen via het lichaam van mijn buurvrouw, via het ecosysteem van mijn straat. Ik ben onderdeel van het ecosysteem van mijn stad, mijn land en uiteindelijk van het ecosysteem van de aarde. Als ik een telefoon koop, gaat er ergens in Afrika een arme loonarbeider de mijn in om grondstoffen ervoor te winnen. Voor die mijn is een bos gekapt waardoor vleermuizen, bron van ziekteverwekkende virussen, dichter bij deze arbeider komen te leven. De arbeider heeft honger en eet een gorilla op, <emphasis typeStyle=\"it\">bushmeat</emphasis> voor de nodige proteïne. Als hij nog minder inkomsten heeft, gaat hij misschien schubdieren stropen en verkopen aan een tussenhandelaar die ze weer verkoopt op een <emphasis typeStyle=\"it\">wet market</emphasis> in China. Alles is met alles verbonden.</p><p>Dit kan een verlammende gedachte zijn. Het systeem is zo groot en log dat het lijkt op een tanker die niet te keren valt. Wat kan ik doen als piepklein schakeltje in dat geheel? Maar de afgelopen maanden zijn er wel degelijk tankers gekeerd. Daardoor kun je net zo goed geloven dat het wel degelijk mogelijk is om anders om te gaan met onze omgeving, met onze <emphasis typeStyle=\"it\">'oikos',</emphasis> het Griekse woord voor huis waar zowel de woorden economie (het beheer van het huis) als ecologie (de studie van het huis) van afstammen. Het is ons toch nu ook gelukt om als collectief de opnames in de ic af te vlakken? Dat geeft hoop dat we misschien toch het hoofd zullen kunnen bieden aan die twee nog veel grotere, nauw met elkaar verbonden crises die na de coronacrisis opdoemen: die van het klimaat en de massa-extinctie. De verbeelding is niet alleen denkbaar geworden, maar ook voelbaar. Het virus heeft mij erop gewezen dat wat ik doe direct effect heeft op het collectief, op een onbekende ander.</p><p>De eerste stap is om zo snel mogelijk definitief afscheid te nemen van de fossiele industrie, de zogenaamde transitie. Maar ook het gebruik maken van <emphasis typeStyle=\"it\">'nature based solutions'</emphasis> is essentieel vanuit zowel klimaatperspectief als vanuit het oogpunt van biodiversiteit. 'Hoe de natuur zelf het klimaat kan redden', kopte <emphasis typeStyle=\"it\">de Volkskrant</emphasis> op 19 mei. 'Grootschalig herstel van Europese bossen, veengebieden, graslanden en wetlands kan een cruciale bijdrage leveren aan het aanpakken van de ecologische en de klimaatcrisis.' Deze gebieden kunnen veel CO opslaan en nadelige gevolgen van opwarming van de aarde, zoals erosie en overstromingen, beperken. Bovendien zal de biodiversiteit er toenemen.</p><p>De strategie is onderdeel van de Europese <emphasis typeStyle=\"it\">Green Deal</emphasis> en dat is hoopgevend. Tegelijkertijd is <emphasis typeStyle=\"it\">'sparing'</emphasis> of <emphasis typeStyle=\"it\">'rewilding',</emphasis> oftewel het teruggeven van gebieden aan de natuur, niet voldoende. Het is net zo belangrijk om landbouw te leren bedrijven die bijdraagt aan de biodiversiteit én de wereld kan voeden. Te vaak zie je in dit debat een veel te scherpe tegenstelling tussen 'slechte' intensieve landbouw met veel technologie en 'goede' biologische landbouw met weinig technologie. Die tegenstelling is achterhaald. Biologische boeren werken regelmatig met technologie en niet-biologische boeren kunnen bijdragen aan biodiversiteit. Het gaat erom dat we een groene economie en een circulaire landbouw nodig hebben, want de gezondheid van het ecosysteem en de gezondheid van mensen gaan hand in hand.</p><p>Het toenemende nationalisme werkt dit alles helaas tegen. Virussen, maar ook wolven, laten zich niet tegenhouden door grenzen, maar nationale leiders blijven doen alsof dit wel zo is. We moeten als mensheid denken, als collectief, en dat denken zal veel vaker niet-lineair, systematisch en relationeel moeten zijn. Volksgezondheid hangt direct samen met de gezondheid van de aarde, net zoals de interactie tussen de microben in mijn darmen direct samenhangt met welke voeding ik in mijn lichaam stop en dus met de gezondheid van mijn hele lichaam. Ons volksgezondheidsconcept zou dus moeten worden uitgebreid naar een ecologisch concept van gezondheid en welzijn. Daarin is de volksgezondheid van mensen altijd inherent verbonden aan de gezondheid van hun omgeving: bomen, planten en dieren, maar ook het water van rivieren, meren en zeeën en de lucht van de atmosfeer. Die gezondheid is meer dan de som van de gezondheid van alle onderdelen; zij is complex en bestaat uit een gezonde balans, gezonde relaties, binnen alle ecosystemen op aarde.</p><p>Daarnaast zal het denken voorbij de kapitalistische abstractie moeten gaan van eigenbelang dat op magische wijze vanzelf leidt tot winst voor het collectief. Misschien zijn mensen gemiddeld genomen rijker geworden, hebben ze minder honger en zijn ze gezonder dan ooit, maar het is moeilijk om daar blij van te worden als ongelijkheid toeneemt, het klimaat opwarmt en alle andere soorten uitsterven, kortom als tegelijkertijd het huis van al die mensen en niet-mensen, de 'oikos', in brand staat.</p><p>Het denken zal zelfs voorbij de wetenschap moeten gaan, zonder de wetenschap overboord te gooien als 'ook maar een mening'. Alleen een bredere paraplu met meerdere vormen van kennis kan ervoor zorgen dat we de verbinding met onze omgeving niet alleen gaan erkennen, maar ook daadwerkelijk gaan voelen en ervaren. Dat is geen luxe extraatje voor elitaire hippies, maar een noodzaak voor een fundamentele cultuuromslag die alle mensen en niet-mensen op aarde ten goede kan komen. Want alleen een dergelijke cultuuromslag kan leiden tot het ontstaan van kritieke massa, van een steeds grotere groep mensen die verandering eist van onze politieke leiders.</p><p><emphasis typeStyle=\"bf\">In een interview in</emphasis><emphasis typeStyle=\"it\">The Guardian</emphasis> spreekt filosoof Donna Haraway over het belang van spel. Ze vertelt dat in 'biologie en chemie dingen zomaar gebeuren. Lukraak vormen zich bepaalde verbindingen die vervolgens weer kunnen leiden tot complexe systemen'. Systemen waar iets uit opdoemt dat groter is dan de som der delen. Zoals de verbindingen in onze hersencellen een complex systeem vormen waaruit de onzichtbare geest voortkomt.</p><p>Haraway denkt dat we vergelijkbare 'praktijken moeten ontwikkelen om te denken over de vormen van activiteit die nog geen onderdeel zijn geworden van een bepaalde functionaliteit, de praktijken die ruimte bieden aan dat <emphasis typeStyle=\"it\">watnog-niet-is-maar-nog-openligt'.</emphasis> Ze roept op om elkaar aan te moedigen om precies dat te doen. Om met elkaar vrij en speels na te denken over wat voor mogelijkheden er zijn voor de toekomst. <emphasis typeStyle=\"it\">'And we can't do that in a negatieve mood',</emphasis> voegt ze eraan toe. Hoewel ze begrijpt dat we kritiek hard nodig hebben, 'gaat kritiek niet leiden tot een gevoel voor wat nog zou kunnen komen, wat nog niet mogelijk is maar wat ten diepste nodig is'.</p><p>Het is makkelijk te beargumenteren dat homo sapiens de meest invasieve soort op aarde is. We hebben immers de gehele aarde gekoloniseerd en geëxploiteerd. We laten de temperatuur oplopen en zijn de oorzaak van een massa-extinctie van ongekende proporties. Sommigen denken dan ook dat een pandemie zorgt voor een natuurlijk herstel van het evenwicht. Het aantal mensen moet simpelweg naar beneden, zodat er weer meer ruimte is.</p><p>Maar wetenschappers, beleidsmakers en denkers hebben dikwijls laten zien dat er genoeg ruimte is, als je de wereld maar anders organiseert. Welvaart kunnen we eerlijker verdelen, de gevolgen van klimaatverandering kunnen we niet meer ongedaan maken, maar wel fors beperken, en een andere relatie met onze omgeving kan zorgen voor behoud én voor het creëren van nieuwe biodiversiteit in talloze ecosystemen. Op het nieuwe land van Marker Wadden nestelen zich inmiddels meer dan 125 soorten vogels! Het kan allemaal, omdat mensen het zich eerst hebben verbeeld. Diagnoses stellen van wat er mis is met de wereld is een belangrijke eerste stap, maar het is niet meer voldoende.</p><p>Bij de Universiteit Wageningen &amp; Research maakte een aantal wetenschappers een kaart van Nederland in 2120. Rivieroevers verbreed, landbouw gedeeltelijk verplaatst naar zee, nieuwe eilanden in het IJsselmeer: het is een visie op de toekomst die niet alleen wenselijk is, maar ook mogelijk. En om te komen tot dergelijke ideeën moet de adrenaline stromen, moeten we zin krijgen in de toekomst, moeten we vrolijk worden. Daarvoor hebben we een vrije ruimte nodig waarin we mogen fantaseren, denken en hopen. Daarvoor hebben we niet alleen wetenschappers en technologen nodig, maar ook schrijvers en kunstenaars, schimmels en klaprozen, mieren en walvissen. Daarvoor hebben we verbindingen nodig tussen verschillende mensen en niet-mensen. Alleen dan kunnen we met een fris gemoed de problemen van deze tijd te lijf gaan. Want de toekomst begint nu.</p><p><emphasis typeStyle=\"bf\">Wereldwijd verplaatsen mensen momenteel meer rotsen en sedimenten dan alle rivieren van de wereld tezamen</emphasis></p></bodyText></nitf:body.content></nitf:body><metadata><dc:metadata xmlns:dc=\"http://purl.org/dc/elements/1.1/\"><dc:identifier identifierScheme=\"DOC-ID\">GROAMS-groeneamsterdammer2020070204040</dc:identifier><dc:source sourceScheme=\"royaltyReportingKey\">GROAMS2020</dc:source><dc:identifier identifierScheme=\"PGUID\">urn:contentItem:6082-JGP1-JC8V-200B-00000-00</dc:identifier><dc:source sourceScheme=\"productContentSetIdentifier\">297952</dc:source><dc:date dateType=\"last-updated\">2020-07-01</dc:date></dc:metadata><wordCount number=\"3534\"/><publicationInfo><copyright>© Copyright 2020 De Groene Amsterdammer All Rights Reserved</copyright><publicationName>De Groene Amsterdammer</publicationName><publicationLogo><logo><inlineObject><locator><locatorKey><keyName name=\"object-key\"/><keyValue value=\"30306\"/></locatorKey><locatorParameters><parameter name=\"object-type\" value=\"201\"/><parameter name=\"object-smi\" value=\"LOGOS\"/><parameter name=\"componentseq\" value=\"1\"/></locatorParameters></locator></inlineObject></logo></publicationLogo><publicationDate day=\"02\" month=\"07\" year=\"2020\"><dateText>2 juli 2020</dateText></publicationDate><classification classificationScheme=\"publicationtype\"><classificationItem><className>Tijdschrift</className></classificationItem></classification><classification classificationScheme=\"publicationtype\"><classificationItem><className>Magazines &amp; Journals</className></classificationItem></classification></publicationInfo><classification classificationScheme=\"language\"><classificationItem classificationScheme=\"lang.english\"><className>DUTCH</className></classificationItem><classificationItem classificationScheme=\"lang.native\"><className>NEDERLANDS</className></classificationItem></classification><classificationGroup classificationScheme=\"indexing-terms\"><classification classificationScheme=\"subject\"><classificationItem score=\"100\"><classCode>ST0009FXV</classCode><className>Biodiversity</className></classificationItem><classificationItem score=\"100\"><classCode>STX001952</classCode><className>Landforms + Ecosystems</className></classificationItem><classificationItem score=\"99\"><classCode>ST0008X5O</classCode><className>Ecosystems + Habitats</className></classificationItem><classificationItem score=\"92\"><classCode>ST0008YYT</classCode><className>Geology + Geophysics</className></classificationItem><classificationItem score=\"87\"><classCode>STX001964</classCode><className>Science + Technology</className></classificationItem><classificationItem score=\"87\"><classCode>STX002145</classCode><className>Viruses</className></classificationItem><classificationItem score=\"63\"><classCode>STX001501</classCode><className>Rivers</className></classificationItem></classification><classification classificationScheme=\"industry\"><classificationItem score=\"63\"><classCode>STX000049</classCode><className>Agriculture</className></classificationItem><classificationItem score=\"63\"><classCode>N110000CC</classCode><className>Agriculture, Forestry, Fishing + Hunting</className></classificationItem></classification></classificationGroup></metadata></articleDoc></content></entry>",
        "Document_Citation": "",
        "Source_Name": "De Groene Amsterdammer"
    },
    {
        "Document_Content": "<entry xmlns=\"http://www.w3.org/2005/Atom\"><id>urn:contentItem:6G2P-R5W3-RXYC-V1M7-00000-00</id><title>Nederlandse bedrijven ontwikkelen kustbeschermingsplan voor Jakarta</title><published>2025-06-18T00:00:00Z</published><updated>2025-09-15T22:43:45Z</updated><author><name>LexisNexis</name></author><content type=\"application/xml\"><!--Transformation version 1.25--><articleDoc xmlns=\"\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xsi:noNamespaceSchemaLocation=\"http://www.lexisnexis.com/xmlschemas/content/public/articledoc/1/\" schemaVersion=\"1.8\" xml:lang=\"nl\"><articleDocHead><itemInfo><sourceSectionInfo><positionSection>NEWS</positionSection></sourceSectionInfo></itemInfo></articleDocHead><nitf:body xmlns:nitf=\"http://iptc.org/std/NITF/2006-10-18/\"><nitf:body.head><nitf:hedline><nitf:hl1>Nederlandse bedrijven ontwikkelen kustbeschermingsplan voor Jakarta</nitf:hl1></nitf:hedline><abstract abstractType=\"teaser\"><bodyText><p>Ministeries Ruim een derde van de miljoenenstad Jakarta ligt in 2050 onder de zeespiegel. Dit maakt de stad kwetsbaar voor overstromingen. Nederlandse ingenieursbureaus onder leiding van Witteveen+Bos ontwikkelde een nieuw kustbeschermingsplan voor Jakarta en zorgde hierbij voor verbeterde economische en sociale kansen. Een Nederlandse handelsmissie onder leiding van de Directeur-Generaal Buitenlandse Economische Betrekkingen Michiel Sweers bezocht in...</p></bodyText></abstract></nitf:body.head><nitf:body.content><bodyText><p nitf:lede=\"true\">Ministeries Ruim een derde van de miljoenenstad Jakarta ligt in 2050 onder de zeespiegel. Dit maakt de stad kwetsbaar voor overstromingen. Nederlandse ingenieursbureaus onder leiding van Witteveen+Bos ontwikkelde een nieuw kustbeschermingsplan voor Jakarta...</p><p>Ministeries  Ruim een derde van de miljoenenstad Jakarta ligt in 2050 onder de zeespiegel. Dit maakt de stad kwetsbaar voor overstromingen. Nederlandse ingenieursbureaus onder leiding van Witteveen+Bos ontwikkelde een nieuw kustbeschermingsplan voor Jakarta en zorgde hierbij voor verbeterde economische en sociale kansen. Een Nederlandse handelsmissie onder leiding van de Directeur-Generaal Buitenlandse Economische Betrekkingen Michiel Sweers bezocht in juni een onderdeel van ‘the Giant Seawall’ dat Jakarta veilig moet houden van overstromingen.  Vergroot afbeelding  Beeld: ©Witteveen+Bos  Tiara Salsabila is kustingenieur in dienst van Witteveen+Bos en groeide op in Java. Tiara: “Ik kom uit Kali Baru, een kustgebied in Noord-Jakarta. Eigenlijk had ik toen helemaal geen relatie met de zee. We gingen er bijna nooit naar toe. De zeemuur die er toen stond blokkeerde onze toegang en stond bovendien pal naast een woonwijk. Daarnaast bood de muur weinig bescherming tegen overstromingen.” Een project van Witteveen+Bos bracht hier in 2016 verandering in. Voor de kustlijn werd 100 meter extra grond opgespoten en er werd nieuwe kustbescherming gebouwd. Deze zeemuur is hoog genoeg om bescherming te bieden. Het nieuwe opgespoten gebied bood ook ruimte voor recreatie en kleine bedrijfjes, waar in Jakarta een groot tekort aan is.’  Handelsmissie naar Indonesië  Een handelsmissie van Nederlandse bedrijven, de Nederlandse Watergezant en de ambassadeur in Indonesië bezocht het project bij Jakarta in juni. Het doel van de missie was om Nederlandse bedrijven onder de aandacht te brengen in Indonesië en voor hen kansen te creëren in het land. Bescherming tegen water is hierbij een belangrijk thema. Een van de langstlopende en meest succesvolle projecten tussen Nederland en Indonesië is de samenwerking op het gebied van water. Witteveen+Bos, al 45 jaar actief in Indonesië, is in Nederland bekend van projecten zoals de Tweede Maasvlakte en de Afsluitdijk. Internationaal is het bedrijf ook bekend om de ‘nature based solutions’ ofwel bescherming tegen water gebaseerd op natuurlijke systemen.  Vergroot afbeelding  Beeld: ©Nederlandse Ambassade in Indonesië / Nederlandse Ambassade in Indonesië  Een nieuwe aanpak voor Jakarta  De Indonesische regering heeft ambitieuze plannen aangekondigd om Jakarta en de hele 900 kilometer noordkust van Java te beschermen tegen overstromingen. De Indonesische overheid had eerst plannen voor een lange ‘afsluitdijk’ langs de hele kust van Java. Projectleider Coenen: “Nadat we met hen in gesprek zijn gegaan hebben we ze kunnen overtuigen dat dit niet de meest geschikte oplossing is. We hebben hen overtuigd om per stuk kust te kijken naar de meest geschikte optie, waarbij de bescherming van biodiversiteit en de belangen van de bevolking en de al bestaande kustverdediging het uitgangspunt is. Het compleet afsluiten van een baai lijkt misschien de beste oplossing om overstromingen tegen te gaan, maar is desastreus voor de vissers en de ecosystemen.’  Coenen: ‘Het bouwen van een afsluitdijk kost maar een paar jaar, het oplossen van de problemen die dan ontstaan kost decennia’  Nederland Waterland  Nederland investeert al lang in waterbescherming in Indonesië. Coenen: ‘Wij zijn de Rijksoverheid 45 jaar geleden naar Indonesië gevolgd. We zijn hier actief gebleven, en onze afdeling is ondertussen gegroeid naar ruim 60 mensen. We merken dat er veel vraag is naar onze services en internationale reputatie en werken inmiddels voor private klanten en overheden.’  Nu andere landen ook steeds meer geld in de regio investeren wordt die reputatie steeds belangrijker. Coenen: ‘Bij echt grote projecten merk je dat het aanbestedingsproces steeds politieker wordt. Regionale spelers zoals China, Japan en Korea willen graag grote projecten uitvoeren in het grondstofrijke Indonesië. Dat zet hen op de kaart. De competitie is dan niet meer tussen bedrijven, maar tussen landen. Hulp vanuit de ambassade is dan essentieel. Zij kunnen ondernemers in contact brengen met de juiste mensen.’  Vergroot afbeelding  Beeld: ©Witteveen+Bos / Witteveen+Bos  Handelsmissie  Tijdens de handelsmissie krijgen de ruim 113 bedrijven beter zicht op de verdien- en handelskansen in het land. Het op maat gemaakte programma van bedrijfsbezoeken, netwerkevenementen en gesprekken met de Indonesische overheid is het moment om je bedrijf op de kaart te zetten in Indonesië of een nieuwe locatie te openen. Met de huidige interesse van de Nederlandse- en Indonesische regering om overstromingen op Java tegen te gaan is het voor Witteveen+Bos is het perfecte moment om zich op de kaart te zetten. Coenen: ‘deelname aan een handelsmissie een duidelijk gebaar dat wij graag verder werken aan duurzame kustbescherming in Indonesië.’  De plannen om Jakarta volledig bestand te maken tegen overstromingen zijn nog niet af. Door politieke veranderingen in het land waren de plannen een tijdje vertraagd. Maar in Kali Baru zijn ze in ieder geval blij met hun 7 kilometer lange zeedijk. Salsabila: ‘Door deze nieuwe zeemuur kunnen we eindelijk genieten van de zee en zijn we ook nog eens beter beveiligd tegen het water.’  Steun voor ondernemers met internationale ambities  Samen met de Rijksdienst voor Ondernemend Nederland (RVO) organiseert het ministerie van Buitenlandse Zaken regelmatig handelsmissies. Deze missies bieden ondernemers de kans om nieuwe contacten leggen en kennis op te doen over een potentiële afzetmarkt.  Meer weten? Lees ook: Wat is een handelsmissie? Buitenlandse Zaken in begrijpelijke taal.  Het ministerie helpt ondernemers ook op andere manieren. Zo zijn er subsidies en financieringsmogelijkheden beschikbaar en helpt het ministerie met basisinformatie over landen. Ook staat er een uitgebreid netwerk van ongeveer 150 Nederlandse vertegenwoordigingen in het buitenland klaar om ondernemers te helpen.</p></bodyText></nitf:body.content></nitf:body><metadata><dc:metadata xmlns:dc=\"http://purl.org/dc/elements/1.1/\"><dc:identifier identifierScheme=\"DOC-ID\">WBNNL-57010479947</dc:identifier><dc:source sourceScheme=\"royaltyReportingKey\">WBNNL2025</dc:source><dc:identifier identifierScheme=\"PGUID\">urn:contentItem:6G2P-R5W3-RXYC-V1M7-00000-00</dc:identifier><dc:source sourceScheme=\"productContentSetIdentifier\">377859</dc:source><dc:date dateType=\"last-updated\">2025-06-18</dc:date></dc:metadata><wordCount number=\"1019\"/><publicationInfo><copyright>No Copyright - Moreover</copyright><publicationName>Rijksoverheid</publicationName><aggregationName>WebNews - Dutch</aggregationName><publicationDate day=\"18\" month=\"06\" year=\"2025\"><dateText>18 Juni 2025 Woensdag</dateText></publicationDate><classification classificationScheme=\"publicationtype\"><classificationItem><className>Web Publicatie</className></classificationItem></classification><classification classificationScheme=\"publicationtype\"><classificationItem><className>WebLinks</className></classificationItem></classification></publicationInfo><classification classificationScheme=\"language\"><classificationItem classificationScheme=\"lang.english\"><className>DUTCH</className></classificationItem><classificationItem classificationScheme=\"lang.native\"><className>NEDERLANDS</className></classificationItem></classification><classification classificationScheme=\"typeofdoc\"><classificationItem><className>General</className></classificationItem></classification><classificationGroup classificationScheme=\"licensor.indexing-terms\"><classification classificationScheme=\"licensor.country\"><classificationItem><className>Netherlands</className></classificationItem></classification><classification classificationScheme=\"licensor.region\"><classificationItem><className>Europe</className></classificationItem><classificationItem><className>Western Europe</className></classificationItem></classification></classificationGroup><classificationGroup classificationScheme=\"indexing-terms\"><classification classificationScheme=\"city\"><classificationItem score=\"91\"><classCode>GX153</classCode><className>JAKARTA, INDONESIA</className></classificationItem></classification><classification classificationScheme=\"country\"><classificationItem score=\"89\"><classCode>GC322</classCode><className>NETHERLANDS</className></classificationItem><classificationItem score=\"74\"><classCode>GT115</classCode><className>EUROPE</className></classificationItem><classificationItem score=\"59\"><classCode>GR152</classCode><className>WESTERN EUROPE</className></classificationItem><classificationItem score=\"58\"><classCode>GC305</classCode><className>INDONESIA</className></classificationItem></classification></classificationGroup></metadata></articleDoc></content></entry>",
        "Document_Citation": "",
        "Source_Name": "WebNews - Dutch"
    },
    {
        "Document_Content": "<entry xmlns=\"http://www.w3.org/2005/Atom\"><id>urn:contentItem:5W2K-S7X1-JBKF-M010-00000-00</id><title>Natuur maakt ons vredig en gezond</title><published>2019-05-09T00:00:00Z</published><updated>2025-09-15T22:43:45Z</updated><author><name>LexisNexis</name></author><content type=\"application/xml\"><!--Transformation version 1.25--><articleDoc xmlns=\"\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xsi:noNamespaceSchemaLocation=\"http://www.lexisnexis.com/xmlschemas/content/public/articledoc/1/\" schemaVersion=\"1.8\" xml:lang=\"nl\"><articleDocHead><itemInfo><sourceSectionInfo><positionSection>OPINIE</positionSection><positionSequence>Blz. 12-13</positionSequence></sourceSectionInfo></itemInfo></articleDocHead><nitf:body xmlns:nitf=\"http://iptc.org/std/NITF/2006-10-18/\"><nitf:body.head><nitf:hedline><nitf:hl1>Natuur maakt ons vredig en gezond</nitf:hl1></nitf:hedline><nitf:byline><author><person><nameText>Annick de Witt · verbonden aan het Copernicus Instituut van de Universiteit Utrecht</nameText></person></author></nitf:byline><highlight><bodyText><p>Voor een fijner leefklimaat lopen burgers eerder warm dan voor een technocratisch klimaatbeleid.</p></bodyText></highlight></nitf:body.head><nitf:body.content><bodyText><p nitf:lede=\"true\">Voor veel Forum-stemmers raakt de klimaatkritiek van Thierry Baudet een gevoelige snaar: 'Wat wij hier doen heeft nauwelijks effect op klimaatverandering. Daar hoeven Nederlandse gezinnen toch niet krom voor te liggen?!'</p><p nitf:lede=\"true\">Baudet legt hiermee de zwakte van het klimaatbeleid bloot. Een veelal technocratische benadering maakt dit beleid tot iets abstracts, waarbij belastingcenten gebruikt (lijken te) worden voor iets dat het eigen leven of land niet beter zal maken. Dát is Baudets groene gekte: de idee dat terwijl er lokaal zo veel mis is, de linkse en besturende elite druk is met mondiale, moreel verheven doelen, waarvoor de gewone burger vervolgens de rekening mag betalen.</p><p nitf:lede=\"true\">Zoals de afgelopen verkiezingen pijnlijk duidelijk hebben gemaakt, wordt hiermee het draagvlak voor klimaatbeleid uitgehold. En hoewel het klimaatakkoord bepaalde baten benadrukt - nieuwe banen, schonere steden, comfortabeler huizen, een industrie die vooroploopt - is er gebrek aan een inspirerende visie. Zaken als een CO2-heffing, warmtepompen en de energietransitie, hoe belangrijk ook, zetten het klimaat­akkoord stevig in de technocratische hoek.</p><p>strijdpunt</p><p>Milieubeleid verwordt zo tot strijdpunt in de 'cultuuroorlog' tussen gepolariseerde wereldbeelden, die zich steeds helderder aftekent: tussen stedelijke, (post)moderne elites die zich verbonden weten met mondiale doelen enerzijds, en traditionalisten en conservatieven die zich getart voelen door zulke 'politieke correctheid' en de lokale kosten daarvoor weigeren te dragen, anderzijds.  Maar het kan ook anders. Klimaatbeleid dat stevig inzet op herstel en integratie van natuur, biedt een scala aan concrete voordelen voor mensen en werpt dus vruchten af in 'de eigen achtertuin'. Ook qua effectiviteit doet een dergelijke benadering niet onder voor andere maatregelen. </p><p>Een recente studie van wetenschapper Thomas Crowther suggereert zelfs dat het planten van bomen een van de krachtigste methoden is in de strijd tegen klimaatverandering.</p><p>Bomen doen meer dan alleen CO2 opnemen. Ze dragen bij aan verbetering van bodem-, water-, lucht- en voedselkwaliteit, aan biodiversiteit en aan de veerkracht van het ecosysteem. Bomen reguleren het lokale klimaat en verminderen hittestress. Ze maken ons weerbaarder tegen de gevolgen van klimaatverandering.</p><p>Bomen zorgen voor hogere huizenprijzen en een gunstiger vestigingsklimaat voor ondernemingen. Er zijn dus ook baten in strikt economische zin. Maar wat ons echt over de streep zou moeten trekken, zijn de positieve effecten van natuur op de mens: op zijn gezondheid en vitaliteit, welbevinden en geluk en zelfs op in hoeverre hij zich sociaal gedraagt.</p><p>in de natuur</p><p>Talloze studies laten inmiddels zien dat in de natuur zijn - en zelfs louter het bekijken van natuurbeelden - een positieve invloed heeft op onze hersenen, lichamen, gevoelens, denkprocessen en sociale interacties. Natuur produceert een waterval van positieve emoties en kalmeert het zenuwstelsel. Dit helpt mensen om meer openheid, verbondenheid, vrijgevigheid, creativiteit en veerkracht aan de dag te leggen. Natuur komt daarmee ten goede aan het psychologisch, fysiek en sociaal welzijn in de samenleving.</p><p>Groen is dus niet gek, maar goud! Op EU-niveau wordt al beleidsmatig hierop ingezet. Integreer natuur op intelligente wijze in steden en landschappen en laat de natuur zo zelf voor de beste oplossingen zorgen.</p><p><emphasis typeStyle=\"it\">'Nature-based-solutions'</emphasis>noemen ze dat. </p><p>Klimaatbeleid in deze zin zou je wellicht beter 'levenskwaliteitsbeleid' kunnen noemen. Het draagt direct bij aan thema's waarover veel Nederlanders zich druk maken. En er valt een inspirerend en mobiliserend verhaal over te vertellen. Een verhaal dat laat zien dat we de kosten van dit beleid dubbel en dwars terugverdienen. Dat we met dit beleid misschien niet 'de wereld redden', maar Nederland wel groener, veiliger, gezonder, gelukkiger, vrediger en veerkrachtiger maken. Zelfs de grootste klimaatsceptici zullen daar niet veel tegen in te brengen hebben.</p><p>Belangrijker nog: een werkelijke herwaardering van de natuur zou weleens het belangrijkste ingrediënt kunnen zijn in het ons aanpassen aan, en enigszins in toom houden van klimaatverandering.</p><p>Annick de Witt schreef  (2013) over de relatie tussen wereldbeelden en (draagvlak voor) duurzame ontwikkeling.</p><p>Zelfs de grootste klimaatsceptici zullen daar niet veel tegen in te brengen hebben.</p><p><emphasis typeStyle=\"it\">Annick de Witt</emphasis> <emphasis typeStyle=\"it\">·</emphasis><emphasis typeStyle=\"it\">verbonden aan het Copernicus Instituut van de Universiteit Utrecht</emphasis> <emphasis typeStyle=\"it\">beeld anp / Koen van Weel</emphasis></p><p>In de natuur zijn draagt direct bij aan thema's waarover veel Nederlanders zich druk maken, van veiligheid tot gezondheid.</p><p><link service=\"ATTACHMENT\"><marker>Link naar PDF</marker><locator><locatorKey><keyName name=\"object-key\"/><keyValue value=\"ND20190509P12190509p1213opiniedo\"/></locatorKey><locatorParameters><parameter name=\"componentseq\" value=\"1\"/><parameter name=\"object-type\" value=\"215\"/><parameter name=\"object-smi\" value=\"15118\"/></locatorParameters></locator></link></p><p><link service=\"ATTACHMENT\"><marker>Link naar PDF</marker><locator><locatorKey><keyName name=\"object-key\"/><keyValue value=\"ND20190509P13190509p1213opiniedo\"/></locatorKey><locatorParameters><parameter name=\"componentseq\" value=\"1\"/><parameter name=\"object-type\" value=\"215\"/><parameter name=\"object-smi\" value=\"15118\"/></locatorParameters></locator></link></p></bodyText></nitf:body.content><nitf:body.end><graphic/></nitf:body.end></nitf:body><metadata><dc:metadata xmlns:dc=\"http://purl.org/dc/elements/1.1/\"><dc:identifier identifierScheme=\"DOC-ID\">NEDBLD-ART1011112</dc:identifier><dc:source sourceScheme=\"royaltyReportingKey\">NEDBLD2019</dc:source><dc:identifier identifierScheme=\"PGUID\">urn:contentItem:5W2K-S7X1-JBKF-M010-00000-00</dc:identifier><dc:source sourceScheme=\"productContentSetIdentifier\">316966</dc:source><dc:date dateType=\"last-updated\">2019-05-08</dc:date></dc:metadata><wordCount number=\"768\"/><publicationInfo><copyright>Copyright 2019 Nederlands Dagblad B.V. All Rights Reserved</copyright><publicationName>Nederlands Dagblad</publicationName><publicationLogo><logo><inlineObject><locator><locatorKey><keyName name=\"object-key\"/><keyValue value=\"15118\"/></locatorKey><locatorParameters><parameter name=\"object-type\" value=\"201\"/><parameter name=\"object-smi\" value=\"LOGOS\"/><parameter name=\"componentseq\" value=\"1\"/></locatorParameters></locator></inlineObject></logo></publicationLogo><edition>Editie Donderdag</edition><publicationDate day=\"09\" month=\"05\" year=\"2019\"><dateText>9 mei 2019 donderdag</dateText></publicationDate><classification classificationScheme=\"publicationtype\"><classificationItem><className>Krant</className></classificationItem></classification><classification classificationScheme=\"publicationtype\"><classificationItem><className>Newspapers</className></classificationItem></classification></publicationInfo><classification classificationScheme=\"language\"><classificationItem classificationScheme=\"lang.english\"><className>DUTCH</className></classificationItem><classificationItem classificationScheme=\"lang.native\"><className>NEDERLANDS</className></classificationItem></classification><classificationGroup classificationScheme=\"licensor.indexing-terms\"><classification classificationScheme=\"licensor.subject\"><classificationItem><className>natuur</className></classificationItem><classificationItem><className>klimaat</className></classificationItem><classificationItem><className>klimaatbeleid</className></classificationItem><classificationItem><className>klimaatsceptici</className></classificationItem><classificationItem><className>Forum voor Democratie</className></classificationItem></classification></classificationGroup><classificationGroup classificationScheme=\"indexing-terms\"><classification classificationScheme=\"subject\"><classificationItem score=\"94\"><classCode>STX000310</classCode><className>Climate Change</className></classificationItem><classificationItem score=\"94\"><classCode>STX001941</classCode><className>Environmental Regulation + Policy</className></classificationItem><classificationItem score=\"75\"><classCode>ST0009FXV</classCode><className>Biodiversity</className></classificationItem></classification></classificationGroup></metadata></articleDoc></content></entry>",
        "Document_Citation": "",
        "Source_Name": "Nederlands Dagblad"
    },
    {
        "Document_Content": "<entry xmlns=\"http://www.w3.org/2005/Atom\"><id>urn:contentItem:5G0F-WTX1-DYRW-S0M6-00000-00</id><title>Klotsende golven tegen de superdijk</title><published>2015-05-13T00:00:00Z</published><updated>2025-09-15T22:43:45Z</updated><author><name>LexisNexis</name></author><content type=\"application/xml\"><!--Transformation version 1.25--><articleDoc xmlns=\"\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xsi:noNamespaceSchemaLocation=\"http://www.lexisnexis.com/xmlschemas/content/public/articledoc/1/\" schemaVersion=\"1.8\" xml:lang=\"nl\"><articleDocHead><itemInfo/></articleDocHead><nitf:body xmlns:nitf=\"http://iptc.org/std/NITF/2006-10-18/\"><nitf:body.head><nitf:hedline><nitf:hl1>Klotsende golven tegen de superdijk</nitf:hl1><nitf:hl2>Innovatieve oplossingen voor Nederland Waterland</nitf:hl2></nitf:hedline><nitf:byline><author><person><nameText>Floor Milikowski</nameText></person></author></nitf:byline><highlight><bodyText><p>De zeespiegel stijgt, buien zijn steeds heviger en zoet water wordt schaars. Na een eeuwenlange strijd tegen het water wacht een nieuw tijdperk. 'We moeten een omslag maken in ons denken.'  </p></bodyText></highlight></nitf:body.head><nitf:body.content><bodyText><p indent=\"none\" nitf:lede=\"true\">Het is voorjaar, de zon schijnt en aan de boulevard van Scheveningen maakt men zich op voor het nieuwe seizoen. De terrassen staan uit en bieden uitzicht op de Hollandse zee. Donker en grauw, woest en weids. Tientallen jaren was de boulevard van Scheveningen bijna synoniem met een onaantrekkelijk strandleven. Een lelijke straat, platte horeca, een pier in verval en een kille, harde afscheiding tussen de zee en het oude vissersdorp. Geen greintje romantiek.</p><p indent=\"none\" nitf:lede=\"true\">Maar vijf jaar geleden ging de boulevard op de schop en twee jaar geleden werd het geheel vernieuwd opgeleverd: een aantrekkelijke promenade voor wandelaars, een charmante kustweg voor cruisende toeristen en bovendien een verstevigde dijk, die bescherming biedt aan de honderdduizenden inwoners van het achterland.</p><p indent=\"none\" nitf:lede=\"true\">'Lang geleden hebben we de keuze gemaakt om hier te blijven', zegt Henk Ovink, voorheen waarnemend directeur-generaal ruimte en water van het ministerie van Infrastructuur en Milieu en sinds een paar maanden officieel werkzaam als watergezant, officieel ambassadeur van Nederland Waterland. Die positie past bij de bijna onaantastbare status die hij de laatste jaren heeft verworven in de waterwereld. In 2012 werd Ovink door Barack Obama en diens minister van Volkshuisvesting en Stedelijke Ontwikkeling gevraagd om na orkaan Sandy een deel van de wederopbouw van New York en omgeving op zich te nemen. Die klus klaarde hij met verve en bevestigde daarmee de positie van Nederland als waterland eens te meer.</p><p indent=\"none\">'Wij zien vaak niet eens meer hoezeer water onderdeel is van onze cultuur', zegt hij. 'Het is zo vanzelfsprekend. Pas als je een tijd in het buitenland bent geweest zie je hoe bijzonder het is wat wij hier voor elkaar hebben gekregen. Om te kunnen leven op dit stuk vruchtbare land, aan een knooppunt van rivieren, bij de toegangspoort van Europa hebben we veel moeten investeren. En dat zullen we ook in de toekomst moeten blijven doen. God schiep de aarde, maar de Nederlanders schiepen Nederland, zei Descartes en dat wordt door bijna iedere buitenlander bevestigd.' Of zoals journaliste Tracy Metz het verwoordde in het standaardwerk Dijken van Nederland: 'Ik besef eens te meer dat Nederland geen vaststaand feit is, het is een beslissing. Een landschap dat door mensenhand is gemaakt - handen met eelt en blaren - en dat tot in lengte van jaren door hun nazaten zal moeten worden onderhouden en vernieuwd.'</p><p indent=\"none\">Als Nederlander word je wel eens verwend. Waterkeringen, dijken, dammen, sluizen, polders, leven onder de zeespiegel - het lijkt zo vanzelfsprekend. In de vanzelfsprekendheid schuilt ook gevaar, want hoe goed onze maatregelen ook zijn, slijtage ligt altijd op de loer en omstandigheden veranderen. De waterspiegel stijgt, regenbuien worden heviger, de bodem daalt, droogte en hitte dringen zich op en onze zoetwater­voorraad wordt ernstig bedreigd. Bovendien bleek aan het begin van het millennium dat zich langs de Noordzeekust tien 'zwakke schakels' bevonden die moesten worden aangepakt en werd de afgelopen jaren duidelijk dat een derde van de bestaande binnenlandse dijken niet voldeed aan de eisen van deze tijd. Om de opgave nog complexer en groter te maken werden in het vierde Deltaprogramma, dat in september 2014 werd gepresenteerd, nieuwe normen voorgesteld voor de waterveiligheid. Uitgangspunt is niet langer de hoogte van de waterstand, maar de kans dat de waterkering bezwijkt in relatie tot de maatschappelijke en economische schade die wordt verwacht. Concreet betekent het dat vooral in dichtbevolkte gebieden grote ingrepen nodig zijn om de veiligheid op peil te brengen.</p><p indent=\"none\"> </p><p indent=\"none\">In 2003 was de boulevard van Scheveningen een van de tien plekken langs de kust die werden bestempeld als zwakke schakel. De kracht van de golven bleek groter dan lang werd gedacht en dus was ingrijpen noodzakelijk. Tegelijkertijd speelde de gemeente Den Haag met de gedachte om het troosteloze ontwerp te vervangen door iets dat meer paste bij de internationale uitstraling van Den Haag, dat paste bij de toenemende behoefte aan leefbaarheid. Een trekpleister, die land en zee zou verbinden in plaats van scheiden.</p><p indent=\"none\">'Vanaf het begin van mijn ambtsperiode heb ik me verzet tegen de gescheiden, sectorale benadering van projecten', zegt Tineke Huizinga, van 2007 tot 2010 staatssecretaris van Verkeer en Waterstaat in het kabinet-Balkenende IV. Ze zit op een terras in haar woonplaats Heerenveen, ver weg van Scheveningen en de Hollandse kust. Huizinga trad aan tijdens het hoogtepunt van de discussie over klimaatverandering. De opwarming van de aarde, smeltende ijskappen en een stijgende zeespiegel, ze dwongen tot bezinning en voortvarend ingrijpen. 'Ik wilde dat er een programma voor waterveiligheid zou komen, dat buiten het politieke spel zou blijven', vertelt ze. 'Een programma dat onze waterveiligheid voor de lange termijn zou regelen en dat niet vatbaar was voor de waan van de dag.'</p><p indent=\"none\">Gezien de urgentie van het vraagstuk was dat een logische ambitie, maar in het domein van politiek en beleid is een logische ambitie nooit vanzelfsprekend. Grote programma's houden zich vaak niet aan de grenzen van sectorale beleidsdomeinen en dat betekent dat samenwerking, geven en nemen, noodzakelijk zijn. Een ingrijpend plan voor waterveiligheid vraagt aanpassing van de ruimtelijke inrichting, van landbouwbeleid, van infrastructuur en misschien wel het meest belangrijk: van de financiën.</p><p indent=\"none\">Maar Huizinga kreeg het voor elkaar. Na een flinke lobby en een overtuigend betoog en verweer in de ministerraad werd in 2007 een Deltacomissie in het leven geroepen, onder leiding van voormalig minister Cees Veerman. Een jaar later werd Samenwerken met water: Een land dat leeft, bouwt aan zijn toekomst aangeboden aan het kabinet. De adviezen van de commissie resulteerden in de aanstelling van Deltacommissaris Wim Kuijken, een Deltaprogramma met een langetermijnprogramma tot 2050 en een Deltafonds met een budget van 35 miljard euro.</p><p indent=\"none\">En waar geld is, is ruimte voor mooie ideeën en ontstaat ook de wil om samen te werken. Precies zoals het Huizinga voor ogen stond en zoals ook gebeurde bij de boulevard van Scheveningen. Voor het versterken van de 'zwakke schakel' was een flinke zak geld beschikbaar bij het hoogheemraadschap van Delfland. Door de aanpak van de kustversterking en een opknapbeurt van de boulevard te combineren, was er ineens meer mogelijk dan men aanvankelijk voor ogen had. De Spaanse stedenbouw­kundige en architect Manuel de Solà-Morales werd gevraagd een ontwerp te maken dat de wensen van de gemeente en die van het hoogheemraadschap zou samenbrengen. Het leidde tot een getrapte, golvende boulevard, een sierlijke verbinding tussen de zee en het oude vissersdorp, die op geen enkel moment verraadt dat onder de tegels een nieuwe dijk schuilgaat van een kilometer lang en een diepwand van 82 meter lang en twintig meter diep.</p><p indent=\"none\">'Is dat innovatie? Het is in ieder geval iets dat nog niet eerder is gedaan. Een nieuwe manier van kijken naar een oud vraagstuk.' Matthijs Kok, hoogleraar waterveiligheid aan de TU Delft, zit aan een vergadertafel in een van de vele gebouwen op de universiteitscampus. Met zijn opmerking reageert hij op de veelgehoorde kritiek op het gebrek aan innovatieve oplossingen in het hedendaagse watermanagement. De oude waterwereld, met daarin de dijkgraven en een deel van de bouwbedrijven, kiest graag voor oude, betrouwbare methodes, maar de roep om een nieuwe aanpak wordt steeds sterker. &amp;gt;</p><p indent=\"none\">'Honderden jaren vonden we het vanzelfsprekend om een dijk steviger te maken met zand, klei of steen', aldus Kok. 'Dat zou je nog steeds kunnen doen, maar er kan inmiddels zoveel meer.' We zijn ons te zeer bewust van de gevolgen voor het landschap en de kwetsbaarheid van onze leefomgeving. Nederland is te klein om het waardevolle, schone buitengebied op te offeren voor droge voeten, nu we het geld en de techniek bezitten om mooiere oplossingen te verzinnen. 'Maar voor de waterschappen is dat wel een grote verandering', zegt hij. 'Ineens wordt van alle kanten druk uitgeoefend om waterveiligheid te combineren met vernieuwende ontwerpen.' Op zich een heel mooi streven, maar niet goedkoop. 'Technisch is er veel mogelijk, maar het is wel de vraag wie de rekening betaalt', zegt Kok. En of het resultaat de extra kosten waard is. Bovendien is bij nieuwe methoden vaak nog niet goed duidelijk of het op lange termijn wel stevig genoeg is. 'De enige manier om daar achter te komen is door het tientallen jaren te testen en te kijken of het houdt.'</p><p indent=\"none\">Aan indrukwekkende, verleidelijke ontwerpen is inderdaad geen gebrek. Landschaps­architecten leven zich massaal uit op de nieuwe mogelijkheden die de noodzakelijke ingrepen meebrengen. De afgelopen jaren werden al honderden kilometers dijken, dammen en duinen aangepakt en de komende jaren volgen nog veel meer kilometers. Dat inspireert.</p><p indent=\"none\"> </p><p indent=\"none\">'De opgave wordt nu meestal heel traditioneel aangepakt, maar er kan zoveel meer', zegt de Vlaams-Amsterdamse landschapsarchitect Steven Delva. Geïnspireerd door het unieke archetypische karakter van de Hollandse dijk maakte hij met zijn bureau Delva Landscape Architects in samenwerking met Dingeman Deijs de ontwerpstudie Rijkere dijken. Hij zit in het café van zijn ontwerpstudio annex woonhuis annex bed breakfast aan de Hoogte Kadijk in Amsterdam, een eeuwenoude dijk die Amsterdam lange tijd beschermde tegen het water van het IJ. Uitkijkend op de beroemde Sibbelwoningen, een rij arbeidershuizen uit de negentiende eeuw, laat Delva het omslag van Rijkere dijken zien. Naast elkaar staan de Eiffeltoren, de Taj Mahal, de Big Ben en enkele andere beroemde bouwwerken, de laatste afbeelding in de rij is een holle, horizontale lijn. 'Het icoon van Nederland: de landscraper', is de uitleg onder de afbeelding.</p><p indent=\"none\">Het concept van de landscraper ontwierp Delva als tegenhanger van de skyscraper. Een 'volume', oftewel een bouwwerk waarin water­kering, landschap, natuur, architectuur, techniek en cultuur samenkomen. Eigenlijk precies zoals de klassieke Hollandse dijk dat ooit deed. 'Maar de waarde van de dijk is in de 21ste eeuw steeds verder versimpeld', legt hij uit: tot water tegenhouden en verder weinig betekenend.</p><p indent=\"none\">'Vele landen leven met water, Nederlanders vechten tegen het water', zo vat Delva het verschil samen. Maar het is een strijd die steeds moeilijker te winnen valt. Het water wordt krachtiger, onstuimiger, volumineuzer, terwijl tegelijkertijd het aantal Nederlanders, de waarde van onze samenleving en onze economie blijft stijgen. Dat betekent dat de gevolgen van een overstroming nu veel groter zullen zijn dan bij de grote overstromingen die ons land eerder troffen. We worden verlamd door een angst voor het water, die in de loop van de eeuwen onderdeel van ons dna is geworden. We laten zo vele interessante ruimtelijke configuraties liggen.</p><p indent=\"none\">Hij bladert verder door het boek. Op de eerste pagina's staan grondige analyses van de geschiedenis van de dijken en de ontwerp­structuren. Delva weet waar hij het over heeft. Hij ontwerpt niets dat technisch niet uitvoerbaar is, weet precies waar de knelpunten zitten en wat de gevaren zijn van nieuwe technieken. In zijn ogen zijn het geen belemmeringen, maar de kaders waarbinnen hij mag spelen en zoeken naar nieuwe concepten. Zoals de holle dijk, die hij in opdracht van de gemeente Dordrecht ontwierp voor de Kop van 't Land aan de Nieuwe Merwede, een idyllisch stukje rivierlandschap. Bomen, gras en water lopen bijna vloeiend in elkaar over, de enkele huizen gaan volledig op in hun omgeving. Als het aan Delva had gelegen was de Kop van 't Land alleen nog maar krachtiger geworden. Met een holle dijk met buiten een weids uitzicht over het water en binnen plek voor het restaurant, het café en de bed breakfast die er nu ook te vinden zijn in losse gebouwen op de dijk. De holle dijk vormt een groots panoramaraam en doet dienst als toegangspoort tot de Biesbosch, die na het openzetten van de Haringvlietsluizen in 2030 weer zal meebewegen met de getijden.</p><p indent=\"none\">'Nu is de Biesbosch bijna opgedroogd, maar als de sluizen straks opengaan en het water weer binnenstroomt wordt het terug een prachtig, rijk natuurgebied', vertelt hij. Met een meter verschil in waterstand tussen laag- en hoog­water. In zijn ontwerp zou de nieuwe dijk, 'Dijk van een Kop', een ware attractie worden waar natuurliefhebbers bij eb lopend over de waterbedding natuurtochten kunnen maken en waar bij vloed zeehonden langs het panoramaraam zwemmen. Het klinkt bijna te mooi om waar te zijn. 'Maar het is echt haalbaar. De gemeente en het waterschap waren ook heel serieus over het plan.' Maar vanuit Rijkswaterstaat was te kennen gegeven dat de dijk in 2017 op orde moest zijn en dus koos men voor de snelle, veilige weg. 'Die huizen hebben nu een lelijke damwand voor hun snufferd', zegt Delva.</p><p indent=\"none\"> </p><p indent=\"none\">Een gemiste kans, verstandig beleid of allebei? Dat is de grote vraag. Mooi is leuk, maar niet als het ten koste gaat van veiligheid. Stel je eens voor dat de uiterst zeldzame combinatie van wind en hoogwater waarop de veiligheidsnormen zijn gebaseerd zich juist voordoet in de extra maanden dat wordt gewerkt aan een attractieve holle dijk? 'De kans is bijzonder klein, maar de extreme natuurgebeurtenis kan wel degelijk optreden', zegt Matthijs Kok van de TU Delft. 'En het is voor ons als samenleving om te bepalen welke risico's we acceptabel vinden.'</p><p indent=\"none\">Achter het vaststellen van veiligheidsnormen gaat een fundamentele discussie schuil over risico's, schade, kosten, kansberekening. Wat zijn we bereid te doen om overstromingen, schade, slachtoffers te voorkomen? Om deze vraag te beantwoorden werd een ingenieus systeem ontwikkeld dat de risico's en gevolgen per locatie exact in beeld brengt. 'Het is een belangrijke verandering', zegt Kok. 'We wisten al veel langer dat we een overstap moesten maken van een uniforme norm binnen een dijkring naar een gedifferentieerd beleid. Het is niet logisch dat voor een dijk die twee weilanden en wat koeien beschermt dezelfde veiligheidseisen gelden als voor een dijk die 500.000 mensen beschermt.'</p><p indent=\"none\">Het klinkt cru, maar om voor iedere locatie een afweging te kunnen maken, wordt gewerkt met een kosten-batenanalyse waarin de gevolgen in geld worden omgezet. Een mensen­leven is een schadepost van 5,6 miljoen euro, een evacué kost tienduizend euro. En dat is pas het begin. Van woningen, kantoren, ziekenhuizen en infrastructuur, tot de schade aan de economie als mensen dagen niet werken, systemen uitvallen, stroomvoorziening uitvalt, noem maar op. 'Het is een vak', zegt Kok, die zich specialiseert in dergelijke risicoanalyses. 'De feiten en cijfers zijn nuttig maar bepalen niet het aanvaardbare risico; de normen zijn het gevolg van afwegingen.' Op basis van de feiten en cijfers is in het Deltaprogramma een reeks normen vastgesteld, variërend van een acceptabele overstromingskans van gemiddeld één in driehonderd jaar tot één in honderdduizend jaar.</p><p indent=\"none\">Hoewel Kok niet direct kritiek wil uiten op de gekozen normen heeft hij wel kritiek op het tot stand komen van de keuzes. Het opstellen van het Deltaprogramma is een gesloten proces geweest waarin met name de rijksoverheid, de waterschappen, de provincies en de gemeenten een rol hebben gespeeld. Maar fundamentele vragen behoeven een fundamenteel debat in de maatschappij en de politiek, vindt hij. Welke risico's zijn wij als inwoners van Nederland bereid te accepteren? Welke kosten zijn we bereid te dragen? Zijn ondergelopen kelders acceptabel? Straten die blank staan? Regelmatige evacuaties? Dodelijke slachtoffers? Ruim een miljard per jaar, zoals nu is vrijgemaakt in het Deltafonds? Twee miljard? Meer? Minder? En durven we hier en daar een jaartje extra te nemen als daarmee ernstige schade aan het landschap kan worden voorkomen en er iets meer tijd is om te kijken naar innovatieve oplossingen?</p><p indent=\"none\">De nieuwe manier van normering leidt in de praktijk tot interessante situaties. Zoals bij de Grebbedijk bij Wageningen, een dijkring van slechts tien kilometer, die aan de noordkant bescherming biedt aan het hele gebied tot aan Amersfoort, maar aan de zuidkant aan enkel weilanden. Voor de ene kant geldt daarom vanaf 2017 de strengste norm van één op honderdduizend, terwijl de andere kant is ingedeeld in de laagste categorie van één op driehonderd. Het maakt de Grebbedijk tot een aantrekkelijke locatie voor een voor Nederland geheel nieuw type dijk: de doorbraakvrije deltadijk annex superdijk. Hoewel over de exacte definitie van de term nog hevig wordt gediscussieerd, is iedereen het erover eens dat het gaat om een dijk die zo breed, stevig en zwaar is dat hij bijna niet kan doorbreken, maar waar in uitzonderlijke gevallen wel water overheen mag lopen. Omdat het niet gaat om de grote, verwoestende en onverwachte hoeveelheden die gepaard gaan met een dijkdoorbraak zijn de gevolgen van een overstroming beperkt en voorspelbaar.</p><p indent=\"none\">Een deltadijk kan tientallen meters breed zijn en daardoor een keur van mogelijkheden bieden. Woningen, tuinen, wandel- en fietspaden, bedrijvigheid, het kan allemaal. 'De superdijk versterkt, vergroot en dramatiseert het landschap waar ze doorheen gaat en kan zelfs een veranderend landschap op zich zijn. De superdijk is een Landschapsdijk!' zo valt te lezen in het transformatieonderzoek naar de Grebbedijk van landschapsarchitecten la4sale. In opdracht van de provincie Utrecht en later de gemeente Wageningen schetsten Pepijn Godefroy en zijn collega Marieke Timmermans de kansen die superdijk Grebbedijk zou bieden: een keur van verschillende dijkvormen, bebouwingen, tuinlandschappen, een jachthaven, wegen en paden.</p><p indent=\"none\">Dat was in 2010. Vijf jaar later is er nog niets gebeurd. 'Het is doodgebloed', vertelt Godefroy vanaf een winderig Texel. 'We hebben onze ideeën gepresenteerd, twee workshops gegeven, iedereen was enthousiast. De wethouder vond het zo leuk dat hij zelf op de grond zat mee te plakken bij de opdracht om een kamerbreed schaalmodel voor de dijk te maken.' Maar daar hield het op, waardoor nog altijd onduidelijk is of de Grebbedijk het zal moeten doen met een ouderwetse en weinig aantrekkelijke verhoging of versteviging, of in de toekomst zal mogen pronken met de titel van eerste officiële deltadijk. 'Er moet dan iemand zijn die het oppakt en het aandurft om zo'n moeilijk project op zich te nemen.'</p><p indent=\"none\">'Een gemiste kans', vindt Frans Klijn, specialist integraal rivierbeheer bij Deltares, Nederlands grootste onderzoeksinstituut op het gebied van watervraagstukken. 'Als de opgave scherper was geformuleerd en de ruimtelijke kwaliteit expliciet was opgenomen, was er een heel andere situatie ontstaan. Waterschappen, gemeenten en provincies worden op die manier gedwongen om samen te werken met landschapsarchitecten, samen naar oplossingen te zoeken. Dat levert heel mooie dingen op.'</p><p indent=\"none\">Klijn spreekt uit ervaring. Hij was twintig jaar lang nauw betrokken bij het omvangrijke nationale project Ruimte voor de Rivier, een reactie op de overstromingen in Limburg en Gelderland in 1993 en 1995 en de catastrofes die destijds ternauwernood werden voorkomen. Het was direct duidelijk dat de rivieren meer afvoercapaciteit moesten krijgen, maar de vraag was: hoe? Door de dijken te verhogen of misschien juist door het rivierbed te verbreden en de rivieren meer ruimte te geven? 'Na achthonderd jaar dijken bouwen en versterken, was het noodzakelijk om een omslag te maken in ons denken', blikt Klijn terug. 'De dijken nog verder ophogen was maatschappelijk gezien niet meer te verantwoorden. Het zou een grote aantasting van het landschap zijn. Je moet er elke dag naar kijken en mee leven.'</p><p indent=\"none\">Dus werd onder leiding van toenmalig staatssecretaris Melanie Schultz de voorwaarde vastgesteld dat bij ieder project binnen Ruimte voor de Rivier de ruimtelijke kwaliteit moest worden behouden of verbeterd. 'Daarmee dwing je de waterschappen, gemeenten en provincies om de verschillende opgaven aan elkaar te koppelen', zegt Klijn. Aan ontwerpers de taak deze vervolgens bij elkaar te brengen in een uitvoerbaar plan. Over de resultaten van Ruimte voor de Rivier zijn in binnen- en buitenland bijna enkel lovende woorden te horen. Het leverde nieuwe natuurgebieden op, kades, uiterwaarden, zelfs acht nieuwe terpen voor boerderijen in de Overdiepse Polder aan de Bergsche Maas in Brabant.</p><p indent=\"none\">'Iedereen heeft de neiging naar zijn eigen belang te kijken', zegt Herman Dijk, dijkgraaf van het Waterschap Groot Salland en in die functie verantwoordelijk voor verruimings­programma's voor de Vecht en de IJssel. 'Terwijl het juist heel efficiënt is om samen te werken. Ook financieel. Je moet er alleen de tijd voor nemen en accepteren dat je rekening moet houden met elkaar.' Zo paste Dijk de planning van het waterschap aan op de wensen van de gemeente Dalfsen om het stadsfront op korte termijn te vernieuwen en zijn de plannen voor de aanpak van de IJssel in Zwolle nog even in de ijskast gezet omdat de gemeente meer tijd nodig heeft om de financiering voor een woningbouwproject aan de rivier rond te krijgen. Het is een kwestie van goede wil om iets voor elkaar te krijgen.</p><p indent=\"none\"> </p><p indent=\"none\">Op Texel, waar Godefroy voor een aantal dagen is neergestreken, lijkt die wil er wel degelijk te zijn. Naar aanleiding van een toekomstvisie en toekomstschets die Godefroy en Timmermans maakten voor de Internationale Architectuur Biënnale Rotterdam in 2014 wordt werk gemaakt van een alomvattende omslag om het eiland volledig duurzaam in te richten en de relatie met natuur en water opnieuw vorm te geven. Landvissen in de Prins Hendrikpolder, de teelt van zilte gewassen als reactie op de afname van de zoetwatervoorraad en toename van zout water en verzilte grond. Plus een reeks natuurlijke variaties op dijkversterking aan de wadkant van het eiland: een zandige, duinige vooroever bij de Prins Hendrikpolder, een drijvende golfbreker met baai erachter bij Nieuweschild en een schorrenland bij polder Het Noorden. Plannen voor klassieke dijkversterking lagen al klaar, maar na de gemeente lijkt nu ook het waterschap overtuigd van de veiligheid en meerwaarde van een natuurlijke, rijkere oplossing.</p><p indent=\"none\">'Nature based solutions of eco-engineering', noemt Matthijs Kok het. Geen betonnen bouwwerken zoals de Oosterscheldekering, de Afsluitdijk of de Maeslantkering, maar werken met de kracht en de schoonheid van de natuur. 'Het is een zoektocht naar de juiste balans tussen de natuur gehoorzamen en dwingen', zegt hij. 'De Oosterscheldekering was het laatste topproduct van innovatie. Als we echt vernieuwend willen zijn, zullen we keuzes moeten maken. Nu geven we duizend bloemetjes water, maar geen kunstmest. Je moet risico durven nemen om de potentie van een innovatie te benutten, en daarvoor moet je ook durven betalen.'</p><p indent=\"none\">Steven Delva kan zich volledig vinden in de woorden van Kok. 'Waarom zitten vele knappe koppen uit de Nederlandse waterwereld in New Orleans, Singapore, New York? Omdat je daar vaak meer ruimte krijgt om vernieuwende ideeën uit te werken. In Nederland zitten we vast in regeltjes, structuren, sectorale grenzen.'</p><p indent=\"none\">In zijn boek Rijkere dijken laat hij nog wat voorbeelden zien. Wonen in een holle dijk, de Voorstraat in Dordrecht als bewegende dijk, een energiedijk die energie opwekt uit het schuren van snelstromend rivierwater tegen de kant. 'Al dat water dat uit Zwitserland en Duitsland door Nederland stroomt - we doen er niets mee.'</p><p indent=\"none\"> </p><p indent=\"none\">En de bijna onzichtbare ringvormige tunneldijk met fietspad in het Markermeer, een vergezochte, maar uitdagende oplossing voor de Zuyderzeedijk langs het Markermeer. Een idyllische Noord-Hollandse dijk, met daaraan een aantal dijkdorpjes zoals Durgerdam, Uitdam en het historische stadje Edam, de woonplaats van ruimtevaarder André Kuipers. Samen met andere bewoners van de dijk, onder wie Jort Kelder en Katja Schuurman, zocht hij onlangs de publiciteit om aandacht te vragen voor de dreigende ingrepen in de dijk en het landschap. Onlangs presenteerde het Hoogheemraadschap Hollands Noorderkwartier het ontwerp voor een dijkverzwaring oude stijl.</p><p indent=\"none\">'Onze hele leefomgeving gaat veranderen', zegt Kuipers. In het voorstel van het waterschap wordt een nieuwe, bredere dijk gebouwd voor de bestaande dijk. Niet alleen verliest de oude dijk zijn charme en functie, de huizen erop en erachter verliezen het contact met het water. Ook is er geen garantie dat de dijkverzwaring geen schade oplevert aan de bebouwing achter de dijk. 'Terwijl het zeer de vraag is of de dijkverzwaring nodig is', aldus Kuipers. Hij sprak op eigen initiatief met een keur van deskundigen en kwam tot de conclusie dat er een andere oplossing mogelijk is voor de toenemende dreiging van het water in het IJsselmeergebied: extra pompcapaciteit in de Afsluitdijk en de Houtribdijk.</p><p indent=\"none\">Veel duurder dan een hogere dijk en dus niet haalbaar, is de officiële reactie van het waterschap. 'Dat is maar de vraag', zegt Kuipers. 'Ze vergelijken alleen de kosten van dijkversterking langs het Markermeer met de kosten van die pompen, terwijl het ook ingrepen langs andere delen van de kust langs het IJsselmeergebied onnodig maakt en zodoende veel meer geld bespaart.' Bovendien, voegt hij toe, is een beheersbaar waterpeil door middel van pompen veel veiliger dan een dijk, en zijn het maatregelen die in de toekomst al zijn voorzien. 'Waarom dan niet nu al?' Maar deze overkoepelende visie, een integrale, landelijke aanpak ontbreekt, zo luidt zijn kritiek. Terwijl juist waterlopen, zeeën en meren, watersystemen en waterkeringen overal en altijd met elkaar in contact staan en daarom niet los van elkaar kunnen worden gezien.</p><p indent=\"none\">Dijkgraaf Luc Kohsiek van Hoogheemraadschap Hollands Noorderkwartier wil graag reageren op de kritiek van critici als Kuipers. Hij ergert zich aan de lichtzinnigheid waarmee wordt omgesprongen met de macht en de kracht van het wassende water. Twee maanden voor orkaan Katrina was hij met een Nederlandse delegatie in New Orleans. 'We zagen meteen dat de vraag niet was of er een grote ramp zou plaatsvinden, maar wanneer het zou gebeuren.' Het waterverdedigingssysteem was zo lek als een mandje, maar geld om iets te doen werd niet vrijgemaakt. De urgentie drong niet door tot de verantwoordelijken. 'Na Katrina was ik er weer, samen met Melanie Schultz. De ravage  Het was verwoestend. Wij vroegen ons hardop af of wij in Nederland waren voorbereid op zo'n ramp.' Nee, luidde het antwoord.</p><p indent=\"none\">Met terugwerkende kracht kan worden gesteld dat Katrina de reden was om ook in Nederland de handen uit de mouwen te steken - met de commissie-Veerman en het Delta­programma als concreet gevolg, de opvolger van de Deltawerken, waar Kohsiek ook al bij betrokken was. Hij bouwde mee aan de Oosterscheldekering. 'Het grote verschil tussen toen en nu is dat we destijds pas aan het werk gingen toen de ramp al had plaatsgevonden en we nu op tijd zijn.' En dat wil hij graag zo houden.</p><p indent=\"none\">Dat betekent niet dat hij geen aandacht heeft voor de schoonheid van de omgeving. 'Natuurlijk vind ik dat belangrijk. Daarom wachten we met ons definitieve besluit ook af totdat een aantal lopende onderzoeken is afgerond.' Zoals een onderzoek naar de sterkte van dijken op veen, dat zou kunnen aangeven dat ook de Zuyderzeedijk minder sterk hoeft te zijn dan gedacht. Ook wordt opnieuw gekeken naar de normering en wordt de dijk getest met een grondmechanisch model dat moet uitwijzen of de beoogde hoogte en breedte inderdaad nodig zijn.</p><p indent=\"none\"> </p><p indent=\"none\">In de aanloop naar de presentatie van het vierde Deltaprogramma afgelopen september schreef Maarten Hajer, directeur van het Planbureau voor de Leefomgeving, een open brief aan minister Schultz. Een oproep om de grote wateropgave waar we voor staan aan te grijpen om ons land te verrijken met nieuwe iconen. Met de grootschalige aanpak van de Afsluitdijk de komende jaren lijkt een eerste icoon te worden gerealiseerd. Energiewinning, vis­migratie, regulatie van het zoet- en zoutwaterpeil, een mooie fietsomgeving, het wordt allemaal gecombineerd in een ontwerp van landschapsarchitecte Yttje Feddes en architect Paul de Ruiter.</p><p indent=\"none\">'Een mooie eerste stap', zegt watergezant Henk Ovink, die Hajer ondersteunde bij het schrijven van de brief. Er is volgens hem veel mogelijk, bijvoorbeeld in de steden, waar moet worden gewerkt aan de opslag en het verwerken van regenwater, waar kades moeten worden verhoogd en waar tegelijkertijd de eigen stedelijke programma's liggen te wachten voor woningen, infrastructuur en recreatie. Er is geld, er is energie, er zijn ontwerpers - nu de uitvoering nog.</p><p indent=\"none\">Op de boulevard van Scheveningen staat een bronzen vissersvrouw al ruim dertig jaar uit te kijken over zee, wachtend op haar man die vertrok in een vissersboot, maar nog altijd niet is teruggekeerd. Onder haar voeten liggen sinds kort de nieuwe stenen van de versterkte boulevard. Als ze naar het zuiden kijkt, ziet ze de Zandmotor in zee liggen, een kunstmatige zandplaat waarmee het geven en nemen van de zee in kaart wordt gebracht en die inzicht zal bieden in de krachtige werking van de natuur als handlanger bij de bescherming van onze kust. In het noorden ziet ze Katwijk, ook een 'zwakke schakel', waar onlangs de verstevigde dijk werd onthuld, met daarnaast een nieuwe parkeergarage.</p><p indent=\"none\">Een mooi staaltje samenwerking tussen gemeente, provincie en waterschap. Hoopgevende signalen, vindt ook landschapsarchitect Steven Delva: 'Ik denk dat we over twintig jaar terugkijken op deze tijd en ons niet meer kunnen voorstellen dat een holle dijk nog niet bestond.'</p><p indent=\"none\">In de serie Vinex Voorbij blikt Floor Milikowski terug op 25 jaar Vinex en kijkt ze vooruit naar de grote ruimtelijke opgaven waar ons land de komende jaren voor gesteld staat. In gesprek met denkers, ontwerpers en bestuurders zoekt zij naar een antwoord op de vraag: hoe geven we de toekomst van Nederland vorm?</p><p indent=\"none\">Het stijgende water als inspiratie voor een vernieuwd Nederland met onder anderen Steven Delva (Delva Landscape Architects), ontwerpers van de nieuwe Afsluitdijk Yttje Feddes en Paul de Ruiter, hoogwaterexpert Frans Klijn (Deltares/Ruimte voor de Rivier) en Pepijn Godefroy, vormgever van de transitie naar een duurzaam Texel.</p><p indent=\"none\">Pakhuis de Zwijger, donderdag 21 mei, 20-22 uur, Toegang gratis, aanmelden via dezwijger.nl</p><p indent=\"none\">Beeld: (1) Scheveningen (Roel Visser / HH); (2) Holle dijk, voorbeeld Vlissingen (Delva Landscape Architects / Dingeman Deijs Architect)</p></bodyText></nitf:body.content></nitf:body><metadata><dc:metadata xmlns:dc=\"http://purl.org/dc/elements/1.1/\"><dc:identifier identifierScheme=\"DOC-ID\">GROAMS-JVOGFR10</dc:identifier><dc:source sourceScheme=\"royaltyReportingKey\">GROAMS2015</dc:source><dc:identifier identifierScheme=\"PGUID\">urn:contentItem:5G0F-WTX1-DYRW-S0M6-00000-00</dc:identifier><dc:source sourceScheme=\"productContentSetIdentifier\">297952</dc:source><dc:date dateType=\"last-updated\">1901-11-11</dc:date></dc:metadata><wordCount number=\"5024\"/><publicationInfo><copyright>© Copyright 2015 De Groene Amsterdammer All Rights Reserved</copyright><publicationName><br/>De Groene Amsterdammer</publicationName><publicationLogo><logo><inlineObject><locator><locatorKey><keyName name=\"object-key\"/><keyValue value=\"30306\"/></locatorKey><locatorParameters><parameter name=\"object-type\" value=\"201\"/><parameter name=\"object-smi\" value=\"LOGOS\"/><parameter name=\"componentseq\" value=\"1\"/></locatorParameters></locator></inlineObject></logo></publicationLogo><edition>Jaar 139, Week 20</edition><publicationDate day=\"13\" month=\"05\" year=\"2015\"><dateText>May 13, 2015</dateText></publicationDate><classification classificationScheme=\"publicationtype\"><classificationItem><className>Magazine</className></classificationItem></classification><classification classificationScheme=\"publicationtype\"><classificationItem><className>Magazines &amp; Journals</className></classificationItem></classification></publicationInfo><classification classificationScheme=\"language\"><classificationItem classificationScheme=\"lang.english\"><className>DUTCH</className></classificationItem><classificationItem classificationScheme=\"lang.native\"><className>NEDERLANDS</className></classificationItem></classification><classification classificationScheme=\"typeofdoc\"><classificationItem><className>artikel</className></classificationItem></classification><classificationGroup classificationScheme=\"indexing-terms\"><classification classificationScheme=\"subject\"><classificationItem score=\"63\"><classCode>STX001952</classCode><className>Landforms + Ecosystems</className></classificationItem><classificationItem score=\"63\"><classCode>STX001501</classCode><className>Rivers</className></classificationItem></classification></classificationGroup></metadata></articleDoc></content></entry>",
        "Document_Citation": "",
        "Source_Name": "De Groene Amsterdammer"
    }
]