[{"relevance_score": 15, "title": "Australia - France promises 'immediate operational aid' for Australian bushfires", "published": "2020-01-06", "bodyText": "<p nitf:lede=\"true\">French President Emmanuel Macron has pledged immediate operational assistance to Australia to help fight raging bushfires, protect the population and preserve the country's unique biodiversity.</p><p>Macron called Australia'sPrime Minister Scott Morrison to offer France's solidarity as Australians continue to battle wildfires that havedevastatedentire regions of the country for several months.</p><p>At least 24 people have died, 1,500 homes destroyed and over 5.2 million hectares of land burnt since the fires began in September 2019.</p><p>Morrison said that the fires might burn for many more months. He announced the Commonwealth is committing an additional 2 billion US dollars over the next two years to support the bushfire crisis recovery effort across the nation.</p><p>The prime minister said the money &amp;ndash;part of a new National Bushfire Recovery Fund &amp;ndash; will be administered by the government&amp;rsquo;s new bushfire recovery agency headed by former Australian Federal Police commissioner Andrew Colvin.</p><p>At the Golden Globes ceremony in Los Angeles, the Australian bushfire took centre stage with actors drawing attention to the ongoing crisis.</p><p>Australian actor Russell Crowe who won a Globe for his role in The Loudest Voice did not attend the ceremony as he was home &amp;quot;protecting his family from the bushfires&amp;quot;.</p><p>In his message to his peers in LA,he wrote: &amp;quot;Make no mistake, the tragedy unfolding in Australia is climate-change based.&amp;quot;</p><p>From Ellen DeGeneres to Pierce Brosnan and Australian actress Cate Blanchett, a number of big Hollywood names expressed sorrow and solidarity for Australia.</p><p>More videos available on <url normalizedValue=\"http://www.english.rfi.fr\">http://www.english.rfi.fr</url>/</p><p>Radio France Internationale - All rights of reproduction and distribution reserved.  </p>", "publisher": "RFI (English)", "instances": []}, {"relevance_score": 40, "title": "AUSTRALIA - Australian bushfires the new norm", "published": "2020-01-07", "bodyText": "<p nitf:lede=\"true\">As firefighters in southeast Australia continue to battle hundreds of unrelenting bushfires, the death has risen to 25.</p><p nitf:lede=\"true\">Firefighters took advantage of a brief drop in temperatures and some much-needed rainfall on Tuesday before the arrival of the next heatwave, forecast for later this week.</p><p nitf:lede=\"true\">Exhausted volunteers cleared ground vegetation and carried out controlled burns before temperatures and winds were expected to pick up again by Friday.</p><p>&amp;quot;It really is about shoring up protection to limit the damage potential and the outbreak of the fires over the coming days,&amp;quot; said New South Wales Rural Fire Service commissioner Shane Fitzsimmons.</p><p>Australian Prime Minister Scott Morrison on Saturday announced the country's largest military call-up in years, mobilising up to 3,000 reservists to assist volunteer firefighters.</p><p>This is in addition to help coming from teams from the US, Canada and New Zealand.</p><p>Even France has offered immediate operational assistance if necessary.</p><p>But on the ground, many citizens are wondering how the situation could have got so out of hand, when the warning signs were looming back in September, when the first fires broke out.</p><p>Morrison, whose government has been criticised for its slow response to the emergency, on Saturday pledged AU$2 billion ($1.4 billion) of taxpayer money for a national recovery fund.</p><p>&amp;quot;It's a long road ahead and we will be with these communities every step of the way as they rebuild,&amp;quot; he told local media.</p><p>Thousands of properties have been destroyed and the total amount of land burnt is close to eight million hectares to date.</p><p>The new normal</p><p>Victoria's, Premier Daniel Andrews who established a bushfire recovery agency to help devastated towns concurred that intense fires will become commonplace.</p><p>&amp;quot;We should just be honest about the fact that we're going to see more and more fires, more and more damage as each fire season comes... This is the new normal,&amp;quot; Andrews told reporters.</p><p>Stephen McDonald has been a volunteer firefighter in the south-east metropolitan area of Melbourne, Victoria for the last ten years. He is also a senior volunteer with the NGO Save the Children, an organisation working with the Red Cross and other groups to bring relief to families on the ground.</p><p>Never seen on this scale before</p><p>&amp;quot;I&amp;rsquo;ve seen some very big campaign fires and obviously smaller local fires, but the kind of fire behaviour that we&amp;rsquo;re seeing is really quite a marked difference from what we were seeing in the 1990s, early 2000s.The speed, the rate of spread, is taking place in a way that is really quite unusual,&amp;quot; he tells RFI.</p><p>&amp;quot;Some of these fires have been running for months,&amp;quot; he says, referring to some of the fires raging in the state of NSW and Victoria.</p><p>&amp;quot;I think that the issue we have here is that the scale and scope of these fires have caught everyone by surprise...and things are going to be spreading and getting worse and some of these fires are starting to join up.&amp;quot;</p><p>When asked whether the government's decision to call up reserve troops to help was too little too late, he responds by focusing on the bigger picture, and that more strategic thinking around fire handling will be needed for the future.</p><p>&amp;quot;It&amp;rsquo;s so unprecedented that I think the assistance is welcomed, but what we need to do is to be starting to think now around the medium-term planning on this,&amp;quot; he says.</p><p>Gruelling months ahead</p><p>He explains that average temperatures throughout 2019 were 1.5 degrees Celsius  warmer than average and the prolonged drought has seen grasslands and forest fuel much drier than usual.</p><p>&amp;quot;I think the real challenge is that these fires are at a stage now where it&amp;rsquo;s very difficult to attack them head on.&amp;quot;</p><p>&amp;quot;In many respects it&amp;rsquo;s going to be around defending townships and villages across the country to try and minimise the number of homes and businesses that are lost.&amp;quot;</p><p>&amp;quot;But we&amp;rsquo;ve got another three to four months of this season to get through and as I said earlier, the hottest part of the summer isyet to come,&amp;quot; he concludes.</p><p>Smoke reaching South America</p><p>Meanwhile, weather authorities in South America reported that smoke from the fires has been spotted more than 12,000 kilometres (7,400 miles) away in Chile and Argentina.</p><p>The captial Canberra has been described as the world's most polluted city &amp;ndash; temporarily &amp;ndash;bathed in a dense haze.</p><p>Rallies are planned on Friday to call on the Australian government to step up efforts to tackle climate change, which experts say have helped fuel the fires.</p><p>More videos available on <url normalizedValue=\"http://www.english.rfi.fr\">http://www.english.rfi.fr</url>/</p><p>Radio France Internationale - All rights of reproduction and distribution reserved.  </p>", "publisher": "RFI (English)", "instances": []}, {"relevance_score": 41, "title": "AUSTRALIA - Australian bushfires the new norm", "published": "2020-01-07", "bodyText": "<p nitf:lede=\"true\">As firefighters in southeast Australia continue to battle hundreds of unrelenting bushfires, the death toll has risen to 25. Despite much-needed logistic aid announced at the weekend in the form of army reservists, volunteers are digging their heels in for the long haul with the knowledge that this scenario is likely to become the new norm.</p><p nitf:lede=\"true\">Firefighters took advantage of a brief drop in temperatures and some much-needed rainfall on Tuesday before the arrival of the next heatwave, forecast for later this week.</p><p>Exhausted volunteers cleared ground vegetation and carried out controlled burns before temperatures and winds were expected to pick up again by Friday.</p><p>\"It really is about shoring up protection to limit the damage potential and the outbreak of the fires over the coming days,\" said New South Wales Rural Fire Service commissioner Shane Fitzsimmons.</p><p>Australian Prime Minister Scott Morrison on Saturday announced the country's largest military call-up in years, mobilising up to 3,000 reservists to assist volunteer firefighters.</p><p>This is in addition to help coming from teams from the US, Canada and New Zealand.</p><p>Even France has offered immediate operational assistance if necessary.</p><p>But on the ground, many citizens are wondering how the situation could have got so out of hand, when the warning signs were looming back in September, when the first fires broke out.</p><p>Morrison, whose government has been criticised for its slow response to the emergency, on Saturday pledged AU$2 billion ($1.4 billion) of taxpayer money for a national recovery fund.</p><p>\"It's a long road ahead and we will be with these communities every step of the way as they rebuild,\" he told local media.</p><p>Thousands of properties have been destroyed and the total amount of land burnt is close to eight million hectares to date.</p><p>The new normal</p><p>Victoria's, Premier Daniel Andrews who established a bushfire recovery agency to help devastated towns concurred that intense fires will become commonplace.</p><p>\"We should just be honest about the fact that we're going to see more and more fires, more and more damage as each fire season comes... This is the new normal,\" Andrews told reporters.</p><p>Stephen McDonald has been a volunteer firefighter in the south-east metropolitan area of Melbourne, Victoria for the last ten years. He is also a senior volunteer with the NGO Save the Children, an organisation working with the Red Cross and other groups to bring relief to families on the ground.</p><p>Never seen on this scale before</p><p>\"I've seen some very big campaign fires and obviously smaller local fires, but the kind of fire behaviour that we're seeing is really quite a marked difference from what we were seeing in the 1990s, early 2000s.The speed, the rate of spread, is taking place in a way that is really quite unusual,\" he tells RFI.</p><p>\"Some of these fires have been running for months,\" he says, referring to some of the fires raging in the state of NSW and Victoria.</p><p>\"I think that the issue we have here is that the scale and scope of these fires have caught everyone by surprise...and things are going to be spreading and getting worse and some of these fires are starting to join up.\"</p><p>When asked whether the government's decision to call up reserve troops to help was too little too late, he responds by focusing on the bigger picture, and that more strategic thinking around fire handling will be needed for the future.</p><p>\"It's so unprecedented that I think the assistance is welcomed, but what we need to do is to be starting to think now around the medium-term planning on this,\" he says.</p><p>Gruelling months ahead</p><p>He explains that average temperatures throughout 2019 were 1.5 degrees Celsius warmer than average and the prolonged drought has seen grasslands and forest fuel much drier than usual.</p><p>\"I think the real challenge is that these fires are at a stage now where it's very difficult to attack them head on.\"</p><p>\"In many respects it's going to be around defending townships and villages across the country to try and minimise the number of homes and businesses that are lost.\"</p><p>\"But we've got another three to four months of this season to get through and as I said earlier, the hottest part of the summer is yet to come,\" he concludes.</p><p>Smoke reaching South America</p><p>Meanwhile, weather authorities in South America reported that smoke from the fires has been spotted more than 12,000 kilometres (7,400 miles) away in Chile and Argentina.</p><p>The captial Canberra has been described as the world's most polluted city – temporarily – bathed in a dense haze.</p><p>Rallies are planned on Friday to call on the Australian government to step up efforts to tackle climate change, which experts say have helped fuel the fires.</p><p>More videos available on <url normalizedValue=\"http://www.english.rfi.fr\">http://www.english.rfi.fr</url>/</p><p>Radio France Internationale - All rights of reproduction and distribution reserved.  </p>", "publisher": "RFI (English)", "instances": []}, {"relevance_score": 2, "title": "Climate crisis made deadly German floods 'up to nine times more likely'", "published": "2021-08-24", "bodyText": "<p>The record-shattering rainfall that caused deadly flooding across Germany and Belgium in July was made up to nine times more likely by the climate crisis, according to research. EURACTIV's media partner, The Guardian, reports.</p>", "publisher": "EurActiv.com", "instances": []}, {"relevance_score": 33, "title": "Australia's bushfire crisis turns off tourists", "published": "2020-01-13", "bodyText": "<p nitf:lede=\"true\">Families grieving for lost homes and loved ones, burned koalas rescued from charred forests: The devastation of Australia's bushfire crisis has tainted the country's reputation as a safe and alluring holiday destination.</p><p nitf:lede=\"true\">Images of the unprecedented scale of this summer's blazes have evoked global shock and an outpouring of sympathy.</p><p nitf:lede=\"true\">Thousands of tourists have been evacuated from coastal towns, international visitors have cancelled flights, and the US Department of State upgraded its security advice for Australia, warning travellers to \"exercise increased caution\".</p><p>Tourism Australia was forced to suspend an upbeat advertising campaign featuring pop star Kylie Minogue that was launched in the middle of the crisis after the ad was met with incredulity about what many saw as poor timing.</p><p>\"We've been selling Australia on clean air, clear skies, bright shiny beaches, hopping animals. Unfortunately, what people have been seeing (are) singed koalas and kangaroos,\" said University of Technology Sydney lecturer David Beirman.</p><p>More than nine million overseas tourists visited Down Under in the 12 months to June 2019, adding almost Aus$45 billion ($31 billion) to the economy, while Australians holidaying across the vast continent country spent another Aus$100 billion.</p><p>Tourism Australia managing director Phillipa Harrison said it was \"too early to quantify the full impact of the bushfires\".</p><p>But Beirman, who specialises in tourism risk and crisis management, estimates the losses have already run into \"billions\", with the fires hitting during the peak summer holiday period and emptying whole regions of vacationers.</p><p>- Towns 'deserted' -</p><p>In tourism-reliant towns such as Mogo in New South Wales -- where a bushfire reduced homes and businesses to twisted metal and ash -- the impact has been felt immediately.</p><p>Ten days after the blaze roared through, most remaining shops were shuttered, unable to open until electricity was restored, while the handful that had re-opened were running on generators.</p><p>\"It's deserted,\" gift shop owner Linda Pawley told AFP. \"Usually there's hundreds and thousands of people coming through each day.\"</p><p>Pawley described herself as \"one of the lucky ones\" -- her shop is still standing -- but the future is uncertain.</p><p>\"If the people don't come back, a lot of the businesses will probably fade out,\" she said. \"I don't know who's going to keep their head above water and who's not.\"</p><p>Maureen Nathan, a retired pharmacist, spent 20 years building up a tourist attraction dedicated to Mogo's 1850s gold rush -- only for it to go up in flames on New Year's Eve.</p><p>\"That fire was hot enough to melt brass scales,\" she said, telling AFP a pair of antique scales was found melted down to a small nugget in the rubble.</p><p>\"That is the ferocity (of the fire) that came through at incredible speed in the little village of Mogo.\"</p><p>The pain of losing more than a dozen buildings that contained irreplaceable historical artefacts was still too \"raw\" for her to be able to decide on the site's future.</p><p>\"And we're not alone -- it's not one little pocket of a community, it's the entire (region),\" Nathan said. \"It's pretty well the entire eastern seaboard.\"</p><p>- 'Open for business' -</p><p>As the bushfire threat has eased in recent days, Australian politicians have exhorted visitors to return to fire-ravaged areas and also not ignore destinations untouched by the disaster.</p><p>Tourism Minister Simon Birmingham emphasised the country was \"still very much open for business\".</p><p>\"There is much misinformation circulating online and in some media that exaggerates the geographical reach of these tragic bushfires,\" he said in a statement to AFP.</p><p>\"I urge people with a booking or considering travel to ensure they have the facts and don't compound the harm to tourism operators by unnecessarily staying away.\"</p><p>It is expected to take months or even years to rebuild Mogo and other devastated towns -- raising fears some residents will leave to find employment elsewhere.</p><p>\"It's a critical issue because you don't want to lose that workforce out of the tourist towns, and so there's going to have to be some really strategic thinking and programmes in place to retain those people in communities,\" Griffith Institute for Tourism director Sarah Gardiner told AFP.</p><p>But some are optimistic the country's tourism industry can weather the crisis.</p><p>\"Many countries have gone through natural disasters on the sort of scale we're seeing with the Australian bushfires now and have bounced back pretty effectively -- when they've got their strategies right,\" tourism expert Beirman said, pointing to Japan's recovery in the wake of the 2011 tsunami and nuclear disaster.</p><p>\"I'm sure that people will come,\" said Nathan from Mogo. \"But please, just give us a few days' breathing space. That's all.\"</p>", "publisher": "ETX Daily Up (English International Version)", "instances": ["There is much misinformation circulating online and in some media that exaggerates the geographical reach of these tragic bushfires,\" he said in a statement to AFP. I urge people with a booking or considering travel to ensure they have the facts and don't compound the harm to tourism operators by unnecessarily staying away. It is expected to take months or even years to rebuild Mogo and other devastated towns -- raising fears some residents will leave to find employment elsewhere. It's a critical issue because you don't want to lose that workforce out of the tourist towns, and so there's going to have to be some really strategic thinking and programmes in place to retain those people in communities,\" Griffith Institute for Tourism director Sarah Gardiner told AFP. But some are optimistic the country's tourism industry can weather the crisis. Many countries have gone through natural disasters on the sort of scale we're seeing with the Australian bushfires now and have bounced back pretty effectively -- when they've got their strategies right,\" tourism expert Beirman said, pointing to Japan's recovery in the wake of the 2011 tsunami and nuclear disaster. I'm sure that people will come,\" said Nathan from Mogo. \"But please, just give us a few days' breathing space. That's all."]}, {"relevance_score": 17, "title": "Sydney smoke crisis 'longest on record'", "published": "2019-12-05", "bodyText": "<p nitf:lede=\"true\">Australian bushfires have caused unprecedented pollution in Sydney and along the country's east coast, officials said Thursday, with smoke and dust burning residents' eyes and prompting a spike in respiratory complaints.</p><p>Hundreds of bushfires have burned out of control since September up and down the eastern seaboard, blanketing cities from Sydney to Brisbane in smoke for weeks on end.</p><p>The extent of the crisis was made clear Thursday, with the New South Wales department of environment declaring bushfires and dust had caused \"some of the highest air pollution ever seen\" in Australia.</p><p>The region \"has experienced other periods of poor air quality that lasted several weeks, including the 1994 Sydney bushfires and the Black Christmas bushfires of Dec 2001-Jan 2002,\" a spokeswoman told AFP.</p><p>\"This event, however, is the longest and the most widespread in our records.\"</p><p>New South Wales Rural Fire Service said more than a dozen fires were burning near Sydney on Thursday, including three that carried an emergency warning.</p><p>For three weeks the city has seen almost daily air quality warnings.</p><p>Bushfires are common in Australia, but scientists say this year's season has come earlier and with more intensity due to a prolonged drought fuelled by climate change.</p><p>New South Wales health officials said more people with asthma were turning up at hospitals, and ambulance call-outs for breathing problems were up 24 percent in the week to December 1.</p><p>Meanwhile, tourists and residents took measures to combat the smoke, buying facemasks and staying indoors as much as possible.</p><p>On Thursday, Sydney's air quality index registered fine particulate pollution -- small enough to penetrate deep inside the lungs -- at over 160 parts per million, far above levels considered to be safe.</p><p>Local newspapers and television have posted advice about how to limit the impact of the smoke -- offering tips on what masks to buy and what activities are safest.</p><p>The smoke caused golfers at the Australian Open -- one of the world's oldest national opens -- to complain about conditions.</p><p>\"It's tough to see your golf ball when you're out there playing, where it finishes. Your eyes do burn,\" said 2015 champion Matt Jones.</p><p>\"I've got that cough like you've got something in your lungs, phlegm in your lungs or whatever, but it's not fun,\" he said. \"I hope my kids are inside in the hotel room.\"</p>", "publisher": "ETX Daily Up (English International Version)", "instances": ["Australian bushfires have caused unprecedented pollution in Sydney and along the country's east coast, officials said Thursday, with smoke and dust burning residents' eyes and prompting a spike in respiratory complaints. Hundreds of bushfires have burned out of control since September up and down the eastern seaboard, blanketing cities from Sydney to Brisbane in smoke for weeks on end. The extent of the crisis was made clear Thursday, with the New South Wales department of environment declaring bushfires and dust had caused \"some of the highest air pollution ever seen\" in Australia. The region \"has experienced other periods of poor air quality that lasted several weeks, including the 1994 Sydney bushfires and the Black Christmas bushfires of Dec 2001-Jan 2002,\" a spokeswoman told AFP. This event, however, is the longest and the most widespread in our records. New South Wales Rural Fire Service said more than a dozen fires were burning near Sydney on Thursday, including three that carried an emergency warning."]}, {"relevance_score": 1, "title": "Tourisme : l'île Kangourou rêve d'un rebond", "published": "2020-02-14", "bodyText": "<p>En Australie-Méridionale, dévastée par les incendies, les habitants à proximité des sites naturels redoutent la désaffection des visiteurs et vont jusqu'à vanter les vertus pédagogiques de l'observation de paysages carbonisés.</p>", "publisher": "Libération", "instances": []}]