[{"relevance_score": 57, "title": "Japan's Economy Shrank Sharply. Now Comes the Coronavirus.", "published": "2020-02-20", "bodyText": "<p nitf:lede=\"true\">After hits from storms and a tax increase, the world's No. 3 economy could face recession as the outbreak takes a toll on tourism.</p><p nitf:lede=\"true\">TOKYO - Japan's economy has already been staggered by a devastating typhoon and a wallet-shutting tax increase. Now, the coronavirus that has brought business in neighboring China to a virtual standstill threatens to knock Japan into a full-blown recession.</p><p nitf:lede=\"true\">Japan said on Monday that its economy had shrunk at an annualized rate of 6.3 percent in the three months that ended in December, the worst contraction since mid-2014. The results predated the virus epidemic but were affected by a monthslong slump in Chinese demand for Japanese exports.</p><p nitf:lede=\"true\">Officials had been optimistic that an easing of the effects of Typhoon Hagibis and the consumption tax increase would return the country to growth as the new year began. But then the coronavirus began its deadly spread in China, halting the lucrative flow of tourists from that country and further imperiling Japanese exports.</p><p>If Japan's economy - the world's third largest after the United States and China - shrinks again in the first quarter of 2020, the country will officially fall into recession for the first time since a brief dip in 2015. A recession is generally defined as two straight quarterly contractions.</p><p>It's unclear how long the virus outbreak will continue, but the entire global economy could suffer from a prolonged shock in China, and some economists are already predicting slower growth for the year. The virus's ripple effects are hitting Japan particularly hard: China is its largest trading partner and by far its biggest source of visitors, many of whom come ready to shop.</p><p>The spread of the coronavirus inside Japan itself also presents a wild card. The country has had the most confirmed cases outside China, with more than 400, including those from a cruise ship quarantined in Yokohama. Last week, Japan recorded its first death from the virus.</p><p>But China's ban on group travel as it tries to contain the outbreak is the more immediate economic threat to Japan. The effects can already be seen in places like Shun Natori's sweets shop in what is normally one of Tokyo's busiest tourist districts.</p><p>The Lunar New Year holiday is high season for Chinese tourism to Japan, but the small streets and alleys surrounding Mr. Natori's business have been unusually quiet for weeks. The nearby Sensoji temple - famous for its enormous red lanterns and throngs of selfie-taking tourists - is nearly empty.</p><p>The last time things were this slow, Mr. Natori said, was in March 2011, after an earthquake and tsunami caused a nuclear meltdown, scaring tourists away from Japan for months.</p><p>\"The best thing would be if things get busy again,\" he said.</p><p>That seems unlikely to happen soon. At least 400,000 travelers from China are expected to cancel trips through March, according to data from the Japan Association of Travel Agents. Japanese airlines have suspended flights as demand has plummeted.</p><p>Officials have begun to express concern about the outbreak's effect on their country's fragile economy, which in recent quarters had defied gloomy projections and eked out modest growth even as sales of Japanese goods and services abroad continued to decline.</p><p>Japan is \"starting to see a large impact on the tourist industry and regional small and medium-size enterprises,\" Prime Minister Shinzo Abe recently told lawmakers.</p><p>Japan on Friday announced a limited $96 million package of emergency funds that will be used in part to help businesses struggling because of the outbreak. That followed the government's approval of a $120 billion stimulus package late last year, an economic injection that came as Japan tried to stave off recession after the tax increase and the typhoon.</p><p>The country's consumption tax was raised to 10 percent from 8 percent in October, a move that officials said was necessary to support expanded public services as the population rapidly ages and pay down the national debt, the highest among developed nations. But it has also depressed consumer spending.</p><p>Days after the tax increase went into effect, Typhoon Hagibis slammed into Japan, battering its main island, causing enormous damage and further suppressing economic activity.</p><p>As Japan has recovered from the storm, its industrial output rose slightly in December. But now the coronavirus poses a serious threat to a crucial market for the goods being produced. Japanese manufacturers are major suppliers to Chinese companies, sending them everything from precision machine tools to components for smartphones and cars.</p><p>Even before the outbreak, Japanese companies were struggling to cope with the effects of China's economic slowdown, a result in part of its trade war with the United States. Japanese exports to China were down 7.6 percent in 2019 from the previous year.</p><p>The epidemic has also affected operations of Japanese companies inside China. In response to the virus, the Chinese authorities extended the Lunar New Year holiday, effectively shutting down manufacturing work for many Japanese companies.</p><p>The toymaker Tomy lowered its earnings estimates for the end of the financial year, which closes March 31, because of a slowdown in production in China, Japan's national broadcaster, NHK, reported. Nintendo has said it will delay shipments of its Switch console to Japanese consumers as a result of the outbreak.</p><p>Addressing investors this month, Hiroki Totoki, a top executive at Sony, warned that the outbreak could have a \"major impact on our supply chain, logistics and sales,\" potentially erasing a projected increase in earnings growth.</p><p>But perhaps no businesses in Japan are feeling the effects of the epidemic as much as those dependent on tourism, which has grown significantly in importance to the Japanese economy in recent years. The number of visitors to Japan has more than tripled over the last decade, reaching 31 million in 2018, according to government statistics.</p><p>More than 30 percent of those visitors came from China - almost nine in 10 for vacation - making the country the largest source of tourists to Japan.</p><p>While visitors from South Korea and Taiwan - second and third in Japan's tourism rankings - spend most of their money on sightseeing, Chinese travelers tend to shop.</p><p>Busloads of Chinese bargain hunters - leery of high taxes and knockoff products at home - descend on Tokyo's upscale shopping districts to buy foreign and domestic goods in a flurry of consumption known in Japan as bakugai, or \"explosive shopping.\"</p><p>By propping up domestic consumption as Japan's population declines, visitors from China make an outsize contribution to the country's bottom line.</p><p>\"If you look at consumption patterns of Chinese visitors to Japan, a lot of people are buying things like makeup,\" said Keiji Kanda, a senior economist at the Daiwa Institute of Research, adding that \"places like department stores and drugstores are likely to be heavily impacted.\"</p><p>Some hope, though, could be around the corner. Mr. Natori, who owns the sweets shop near the Sensoji temple, said he was looking forward to the cherry blossom season, when tourism usually booms.</p><p>In anticipation of that, he plans to use the downtime to \"think up a seasonal menu.\"</p><p>Makiko Inoue contributed reporting.</p>", "publisher": "The New York Times - International Edition", "instances": ["TOKYO - Japan's economy has already been staggered by a devastating typhoon and a wallet-shutting tax increase. Now, the coronavirus that has brought business in neighboring China to a virtual standstill threatens to knock Japan into a full-blown recession. Japan said on Monday that its economy had shrunk at an annualized rate of 6. 3 percent in the three months that ended in December, the worst contraction since mid-2014. The results predated the virus epidemic but were affected by a monthslong slump in Chinese demand for Japanese exports. Officials had been optimistic that an easing of the effects of Typhoon Hagibis and the consumption tax increase would return the country to growth as the new year began. But then the coronavirus began its deadly spread in China, halting the lucrative flow of tourists from that country and further imperiling Japanese exports. If Japan's economy - the world's third largest after the United States and China - shrinks again in the first quarter of 2020, the country will officially fall into recession for the first time since a brief dip in 2015. A recession is generally defined as two straight quarterly contractions. It's unclear how long the virus outbreak will continue, but the entire global economy could suffer from a prolonged shock in China, and some economists are already predicting slower growth for the year. The virus's ripple effects are hitting Japan particularly hard: China is its largest trading partner and by far its biggest source of visitors, many of whom come ready to shop.", "Japan is \"starting to see a large impact on the tourist industry and regional small and medium-size enterprises,\" Prime Minister Shinzo Abe recently told lawmakers. Japan on Friday announced a limited $96 million package of emergency funds that will be used in part to help businesses struggling because of the outbreak. That followed the government's approval of a $120 billion stimulus package late last year, an economic injection that came as Japan tried to stave off recession after the tax increase and the typhoon. The country's consumption tax was raised to 10 percent from 8 percent in October, a move that officials said was necessary to support expanded public services as the population rapidly ages and pay down the national debt, the highest among developed nations. But it has also depressed consumer spending. Days after the tax increase went into effect, Typhoon Hagibis slammed into Japan, battering its main island, causing enormous damage and further suppressing economic activity. As Japan has recovered from the storm, its industrial output rose slightly in December. But now the coronavirus poses a serious threat to a crucial market for the goods being produced. Japanese manufacturers are major suppliers to Chinese companies, sending them everything from precision machine tools to components for smartphones and cars. Even before the outbreak, Japanese companies were struggling to cope with the effects of China's economic slowdown, a result in part of its trade war with the United States. Japanese exports to China were down 7."]}, {"relevance_score": 23, "title": "Japan Formula One cancelled as Typhoon Hagibis edges toward Tokyo", "published": "2019-10-11", "bodyText": "<p nitf:lede=\"true\">The Japanese Grand Prix's entire Saturday track programme, including qualifying, has been cancelled as Typhoon Hagibis bears down on the Suzuka circuit, race organisers announced Friday.</p><p nitf:lede=\"true\">Qualifying will be rescheduled to 10am (0100—GMT) Sunday, with the race taking place at 2:10pm (0510—GMT) as originally planned, providing the weather improves.</p><p nitf:lede=\"true\">The Suzuka circuit will be closed, with no public or media allowed in for safety reasons as Hagibis, packing heavy rain and winds in excess of 200—kilometres (125 miles) per hour is expected to make landfall on Saturday.</p><p>\"As a result of the predicted impact of Typhoon Hagibis on the Formula One Japanese Grand Prix, Mobilityland and the Japanese Automobile Federation have decided to cancel all activities scheduled to take place on Saturday,\" said a statement by the motorsport's governing body FIA.</p><p>\"The FIA and Formula One support this decision in the interest of safety for the spectators, competitors and everyone at the Suzuka Circuit,\" it continued.</p><p>The decision means the teams and drivers will just have Friday's two practice sessions in which to prepare for Sunday morning's qualifying session because Saturday's third session will not be rescheduled.</p><p>If qualifying is not possible on Sunday morning because of continuing bad weather, then the grid will be decided based on Friday's second free practice times, the FIA later confirmed in a further statement.</p><p>\"Should this eventuality come to pass, the stewards will exercise their authority... and direct that the grid for the Japanese Grand Prix will be established based on the second practice session classification, with any penalties applied as necessary,\" said the FIA statement.</p><p>Safety first</p><p>Formula One qualifying in Japan was also moved to Sunday in 2004 and in 2010 due to poor weather.</p><p>The typhoon has already claimed casualties at the Rugby World Cup in Japan, with Saturday's England-France clash in Yokohama and the New Zealand-Italy match in Toyota City cancelled.</p><p>The volatile nature of Hagibis -—with Japan's weather bureau warning of \"brutal winds and violent seas\" as well as record-breaking rain—- means even Sunday's race could be under threat, though the current forecast is for clearer weather.</p><p>A postponement of the grand prix to Monday is impossible, the FIA said.</p><p>The latest forecast predicts Hagibis to make landfall near Tokyo on Saturday with the Suzuka circuit, which lies near the Honshu coast about 300—kilometres southwest of the capital, being battered on the fringes.</p><p>The safety-first stance of organisers comes after the tail-end of a typhoon led to tragedy at the 2014 race at Suzuka.</p><p>French driver Jules Bianchi crashed after losing control in rain and poor visibility and died the following year from his injuries having never recovered from a coma.</p><p>Leading drivers backed changing the weekend timetable. \"I don't think anybody wants to put anybody's life in danger,\" said Ferrari's four-time world champion Sebastian Vettel at Thursday's media day.</p><p>\"The decision is not for us, necessarily, because for us it's nice and easy, cosy, in the garage. But for the people out there around the track, it is not nice to be sitting there with rain going sideways.\"</p><p>The blank Saturday will be a huge disappointment to thousands of fanatical supporters at one of the best-attended races on the circuit.</p><p>(AFP)</p>", "publisher": "FRANCE 24 (English)", "instances": ["The Japanese Grand Prix's entire Saturday track programme, including qualifying, has been cancelled as Typhoon Hagibis bears down on the Suzuka circuit, race organisers announced Friday. Qualifying will be rescheduled to 10am (0100—GMT) Sunday, with the race taking place at 2:10pm (0510—GMT) as originally planned, providing the weather improves. The Suzuka circuit will be closed, with no public or media allowed in for safety reasons as Hagibis, packing heavy rain and winds in excess of 200—kilometres (125 miles) per hour is expected to make landfall on Saturday. As a result of the predicted impact of Typhoon Hagibis on the Formula One Japanese Grand Prix, Mobilityland and the Japanese Automobile Federation have decided to cancel all activities scheduled to take place on Saturday,\" said a statement by the motorsport's governing body FIA. The FIA and Formula One support this decision in the interest of safety for the spectators, competitors and everyone at the Suzuka Circuit,\" it continued. The decision means the teams and drivers will just have Friday's two practice sessions in which to prepare for Sunday morning's qualifying session because Saturday's third session will not be rescheduled.", "The Japanese Grand Prix's entire Saturday track programme, including qualifying, has been cancelled as Typhoon Hagibis bears down on the Suzuka circuit, race organisers announced Friday. Qualifying will be rescheduled to 10am (0100—GMT) Sunday, with the race taking place at 2:10pm (0510—GMT) as originally planned, providing the weather improves. The Suzuka circuit will be closed, with no public or media allowed in for safety reasons as Hagibis, packing heavy rain and winds in excess of 200—kilometres (125 miles) per hour is expected to make landfall on Saturday. As a result of the predicted impact of Typhoon Hagibis on the Formula One Japanese Grand Prix, Mobilityland and the Japanese Automobile Federation have decided to cancel all activities scheduled to take place on Saturday,\" said a statement by the motorsport's governing body FIA. The FIA and Formula One support this decision in the interest of safety for the spectators, competitors and everyone at the Suzuka Circuit,\" it continued. The decision means the teams and drivers will just have Friday's two practice sessions in which to prepare for Sunday morning's qualifying session because Saturday's third session will not be rescheduled. If qualifying is not possible on Sunday morning because of continuing bad weather, then the grid will be decided based on Friday's second free practice times, the FIA later confirmed in a further statement. Should this eventuality come to pass, the stewards will exercise their authority. ."]}, {"relevance_score": 66, "title": "Japan's Deadly Combination: Climate Change and an Aging Society", "published": "2020-07-11", "bodyText": "<p nitf:lede=\"true\">Record-breaking rains this week in the country's southernmost main island, which have killed 62, have shown the vulnerability of people living in nursing homes.</p><p nitf:lede=\"true\">TOKYO - The forecast was dire: close to nine inches of rain in a single day. Officials in Kuma, a village on the banks of a fast-moving river in southwestern Japan, urged everyone to evacuate. Yet inside the Senjuen nursing home, the 70 residents were left in place.</p><p nitf:lede=\"true\">The decision proved disastrous. The rain that fell early Saturday was even worse than expected, a blinding downpour that soon inundated the village's streets. Caretakers in the nursing home, which lacked an elevator, struggled to move residents to the second floor. For 14 of them, it was too late - the river breached its banks, killing them in its floodwaters.</p><p nitf:lede=\"true\">The events at the nursing home were the deadliest in a week of floods and landslides that have killed 62 people in Kyushu, Japan's southwesternmost main island. They represent a collision of two powerful forces shaping the country's present and future: demographic change and global warming.</p><p>In recent years, climate change has spurred more torrential rains in Japan, causing deadly flooding and mudslides in a nation with many rivers and mountains. The people most vulnerable to the risks of this extreme weather are the elderly, of which Japan has the highest proportion in the world.</p><p>Nursing homes, especially those with small, overtaxed staffs, face particular challenges because of how difficult it can be to evacuate aging, frail people in the midst of disaster.</p><p>The rains this week, which have killed mostly people over age 65, flooded more than 50 nursing homes in Kyushu, where Japan's Meteorological Agency ordered more than a million people within Kumamoto and Kagoshima Prefectures to evacuate. Two years ago, when flooding and landslides killed 237 people across 14 prefectures in western Japan, about three-fifths were over 65.</p><p>\"Now that Japan is getting older and older and the intensity of rainfall is increasing year by year,\" said Kenichi Tsukahara, a professor in the disaster risk reduction research center at Kyushu University, \"we have double difficulties.\"</p><p>This year, the coronavirus pandemic is adding an extra layer of complexity. As people evacuate to gyms and other community centers, social distancing can be difficult. The elderly are again more vulnerable: The virus kills older people at a far higher rate. Of the 981 people who have died from the coronavirus in Japan, more than 80 percent were 70 or older.</p><p>Fears of the virus may discourage older residents from leaving their homes, even when it is dangerous to stay. And if they do go to evacuation centers, they could be at risk for heatstroke - especially at sites with poor air conditioning - because of the need to wear masks.</p><p>It could create \"a very tough situation for people to be able to breathe comfortably during heat waves,\" said Hisashi Nakamura, a professor at the climate science laboratory at the University of Tokyo.</p><p>Although the Japanese gird every June and July for the rainy season - known as tsuyu - this year the rainfall has set records in Kyushu, with more rain expected to blanket central Japan by the end of this week.</p><p>Older residents accustomed to year after year of summer rains may believe they know how to ride out the downpours at home. Yet they may not understand the growing severity of the rains or the increased dangers of flooding.</p><p>\"Under the emerging impact of global warming, there is an increasing risk or potential that rainfall amounts could be at a level that we haven't experienced in the past,\" Professor Nakamura said. \"So I think that citizens must realize that their previous experience may no longer work. We have to act even earlier or faster than what we have experienced in the past.\"</p><p>Evacuation itself can pose a risk to the elderly. Conditions in evacuation centers inevitably fall short of those in nursing homes designed for old-age care. For the frailest patients, the moves can cause injury or destabilize long-term care plans.</p><p>Facility operators have mixed feelings about evacuations, said Hajime Kagiya, a professor of disaster management at Atomi University in Tokyo. \"They have to be mindful of the health conditions of the residents as well as choosing a place to evacuate to,\" he said. \"So they tend to take their time in making the decision to evacuate.\"</p><p>The Japanese government issues standardized evacuation protocols, but they do not take into account the unique characteristics or terrain in different parts of the country, said Professor Tsukahara of Kyushu University. In rural areas, many small villages are isolated and populated by mostly aging residents, with few local resources to help with disaster planning or, in the event of a crisis, to assist with evacuation or rescue.</p><p>In the case of the Senjuen nursing home, Aki Goto, its director, told The Kumamoto Nichinichi Shimbun, a local newspaper, that she had been more concerned about mudslides than flooding. When the waters came, she added, the caregivers could not move quickly enough to move all the residents upstairs.</p><p>Six of the workers were on call the night of the floods last weekend, the newspaper reported. That still left each caregiver in charge of more than 10 aging residents, some of whom were unable to walk without help. Even with the aid of local volunteers, they could not bring everyone to safety upstairs as the floodwaters rapidly rose and deluged the ground floor.</p><p>According to Shigemitsu Sakoda, 53, the president of Land Earth, a local rafting and outdoor sports company who assisted with the rescue effort at Senjuen, only the caretakers and two local volunteer firefighters were moving residents when Mr. Sakoda arrived to help around noon on Saturday.</p><p>\"It's a really tough job for such a small number of people to carry up those who cannot walk to the second floor,\" Mr. Sakoda said in a telephone interview. By the time troops from the Japan Self-Defense Forces arrived to rescue the nursing home residents from the roof, some had already died below.</p><p>Three years ago, the Japanese government revised a law that requires nursing homes, hospitals, facilities for the disabled and schools located in flood zones to develop evacuation plans and conduct regular drills. According to the Ministry of Land, Infrastructure, Transport and Tourism, just over a third of the country's 68,000 facilities had evacuation plans on record by March of last year.</p><p>The importance of these efforts was illustrated last fall when Typhoon Hagibis, a record-breaking storm, slammed into the greater Tokyo area. As a power outage rendered elevators inoperable at a nursing home in Kawagoe, in the exurban prefecture of Saitama, 24 caregivers who had rigorously planned and drilled were able to move all 120 residents to the second floor in the middle of the night.</p><p>The following day, all of the residents - most in their 80s and 90s and many suffering from dementia - were rescued by local firefighters, prefectural police officers and national Self-Defense Forces troops.</p><p>Some disaster experts say that too often, local municipalities are left to handle evacuations without much help from the national government until a dramatic rescue operation is required.</p><p>\"These floods are not one-off 'black swan' events that could not be anticipated,\" said Kyle Cleveland, a professor of sociology at the Tokyo campus of Temple University who has studied the Japanese government response to the Fukushima nuclear disaster.</p><p>\"Despite having highly trained staff, world-class equipment and well-established emergency response plans,\" he added, \"when things go sideways, this lack of coordination between state, prefectural and local authorities inordinately delays the response, leaving vulnerable citizens unnecessarily exposed to harm.\"</p><p>Prime Minister Shinzo Abe initially dispatched about 10,000 Self-Defense Forces troops to Kyushu over the weekend. Earlier this week, he doubled the number to 20,000, along with 60,000 police officers, firefighters and Coast Guard rescue workers.</p><p>With the ferocity of floods and landslides intensifying in Japan, some experts suggested that nursing homes and other facilities that cater to the elderly may simply have to move.</p><p>The Senjuen home in Kuma, for example, \"is located in a hazardous area,\" said Dr. Kagiya of Atomi University. Given the speed and quantity of rainfall, he said, \"it would be very difficult to evacuate no matter how much they struggled.\"</p><p>\"When we have victims from disasters, multiple unlucky factors are involved,\" he said. \"This time that was the case, too. The best solution is to relocate to a safer area.\"</p><p>Hikari Hida contributed reporting.</p><p><emphasis typeStyle=\"it\">Hikari Hida contributed reporting. </emphasis></p>", "publisher": "The New York Times - International Edition", "instances": ["It's a really tough job for such a small number of people to carry up those who cannot walk to the second floor,\" Mr. Sakoda said in a telephone interview. By the time troops from the Japan Self-Defense Forces arrived to rescue the nursing home residents from the roof, some had already died below. Three years ago, the Japanese government revised a law that requires nursing homes, hospitals, facilities for the disabled and schools located in flood zones to develop evacuation plans and conduct regular drills. According to the Ministry of Land, Infrastructure, Transport and Tourism, just over a third of the country's 68,000 facilities had evacuation plans on record by March of last year. The importance of these efforts was illustrated last fall when Typhoon Hagibis, a record-breaking storm, slammed into the greater Tokyo area. As a power outage rendered elevators inoperable at a nursing home in Kawagoe, in the exurban prefecture of Saitama, 24 caregivers who had rigorously planned and drilled were able to move all 120 residents to the second floor in the middle of the night. The following day, all of the residents - most in their 80s and 90s and many suffering from dementia - were rescued by local firefighters, prefectural police officers and national Self-Defense Forces troops. Some disaster experts say that too often, local municipalities are left to handle evacuations without much help from the national government until a dramatic rescue operation is required. These floods are not one-off 'black swan' events that could not be anticipated,\" said Kyle Cleveland, a professor of sociology at the Tokyo campus of Temple University who has studied the Japanese government response to the Fukushima nuclear disaster. Despite having highly trained staff, world-class equipment and well-established emergency response plans,\" he added, \"when things go sideways, this lack of coordination between state, prefectural and local authorities inordinately delays the response, leaving vulnerable citizens unnecessarily exposed to harm."]}, {"relevance_score": 65, "title": "January 2020 P&amp;C Renewal Results: SCOR proactively manages the cycle and improves profitability with disciplined underwriting and primary rate increases", "published": "2020-02-06", "bodyText": "<p nitf:lede=\"true\">Press ReleaseFebruary 6, 2020 - N° 2    </p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">January 2020 P&amp;C Renewal Results</emphasis></p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">SCOR proactively manages the cycle and</emphasis><emphasis typeStyle=\"bf\">improves profitability with disciplined underwriting</emphasis><emphasis typeStyle=\"bf\">and primary rate increases</emphasis></p><p nitf:lede=\"true\">For the full financial year 2019, SCOR Global P&amp;C experienced a strong gross written premiums growth, of 15.8% at constant exchange rates, to EUR 7.1 billion. This was driven both by Reinsurance (+16.2%) and Specialty Insurance (+14.4%).</p><p nitf:lede=\"true\">At January renewals, SCOR secures an increase in reinsurance underwriting profitability of circa 1 percentage point, reflecting a 2.8% increase in pricing. Overall, the Reinsurance top line is voluntarily reduced by 4.7% of premiums up for renewal at constant exchange rates. As Reinsurance markets showed limited response to increasing loss trends, SCOR Global P&amp;C took proactive measures to improve expected profitability, focusing mostly on reducing selected large quota share programs.</p><p nitf:lede=\"true\">In Specialty Insurance, SCOR Global P&amp;C witnesses a positive momentum, with rate increases averaging circa 15% for 2019, benefiting from an acceleration throughout the year. This allowed SCOR Global P&amp;C to seize opportunities and to continue its profitable growth trend.</p><p>Given the growth rates of the business in 2019 and at January 1, 2020, SCOR Global P&amp;C reiterates its strategic plan assumption of Gross Written Premiums annual growth comprised between 4% and 8% across \"Quantum Leap\".</p><p>These January renewals demonstrate SCOR Global P&amp;C's proactive management and responsiveness to market conditions with contrasting strategies between its Reinsurance and Specialty Insurance underwriting platforms over the cycle.</p><p><emphasis typeStyle=\"bf\">January 2020 P&amp;C Renewals</emphasis></p><p>The January 2020 renewals show consistent trends with those observed during 2019, with accelerating rate increases on commercial insurance and gradual rate increases on the reinsurance side. A main difference has been an increase in loss trends for which reinsurance price increases only partially compensated. After a record three-year period of natural catastrophes losses, demand for reinsurance remains robust. Nevertheless, pricing gaps persist, as the reinsurance market capacity remains abundant and emerging risks such as climate change and social inflation are still to be fully incorporated into reinsurance prices.</p><p>In this context, SCOR has built on its longstanding client relationships to proactively manage the pricing cycle, focusing on business compliant with its profitability targets and risk appetite.</p><p>Reinsurance treaties renewal book at January 1, 2020<sup>1)</sup>:</p><p>Approximately two thirds of the SCOR Global P&amp;C's reinsurance premiums renew in JanuaryP&amp;C Lines include: Property, Property Cat, Casualty, Motor, and other related lines (Personal Insurance, Nuclear, Terrorism, Special Risks, Motor Extended Warranty, and Inwards Retrocession)Global Lines include: Agriculture, Aviation, Credit &amp; Surety, Inherent Defects Insurance, Engineering, Marine and Offshore, Space, and Cyber</p><p>With its Specialty Insurance activity, SCOR is fully benefiting from the more favorable market environment and experienced double-digit rate increases throughout 2019 and confirmed at January 1, 2020. Such an outcome further demonstrates the relevance of SCOR's fully equipped 360° risk-taking platform, as outlined in the \"Quantum Leap\" strategic plan.</p><p>Looking forward to the April, June &amp; July renewals, the market is expected to stay firm, with the possibility of further hardening as loss affected contracts come up for renewal. SCOR will rebuild the sustained profitability of its Japanese portfolio based on its long-standing client relationships.  Given its modest US casualty portfolio, SCOR is well positioned to benefit from further market changes arising from upcoming US renewals.</p><p><emphasis typeStyle=\"bf\">2019 Premium and natural catastrophe update</emphasis></p><p>For the full year 2019, SCOR Global P&amp;C experienced a strong gross written premiums growth, of 15.8% at constant exchange rates, to EUR 7.1bn. This was driven both by Reinsurance (+16.2%) and Specialty Insurance (+14.4%). The growth arises from the strong 2019 successive renewals, and also benefits from the very robust H2 2018 renewals particularly in the US.</p><p>SCOR estimates the cost of natural catastrophes in Q4 2019 at EUR 343 million after retrocession and before tax.</p><p>The fourth quarter of 2019 has registered a high severity of natural catastrophe events worldwide, in particular coming from typhoons in Japan. SCOR estimates the cost of Japanese typhoon Hagibis at EUR 227 million after retrocession and before tax based upon cedants' information and assuming an insured market loss in the region of USD 8 billion. Our efficient retro program would allow SCOR to materially dampen the increase in the loss, should Hagibis deviate beyond our current estimate of market loss assumption.</p><p>Following an upward market loss revision of Japanese typhoon Faxai and the impact of other events during the fourth quarter, SCOR estimates the cost of Q4 2019 QTD natural catastrophes at EUR 343 million after retrocession and before tax, and at EUR 665 million after retrocession and before tax for the full year. While remaining within SCOR's risk appetite and thanks to its efficient capital shield policy, SCOR Global P&amp;C expects to record an actual net combined ratio below 100% for full year 2019, including natural catastrophe costs. In 2019, SCOR continues to demonstrate its shock-absorbing capacity and pursues the execution of its strategic plan \"Quantum Leap\" with a very strong solvency position and an unchanged dividend policy.</p><p><emphasis typeStyle=\"bf\">Jean-Paul Conoscente, CEO of SCOR Global P&amp;C</emphasis>, comments: \"As the reinsurance market did not fully react to loss perspectives as we had initially anticipated, SCOR maintains a disciplined underwriting approach as evidenced during the January 2020 renewals. Despite plentiful reinsurance capacity, persistently low interest rates and upward expected losses, SCOR significantly improves its P&amp;C profitability, while accompanying the growth of its key reinsurance clients. Thanks to its Specialty Insurance arm, SCOR leverages further the hardening witnessed in commercial lines, expected to continue throughout the year. Given that the January 2020 renewals are focused on EMEA with benign loss experience, we expect more pronounced favorable market conditions through the spring/summer 2020 renewals and maintain our \"Quantum Leap\" assumptions for the duration of the plan.\"</p><p><emphasis typeStyle=\"bf\">*</emphasis></p><p><emphasis typeStyle=\"bf\">*         *</emphasis></p><p><emphasis typeStyle=\"bf\">Contact details</emphasis></p><p><emphasis typeStyle=\"bf\">Media</emphasis>Anette Rey+33 (0)1 58 44 82 82<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=rKjAY4Bcbi8RRmyxahULgWd76OTuqm5-XVanPWYIQedkz8vOd_omOO-W60QbUn9Y8w65W_Mqt_LFjs0aw_43og==\">arey@scor.com</url></p><p><emphasis typeStyle=\"bf\">Investor Relations</emphasis>Ian Kelly+44 (0)203 207 8561<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=axFKiuQo2Qi3MmyT_2jIzxE9Y7xTFPOOATKCYx5n0sfXJO9eKtZD5mbHDOR-y3tr-3sfylDgR6-ov784lIp87A==\">ikelly@scor.com</url></p><p><url normalizedValue=\"https://www.globenewswire.com/Tracker?data=rZUtbKjWHNa8kC9lLLH5mviRAL0klZSU097EYEOzJ3jBc8MKAHDmhxLXGG7VAgC89wy7c7W4SEiS_cY5kfQUFw==\">www.scor.com</url></p><p>LinkedIn:<url normalizedValue=\"https://www.globenewswire.com/Tracker?data=eZMWUl1uxb1EXSc4e06TyV1e8vHcsW4iY97VQPWFgbGtMBSGnS0q9Rt_k01-AnI57iXscBX1Tg9gXBSvqSm-T6qGRyrdb4EVdK4eSym9C5k=\">SCOR</url>   | Twitter:           <url normalizedValue=\"https://www.globenewswire.com/Tracker?data=lm3A47I6stxVkDJvUpwU74L2x85SIvWoIfUiY1kuJX0TYtPHxbJiA0mT81QfOu3IzeWwXQ-3xnUQpaCR0eDMbw==\">@SCOR_SE</url></p><p><emphasis typeStyle=\"bf\">General</emphasis></p><p>Numbers presented throughout this report may not add up precisely to the totals in the tables and text. Percentages and percent changes are calculated on complete figures (including decimals); therefore the presentation might contain immaterial differences in sums and percentages due to rounding.Unless otherwise specified, the sources for the business ranking and market positions are internal.</p><p><emphasis typeStyle=\"bf\">Forward looking statements</emphasis></p><p>This presentation includes forward-looking statements and information about the objectives of SCOR, in particular, relating to its current or future projects. These statements are sometimes identified by the use of the future tense or conditional mode, as well as terms such as \"estimate\", \"believe\", \"have the objective of\", \"intend to\", \"expect\", \"result in\", \"should\" and other similar expressions. It should be noted that the achievement of these objectives and forward-looking statements is dependent on the circumstances and facts that arise in the future. Forward-looking statements and information about objectives may be affected by known and unknown risks, uncertainties and other factors that may significantly alter the future results, performance and accomplishments planned or expected by SCOR. Information regarding risks and uncertainties that may affect SCOR's business is set forth in the 2018 reference document filed on March 4, 2019 under number D.19-0092 with the French Autorité des marchés financiers (AMF) and in the interim financial report for the six months ended June 30, 2019, which are posted on SCOR's website <url normalizedValue=\"http://www.scor.com.In\">www.scor.com.In</url> addition, such forward-looking statements are not \"profit forecasts\" within the meaning of Article 1 of Commission Delegated Regulation (EU) 2019/980.</p><p><emphasis typeStyle=\"bf\">Financial information</emphasis></p><p>All figures in this presentation are unaudited unless otherwise specified.Unless otherwise specified, all figures are presented in Euros.Any figures for a period subsequent to 30 September 2019 should not be taken as a forecast of the expected financials for these periods.All definitions can be found in the appendix.All figures are at constant exchange rates as at December 31, 2019 unless otherwise specified.All figures are based on available information as at January 21, 2020 unless otherwise specified.</p><p><emphasis typeStyle=\"bf\">Attachment</emphasis></p><p><url normalizedValue=\"https://ml-eu.globenewswire.com/Resource/Download/27a2160e-5e70-478f-9639-6d31ae5c6219\">SCOR Press Release</url></p>", "publisher": "GlobeNewswire - English", "instances": ["2%) and Specialty Insurance (+14. 4%). The growth arises from the strong 2019 successive renewals, and also benefits from the very robust H2 2018 renewals particularly in the US. SCOR estimates the cost of natural catastrophes in Q4 2019 at EUR 343 million after retrocession and before tax. The fourth quarter of 2019 has registered a high severity of natural catastrophe events worldwide, in particular coming from typhoons in Japan. SCOR estimates the cost of Japanese typhoon Hagibis at EUR 227 million after retrocession and before tax based upon cedants' information and assuming an insured market loss in the region of USD 8 billion. Our efficient retro program would allow SCOR to materially dampen the increase in the loss, should Hagibis deviate beyond our current estimate of market loss assumption. Following an upward market loss revision of Japanese typhoon Faxai and the impact of other events during the fourth quarter, SCOR estimates the cost of Q4 2019 QTD natural catastrophes at EUR 343 million after retrocession and before tax, and at EUR 665 million after retrocession and before tax for the full year. While remaining within SCOR's risk appetite and thanks to its efficient capital shield policy, SCOR Global P&amp;C expects to record an actual net combined ratio below 100% for full year 2019, including natural catastrophe costs. In 2019, SCOR continues to demonstrate its shock-absorbing capacity and pursues the execution of its strategic plan \"Quantum Leap\" with a very strong solvency position and an unchanged dividend policy. Jean-Paul Conoscente, CEO of SCOR Global P&amp;C, comments: \"As the reinsurance market did not fully react to loss perspectives as we had initially anticipated, SCOR maintains a disciplined underwriting approach as evidenced during the January 2020 renewals."]}, {"relevance_score": 16, "title": "Japan rescuers seek survivors after deadly Typhoon Hagibis", "published": "2019-10-14", "bodyText": "<p nitf:lede=\"true\">The death toll mounted throughout the day Sunday as bodies were recovered from flooded homes and cars, buildings caught in landslides, and swollen rivers.</p><p nitf:lede=\"true\">The dead included a municipal worker whose car was overcome by floodwaters and at least five Chinese crew members aboard a boat that sank in Tokyo Bay on Saturday night.</p><p>\"Twelve crew were on board. Five Chinese have been found dead,\" a coastguard official told AFP.</p><p>He said four other crew, from China, Myanmar and Vietnam, had been rescued and search operations resumed at daybreak for the remaining three members.</p><p>\"We plan to dispatch 11 boats, two helicopters and a dozen divers to the site. We are trying our best,\" he added.</p><p>Japan dedicates rugby win to victims</p><p>On Monday morning, some 57,500 households remained without power, with 120,000 experiencing water outages.</p><p>The disaster left tens of thousands of people in shelters, with many unsure when they would be able to return home.</p><p>\"Everything from my house was washed away before my eyes, I wasn't sure if it was a dream or real,\" a woman in Nagoya told national broadcaster NHK.</p><p>\"I feel lucky I'm still alive.\"</p><p>The storm brought travel chaos over the holiday weekend, grounding flights and halting commuter and bullet train services.</p><p>By Monday, most subway trains had resumed service, along with many bullet train lines, and flights had also restarted.</p><p>The storm also brought havoc to the sporting world, forcing the delay of Japanese Grand Prix qualifiers and the cancellation of three Rugby World Cup matches.</p><p>But a crucial decider pitting Japan against Scotland went ahead, with the hosts dedicating their win to the victims of the disaster.</p><p>\"To everyone that's suffering from the typhoon, this game was for you guys,\" said Japan captain Michael Leitch.</p><p>(AFP)</p>", "publisher": "FRANCE 24 (English)", "instances": []}, {"relevance_score": 21, "title": "SPORT - Japan cancels major sports events and flights in preparation for huge typhoon Hagibis", "published": "2019-10-12", "bodyText": "<p nitf:lede=\"true\">One person has died in Japan, where authorities are preparing for the landfall of violent typhoon Hagibis on Saturday.</p><p nitf:lede=\"true\">Hagibis is an unusually large storm, expected to bring \"brutal winds and violent seas\" to large swathes of the country, Japan's Meteorological Agency (JMA) said.</p><p>It is forecast to crash into land in central or eastern Japan early Saturday evening, packing maximum gusts of 216 kilometres per hour.</p><p>Hours of torrential rain prompted the JMA to issue their top-level emergency warning for heavy rain for parts of Tokyo and surrounding areas.</p><p>By mid-afternoon, more than 13,500 people had moved to shelters, including some whose homes were damaged by the powerful typhoon Faxai that hit the region last month.</p><p>By early afternoon, all departing flights from Tokyo's Haneda and Narita airports were grounded, with bullet trains and local trains halting some or all services.</p><p>One death, and several injuries reported</p><p>But hours before the worst of the storm arrived, a 49 year old man was found dead in a toppled mini truck in Chiba, east of Tokyo.</p><p>Five people including a three-year-old boy were sent to hospital, but none suffered serious injuries, the local fire department told AFP.</p><p>In Gotemba, west of Tokyo, the fire department said it had rescued one man who fell into a swollen canal but was still searching for a second.</p><p>Local authorities warned they would release water from the Shiroyama dam, southwest of Tokyo, in the late afternoon, warning people living near downstream to be on alert.</p><p>Sports fixtures disrupted, companies closed</p><p>The storm has forced the delay of Japanese Grand Prix qualifiers scheduled for Saturday and the cancellation of two Rugby World Cup matches: England-France and New Zealand-Italy.</p><p>It could also jeopardise a key match-up between Scotland and Japan on Sunday. Officials are not expected to make a final decision on that game until Sunday morning, after they have assessed any damage to the venue and transport links.</p><p>Scotland face elimination if the match is axed and have warned they could take legal action if the game is cancelled. World Rugby called the threat \"disappointing\".</p><p>Elsewhere, Tokyo's Disneyland and DisneySea theme parks shut up shop in their first ever all-day typhoon closure.</p><p>Automakers, including Toyota and Honda, have shut down their factories, and many supermarkets and convenience stores in the capital closed, a day after residents shopping for typhoon supplies emptied the shelves.</p><p>More videos available on <url normalizedValue=\"http://www.english.rfi.fr\">http://www.english.rfi.fr</url>/</p><p>Radio France Internationale - All rights of reproduction and distribution reserved.  </p>", "publisher": "RFI (English)", "instances": ["One person has died in Japan, where authorities are preparing for the landfall of violent typhoon Hagibis on Saturday. Hagibis is an unusually large storm, expected to bring \"brutal winds and violent seas\" to large swathes of the country, Japan's Meteorological Agency (JMA) said. It is forecast to crash into land in central or eastern Japan early Saturday evening, packing maximum gusts of 216 kilometres per hour. Hours of torrential rain prompted the JMA to issue their top-level emergency warning for heavy rain for parts of Tokyo and surrounding areas. By mid-afternoon, more than 13,500 people had moved to shelters, including some whose homes were damaged by the powerful typhoon Faxai that hit the region last month. By early afternoon, all departing flights from Tokyo's Haneda and Narita airports were grounded, with bullet trains and local trains halting some or all services."]}, {"relevance_score": 28, "title": "AIR Worldwide Estimates Insured Losses for Typhoon Hagibis Will be Between USD 8 Billion and USD 16 Billion", "published": "2019-10-22", "bodyText": "<p nitf:lede=\"true\">Boston, Oct. 22, 2019 (GLOBE NEWSWIRE) -- Catastrophe risk modeling firm AIR Worldwide estimates that industry insured losses from Typhoon Hagibis, which made landfall in Japan on October 12, will be between JPY 865 billion (USD 8 billion) and JPY 1,730 billion (USD 16 billion), with more than half of the losses due to inland flooding. AIR Worldwide is a Verisk (Nasdaq:VRSK) business.</p><p>According to AIR, Typhoon Hagibis made landfall with 1-minute sustained wind speeds of about 145 km/h (90 mph), the equivalent of a Category 1 hurricane, on the main Japanese island of Honshu on Saturday, October 12, near Shizuoka on the Izu Peninsula. The storm delivered high winds and record-breaking precipitation to a large portion of Honshu from Mie Prefecture in the west to Iwate in the north. Storm surge raised sea levels by more than 1 meter above mean sea level along parts of the coast.The Japan Meteorological Agency (JMA) issued its Level 5, or highest level, special warning for heavy rain; unprecedented rainfall followed. A wide swath of Honshu just outside the Tokyo metro area received between 250 mm and 500+ mm (10 and 20+ inches) of rain; the resort town of Hakone, where 939.5 mm (37 inches) of precipitation was recorded, broke the calendar-day rainfall record for all of Japan. Hakone's rainfall represents the second-heaviest 24-hour rainfall ever recorded in Japan-25 inches (635 mm) of the 37 inches fell in just 12 hours. Many regions received between 30% and 40% of their yearly rainfall in just two days, with more than 100 stations breaking daily rainfall records at those locations. As a result of the large swath of unprecedented rainfall in Honshu, numerous rivers-the Abukuma, Arakawa, Chikuma, Kuji, Naka, Shinano, Tone, and Watarase rivers among them-experienced severe and devastating flooding.</p><p>According to AIR, of the ~540 river gauging stations on Honshu island, more than 85 exceeded their 100-year return period peak flows, with more than 100 exceeding their historical records. In addition, shortly before Hagibis made landfall, a magnitude 5.7 earthquake struck the region-parts of which were in the early stages of recovery from Typhoon Faxai, which struck just one month prior.Much of central and eastern Japan experienced severe flooding and landslides; power outages and travel disruption were widespread.</p><p>Because of the intense rainfall within a short time period, much of the floodwater has a high mud content and includes a large amount of debris; this could potentially increase the costs of repair and cleanup and drive up business interruption losses-especially for commercial and industrial properties. In addition, Hagibis impacted some of the same region damaged by Typhoon Faxai a few weeks earlier. Additional damage caused by Hagibis to properties that were damaged by Faxai but were not repaired would further complicate claims settlements.</p><p>AIR's modeled insured loss estimates<emphasis typeStyle=\"bf\">include</emphasis>:</p><p>Insured damage to property (residential, commercial, industrial, and agricultural/mutual), structures and their contents, as well as extra expenses and debris removal, and automobile from wind, storm surge, and inland flood.</p><p>AIR's modeled insured loss estimates<emphasis typeStyle=\"bf\">do not include</emphasis>:</p><p>LandslideLosses from tornado or earthquakeLosses to landLosses to infrastructureLosses to CAR/EAR, marine hull, or marine cargo lines of businessBusiness interruption lossesLoss adjustment expensesDemand surge-the increase in costs of materials, services, and labor due to increased demand following a catastrophic event; demand surge can be applied by AIR software users who want to account for this variable</p><p><emphasis typeStyle=\"bf\">About AIR Worldwide</emphasis>AIR Worldwide (AIR) provides risk modeling solutions that make individuals, businesses, and society more resilient to extreme events. In 1987, AIR Worldwide founded the catastrophe modeling industry and today models the risk from natural catastrophes, terrorism, pandemics, casualty catastrophes, and cyber incidents. Insurance, reinsurance, financial, corporate, and government clients rely on AIR's advanced science, software, and consulting services for catastrophe risk management, insurance-linked securities, longevity modeling, site-specific engineering analyses, and agricultural risk management. AIR Worldwide, a Verisk (Nasdaq:VRSK) business, is headquartered in Boston, with additional offices in North America, Europe, and Asia. For more information, please visit<url normalizedValue=\"http://www.air-worldwide.com\">www.air-worldwide.com</url>.</p><p>###</p><p>For more information, contact:Kevin LongAIR Worldwide+1-617-267-6645<url normalizedValue=\"mailto:klong@air-worldwide.com\">klong@air-worldwide.com</url></p>", "publisher": "GlobeNewswire - English", "instances": ["Boston, Oct. 22, 2019 (GLOBE NEWSWIRE) -- Catastrophe risk modeling firm AIR Worldwide estimates that industry insured losses from Typhoon Hagibis, which made landfall in Japan on October 12, will be between JPY 865 billion (USD 8 billion) and JPY 1,730 billion (USD 16 billion), with more than half of the losses due to inland flooding. AIR Worldwide is a Verisk (Nasdaq:VRSK) business. According to AIR, Typhoon Hagibis made landfall with 1-minute sustained wind speeds of about 145 km/h (90 mph), the equivalent of a Category 1 hurricane, on the main Japanese island of Honshu on Saturday, October 12, near Shizuoka on the Izu Peninsula. The storm delivered high winds and record-breaking precipitation to a large portion of Honshu from Mie Prefecture in the west to Iwate in the north. Storm surge raised sea levels by more than 1 meter above mean sea level along parts of the coast. The Japan Meteorological Agency (JMA) issued its Level 5, or highest level, special warning for heavy rain; unprecedented rainfall followed.", "Boston, Oct. 22, 2019 (GLOBE NEWSWIRE) -- Catastrophe risk modeling firm AIR Worldwide estimates that industry insured losses from Typhoon Hagibis, which made landfall in Japan on October 12, will be between JPY 865 billion (USD 8 billion) and JPY 1,730 billion (USD 16 billion), with more than half of the losses due to inland flooding. AIR Worldwide is a Verisk (Nasdaq:VRSK) business. According to AIR, Typhoon Hagibis made landfall with 1-minute sustained wind speeds of about 145 km/h (90 mph), the equivalent of a Category 1 hurricane, on the main Japanese island of Honshu on Saturday, October 12, near Shizuoka on the Izu Peninsula. The storm delivered high winds and record-breaking precipitation to a large portion of Honshu from Mie Prefecture in the west to Iwate in the north. Storm surge raised sea levels by more than 1 meter above mean sea level along parts of the coast. The Japan Meteorological Agency (JMA) issued its Level 5, or highest level, special warning for heavy rain; unprecedented rainfall followed. A wide swath of Honshu just outside the Tokyo metro area received between 250 mm and 500+ mm (10 and 20+ inches) of rain; the resort town of Hakone, where 939. 5 mm (37 inches) of precipitation was recorded, broke the calendar-day rainfall record for all of Japan."]}, {"relevance_score": 26, "title": "Sport - Hosts Japan crush Scotland's World Rugby hopes in stormy match", "published": "2019-10-13", "bodyText": "<p nitf:lede=\"true\">Japan went in to top gear to beat Scotland 28-21 on Sunday, in a clash worthy of Rugby World Cup history.</p><p nitf:lede=\"true\">After a war of words between the rival coaches in the build-up, the teams observed a moment's silence for the victims of the violent typhoon Hagibis that swept through Japan on Saturday, killing at least 26 and forcing organisers to scrap three pool games.</p><p>Cheered on by a crowd of 67,000 in Yokohama, star wingers Kotaro Matsushima and Kenki Fukuoka did the damage for Japan, who survived a late fightback in Yokohama to advance as Pool A winners along with Ireland.</p><p>Scotland needed to win while preventing Japan from securing a defensive bonus point and they got off to a flying start.</p><p>Early pressure told as fly-half Finn Russell broke through to give them the lead after just seven minutes.</p><p>Japan coach hails good preparation</p><p>But the Japanese hit back with Matsushima latching onto a superb, one-handed offload from Fukuoka to score his fifth try of the tournament.</p><p>\"For my team, the whole World Cup, we've prepared really, really well. They've put their bodies on the line every weekend,\" said Japan coach Jamie Joseph, who has compared his wide players to Ferraris.</p><p>\"But tonight they went another level I felt. They gave everything they possibly could everyone gave 150 percent and that's what it takes to win big Test matches.\"</p><p>Japan's current vintage thrashed Russia 30-10 and Samoa 38-19 either side of their massive 19-12 win over Ireland, and Joseph will relish the chance to have another crack at the Springboks next weekend.</p><p>Disappointment for Scotland</p><p>Scotland, however, face an early flight home after missing out to Six Nations rivals Ireland for the pool's runners-up spot.</p><p>\"We're disappointed, we obviously look at the game from how we play and we weren't able to win by more than eight points,\" said Scotland coach Gregor Townsend.</p><p>Scotland skipper Greig Laidlaw bemoaned \"soft tries\" his side had gifted Japan.</p><p>\"We gave it a good crack in the second half but when you leak 28 points, you're always going to be chasing the game,\" he said.</p><p>\"You've got to give Japan credit. They've really improved since four years ago.\"</p><p>In other matches on Sunday, Wales beat Uruguay 35 to 13, while Tonga beat the USA 31 to 19.</p><p>Typhoon Hagibis washes out three matches</p><p>Namibia's meeting with Canada in Kamaishi was cancelled due to the dangers posed by Typhoon Hagibis.</p><p>Tournament director Alan Gilpin said floods and landslides had given him \"no option\" but to scrap the match in a town devastated by the 2011 earthquake and tsunami.</p><p>Images posted on social media showed the Canadian players helping out with the clean-up operation.</p><p>The storm also washed out Saturday's England v France and New Zealand v Italy matches.</p><p>More videos available on <url normalizedValue=\"http://www.english.rfi.fr\">http://www.english.rfi.fr</url>/</p><p>Radio France Internationale - All rights of reproduction and distribution reserved.  </p>", "publisher": "RFI (English)", "instances": ["Japan went in to top gear to beat Scotland 28-21 on Sunday, in a clash worthy of Rugby World Cup history. After a war of words between the rival coaches in the build-up, the teams observed a moment's silence for the victims of the violent typhoon Hagibis that swept through Japan on Saturday, killing at least 26 and forcing organisers to scrap three pool games. Cheered on by a crowd of 67,000 in Yokohama, star wingers Kotaro Matsushima and Kenki Fukuoka did the damage for Japan, who survived a late fightback in Yokohama to advance as Pool A winners along with Ireland. Scotland needed to win while preventing Japan from securing a defensive bonus point and they got off to a flying start. Early pressure told as fly-half Finn Russell broke through to give them the lead after just seven minutes. Japan coach hails good preparationBut the Japanese hit back with Matsushima latching onto a superb, one-handed offload from Fukuoka to score his fifth try of the tournament. For my team, the whole World Cup, we've prepared really, really well.", "Scotland skipper Greig Laidlaw bemoaned \"soft tries\" his side had gifted Japan. We gave it a good crack in the second half but when you leak 28 points, you're always going to be chasing the game,\" he said. You've got to give Japan credit. They've really improved since four years ago. In other matches on Sunday, Wales beat Uruguay 35 to 13, while Tonga beat the USA 31 to 19. Typhoon Hagibis washes out three matchesNamibia's meeting with Canada in Kamaishi was cancelled due to the dangers posed by Typhoon Hagibis. Tournament director Alan Gilpin said floods and landslides had given him \"no option\" but to scrap the match in a town devastated by the 2011 earthquake and tsunami. Images posted on social media showed the Canadian players helping out with the clean-up operation. The storm also washed out Saturday's England v France and New Zealand v Italy matches. More videos available on http://www. english."]}, {"relevance_score": 12, "title": "'One Team', '#KuToo' buzzwords for 2019 in Japan", "published": "2019-12-02", "bodyText": "<p nitf:lede=\"true\">Japan rugby team's slogan \"One Team\", the \"#KuToo\" campaign against a de-facto requirement to wear heels at work, and the new imperial era name \"Reiwa\" were chosen Monday as the most memorable 2019 buzzwords.</p><p>\"One Team\" was declared the top buzzword of the year live on national TV, after the Brave Blossoms captured Japan's imagination by reaching the Rugby World Cup quarter-finals for the first time.</p><p>With stunning wins over Six Nations sides Scotland and Ireland and a gutsy last-eight loss to eventual winners South Africa, the Japanese team won the heart of a nation hooked on baseball and sumo -- with supporters packing out fanzones and tuned in in their millions.</p><p>The word #KuToo, a play on words from the Japanese word \"kutsu\" -- meaning shoes -- and \"kutsuu\" -- meaning \"pain\" -- also made the top 10.</p><p>Campaigners say wearing high heels is seen as near-obligatory when job hunting or working at many Japanese companies.</p><p>They submitted a petition in June to the government to protest against the requirement.</p><p>The list also included \"Reiwa,\" -- meaning beautiful harmony in Japanese -- the name of the era that defines the new emperor's reign.</p><p>Although the Gregorian calendar is widely used in the world's third-largest economy, Japan is the only country still using Chinese-style imperial calendars for private and public documents as well as computer records.</p><p>The announcement of a new era name is a massive event in Japan, marked with special newspaper editions, calligraphy shows and public festivities.</p><p>Another topical buzzword was \"keikaku unkyu\" (planned cancellation) in relation to the advance suspension of Tokyo trains as Typhoon Hagibis approached in October.</p><p>A craze for tapioca drinks resulted in another buzzword \"tapiru\", which combines the two words tapioca and \"suru\" (do).</p><p>Japan chooses the buzzwords as well as the kanji, or Chinese character, of the year annually at the year's close.</p>", "publisher": "ETX Daily Up (English International Version)", "instances": ["Campaigners say wearing high heels is seen as near-obligatory when job hunting or working at many Japanese companies. They submitted a petition in June to the government to protest against the requirement. The list also included \"Reiwa,\" -- meaning beautiful harmony in Japanese -- the name of the era that defines the new emperor's reign. Although the Gregorian calendar is widely used in the world's third-largest economy, Japan is the only country still using Chinese-style imperial calendars for private and public documents as well as computer records. The announcement of a new era name is a massive event in Japan, marked with special newspaper editions, calligraphy shows and public festivities. Another topical buzzword was \"keikaku unkyu\" (planned cancellation) in relation to the advance suspension of Tokyo trains as Typhoon Hagibis approached in October. A craze for tapioca drinks resulted in another buzzword \"tapiru\", which combines the two words tapioca and \"suru\" (do). Japan chooses the buzzwords as well as the kanji, or Chinese character, of the year annually at the year's close."]}, {"relevance_score": 13, "title": "Sport - 14-man Ireland thrash Samoa to reach World Cup quarter-finals", "published": "2019-10-12", "bodyText": "<p nitf:lede=\"true\">World Player of the Year Johnny Sexton scored two tries as 14-man Ireland secured a 47-5 bonus-point win over Samoa to reach the Rugby World Cup quarter-finals in Japan on Saturday.</p><p>Ireland had Bundee Aki sent off for a high tackle in the first half but they were still too much for Samoa as they qualified from a tight Pool A despite their shock loss to Japan.</p><p>With Ireland safely through to the play-offs it leaves Japan and Scotland in a straight shoot-out on Sunday for the remaining Pool A slot.</p><p>If the game is cancelled because of Typhoon Hagibis, which slammed into Japan on Saturday, the host team will qualify ahead of Scotland.</p><p>Whoever tops the pool will play South Africa in the quarter-finals while the runner-up will face defending champions New Zealand, whose final match against Italy was cancelled because of the typhoon.</p><p>Ireland were down to 14 men in the 28th minute when Aki, who is of Samoan descent, was sent off for a shoulder to the head of Samoan fly-half Ulupano Seuteni.</p><p>Earlier, Samoa hooker Seilala Lam had been yellow-carded for a similar high shot, but he had tried to lower his point of contact while Aki remained upright and referee Nic Berry ruled there was \"a high degree of danger\".</p><p>Ireland were up 21-5 at the time, but even with a man down they still managed the bonus-point fourth try before half-time when Sexton scored his second.</p><p>In the second half, amid farcical scenes of ground staff repairing huge divots that opened up in the newly laid turf, Ireland added three more tries and kept Samoa scoreless.</p><p>(With AFP)</p><p>More videos available on <url normalizedValue=\"http://www.english.rfi.fr\">http://www.english.rfi.fr</url>/</p><p>Radio France Internationale - All rights of reproduction and distribution reserved.  </p>", "publisher": "RFI (English)", "instances": ["World Player of the Year Johnny Sexton scored two tries as 14-man Ireland secured a 47-5 bonus-point win over Samoa to reach the Rugby World Cup quarter-finals in Japan on Saturday. Ireland had Bundee Aki sent off for a high tackle in the first half but they were still too much for Samoa as they qualified from a tight Pool A despite their shock loss to Japan. With Ireland safely through to the play-offs it leaves Japan and Scotland in a straight shoot-out on Sunday for the remaining Pool A slot. If the game is cancelled because of Typhoon Hagibis, which slammed into Japan on Saturday, the host team will qualify ahead of Scotland. Whoever tops the pool will play South Africa in the quarter-finals while the runner-up will face defending champions New Zealand, whose final match against Italy was cancelled because of the typhoon. Ireland were down to 14 men in the 28th minute when Aki, who is of Samoan descent, was sent off for a shoulder to the head of Samoan fly-half Ulupano Seuteni. Earlier, Samoa hooker Seilala Lam had been yellow-carded for a similar high shot, but he had tried to lower his point of contact while Aki remained upright and referee Nic Berry ruled there was \"a high degree of danger\". Ireland were up 21-5 at the time, but even with a man down they still managed the bonus-point fourth try before half-time when Sexton scored his second. In the second half, amid farcical scenes of ground staff repairing huge divots that opened up in the newly laid turf, Ireland added three more tries and kept Samoa scoreless."]}, {"relevance_score": 14, "title": "ASIA - Japan struggles with rescue in aftermath of destructive storm", "published": "2019-10-13", "bodyText": "<p nitf:lede=\"true\">At least 14 people were killed and nine others missing after Typhoon Hagibis slammed into Japan, officials said Sunday, as rescuers scrambled to reach people trapped by catastrophic flooding.</p><p nitf:lede=\"true\">By Sunday morning, the significantly weakened storm had moved back off land, but serious flooding was reported in several areas, including central Japan's Nagano, where a burst levee sent water from the Chikuma river gushing into residential neighbourhoods, flooding homes up to the second floor.</p><p>Military called in</p><p>Japan's military deployed 27,000 troops to aid rescue operations, including some in helicopters who winched people from the roofs and balconies of flooded homes in Nagano.</p><p>In Kawagoe, northwest of Tokyo, rescue workers in boats were evacuating elderly people from a retirement home that was heavily flooded in the storm.</p><p>One woman wearing an orange life vest clutched at rescue workers in hardhats as the boat moved through the muddy floodwaters.</p><p>Hagibis smashed into the main Japanese island of Honshu around 7:00 pm (1000 GMT) Saturday as one of the most violent typhoons in recent years, with wind gusts of up to 216 kilometres per hour.</p><p>The storm claimed its first victim even before making landfall, when high winds flipped a vehicle, killing its driver.</p><p>Landslides and flooding claimed more lives overnight, and the toll climbed higher after sunrise on Sunday, as the scale of the devastation wrought by Hagibis became clear.</p><p>Rugby World Cup organisers to cancel third match</p><p>On Sunday morning, organisers said they had been forced to cancel a third fixture, Namibia-Canada, but gave the go-ahead to three others including a crunch Japan-Scotland game in Yokohama, near Tokyo.</p><p>Scotland faced elimination if the match was cancelled and had threatened legal action if it was not played.</p><p>More videos available on <url normalizedValue=\"http://www.english.rfi.fr\">http://www.english.rfi.fr</url>/</p><p>Radio France Internationale - All rights of reproduction and distribution reserved.  </p>", "publisher": "RFI (English)", "instances": ["At least 14 people were killed and nine others missing after Typhoon Hagibis slammed into Japan, officials said Sunday, as rescuers scrambled to reach people trapped by catastrophic flooding. By Sunday morning, the significantly weakened storm had moved back off land, but serious flooding was reported in several areas, including central Japan's Nagano, where a burst levee sent water from the Chikuma river gushing into residential neighbourhoods, flooding homes up to the second floor. Military called inJapan's military deployed 27,000 troops to aid rescue operations, including some in helicopters who winched people from the roofs and balconies of flooded homes in Nagano. In Kawagoe, northwest of Tokyo, rescue workers in boats were evacuating elderly people from a retirement home that was heavily flooded in the storm. One woman wearing an orange life vest clutched at rescue workers in hardhats as the boat moved through the muddy floodwaters. Hagibis smashed into the main Japanese island of Honshu around 7:00 pm (1000 GMT) Saturday as one of the most violent typhoons in recent years, with wind gusts of up to 216 kilometres per hour."]}, {"relevance_score": 15, "title": "eSports levels up with SEA Games debut", "published": "2019-12-05", "bodyText": "<p nitf:lede=\"true\">eSports took a step into the sporting mainstream on Thursday as it made its debut at the Southeast Asian Games, becoming a medal event for the first time at an Olympic-recognised multi-sport competition.</p><p>As the typhoon-hit Games, spread across dozens of venues in the northern Philippines, neared the halfway stage, eSports made its grand entrance at a darkened arena in Manila.</p><p>It represents progress for video gaming, which was a demonstration sport at last year's Asian Games but has been left off the programme for the next edition in 2022.</p><p>Players from nine countries are competing over six days for medals in Mobile Legends, Arena of Valor, Dota 2, Starcraft II, Tekken 7 and Hearthstone.</p><p>\"This is a very, very historic day because for the first time eSports will be played in the Southeast Asian Games,\" local mayor Francis Zamora said at an opening ceremony at the 5,500-capacity San Juan Arena.</p><p>The 11-country Games, featuring a record 56 sports, were rocked by deadly Typhoon Kammuri which forced about half of Tuesday's events to be rescheduled.</p><p>It was the second time major sporting event has suffered typhoon disruption in Asia in recent months, after Typhoon Hagibis forced the cancellation of matches during the Rugby World Cup in Japan.</p><p>Despite 13 deaths in Typhoon Kammuri, none of the 8,750 athletes and team officials or 12,000 volunteers was reported hurt and a full SEA Games programme resumed on Wednesday.</p><p>Among Thursday's highlights, Olympic champion Joseph Schooling will be hoping to bag his first individual gold of the Games when he swims in the 50 metres butterfly final. </p><p>The 24-year-old Singaporean opened his medal account on Wednesday with a win in the 4x200m freestyle relay in a SEA Games record time of 7min 17.88sec.</p><p>Six medals are up for grabs on Thursday at the aquatics centre in New Clark City, the Games' main hub north of Manila, including the men's 1,500m freestyle, the longest event in the pool.</p><p>Places in the women's football final will also be decided, as Myanmar take on Thailand and Vietnam face the Philippines in semi-final clashes.</p><p>The Philippines remained in firm control of the medals table on Thursday with 60 golds -- compared with the 24 it won in 2017.</p><p>Seven of the last 11 host nations have finished top of the medals table at the SEA Games, where the flexible sporting programme is traditionally weighted towards the home team.</p>", "publisher": "ETX Daily Up (English International Version)", "instances": ["As the typhoon-hit Games, spread across dozens of venues in the northern Philippines, neared the halfway stage, eSports made its grand entrance at a darkened arena in Manila. It represents progress for video gaming, which was a demonstration sport at last year's Asian Games but has been left off the programme for the next edition in 2022. Players from nine countries are competing over six days for medals in Mobile Legends, Arena of Valor, Dota 2, Starcraft II, Tekken 7 and Hearthstone. This is a very, very historic day because for the first time eSports will be played in the Southeast Asian Games,\" local mayor Francis Zamora said at an opening ceremony at the 5,500-capacity San Juan Arena. The 11-country Games, featuring a record 56 sports, were rocked by deadly Typhoon Kammuri which forced about half of Tuesday's events to be rescheduled. It was the second time major sporting event has suffered typhoon disruption in Asia in recent months, after Typhoon Hagibis forced the cancellation of matches during the Rugby World Cup in Japan. Despite 13 deaths in Typhoon Kammuri, none of the 8,750 athletes and team officials or 12,000 volunteers was reported hurt and a full SEA Games programme resumed on Wednesday. Among Thursday's highlights, Olympic champion Joseph Schooling will be hoping to bag his first individual gold of the Games when he swims in the 50 metres butterfly final. The 24-year-old Singaporean opened his medal account on Wednesday with a win in the 4x200m freestyle relay in a SEA Games record time of 7min 17. 88sec. Six medals are up for grabs on Thursday at the aquatics centre in New Clark City, the Games' main hub north of Manila, including the men's 1,500m freestyle, the longest event in the pool."]}, {"relevance_score": 0, "title": "Tesla Powerwall Battery Installations To Begin In Japan", "published": "2019-10-15", "bodyText": "<p>Global rollout of the Powerwall home battery continues, with Japan installations slated for 2020</p>", "publisher": "silicon.co.uk", "instances": []}, {"relevance_score": 17, "title": "SEA Games organisers say 'ready' for Typhoon Kammuri", "published": "2019-12-02", "bodyText": "<p nitf:lede=\"true\">Southeast Asian Games venues and officials in the Manila region are \"ready\", competition organisers said Monday, as powerful Typhoon Kammuri churned toward the Philippines.</p><p nitf:lede=\"true\">There was no talk of cancelling the Games as the storm headed for a swathe of the nation's north that includes key competition hubs as well as thousands of athletes, and had already impacted scheduling.</p><p>Forecasters predict the typhoon will make landfall late Monday or early Tuesday hundreds of kilometres southeast of the capital, with intense rains and potent wind gusts of up to 185 kilometres (115 miles) per hour.</p><p>\"Everything is set,\" Ramon Suzara, COO of organising committee PHISGOC, told journalists on Monday. \"For contingency, all venues, all competition managers, technical delegates are ready.\"</p><p>Kammuri caused problems for the competition's plans before landfall. Windsurfing was halted as a precaution and triathlon events were held earlier than scheduled, an official said at the weekend.</p><p>Officials told reporters that each sport is overseen by managers and ultimately they would make the call on any possible cancellations or rescheduling.</p><p>\"The proper timing of when to postpone them (events) is decided by the technical delegate or the one that is in charge of the sport,\" said Celso Dayrit, SEA Games Executive Committee Chairman.</p><p>As part of the contingency plan \"in place a long time ago\", Games organisers have told venues to dismantle temporary structures like tents for officials, security and catering or outdoor branding over fears they could be ripped away by the strong winds. </p><p>Organisers did not elaborate on the broader contingency plans or the decision making process, but cited the example of how an indoor event could be impacted.</p><p>\"For example, basketball or volleyball, normally if there are typhoons, which has been done, the competition continues if necessary but without spectators,\" Suzara said.</p><p>As of Monday, windsurfing was halted as a precaution and triathlon and duathlon events were held earlier than scheduled.</p><p>Suzara ruled out any extension to the Games, which is due to end on December 11 after opening on Saturday.</p><p>Earlier this year at Japan's Rugby World Cup, three matches were cancelled as Typhoon Hagibis approached the country -- one of the biggest and most powerful storms Japan has seen in many years that would eventually kill more than 80 people.</p><p>The sheer size of the storm -- it covered the vast majority of the Japanese archipelago -- and the ferocity of the winds left the organisers with little choice but to cancel the games before landfall.</p><p>Around 8,750 athletes and team officials are expected at this year's 30th edition of the SEA Games along with another 12,000 volunteers.</p>", "publisher": "ETX Daily Up (English International Version)", "instances": ["As part of the contingency plan \"in place a long time ago\", Games organisers have told venues to dismantle temporary structures like tents for officials, security and catering or outdoor branding over fears they could be ripped away by the strong winds. Organisers did not elaborate on the broader contingency plans or the decision making process, but cited the example of how an indoor event could be impacted. For example, basketball or volleyball, normally if there are typhoons, which has been done, the competition continues if necessary but without spectators,\" Suzara said. As of Monday, windsurfing was halted as a precaution and triathlon and duathlon events were held earlier than scheduled. Suzara ruled out any extension to the Games, which is due to end on December 11 after opening on Saturday. Earlier this year at Japan's Rugby World Cup, three matches were cancelled as Typhoon Hagibis approached the country -- one of the biggest and most powerful storms Japan has seen in many years that would eventually kill more than 80 people. The sheer size of the storm -- it covered the vast majority of the Japanese archipelago -- and the ferocity of the winds left the organisers with little choice but to cancel the games before landfall. Around 8,750 athletes and team officials are expected at this year's 30th edition of the SEA Games along with another 12,000 volunteers."]}, {"relevance_score": 32, "title": "Fierce typhoon paralyses Tokyo, causes floods, damage across Japan", "published": "2019-10-12", "bodyText": "<p nitf:lede=\"true\">One of the most powerful typhoons to ever hit Tokyo paralysed the Japanese capital on Saturday, leaving millions confined indoors and streets deserted as fierce rain and wind killed two, flooded rivers and threatened widespread damage.</p><p nitf:lede=\"true\"/><p nitf:lede=\"true\">A 50-year-old man was killed near Tokyo early on Saturday in a car overturned by punishing winds, while another person died after being washed away in a car, public broadcaster NHK said. Nine people remain missing in landslides and flooding, it said.</p><p><br/><br/>Authorities issued evacuation advisories and orders for more than 6 million people across the country as the storm unleashed the heaviest rain and winds in years. Some 80 injuries have been reported so far, while more than 270,000 households lost power, NHK said.<br/><br/>The storm, which the government said could be the strongest to hit Tokyo since 1958, brought record-breaking rainfall in many areas, including the popular resort town of Hakone, with a whopping 939.5 mm (37 inches) of rain over 24 hours.<br/><br/>Typhoon Hagibis, which means \"speed\" in the Philippine language Tagalog, made landfall on Japan's main island of Honshu on Saturday evening. A magnitude 5.7 earthquake shook Tokyo shortly after.<br/><br/>Even as the typhoon moved away from the capital late on Saturday, one expert warned of further flooding as several surrounding prefectures began releasing water from dams, letting it flow downstream.<br/><br/>\"The situation is now worse than this evening,\" Nobuyuki Tsuchiya, director of the Japan Riverfront Research Center, told Reuters. About 1.5 million people in Tokyo live below sea level.<br/><br/>The Japan Meteorological Agency issued the highest alert level for 12 prefectures, warning of potential for once in decades rain totals. It later downgraded the alert level for several prefectures, including Tokyo.<br/><br/>\"Damage from floods and landslides is likely taking place already,\" an agency official told a news conference carried by NHK. \"It is critical that people take action urgently to protect their lives and the lives of loved ones.\"<br/><br/>Just last month, another strong storm, Typhoon Faxai, destroyed or damaged 30,000 houses in Chiba, east of Tokyo, and caused extensive power outages.<br/><br/>Paralysed<br/><br/>Tokyo's Haneda airport and Narita airport in Chiba both stopped flights from landing and connecting trains were suspended, forcing the cancellation of more than a thousand flights.<br/><br/>Train operators suspended bullet train services extensively, while many train and subway lines in Tokyo were also down for most of Saturday. Usually bustling entertainment and shopping districts such as Shibuya and Ginza were deserted.<br/><br/>Tokyo Disneyland was closed on Saturday, its first weather-related closure since 1984, and supermarkets ran out of bottled water, batteries and other disaster-related goods.<br/><br/>Many people in and around Tokyo took shelter in temporary evacuation facilities early, before the worst of the storm arrived.<br/><br/>Yuka Ikemura, a 24-year-old nursery school teacher, was in one such facility at a community centre in eastern Tokyo with her 3-year-old son, 8-month-old daughter and their pet rabbit.<br/><br/>She said she decided to move before it was too late.<br/><br/>\"I've got small children to take care of and we live on the first floor of an old apartment,\" Ikemura told Reuters.<br/><br/>\"We brought with us the bare necessities. I'm scared to think about when we will have run out diapers and milk.\"<br/><br/>Japanese Formula One Grand Prix organisers cancelled all practice and qualifying sessions scheduled for Saturday. Two matches of the Rugby World Cup due to be played on Saturday were also cancelled.<br/><br/>The Defence Ministry set up a new Twitter account to disseminate information on disaster relief efforts.</p><p>(REUTERS)</p>", "publisher": "FRANCE 24 (English)", "instances": ["Nine people remain missing in landslides and flooding, it said. Authorities issued evacuation advisories and orders for more than 6 million people across the country as the storm unleashed the heaviest rain and winds in years. Some 80 injuries have been reported so far, while more than 270,000 households lost power, NHK said. The storm, which the government said could be the strongest to hit Tokyo since 1958, brought record-breaking rainfall in many areas, including the popular resort town of Hakone, with a whopping 939. 5 mm (37 inches) of rain over 24 hours. Typhoon Hagibis, which means \"speed\" in the Philippine language Tagalog, made landfall on Japan's main island of Honshu on Saturday evening. A magnitude 5. 7 earthquake shook Tokyo shortly after. Even as the typhoon moved away from the capital late on Saturday, one expert warned of further flooding as several surrounding prefectures began releasing water from dams, letting it flow downstream. The situation is now worse than this evening,\" Nobuyuki Tsuchiya, director of the Japan Riverfront Research Center, told Reuters. About 1."]}, {"relevance_score": 31, "title": "Ireland crush Samoa 47-5 to enter Rugby World quarter-finals", "published": "2019-10-12", "bodyText": "<p nitf:lede=\"true\">Ireland crushed Samoa 47-5 despite playing more than half the contest with 14 men on Saturday night to secure its Rugby World Cup quarterfinals spot.</p><p nitf:lede=\"true\"/><p nitf:lede=\"true\">Flyhalf Johnny Sexton scored two of Ireland's seven tries and finished with 18 points. Ireland moved atop Pool A with 16 points before host Japan's game against Scotland on Sunday. Scotland needs to win that game to have any chance of progressing, but will have to wait until World Rugby assesses conditions in the wake of Typhoon Hagibis before knowing if the game will go ahead at Yokohama.</p><p><br/><br/>If the game is cancelled, it'll be logged as a 0-0 tie and both teams will be awarded two competition points, enough for Japan to qualify for the knockout stage for the first time.<br/><br/>Ireland needed to ensure it controlled its own quarterfinal destiny with a big win over the Samoans, and had wrapped up a bonus point by half time.<br/><br/>But they had to play more than 50 minutes with a player short after center Bundee Aki became the first Ireland player sent off at a World Cup.<br/><br/>Aki, who is of Samoan descent, was red carded in the 29th minute for a dangerous high tackle on Ulupano Seuteni, leading with his shoulder in the flyhalf's face.<br/><br/>It took the tournament tally for reds to a record-extending seven.<br/><br/>But it made little difference to the contest, such was Ireland's domination in the forwards allied to the quick-thinking of Sexton and his halves partner Conor Murray.<br/><br/>The score was 21-5 when Aki was sent off — Ireland's tries coming from hooker Rory Best, prop Tadhg Furlong and Sexton — and 26 unanswered points followed.<br/><br/>Sexton got his second try of the game right on the halftime buzzer, fed quickly by Murray on the blind side from a close-range scrum, and converted fullback Jordan Larmour's early into the second half after Murray's smart miss-out pass fooled Samoa's ragged defense.<br/><br/>No. 8 CJ Stander and replacement winger Andrew Conway added further tries.<br/><br/>They were converted by Sexton's flyhalf replacement, Joey Carbery, who set up Conway's score with a neat grubber kick.<br/><br/>Backrower Jack Lam scored Samoa's only try, although both teams had a second-half try ruled out by TMO.<br/><br/>Best, the Ireland captain, got the first try in the fourth minute from a driving maul. It was awarded after one of several video reviews.<br/><br/>TMO was used again moments later to sin-bin hooker Seilala Lam for planting his shoulder into left winger Jacob Stockdale's face as both player crouched.<br/><br/>Ireland punished that sloppy mistake with a converted try in the eighth. Furlong broke four tackles, even going through one with an almost ballet-like pirouette that is most irregular for a player of his imposing size.<br/><br/>Then Sexton swapped passes neatly with Larmour and sprinted over the line before converting his try for 21-0.<br/><br/>Samoa reduced the deficit when Lam — the captain and brother of Seilala — burrowed over from close range.<br/><br/>Then, Aki clobbered Seuteni, sending him down to the ground and rocking back on his knees. It was a heavy hit, and Seuteni needed treatment on the field before going off.<br/><br/>Ireland upped its urgency.<br/><br/>Right on halftime, old hands Murray and Sexton combined for Ireland's fourth try of the game.<br/><br/>After that, Ireland kept attacking and Samoa played almost the entire second half camped in its own half. The Samoans weren't helped when TJ Ioane was also yellow carded.<br/><br/>It was dominant performance from Ireland, the intensity unrelenting, and the red card for Aki seemed to focus collective Irish minds.<br/><br/>But from the Samoans, it was sloppy, and they go home in next-to-last place having only beaten Russia.</p><p>(AP)</p>", "publisher": "FRANCE 24 (English)", "instances": ["Ireland crushed Samoa 47-5 despite playing more than half the contest with 14 men on Saturday night to secure its Rugby World Cup quarterfinals spot. Flyhalf Johnny Sexton scored two of Ireland's seven tries and finished with 18 points. Ireland moved atop Pool A with 16 points before host Japan's game against Scotland on Sunday. Scotland needs to win that game to have any chance of progressing, but will have to wait until World Rugby assesses conditions in the wake of Typhoon Hagibis before knowing if the game will go ahead at Yokohama. If the game is cancelled, it'll be logged as a 0-0 tie and both teams will be awarded two competition points, enough for Japan to qualify for the knockout stage for the first time. Ireland needed to ensure it controlled its own quarterfinal destiny with a big win over the Samoans, and had wrapped up a bonus point by half time. But they had to play more than 50 minutes with a player short after center Bundee Aki became the first Ireland player sent off at a World Cup. Aki, who is of Samoan descent, was red carded in the 29th minute for a dangerous high tackle on Ulupano Seuteni, leading with his shoulder in the flyhalf's face. It took the tournament tally for reds to a record-extending seven."]}, {"relevance_score": 27, "title": "Rugby World Cup: England-France, New Zealand-Italy matches axed due to typhoon", "published": "2019-10-10", "bodyText": "<p nitf:lede=\"true\">Rugby World Cup organisers took the unprecedented step of cancelling games - England v France, and New Zealand v Italy - on Thursday as Super Typhoon Hagibis bears down on Japan.</p><p nitf:lede=\"true\">Both games were in the projected path of the storm, which has a \"violent\" rating—the highest category by Japan's weather bureau—and is due to hit on Saturday.</p><p nitf:lede=\"true\">Sunday's four games, including the Pool A showdown between hosts Japan and Scotland in Yokohama, remain under review, tournament director Alan Gilpin said.</p><p>\"We've taken the very difficult decision to cancel certain matches in the affected areas,\" Gilpin said. It is the first time in the tournament's 32-year history that any game has been axed.</p><p>\"We are continuing to review Sunday's matches and making every effort to ensure they will be played as scheduled,\" Gilpin added.</p><p>Seven games were slated for the final weekend of the pool stage, when matches are tightly packed and cannot be rescheduled. Cancelled games are recorded as 0-0 draws, with both teams awarded two points.</p><p>England and France are already qualified from Pool C, with England top of the group, but Pool A hangs in the balance ahead of Japan's final game against Scotland in Yokohama on Sunday.</p><p>If that game were to be abandoned it would be a disaster for the Scots, who would be eliminated, while Japan would go through to the quarter-finals as shock winners of Pool A with Ireland runners-up.</p><p>Australia's game against Georgia on Friday will go ahead, as will Saturday's match between Ireland and Samoa, which is in Fukuoka in Japan's southwest, out of the path of the storm.</p><p>Hagibis, packing maximum gusts of up to 270 kilometres (168 miles) per hour, is currently projected to hit the Tokyo and Yokohama area on Saturday.</p><p>'Large and violent typhoon'</p><p>\"It is currently a large and violent typhoon. As it moves north and approaches Japan, it will be technically downgraded slightly to a 'very strong' typhoon,\" said a meteorologist at the Japan Meteorological Agency.</p><p>\"But the fact remains it will remain very strong when it arrives... This is a very large typhoon, which means it may have a significant impact in large areas,\" he added.</p><p>Formula One organisers also said they were \"closely monitoring\" the potential impact of Hagibis ahead of this weekend's Japanese Grand Prix at Suzuka, southwest of Tokyo.</p><p>In 2014, Marussia driver Jules Bianchi crashed in bad weather conditions caused by a typhoon, and remained in a coma until his death the following July.</p><p>Typhoon Faxai, which struck Japan about two weeks before the World Cup, caused widespread disruption, leaving two people dead, cutting power supplies and causing the cancellation of more than 100 flights.</p><p>Hagibis is currently forecast to clip the southeastern corner of Japan near Tokyo and Yokohama, a similar trajectory to Faxai.</p><p>It is expected to weaken considerably as it approaches but Japan is still bracing for torrential rain and fierce winds from what forecasters have warned is one of the most powerful storms to hit the country in recent years.</p><p>Organisers have touted \"robust\" contingency plans for every eventuality after deciding to hold the tournament in Japan, subject to around 20 typhoons per year as well as being one of the most seismically active regions on Earth.</p><p>Faxai made landfall in Chiba, east of Tokyo, on September 9, causing pandemonium including a lengthy black-out that affected half-a-million homes.</p><p>That storm also had an impact on some teams' arrivals at the Rugby World Cup. England were stranded for hours at Narita Airport and Australia delayed their arrival from Sydney.</p><p>(AFP)</p>", "publisher": "FRANCE 24 (English)", "instances": ["Rugby World Cup organisers took the unprecedented step of cancelling games - England v France, and New Zealand v Italy - on Thursday as Super Typhoon Hagibis bears down on Japan. Both games were in the projected path of the storm, which has a \"violent\" rating—the highest category by Japan's weather bureau—and is due to hit on Saturday. Sunday's four games, including the Pool A showdown between hosts Japan and Scotland in Yokohama, remain under review, tournament director Alan Gilpin said. We've taken the very difficult decision to cancel certain matches in the affected areas,\" Gilpin said. It is the first time in the tournament's 32-year history that any game has been axed. We are continuing to review Sunday's matches and making every effort to ensure they will be played as scheduled,\" Gilpin added."]}, {"relevance_score": 79, "title": "Japan Spent Mightily to Soften Nature's Wrath, but Can It Ever Be Enough?", "published": "2019-10-18", "bodyText": "<p nitf:lede=\"true\">After a typhoon's record-breaking rains breached dozens of levees, the country is wondering whether even the costliest systems can be future-proofed for the age of climate change. </p><p nitf:lede=\"true\">NAGANUMA, Japan - The time was 1:30 a.m., and Hiroshi Ogawa was trying to decide whether he should run from the biggest typhoon to hit Japan in decades. </p><p nitf:lede=\"true\">His home stood near the Chikuma River in Nagano Prefecture, separated from the rising waters by a levee. \"I had confidence in the levee,\" Mr. Ogawa, 68, said. \"I had faith that it was built to withstand a hundred-year flood, so it should be O.K.\"</p><p nitf:lede=\"true\">It was not. A little over an hour later, the levee burst, submerging his home and sweeping away everything in it. He barely escaped: Minutes before, he had driven to higher ground after being warned by volunteer firefighters to flee. </p><p>The levee, in an area northwest of Tokyo, was one of at least 55 breached as Typhoon Hagibis dumped record-breaking rains on Japan last weekend, with more than 70 people dying in the storm and floodwaters hitting more than 10,000 homes. </p><p>Japan, a nation grimly accustomed to natural disasters, has invested many billions of dollars in a world-class infrastructure meant to soften nature's wrath. But with the flooding in areas across central and northern Japan in recent days, the country has been forced to examine more deeply the assumptions that undergird its flood control system.</p><p>That is raising a difficult question, for Japan and for the world: Can even the costliest systems be future-proofed in an age of storms made more powerful by climate change? </p><p>Yasuo Nihei, a professor of river engineering at the Tokyo University of Science, said that in places around Japan, \"we're observing rain of a strength that we have never experienced. When we look at the costs, I think it's clear that flood control programs need to be accelerated.\"</p><p>Even so, he said, \"realistically, there will be rains you can't defend against.\"</p><p>That has not always been the view of the Japanese government. For centuries, it has seen disaster management as a problem to be solved by engineering. </p><p>After a devastating typhoon killed more than 1,200 people in the late 1950s, Japan embarked on a series of public works projects aimed at taming its many rivers. Levees and dams sprang up on nearly every river, and civil engineers sheathed long stretches of riverbeds in concrete.</p><p>While the projects have saved countless lives, they are insufficient to meet the challenge of increasingly extreme weather patterns, said Shiro Maeno, a professor of hydraulic engineering at Okayama University.</p><p>\"In the current state, it wouldn't be strange for a flood to happen anytime, anywhere,\" Mr. Maeno said. \"Things we never could have considered have started happening in the last few years.\"</p><p>The heavy investment in infrastructure has not come without a cost. The spending has helped send Japan's national debt to record highs, as the country has approved many projects that turned out to be minimally effective or, at worst, damaging to the environment. </p><p>The Japanese government has also used infrastructure spending to stimulate an economy that was stagnant for decades. Critics note that some of the projects are little more than a tool for enriching construction companies, with part of the proceeds being returned to local politicians in the form of campaign donations. </p><p>Whatever the motivation for the spending, engineers are warning that as storms grow in intensity, the government faces diminishing returns as it contemplates raising levees or digging new drainage tunnels. But in the wake of the typhoon, the burning question among Japanese politicians is whether the country should be investing even more. </p><p>Daniel Aldrich, a professor of political science at Northeastern University in Boston who studies disaster management, said that huge engineering projects had often provided a false sense of security, leading people to avoid what can be a more effective response: evacuation. </p><p>\"Why would you possibly leave when you have this system set up to protect you?\" he said. \"Why go anywhere? It's a moral hazard when you believe the systems in place will protect you more than the process of fleeing, which is of course what we really want.\"</p><p>In 2017, the national government passed a revision to the country's flood and river controls laws aimed at decreasing the mounting economic damage from extreme weather and bringing the number of deaths caused by the failure to evacuate down to zero - a challenge made greater by the country's rapidly aging population. </p><p>The changes have forced local governments to revise how they prepare for disasters. Instead of planning for 100-year storms, they are now thinking about more destructive once-in-a-thousand-year disasters.</p><p>Last summer, Nagano city, which administers Naganuma, where Mr. Ogawa's house was inundated, redrew its flood maps. The old maps, drawn up in 2006, imagined a situation in which Naganuma could be covered with up to 16 feet of floodwater.</p><p>But planners now imagine a much worse scenario: 16 inches of rain over two days, resulting in more than a dozen levee breaches and leaving Naganuma drowning under 65 feet of water. </p><p>Even that might not be pessimistic enough. Last weekend, when Typhoon Hagibis hit Hakone, a mountain resort town south of Tokyo, 39 inches of rain fell in 48 hours.</p><p>In a city like Tokyo with millions of people, the planners' thousand-year projection might justify spending billions on high-tech flood prevention systems.</p><p>But in a rural area like Naganuma, the government needs to make tough choices, said Hiroki Okamoto, a local official in charge of managing the Chikuma River.</p><p>\"We have to move forward with the understanding that no matter what's installed, there will be a flood that it can't defend against,\" Mr. Okamoto said. The government needs to shift its focus to \"doing public relations work so that people will evacuate\" during floods, he said, adding, \"It's hard to get them to run.\"</p><p>That thinking goes against the mainstream, said Dr. Aldrich, the professor at Northeastern University. </p><p>\"As societies think about how to deal with global climate change, many of them are starting to switch to an engineering mind-set, when they should be placing more emphasis on so-called soft measures like encouraging neighbors to help each other evacuate ahead of a disaster,\" he said.</p><p>\"A lot of societies in North America or Singapore or Japan have become fixated on the idea that we'll engineer our way out of this problem,\" he added. \"We'll build floating buildings or better sensors, which is all well and good, but what do you do if your cellphone doesn't work? Or you don't have access to electricity?\"</p><p>In Naganuma, where rescuers have so far recovered two bodies from the area near the levee breach, it was those \"soft measures\" that saved people like Mr. Ogawa and the 400 others who evacuated the area. </p><p>Mitsuyoshi Oguchi, a local handyman, said that every year the entire town - which has a long history of flooding - participated in evacuation drills. At a temple close to the river, a wooden pole more than 10 feet tall records the area's major floods. Near the top, the year 1742 is written in thick, black Chinese characters.</p><p>On Saturday evening, as the waters rose, city officials called residents and begged them to leave. Volunteers, including Mr. Ogawa's wife, Kyoko, went door to door, helping their elderly neighbors make the trip to an evacuation center.</p><p>Still, few residents expected that a typhoon would break the levee in their lifetimes.</p><p>On Wednesday, construction crews raced to repair the gap in the Chikuma levee. Cranes lowered giant concrete blocks shaped like jacks into the breach, then covered them with dirt. On the far side of the levee, where low fields run to the riverbank, hundreds of apple trees were covered to their crowns in muddy water.</p><p>Here and there, residents took the first steps toward recovery, shoveling out their homes and dragging away waterlogged furniture.</p><p>\"We're lucky,\" Mr. Ogawa's daughter Natsumi said in front of her parents' stately home, one of many houses built with money from the orchards. \"All of our furniture got washed away, so there's not much to clean up.\"</p><p>Mr. Ogawa himself was not quite so sanguine. His home and his apple business will recover, he said, but he's not sure he ever will.</p><p>\"Even if the levee is fixed, every time there's a heavy rain or a typhoon, my chest is going to tighten,\" he said.</p><p>\"I want to move to a place where my family can live without worrying.\"</p>", "publisher": "The New York Times - International Edition", "instances": ["\"I had faith that it was built to withstand a hundred-year flood, so it should be O. K. It was not. A little over an hour later, the levee burst, submerging his home and sweeping away everything in it. He barely escaped: Minutes before, he had driven to higher ground after being warned by volunteer firefighters to flee. The levee, in an area northwest of Tokyo, was one of at least 55 breached as Typhoon Hagibis dumped record-breaking rains on Japan last weekend, with more than 70 people dying in the storm and floodwaters hitting more than 10,000 homes. Japan, a nation grimly accustomed to natural disasters, has invested many billions of dollars in a world-class infrastructure meant to soften nature's wrath. But with the flooding in areas across central and northern Japan in recent days, the country has been forced to examine more deeply the assumptions that undergird its flood control system. That is raising a difficult question, for Japan and for the world: Can even the costliest systems be future-proofed in an age of storms made more powerful by climate change? Yasuo Nihei, a professor of river engineering at the Tokyo University of Science, said that in places around Japan, \"we're observing rain of a strength that we have never experienced. When we look at the costs, I think it's clear that flood control programs need to be accelerated.", "Last summer, Nagano city, which administers Naganuma, where Mr. Ogawa's house was inundated, redrew its flood maps. The old maps, drawn up in 2006, imagined a situation in which Naganuma could be covered with up to 16 feet of floodwater. But planners now imagine a much worse scenario: 16 inches of rain over two days, resulting in more than a dozen levee breaches and leaving Naganuma drowning under 65 feet of water. Even that might not be pessimistic enough. Last weekend, when Typhoon Hagibis hit Hakone, a mountain resort town south of Tokyo, 39 inches of rain fell in 48 hours. In a city like Tokyo with millions of people, the planners' thousand-year projection might justify spending billions on high-tech flood prevention systems. But in a rural area like Naganuma, the government needs to make tough choices, said Hiroki Okamoto, a local official in charge of managing the Chikuma River. We have to move forward with the understanding that no matter what's installed, there will be a flood that it can't defend against,\" Mr. Okamoto said. The government needs to shift its focus to \"doing public relations work so that people will evacuate\" during floods, he said, adding, \"It's hard to get them to run."]}, {"relevance_score": 27, "title": "Japan launches major rescue efforts after typhoon unleashes deadly floods", "published": "2019-10-13", "bodyText": "<p nitf:lede=\"true\">Japan's military scrambled Sunday to rescue people trapped by flooding after powerful Typhoon Hagibis ripped across the country, killing at least 11 people and leaving more than a dozen missing.</p><p nitf:lede=\"true\">The storm's heavy rain triggered deadly landslides and caused rivers to burst their banks. The destruction forced Rugby World Cup organisers to cancel the third match of the tournament though the key Japan-Scotland clash will go ahead.</p><p nitf:lede=\"true\">By Sunday morning, the significantly weakened storm had moved back off land, but serious flooding was reported in central Japan's Nagano, where a burst levee sent water from the Chikuma river gushing into residential neighbourhoods, flooding homes up to the second floor.</p><p>Japan's military deployed helicopters to rescue people seen standing on balconies waving towels to attract attention.</p><p>\"Overnight, we issued evacuation orders to 427 households, 1,417 individuals,\" Yasuhiro Yamaguchi, an emergency official in Nagano city, told AFP, adding that it was unclear how many homes had been affected.</p><p>Aerial footage showed a row of bullet trains half-submerged in muddy waters at a depot in Nagano.</p><p>Hagibis smashed into the main Japanese island of Honshu around 7:00 pm (1000 GMT) Saturday as one of the most violent typhoons in recent years, with wind gusts of up to 216 kilometres per hour (134 miles per hour).</p><p>Well before making landfall, the outer bands of the storm claimed their first victim, a driver whose van was flipped over in the strong gusts.</p><p>Several more deaths were confirmed Saturday night, including a man killed in a landslide and another pulled from a flooded home.</p><p>And the toll continued to rise as the full scale of the disaster became clearer Sunday morning, with bodies recovered from submerged cars and landslides across several regions of the country.</p><p>Boat sinks in Tokyo Bay</p><p>National broadcaster NHK said at least 99 people had been injured and more than a dozen were missing after the storm.</p><p>Among the missing were eight people from a cargo ship that sank Saturday night in Tokyo Bay. The coast guard said they had rescued four of the Panama-flagged ship's crew but were still searching for the others.</p><p>At the storm's peak, more than seven million people were placed under non-compulsory evacuation orders, with tens of thousands heeding the call and moving into government shelters.</p><p>The Japan Meteorological Agency issued its highest-level rain disaster warning, saying \"unprecedented\" downpours were expected.</p><p>\"The water came up higher than my head in the house,\" Hajime Tokuda, a finance professional living in Kawasaki near Tokyo told AFP.</p><p>He moved to his family's home nearby, but that flooded too and they had to be rescued by boat.</p><p>In Saitama's Higashi Matsuyama city, northwest of Tokyo, rice and flower farmers were counting their losses, with water submerging warehouses full of freshly harvested product.</p><p>\"We never had a flood like this before in this neighbourhood,\" said one farmer, who declined to give his name.</p><p>\"We cannot even go into the flower warehouse due to the water. I don't know where to start cleaning this mess.\"</p><p>Japan-Scotland match on</p><p>The storm also brought travel chaos during a long holiday weekend in Japan, with flights grounded and both local and bullet trains serving Tokyo suspended fully or partially.</p><p>But Sunday morning, train services were resuming and operations were slowly restarting at the two airports serving the capital, although many flights remained cancelled.</p><p>The storm had already caused havoc for the sports world, forcing the delay of Japanese Grand Prix qualifiers and the cancellation of two Saturday Rugby World Cup matches.</p><p>On Sunday morning, organisers said they had been forced to cancel a third fixture -- Namibia-Canada -- but gave the go-ahead to three others including a crunch Japan-Scotland game in Yokohama, near Tokyo.</p><p>Scotland faced elimination if the match was cancelled and had threatened legal action if it was not played.</p><p>(AFP)</p>", "publisher": "FRANCE 24 (English)", "instances": ["Japan's military scrambled Sunday to rescue people trapped by flooding after powerful Typhoon Hagibis ripped across the country, killing at least 11 people and leaving more than a dozen missing. The storm's heavy rain triggered deadly landslides and caused rivers to burst their banks. The destruction forced Rugby World Cup organisers to cancel the third match of the tournament though the key Japan-Scotland clash will go ahead. By Sunday morning, the significantly weakened storm had moved back off land, but serious flooding was reported in central Japan's Nagano, where a burst levee sent water from the Chikuma river gushing into residential neighbourhoods, flooding homes up to the second floor. Japan's military deployed helicopters to rescue people seen standing on balconies waving towels to attract attention. Overnight, we issued evacuation orders to 427 households, 1,417 individuals,\" Yasuhiro Yamaguchi, an emergency official in Nagano city, told AFP, adding that it was unclear how many homes had been affected."]}, {"relevance_score": 42, "title": "'Worst typhoon in six decades' hits Japan", "published": "2019-10-12", "bodyText": "<p nitf:lede=\"true\">A heavy downpour and strong winds pounded Tokyo and surrounding areas on Saturday as a powerful typhoon forecast to be Japan's worst in six decades made landfall southwest of Tokyo, with streets, beaches and train stations deserted.</p><p nitf:lede=\"true\">Store shelves were bare after people stocked up on water and food ahead of Typhoon Hagibis. The Japan Meteorological Agency warned of dangerously heavy rainfall in Tokyo and surrounding prefectures, including Gunma, Saitama and Kanagawa.</p><p nitf:lede=\"true\">An earthquake shook the area drenched by the rainfall shortly before the typhoon made landfall in Shizuoka prefecture on Saturday evening. The U.S. Geological Survey said the magnitude 5.3 quake was centered in the ocean off the coast of Chiba, near Tokyo, and was fairly deep, at 59.5 kilometers (37 miles). Deep quakes tend to cause less damage than shallow ones.</p><p>\"Be ready for rainfall of the kind that you have never experienced,\" said meteorological agency official Yasushi Kajihara, adding that areas usually safe from disasters may prove vulnerable.</p><p>\"Take all measures necessary to save your life,\" he said.</p><p>Kajihara said people who live near rivers must take shelter on the second floor or higher of any sturdy building if an officially designated evacuation center wasn't easily accessible. He also expressed fears that disaster may have already struck in some areas.</p><p>Hagibis, which means « speed » in Filipino, was advancing north-northwestward with maximum sustained winds of 162 kilometers (100 miles) per hour, according to the meteorological agency.</p><p>The storm brought heavy rainfall in wide areas of Japan all day ahead of its landfall, including in Shizuoka and Mie prefectures, southwest of Tokyo, as well as Chiba to the north, which saw power outages and damaged homes in a typhoon last month.</p><p>Under gloomy skies, a tornado ripped through Chiba on Saturday, overturning a car in the city of Ichihara and killing a man inside the vehicle, city official Tatsuya Sakamaki said. Five people were injured when the tornado ripped through a house. Their injuries were not life-threatening, Sakamaki said.</p><p>The heavy rain caused rivers to swell, flipped anchored boats and whipped up sea waters in a dangerous surge along the coast, flooding some residential neighborhoods and leaving people to wade in ankle-deep waters and cars floating.</p><p>In Shizuoka, one of two men who went missing in the Nishikawa River was rescued, Gotemba city official Fumihiko Katsumata said. Firefighters said the two men were working at a river canal to try to control overflowing when they were swept away.</p><p>Yusuke Ikegaya, a Shizuoka resident who evacuated ahead of the storm, said he was surprised that the nearby river was about to overflow in the morning, hours before the typhoon made landfall.</p><p>\"In the 28 years of my life, this is the first time I've had to evacuate even before a typhoon has landed,\" he said.</p><p>Authorities also warned of mudslides, common in mountainous Japan.</p><p>Public broadcaster NHK said Shiroyama dam in Kanagawa prefecture, also southwest of Tokyo, may release some of its waters, which were nearing limits. An overflooded dam is likely to cause greater damage, and so releasing some water gradually is a standard emergency measure.</p><p>Rugby World Cup matches, concerts and other events in the area were canceled, while flights were grounded and train services halted. Authorities acted quickly, with warnings issued earlier in the week, including urging people to stay indoors.</p><p>Some 17,000 police and military troops were called up, standing ready for rescue operations.</p><p>Residents taped up their apartment windows to prevent them from shattering. TV talks shows showed footage of household items like a slipper bashing through glass when hurled by winds.</p><p>Evacuation advisories were issued for risk areas, including Shimoda city, west of Tokyo. Dozens of evacuation centers were set up in coastal towns, and people rested on gymnasium floors, saying they hoped their homes were still there after the storm passed.</p><p>The typhoon disrupted a three-day weekend in Japan that includes Sports Day on Monday. Qualifying for a Formula One auto race in Suzuka was pushed to Sunday. The Defense Ministry cut a three-day annual navy review to a single day on Monday.</p><p>All Nippon Airways and Japan Airlines grounded most domestic and international flights at the Tokyo, Osaka and Nagoya airports. Central Japan Railway Co. canceled bullet-train service between Tokyo and Osaka except for several early Saturday trains connecting Nagoya and Osaka. Tokyo Disneyland was closed, while Ginza department stores and smaller shops throughout Tokyo were shuttered.</p><p>A typhoon that hit the Tokyo region in 1958 left more than 1,200 people dead and half a million houses flooded.</p><p>(AP)</p>", "publisher": "FRANCE 24 (English)", "instances": ["A heavy downpour and strong winds pounded Tokyo and surrounding areas on Saturday as a powerful typhoon forecast to be Japan's worst in six decades made landfall southwest of Tokyo, with streets, beaches and train stations deserted. Store shelves were bare after people stocked up on water and food ahead of Typhoon Hagibis. The Japan Meteorological Agency warned of dangerously heavy rainfall in Tokyo and surrounding prefectures, including Gunma, Saitama and Kanagawa. An earthquake shook the area drenched by the rainfall shortly before the typhoon made landfall in Shizuoka prefecture on Saturday evening. The U. S. Geological Survey said the magnitude 5."]}, {"relevance_score": 283, "title": "OECD", "published": "2019-12-12", "bodyText": "<p nitf:lede=\"true\">OECD oil consumption fell by 190 kb/d y-o-y in 3Q19 but should grow by 590kb/d in 4Q19. Final data are available for all countries up to September and provisional October figures are available for France, Germany, Italy, Japan, Korea and the US. In addition, US weekly statistics are available for most of November.</p><p nitf:lede=\"true\">OECD demand contracted for the fourth straight quarter in 3Q19, by 190 kb/d y-o-y, after shrinking 360 kb/d y-o-y in 1H19. Naphtha and fuel oil were the products that declined the most. Naphtha consumption dropped by 130 kb/d y-o-y on lower use of naphtha crackers while fuel oil demand dropped by 140 kb/d as bunker retailers emptied their inventories ahead of the IMO 2020 specification changes.</p><p nitf:lede=\"true\">In 4Q19, naphtha demand is expected to remain weak, as competition from LPG and the economic slowdown will continue to take their toll, but fuel oil demand should rebound with increasing demand for very low sulphur fuel (VLSFO) in the bunker market (notably for reconstituting tertiary stocks). By contrast, most other fuels should benefit from lower y-o-y prices and the comparison with a weak 4Q18.</p><p>LPG/ethane has been boosted by an increase in ethane cracker demand in the US and returning demand in the UK after unplanned cracker outages during the summer. OECD gasoline demand will be supported by lower prices, increasing by 120 kb/d y-o-y. Jet and kerosene will see higher demand in OECD Asia, where warm temperatures reduced heating fuel demand in 4Q18. Gasoil demand will also benefit from a base effect, as demand posted a sharp decline in 4Q18.</p><h><emphasis typeStyle=\"bf\">OECD Demand based on Adjusted Preliminary Submissions - October 2019</emphasis></h><p>(million barrels per day)</p><table><tgroup cols=\"5\" xml:id=\"tgroup_1\"><colspec align=\"left\" colname=\"col1\" colwidth=\"208\"/><colspec align=\"right\" colname=\"col2\" colwidth=\"72\"/><colspec align=\"right\" colname=\"col3\" colwidth=\"40\"/><colspec align=\"right\" colname=\"col4\" colwidth=\"104\"/><colspec align=\"right\" colname=\"col5\" colwidth=\"64\"/><thead><row><entry colname=\"col1\"/><entry align=\"center\" nameend=\"col3\" namest=\"col2\"><emphasis typeStyle=\"bf\">Gasoline</emphasis></entry><entry align=\"center\" nameend=\"col5\" namest=\"col4\"><emphasis typeStyle=\"bf\">Jet/Kerosene</emphasis></entry></row><row><entry colname=\"col1\"/><entry colname=\"col2\"><emphasis typeStyle=\"bf\">mb/d</emphasis></entry><entry colname=\"col3\"><emphasis typeStyle=\"bf\">% pa</emphasis></entry><entry colname=\"col4\"><emphasis typeStyle=\"bf\">mb/d</emphasis></entry><entry colname=\"col5\"><emphasis typeStyle=\"bf\">% pa</emphasis></entry></row></thead><tbody><row><entry colname=\"col1\"><emphasis typeStyle=\"bf\">OECD Americas</emphasis></entry><entry colname=\"col2\"><emphasis typeStyle=\"bf\">11.26</emphasis></entry><entry colname=\"col3\"><emphasis typeStyle=\"bf\">1.0</emphasis></entry><entry colname=\"col4\"><emphasis typeStyle=\"bf\">2.08</emphasis></entry><entry colname=\"col5\"><emphasis typeStyle=\"bf\">5.0</emphasis></entry></row><row><entry colname=\"col1\">US*</entry><entry colname=\"col2\">9.51</entry><entry colname=\"col3\">1.5</entry><entry colname=\"col4\">1.81</entry><entry colname=\"col5\">4.9</entry></row><row><entry colname=\"col1\">Canada</entry><entry colname=\"col2\">0.94</entry><entry colname=\"col3\">-3.4</entry><entry colname=\"col4\">0.17</entry><entry colname=\"col5\">7.2</entry></row><row><entry colname=\"col1\">Mexico</entry><entry colname=\"col2\">0.74</entry><entry colname=\"col3\">0.4</entry><entry colname=\"col4\">0.08</entry><entry colname=\"col5\">3.7</entry></row><row><entry colname=\"col1\"><emphasis typeStyle=\"bf\">OECD Europe</emphasis></entry><entry colname=\"col2\"><emphasis typeStyle=\"bf\">2.00</emphasis></entry><entry colname=\"col3\"><emphasis typeStyle=\"bf\">2.6</emphasis></entry><entry colname=\"col4\"><emphasis typeStyle=\"bf\">1.58</emphasis></entry><entry colname=\"col5\"><emphasis typeStyle=\"bf\">0.3</emphasis></entry></row><row><entry colname=\"col1\">Germany</entry><entry colname=\"col2\">0.48</entry><entry colname=\"col3\">2.6</entry><entry colname=\"col4\">0.22</entry><entry colname=\"col5\">-3.9</entry></row><row><entry colname=\"col1\">United Kingdom</entry><entry colname=\"col2\">0.28</entry><entry colname=\"col3\">6.0</entry><entry colname=\"col4\">0.32</entry><entry colname=\"col5\">-0.5</entry></row><row><entry colname=\"col1\">France</entry><entry colname=\"col2\">0.21</entry><entry colname=\"col3\">4.7</entry><entry colname=\"col4\">0.17</entry><entry colname=\"col5\">-3.2</entry></row><row><entry colname=\"col1\">Italy</entry><entry colname=\"col2\">0.17</entry><entry colname=\"col3\">-0.1</entry><entry colname=\"col4\">0.12</entry><entry colname=\"col5\">5.5</entry></row><row><entry colname=\"col1\">Spain</entry><entry colname=\"col2\">0.13</entry><entry colname=\"col3\">1.3</entry><entry colname=\"col4\">0.16</entry><entry colname=\"col5\">1.1</entry></row><row><entry colname=\"col1\"><emphasis typeStyle=\"bf\">OECD Asia &amp; Oceania</emphasis></entry><entry colname=\"col2\"><emphasis typeStyle=\"bf\">1.48</emphasis></entry><entry colname=\"col3\"><emphasis typeStyle=\"bf\">2.3</emphasis></entry><entry colname=\"col4\"><emphasis typeStyle=\"bf\">0.82</emphasis></entry><entry colname=\"col5\"><emphasis typeStyle=\"bf\">-4.8</emphasis></entry></row><row><entry colname=\"col1\">Japan</entry><entry colname=\"col2\">0.80</entry><entry colname=\"col3\">-2.0</entry><entry colname=\"col4\">0.38</entry><entry colname=\"col5\">-10.0</entry></row><row><entry colname=\"col1\">Korea</entry><entry colname=\"col2\">0.23</entry><entry colname=\"col3\">24.6</entry><entry colname=\"col4\">0.20</entry><entry colname=\"col5\">-0.8</entry></row><row><entry colname=\"col1\">Australia</entry><entry colname=\"col2\">0.32</entry><entry colname=\"col3\">1.4</entry><entry colname=\"col4\">0.17</entry><entry colname=\"col5\">1.0</entry></row><row><entry colname=\"col1\"><emphasis typeStyle=\"bf\">OECD Total</emphasis></entry><entry colname=\"col2\"><emphasis typeStyle=\"bf\">14.74</emphasis></entry><entry colname=\"col3\"><emphasis typeStyle=\"bf\">1.3</emphasis></entry><entry colname=\"col4\"><emphasis typeStyle=\"bf\">4.48</emphasis></entry><entry colname=\"col5\"><emphasis typeStyle=\"bf\">1.4</emphasis></entry></row></tbody></tgroup></table><table><tgroup cols=\"5\" xml:id=\"tgroup_2\"><colspec align=\"left\" colname=\"col1\" colwidth=\"208\"/><colspec align=\"right\" colname=\"col2\" colwidth=\"56\"/><colspec align=\"right\" colname=\"col3\" colwidth=\"40\"/><colspec align=\"right\" colname=\"col4\" colwidth=\"88\"/><colspec align=\"right\" colname=\"col5\" colwidth=\"64\"/><thead><row><entry colname=\"col1\"/><entry align=\"center\" nameend=\"col3\" namest=\"col2\"><emphasis typeStyle=\"bf\">Diesel</emphasis></entry><entry align=\"center\" nameend=\"col5\" namest=\"col4\"><emphasis typeStyle=\"bf\">LPG/Ethane</emphasis></entry></row><row><entry colname=\"col1\"/><entry colname=\"col2\"><emphasis typeStyle=\"bf\">mb/d</emphasis></entry><entry colname=\"col3\"><emphasis typeStyle=\"bf\">% pa</emphasis></entry><entry colname=\"col4\"><emphasis typeStyle=\"bf\">mb/d</emphasis></entry><entry colname=\"col5\"><emphasis typeStyle=\"bf\">% pa</emphasis></entry></row></thead><tbody><row><entry colname=\"col1\"><emphasis typeStyle=\"bf\">OECD Americas</emphasis></entry><entry colname=\"col2\"><emphasis typeStyle=\"bf\">4.99</emphasis></entry><entry colname=\"col3\"><emphasis typeStyle=\"bf\">-1.5</emphasis></entry><entry colname=\"col4\"><emphasis typeStyle=\"bf\">3.77</emphasis></entry><entry colname=\"col5\"><emphasis typeStyle=\"bf\">5.4</emphasis></entry></row><row><entry colname=\"col1\">US*</entry><entry colname=\"col2\">4.22</entry><entry colname=\"col3\">-2.0</entry><entry colname=\"col4\">2.94</entry><entry colname=\"col5\">5.7</entry></row><row><entry colname=\"col1\">Canada</entry><entry colname=\"col2\">0.26</entry><entry colname=\"col3\">3.6</entry><entry colname=\"col4\">0.42</entry><entry colname=\"col5\">9.1</entry></row><row><entry colname=\"col1\">Mexico</entry><entry colname=\"col2\">0.33</entry><entry colname=\"col3\">1.1</entry><entry colname=\"col4\">0.37</entry><entry colname=\"col5\">0.1</entry></row><row><entry colname=\"col1\"><emphasis typeStyle=\"bf\">OECD Europe</emphasis></entry><entry colname=\"col2\"><emphasis typeStyle=\"bf\">5.25</emphasis></entry><entry colname=\"col3\"><emphasis typeStyle=\"bf\">0.6</emphasis></entry><entry colname=\"col4\"><emphasis typeStyle=\"bf\">1.08</emphasis></entry><entry colname=\"col5\"><emphasis typeStyle=\"bf\">1.1</emphasis></entry></row><row><entry colname=\"col1\">Germany</entry><entry colname=\"col2\">0.79</entry><entry colname=\"col3\">-1.0</entry><entry colname=\"col4\">0.10</entry><entry colname=\"col5\">15.8</entry></row><row><entry colname=\"col1\">United Kingdom</entry><entry colname=\"col2\">0.51</entry><entry colname=\"col3\">4.2</entry><entry colname=\"col4\">0.09</entry><entry colname=\"col5\">-30.8</entry></row><row><entry colname=\"col1\">France</entry><entry colname=\"col2\">0.73</entry><entry colname=\"col3\">-3.5</entry><entry colname=\"col4\">0.12</entry><entry colname=\"col5\">3.9</entry></row><row><entry colname=\"col1\">Italy</entry><entry colname=\"col2\">0.49</entry><entry colname=\"col3\">-0.2</entry><entry colname=\"col4\">0.10</entry><entry colname=\"col5\">7.3</entry></row><row><entry colname=\"col1\">Spain</entry><entry colname=\"col2\">0.49</entry><entry colname=\"col3\">-0.2</entry><entry colname=\"col4\">0.07</entry><entry colname=\"col5\">-16.0</entry></row><row><entry colname=\"col1\"><emphasis typeStyle=\"bf\">OECD Asia &amp; Oceania</emphasis></entry><entry colname=\"col2\"><emphasis typeStyle=\"bf\">1.44</emphasis></entry><entry colname=\"col3\"><emphasis typeStyle=\"bf\">5.0</emphasis></entry><entry colname=\"col4\"><emphasis typeStyle=\"bf\">0.74</emphasis></entry><entry colname=\"col5\"><emphasis typeStyle=\"bf\">12.1</emphasis></entry></row><row><entry colname=\"col1\">Japan</entry><entry colname=\"col2\">0.47</entry><entry colname=\"col3\">-2.6</entry><entry colname=\"col4\">0.31</entry><entry colname=\"col5\">-10.0</entry></row><row><entry colname=\"col1\">Korea</entry><entry colname=\"col2\">0.39</entry><entry colname=\"col3\">23.0</entry><entry colname=\"col4\">0.35</entry><entry colname=\"col5\">48.5</entry></row><row><entry colname=\"col1\">Australia</entry><entry colname=\"col2\">0.52</entry><entry colname=\"col3\">1.0</entry><entry colname=\"col4\">0.06</entry><entry colname=\"col5\">-3.1</entry></row><row><entry colname=\"col1\"><emphasis typeStyle=\"bf\">OECD Total</emphasis></entry><entry colname=\"col2\"><emphasis typeStyle=\"bf\">11.68</emphasis></entry><entry colname=\"col3\"><emphasis typeStyle=\"bf\">0.2</emphasis></entry><entry colname=\"col4\"><emphasis typeStyle=\"bf\">5.59</emphasis></entry><entry colname=\"col5\"><emphasis typeStyle=\"bf\">5.4</emphasis></entry></row></tbody></tgroup></table><table><tgroup cols=\"5\" xml:id=\"tgroup_3\"><colspec align=\"left\" colname=\"col1\" colwidth=\"208\"/><colspec align=\"right\" colname=\"col2\" colwidth=\"40\"/><colspec align=\"right\" colname=\"col3\" colwidth=\"48\"/><colspec align=\"right\" colname=\"col4\" colwidth=\"40\"/><colspec align=\"right\" colname=\"col5\" colwidth=\"48\"/><thead><row><entry colname=\"col1\"/><entry align=\"center\" nameend=\"col3\" namest=\"col2\"><emphasis typeStyle=\"bf\">RFO</emphasis></entry><entry align=\"center\" nameend=\"col5\" namest=\"col4\"><emphasis typeStyle=\"bf\">Other</emphasis></entry></row><row><entry colname=\"col1\"/><entry colname=\"col2\"><emphasis typeStyle=\"bf\">mb/d</emphasis></entry><entry colname=\"col3\"><emphasis typeStyle=\"bf\">% pa</emphasis></entry><entry colname=\"col4\"><emphasis typeStyle=\"bf\">mb/d</emphasis></entry><entry colname=\"col5\"><emphasis typeStyle=\"bf\">% pa</emphasis></entry></row></thead><tbody><row><entry colname=\"col1\"><emphasis typeStyle=\"bf\">OECD Americas</emphasis></entry><entry colname=\"col2\"><emphasis typeStyle=\"bf\">0.63</emphasis></entry><entry colname=\"col3\"><emphasis typeStyle=\"bf\">10.5</emphasis></entry><entry colname=\"col4\"><emphasis typeStyle=\"bf\">3.27</emphasis></entry><entry colname=\"col5\"><emphasis typeStyle=\"bf\">-7.6</emphasis></entry></row><row><entry colname=\"col1\">US*</entry><entry colname=\"col2\">0.42</entry><entry colname=\"col3\">10.0</entry><entry colname=\"col4\">2.26</entry><entry colname=\"col5\">-8.3</entry></row><row><entry colname=\"col1\">Canada</entry><entry colname=\"col2\">0.04</entry><entry colname=\"col3\">-9.7</entry><entry colname=\"col4\">0.77</entry><entry colname=\"col5\">-8.7</entry></row><row><entry colname=\"col1\">Mexico</entry><entry colname=\"col2\">0.15</entry><entry colname=\"col3\">21.3</entry><entry colname=\"col4\">0.21</entry><entry colname=\"col5\">6.3</entry></row><row><entry colname=\"col1\"><emphasis typeStyle=\"bf\">OECD Europe</emphasis></entry><entry colname=\"col2\"><emphasis typeStyle=\"bf\">0.82</emphasis></entry><entry colname=\"col3\"><emphasis typeStyle=\"bf\">-3.7</emphasis></entry><entry colname=\"col4\"><emphasis typeStyle=\"bf\">3.46</emphasis></entry><entry colname=\"col5\"><emphasis typeStyle=\"bf\">-6.5</emphasis></entry></row><row><entry colname=\"col1\">Germany</entry><entry colname=\"col2\">0.04</entry><entry colname=\"col3\">-14.7</entry><entry colname=\"col4\">0.66</entry><entry colname=\"col5\">-9.7</entry></row><row><entry colname=\"col1\">United Kingdom</entry><entry colname=\"col2\">0.03</entry><entry colname=\"col3\">1.5</entry><entry colname=\"col4\">0.26</entry><entry colname=\"col5\">4.5</entry></row><row><entry colname=\"col1\">France</entry><entry colname=\"col2\">0.05</entry><entry colname=\"col3\">-8.4</entry><entry colname=\"col4\">0.45</entry><entry colname=\"col5\">-15.2</entry></row><row><entry colname=\"col1\">Italy</entry><entry colname=\"col2\">0.07</entry><entry colname=\"col3\">-5.7</entry><entry colname=\"col4\">0.34</entry><entry colname=\"col5\">-7.3</entry></row><row><entry colname=\"col1\">Spain</entry><entry colname=\"col2\">0.15</entry><entry colname=\"col3\">-1.4</entry><entry colname=\"col4\">0.32</entry><entry colname=\"col5\">-2.7</entry></row><row><entry colname=\"col1\"><emphasis typeStyle=\"bf\">OECD Asia &amp; Oceania</emphasis></entry><entry colname=\"col2\"><emphasis typeStyle=\"bf\">0.44</emphasis></entry><entry colname=\"col3\"><emphasis typeStyle=\"bf\">-16.3</emphasis></entry><entry colname=\"col4\"><emphasis typeStyle=\"bf\">2.66</emphasis></entry><entry colname=\"col5\"><emphasis typeStyle=\"bf\">-3.7</emphasis></entry></row><row><entry colname=\"col1\">Japan</entry><entry colname=\"col2\">0.26</entry><entry colname=\"col3\">-8.5</entry><entry colname=\"col4\">1.21</entry><entry colname=\"col5\">-5.6</entry></row><row><entry colname=\"col1\">Korea</entry><entry colname=\"col2\">0.14</entry><entry colname=\"col3\">-30.5</entry><entry colname=\"col4\">1.18</entry><entry colname=\"col5\">-2.0</entry></row><row><entry colname=\"col1\">Australia</entry><entry colname=\"col2\">0.02</entry><entry colname=\"col3\">12.9</entry><entry colname=\"col4\">0.14</entry><entry colname=\"col5\">-1.2</entry></row><row><entry colname=\"col1\"><emphasis typeStyle=\"bf\">OECD Total</emphasis></entry><entry colname=\"col2\"><emphasis typeStyle=\"bf\">1.88</emphasis></entry><entry colname=\"col3\"><emphasis typeStyle=\"bf\">-2.9</emphasis></entry><entry colname=\"col4\"><emphasis typeStyle=\"bf\">9.39</emphasis></entry><entry colname=\"col5\"><emphasis typeStyle=\"bf\">-6.1</emphasis></entry></row></tbody></tgroup></table><table><tgroup cols=\"3\" xml:id=\"tgroup_4\"><colspec align=\"left\" colname=\"col1\" colwidth=\"208\"/><colspec align=\"right\" colname=\"col2\" colwidth=\"48\"/><colspec align=\"right\" colname=\"col3\" colwidth=\"72\"/><thead><row><entry colname=\"col1\"/><entry align=\"center\" nameend=\"col3\" namest=\"col2\"><emphasis typeStyle=\"bf\">Total Products</emphasis></entry></row><row><entry colname=\"col1\"/><entry colname=\"col2\"><emphasis typeStyle=\"bf\">mb/d</emphasis></entry><entry colname=\"col3\"><emphasis typeStyle=\"bf\">% pa</emphasis></entry></row></thead><tbody><row><entry colname=\"col1\"><emphasis typeStyle=\"bf\">OECD Americas</emphasis></entry><entry colname=\"col2\"><emphasis typeStyle=\"bf\">26.13</emphasis></entry><entry colname=\"col3\"><emphasis typeStyle=\"bf\">0.5</emphasis></entry></row><row><entry colname=\"col1\">US*</entry><entry colname=\"col2\">21.25</entry><entry colname=\"col3\">0.6</entry></row><row><entry colname=\"col1\">Canada</entry><entry colname=\"col2\">2.60</entry><entry colname=\"col3\">-2.1</entry></row><row><entry colname=\"col1\">Mexico</entry><entry colname=\"col2\">1.91</entry><entry colname=\"col3\">3.2</entry></row><row><entry colname=\"col1\"><emphasis typeStyle=\"bf\">OECD Europe</emphasis></entry><entry colname=\"col2\"><emphasis typeStyle=\"bf\">14.42</emphasis></entry><entry colname=\"col3\"><emphasis typeStyle=\"bf\">-0.9</emphasis></entry></row><row><entry colname=\"col1\">Germany</entry><entry colname=\"col2\">2.31</entry><entry colname=\"col3\">-2.9</entry></row><row><entry colname=\"col1\">United Kingdom</entry><entry colname=\"col2\">1.51</entry><entry colname=\"col3\">0.9</entry></row><row><entry colname=\"col1\">France</entry><entry colname=\"col2\">1.73</entry><entry colname=\"col3\">-5.6</entry></row><row><entry colname=\"col1\">Italy</entry><entry colname=\"col2\">1.30</entry><entry colname=\"col3\">-1.3</entry></row><row><entry colname=\"col1\">Spain</entry><entry colname=\"col2\">1.35</entry><entry colname=\"col3\">-0.9</entry></row><row><entry colname=\"col1\"><emphasis typeStyle=\"bf\">OECD Asia &amp; Oceania</emphasis></entry><entry colname=\"col2\"><emphasis typeStyle=\"bf\">7.62</emphasis></entry><entry colname=\"col3\"><emphasis typeStyle=\"bf\">-0.6</emphasis></entry></row><row><entry colname=\"col1\">Japan</entry><entry colname=\"col2\">3.45</entry><entry colname=\"col3\">-5.5</entry></row><row><entry colname=\"col1\">Korea</entry><entry colname=\"col2\">2.52</entry><entry colname=\"col3\">6.3</entry></row><row><entry colname=\"col1\">Australia</entry><entry colname=\"col2\">1.22</entry><entry colname=\"col3\">0.7</entry></row><row><entry colname=\"col1\"><emphasis typeStyle=\"bf\">OECD Total</emphasis></entry><entry colname=\"col2\"><emphasis typeStyle=\"bf\">48.17</emphasis></entry><entry colname=\"col3\"><emphasis typeStyle=\"bf\">-0.1</emphasis></entry></row></tbody></tgroup></table><p>* Including US territories</p><h><emphasis typeStyle=\"bf\">OECD Americas</emphasis></h><p>Oil demand in the OECD Americas remained stagnant y-o-y in 3Q19 after very modest growth in 1H19. In 4Q19, the region's oil demand should increase by 350 kb/d y-o-y. LPG/ethane demand, in particular, should rise by 230 kb/d. Ethane demand was impacted in August by steam cracker outages in the US and rebounded in September, showing growth of 150 kb/d y-o-y. Ethane demand should further improve in 4Q19, as new steam crackers increase their utilisation rates. Jet/kerosene and gasoline demand should increase y-o-y by 90 kb/d and 70 kb/d, respectively.</p><p><emphasis typeStyle=\"bf\">US</emphasis> oil deliveries grew 140 kb/d y-o-y in September and preliminary data point to a rise of 130 kb/d in October, driven by gasoline and LPG/ethane. Ethane demand recovered in September, following a drop of 115 kb/d m-o-m in August, in part due to a fire at ExxonMobil's Baytown, Texas, petrochemical plant, which is expected to keep part of the facility off-line until year-end. The ramp up of several new ethane crackers should support 4Q19 ethane demand.</p><p>Jet fuel demand should also post strong growth of close to 80 kb/d in 4Q19. Domestic air traffic rose by 5.9% y-o-y in September and 4.1% in October. Weekly data for October and November point to strong growth in jet/kerosene demand. Gasoline consumption, benefitting from lower y-o-y prices and unemployment at record low levels, should increase by 60 kb/d y-o-y in 4Q19. Diesel demand is expected to remain slightly below last year.</p><p>Overall, US oil demand growth is expected to accelerate to 130 kb/d in 2020, after growing by 35 kb/d in 2019. LPG/ethane will be responsible for 200 kb/d of growth in 2020, offsetting declines in other fuels. Gasoline, for example, is expected to fall by 80 kb/d on efficiency improvements.</p><p><emphasis typeStyle=\"bf\">Mexican</emphasis> oil demand declined by 40 kb/d y-o-y in September, based on data reported by Pemex. We expect oil demand to rise by around 20 kb/d overall in 2019 and then 5 kb/d in 2020. <emphasis typeStyle=\"bf\">OECD Americas</emphasis> oil demand is expected to grow by 130 kb/d in 2019 and 140 kb/d in 2020. LPG/ethane will be responsible for 100 kb/d of this growth in 2019 and 210kb/d in 2020.</p><h><emphasis typeStyle=\"bf\">OECD Europe</emphasis></h><p>Oil consumption in OECD Europe fell 100 kb/d y-o-y in 3Q19, the sixth straight quarterly decline, with continuing falls in LPG and naphtha deliveries. The European petrochemical industry has suffered from a slowdown in global economic activity and from US competition. Ethane demand has also been impacted by unplanned cracker maintenance. On the contrary, demand for gasoil, gasoline and jet fuel has continued to grow.</p><p><emphasis typeStyle=\"bf\">German</emphasis> oil demand fell 30 kb/d in September and 70 kb/d in October, according to provisional data. Naphtha and jet/kerosene demand were particularly weak. German oil demand has been severely impacted by current economic difficulties and is expected to increase by only 5 kb/d in 2019 and to decline by 20 kb/d in 2020.</p><p>In the <emphasis typeStyle=\"bf\">UK</emphasis>, LPG/ethane deliveries fell by 40 kb/d y-o-y in August and 50 kb/d in September on steam cracker incidents. One incident that occurred in early August is now resolved (at the Wilton Sabic petrochemical plant) but another unexpected shutdown is likely to continue until December (at the Fife Exxon/Shell cracker), reducing ethane demand in 4Q19.</p><p>Fuel demand in the <emphasis typeStyle=\"bf\">Netherlands</emphasis> likely reflected the behaviour of bunker retailers, who emptied their high sulphur fuel oil inventories ahead of the IMO specification change. After getting rid of the high sulphur material, bunker sellers started to refill their tanks with very low sulphur fuel oil in September. These changes affect tertiary storage facilities, not recorded in primary oil stocks.</p><p><emphasis typeStyle=\"bf\">French</emphasis> oil demand rose by a strong 70 kb/d y-o-y in September, before posting a drop of 100 kb/d in October, according to provisional data. Heating oil deliveries, in particular, were 55 kb/d lower than last year in October. We expect French oil demand to grow by 10 kb/d in 2019 and to remain stagnant in 2020. <emphasis typeStyle=\"bf\">Italian</emphasis> oil demand fell by a significant 50 kb/d y-o-y in September. Preliminary data point to a decline of 15 kb/d in October. Italian deliveries fell by 150 kb/d in 1Q19, 110 kb/d in 2Q19 and 80 kb/d in 3Q19. They are expected to remain stagnant y-o-y in 4Q19 in comparison with weak deliveries in 4Q18.</p><p>After falling 130 kb/d in 2018 and 70 kb/d in 2019, <emphasis typeStyle=\"bf\">OECD Europe's</emphasis> oil demand should post growth of 90 kb/d in 2020, supported by relatively low oil prices and a comparison with a very weak start in 2019.</p><h><emphasis typeStyle=\"bf\">OECD Asia Oceania</emphasis></h><p>Oil demand in OECD Asia Oceania fell by 110 kb/d in 3Q19. Over 4Q19, consumption should rise by 120 kb/d. We expect the region's oil demand to fall 140 kb/d overall in 2019, followed by an increase of 60 kb/d in 2020.</p><p>In <emphasis typeStyle=\"bf\">Korea</emphasis>, after a sharp increase in August and a sharp drop in September due a change in taxation, October saw a return to growth. Korea reduced fuel taxes by about 15% in October 2018 in order to boost consumer spending and this tax break ended at the end of August 2019.</p><p>As a result, August consumption rose by 140 kb/d and September demand declined by 100 kb/d y-o-y. September consumption fell 70 kb/d y-o-y for diesel and 35 kb/d for gasoline. In October, however, demand growth was strong (up 150 kb/d y-o-y) due to very weak 2018 deliveries. Overall, we expect Korean deliveries to drop by 35 kb/d in 2019 and to increase by 70 kb/d in 2020.</p><p><emphasis typeStyle=\"bf\">Japanese</emphasis> oil demand was down 40 kb/d y-o-y in September. Reduced demand for petrochemical feedstocks such as LPG (-65 kb/d) and naphtha (-20 kb/d) were factors. In October, preliminary data point to an acceleration of the y-o-y fall to 200 kb/d as all products posted strong negative growth. The sharp y-o-y drop in October is likely due to the implementation of higher consumption taxes from 1 October and disruptions associated with Typhoon Hagibis. We forecast Japanese oil consumption to contract by 105 kb/d y-o-y in 2019 but by only 35 kb/d in 2020.</p><p><emphasis typeStyle=\"bf\">Australian</emphasis> oil demand rose by 20 kb/d y-o-y in September. Consumption was supported by stronger gasoil deliveries. Overall, consumption is expected to decline by 5 kb/d in 2019 and to increase by 15 kb/d in 2020. After a drop of 140 kb/d in 2019, <emphasis typeStyle=\"bf\">OECD Asia Oceania</emphasis> oil demand is projected to increase by 60 kb/d in 2020.</p>", "publisher": "Oil Market Report", "instances": ["In October, however, demand growth was strong (up 150 kb/d y-o-y) due to very weak 2018 deliveries. Overall, we expect Korean deliveries to drop by 35 kb/d in 2019 and to increase by 70 kb/d in 2020. Japanese oil demand was down 40 kb/d y-o-y in September. Reduced demand for petrochemical feedstocks such as LPG (-65 kb/d) and naphtha (-20 kb/d) were factors. In October, preliminary data point to an acceleration of the y-o-y fall to 200 kb/d as all products posted strong negative growth. The sharp y-o-y drop in October is likely due to the implementation of higher consumption taxes from 1 October and disruptions associated with Typhoon Hagibis. We forecast Japanese oil consumption to contract by 105 kb/d y-o-y in 2019 but by only 35 kb/d in 2020. Australian oil demand rose by 20 kb/d y-o-y in September. Consumption was supported by stronger gasoil deliveries. Overall, consumption is expected to decline by 5 kb/d in 2019 and to increase by 15 kb/d in 2020. After a drop of 140 kb/d in 2019, OECD Asia Oceania oil demand is projected to increase by 60 kb/d in 2020."]}, {"relevance_score": 48, "title": "La Coupe du monde en plein chaos", "published": "2019-10-11", "bodyText": "<p nitf:lede=\"true\">RUGBY Visage défait, Alan Gilpin annonce l'inéluctable. L'annulation pure et simple de deux rencontres de Coupe du monde, France-Angleterre et Nouvelle-Zélande-Italie. Une extrémité à laquelle le directeur australien de la compétition a dû se résoudre. Bien sûr, les risques de typhon étaient connus. </p><p>Avec cependant l'espoir qu'ils ne soient pas trop violents, et qu'ils ne contraignent - au pire - qu'à reporter un match d'un jour, voire deux. Ou qu'ils s'essoufflent avant d'atteindre les villes hôtes, comme lors des deux précédentes alertes depuis le coup d'envoi du Mondial le 20 septembre. Mais, cette fois, la menace s'est matérialisée sous la forme d'un monstre, un des plus puissants typhons qui aient touché l'archipel nippon ces vingt dernières années. Deux fois et demie plus puissant que Faxai, qui, il y a un mois, avait causé trois décès et près de 450 millions de dollars de dégâts. Rendant dès lors impossible les éventuelles délocalisations. Avec des transports aériens et ferroviaires à l'arrêt pendant 36 heures à Tokyo, mais aussi dans toutes les villes dans un rayon d'une centaine de kilomètres. Avec un confinement de la population, la crainte de nouvelles victimes et la certitude de dégâts suite au passage de Hagibis et de ses vents violents à plus de 150 km/h, ses pluies torrentielles pour de potentielles alertes au glissement de terrain, les solutions de repli n'existaient plus. La sécurité d'abord. Pas question de mettre en danger des dizaines de milliers de supporteurs. Dont les places au stade seront remboursées mais pas, évidemment, le prix, parfois très élevé, du voyage... Alors, la mort dans l'âme et la certitude d'être éreinté, Alan Gilpin s'est résolu à prendre ces mesures définitives. Deux rencontres annulées et un résultat sportif imposé sur tapis vert. Matchs nuls 0-0.Une décision qui, évidemment, nuit à l'image du rugby, jette l'opprobre sur World Rugby qui a décidé de disputer une Coupe du monde au Japon à une période propice aux typhons (une trentaine chaque année de septembre à novembre). Fallait-il prendre ce risque ? La Fédération internationale a pris le pari pour ouvrir son marché au continent asiatique, élargir le cercle des pays hôtes jusque-là cantonné à une poignée de pays (Royaume-Uni, France, Australie, Nouvelle-Zélande). Un pari perdu. Des qualifications sans disputer les matchs. Et une réputation renforcée de sport professionnel géré par des amateurs, motivés avant tout par l'appât du gain.</p><h>« C'est un jour sombre pour nous tous »</h><p>Et les équipes concernées, comment vivent-elles cette situation inédite ? On ne saura pas tout de suite ce qu'en pensent Jacques Brunel et son capitaine Guilhem Guirado. Des quatre équipes concernées par les annulations, le XV de France est la seule à avoir refusé de s'exprimer. Le sélectionneur anglais, Eddie Jones, toujours pince-sans-rire, a choisi de positiver. « Qui aurait pensé que nous aurions deux matchs relativement faciles (Tonga et États-Unis), un match dur (Argentine) et ensuite deux semaines pour préparer le quart de finale ? Donc une part de nous a le sourire, les dieux du typhon peut-être... » Son homologue néo-zélandais, Steve Hansen, a, lui, tenu le discours de la responsabilité. « Quand vous êtes face à un typhon tel que celui auquel nous allons faire face, la sécurité est la chose primordiale, il n'y a même pas à se poser de questions là-dessus. »Du côté des Italiens en revanche, Coupe du monde terminée prématurément sans un dernier match pour l'honneur (ils pouvaient se qualifier en battant les doubles champions du monde par plus de 7 points), l'amertume affleure à chaque déclaration. « Tout le monde pourrait penser que l'annulation d'un match entre l'Italie et la Nouvelle-Zélande ne compte pas parce que nous aurions perdu de toute façon, mais nous méritons d'être respectés en tant qu'équipe », a cinglé le capitaine transalpin Sergio Parisse. Un avis confirmé par son sélectionneur, l'Irlandais Conor O'Shea. « C'est vraiment dur à encaisser. J'ai vu la réaction des joueurs après l'entraînement, et c'était horrible, parce que ces garçons ont donné leur vie pour le rugby italien, et leur Coupe du monde s'est terminée sur un terrain d'entraînement, pas sur la pelouse, face aux supporteurs. C'est un jour sombre pour nous tous, et c'est difficile à exprimer. »La polémique pourrait enfler un peu plus si, dimanche matin, après « un état des lieux approfondi des sites après le passage du typhon » (World Rugby), la décision d'annuler le décisif Japon-Écosse (le XV du Chardon doit battre les Brave Blossoms sans concéder de point de bonus pour se qualifier aux dépens du pays-hôte) était prise. Pour une élimination inique des Écossais. Pour éviter ce camouflet, les organisateurs envisagent, si les dommages sont trop importants, de disputer la rencontre à huisclos. Dans un stade de 78 000 places. Ce qui ne contribuera pas à redorer l'image de cette Coupe du monde...</p>", "publisher": "Le Figaro Economie", "instances": []}, {"relevance_score": 48, "title": "La Coupe du monde en plein chaos", "published": "2019-10-11", "bodyText": "<p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">RUGBY</emphasis><br/> Visage défait, Alan Gilpin annonce l'inéluctable. L'annulation pure et simple de deux rencontres de Coupe du monde, France-Angleterre et Nouvelle-Zélande-Italie. Une extrémité à laquelle le directeur australien de la compétition a dû se résoudre. Bien sûr, les risques de typhon étaient connus. Avec cependant l'espoir qu'ils ne soient pas trop violents, et qu'ils ne contraignent - au pire - qu'à reporter un match d'un jour, voire deux. Ou qu'ils s'essoufflent avant d'atteindre les villes hôtes, comme lors des deux précédentes alertes depuis le coup d'envoi du Mondial le 20 septembre. </p><p><br/>Mais, cette fois, la menace s'est matérialisée sous la forme d'un monstre, un des plus puissants typhons qui aient touché l'archipel nippon ces vingt dernières années. Deux fois et demie plus puissant que Faxai, qui, il y a un mois, avait causé trois décès et près de 450 millions de dollars de dégâts. Rendant dès lors impossible les éventuelles délocalisations. Avec des transports aériens et ferroviaires à l'arrêt pendant 36 heures à Tokyo, mais aussi dans toutes les villes dans un rayon d'une centaine de kilomètres. Avec un confinement de la population, la crainte de nouvelles victimes et la certitude de dégâts suite au passage de Hagibis et de ses vents violents à plus de 150 km/h, ses pluies torrentielles pour de potentielles alertes au glissement de terrain, les solutions de repli n'existaient plus. La sécurité d'abord. Pas question de mettre en danger des dizaines de milliers de supporteurs. Dont les places au stade seront remboursées mais pas, évidemment, le prix, parfois très élevé, du voyage... Alors, la mort dans l'âme et la certitude d'être éreinté, Alan Gilpin s'est résolu à prendre ces mesures définitives. Deux rencontres annulées et un résultat sportif imposé sur tapis vert. Matchs nuls 0-0.<br/>Une décision qui, évidemment, nuit à l'image du rugby, jette l'opprobre sur World Rugby qui a décidé de disputer une Coupe du monde au Japon à une période propice aux typhons (une trentaine chaque année de septembre à novembre). Fallait-il prendre ce risque ? La Fédération internationale a pris le pari pour ouvrir son marché au continent asiatique, élargir le cercle des pays hôtes jusque-là cantonné à une poignée de pays (Royaume-Uni, France, Australie, Nouvelle-Zélande). Un pari perdu. Des qualifications sans disputer les matchs. Et une réputation renforcée de sport professionnel géré par des amateurs, motivés avant tout par l'appât du gain.<br/></p><h><emphasis typeStyle=\"bf\">« C'est un jour sombre pour nous tous »</emphasis></h><p>Et les équipes concernées, comment vivent-elles cette situation inédite ? On ne saura pas tout de suite ce qu'en pensent Jacques Brunel et son capitaine Guilhem Guirado. Des quatre équipes concernées par les annulations, le XV de France est la seule à avoir refusé de s'exprimer. Le sélectionneur anglais, Eddie Jones, toujours pince-sans-rire, a choisi de positiver. <emphasis typeStyle=\"it\">«</emphasis><emphasis typeStyle=\"it\">Qui aurait pensé que nous aurions deux matchs relativement faciles </emphasis>(Tonga et États-Unis), <emphasis typeStyle=\"it\">un match dur </emphasis>(Argentine) <emphasis typeStyle=\"it\">et ensuite deux semaines pour préparer le quart de finale ? Donc une part de nous a le sourire, les dieux du typhon peut-être</emphasis>... <emphasis typeStyle=\"it\">»</emphasis> Son homologue néo-zélandais, Steve Hansen, a, lui, tenu le discours de la responsabilité. <emphasis typeStyle=\"it\">«</emphasis><emphasis typeStyle=\"it\"> Quand vous êtes face à un typhon tel que celui auquel nous allons faire face, la sécurité est la chose primordiale, il n'y a même pas à se poser de questions là-dessus</emphasis>. <emphasis typeStyle=\"it\">»</emphasis><br/>Du côté des Italiens en revanche, Coupe du monde terminée prématurément sans un dernier match pour l'honneur (ils pouvaient se qualifier en battant les doubles champions du monde par plus de 7 points), l'amertume affleure à chaque déclaration. <emphasis typeStyle=\"it\">«</emphasis><emphasis typeStyle=\"it\"> Tout le monde pourrait penser que l'annulation d'un match entre l'Italie et la Nouvelle-Zélande ne compte pas parce que nous aurions perdu de toute façon, mais nous méritons d'être respectés en tant qu'équipe</emphasis><emphasis typeStyle=\"it\"> »,</emphasis> a cinglé le capitaine transalpin Sergio Parisse. Un avis confirmé par son sélectionneur, l'Irlandais Conor O'Shea. <emphasis typeStyle=\"it\">«</emphasis><emphasis typeStyle=\"it\"> C'est vraiment dur à encaisser. J'ai vu la réaction des joueurs après l'entraînement, et c'était horrible, parce que ces garçons ont donné leur vie pour le rugby italien, et leur Coupe du monde s'est terminée sur un terrain d'entraînement, pas sur la pelouse, face aux supporteurs. C'est un jour sombre pour nous tous, et c'est difficile à exprimer.</emphasis><emphasis typeStyle=\"it\"> »</emphasis><br/>La polémique pourrait enfler un peu plus si, dimanche matin, après <emphasis typeStyle=\"it\">«</emphasis><emphasis typeStyle=\"it\"> un état des lieux approfondi des sites après le passage du typhon</emphasis><emphasis typeStyle=\"it\"> »</emphasis> (World Rugby), la décision d'annuler le décisif Japon-Écosse (le XV du Chardon doit battre les Brave Blossoms sans concéder de point de bonus pour se qualifier aux dépens du pays-hôte) était prise. Pour une élimination inique des Écossais. Pour éviter ce camouflet, les organisateurs envisagent, si les dommages sont trop importants, de disputer la rencontre à huisclos. Dans un stade de 78 000 places. Ce qui ne contribuera pas à redorer l'image de cette Coupe du monde...<br/></p>", "publisher": "Le Figaro", "instances": []}, {"relevance_score": 74, "title": "Pierre-Louis Barassi, le nouveau centre d'intérêt des Bleus", "published": "2019-10-15", "bodyText": "<p nitf:lede=\"true\">«Pierre (Mignoni), ce qu'il ne comprend pas, c'est que les jeunes, on dort le matin, surtout quand on est en vacances... »</p><p nitf:lede=\"true\">Pierre-Louis Barassi en sourit aujourd'hui. Mais il avoue avoir été mis K.-O. debout quand, ce matin du 21 septembre, sur les coups de 9 heures, il a enfin répondu au dixième appel de Pierre Mignoni qui avait commencé à le sonner aux aurores : « Il me dit : tu es bien assis. Tu pars au Japon. Un choc. Je suis tombé sur les fesses. Je m'étais levé pour voir le match France - Argentine qui débutait un quart d'heure plus tard. Et en fait, je ne l'ai presque pas regardé. J'étais perdu des pensées. Ailleurs. » Sans doute déjà au Japon...</p><h>L'appel à Jean-Marc Doussain</h><p>Après avoir appelé son papa Martial, « hyper-fier de voir mon fils sous le maillot bleu », Pierre-Louis Barassi a joint Jean-Marc Doussain. Lui aussi avait reçu le même genre d'appel huit ans plus tôt. Lui aussi avait connu une première sélection en Bleu en Coupe du monde à vingt ans, en... finale contre les All Blacks. « Comme moi, Pierre-Louis s'est retrouvé en panique, confie Jean-Marc Doussain. Il se posait beaucoup de questions. C'est normal à vingt ans, on ne sait pas trop où on va quand on est appelé comme ça. Ce n'est jamais simple d'arriver dans un groupe, où il y a les meilleurs joueurs français. Il faut trouver et prouver sa légitimité. »</p><p>S'il y en a bien un qui ne doute pas de cette légitimité, c'est son entraîneur au LOU. « Pour certains, c'est une surprise. Pour moi qui l'entraîne au quotidien, c'est mérité ! », martèle Pierre Mignoni. Et il ne tarit pas d'éloges sur cette perle rare. « C'est un fort potentiel qui a tout pour lui, explique-t-il. Il possède déjà une excellente technique au poste de centre. Il va très vite aussi sur l'anticipation et la prise de décision. Et surtout il possède des jambes de feu qui lui permettent de faire des différences incroyables sur le terrain. À côté de ses qualités techniques et physiques, c'est un bosseur, calme et posé. Mais il a aussi un gros mental et un fort caractère. »</p><p>Pierre-Louis Barassi sous le maillot du LOU.  /Maxime JEGAT</p><h>Il a découvert le rugby à Narbonne</h><p>Lui qui se considère dans la vie comme « un petit rigolo » abandonne effectivement son aspect dilettante quand il rentre sur un terrain. « Il ne doute jamais. C'est un compétiteur », dit de lui son coéquipier Jonathan Wisniewski. Il tiendrait cette qualité de son papa, Martial, qui a joué au handball à un bon niveau au SMEC (Metz) et à Sélestat.</p><p>« Je ne sais pas, mais j'ai toujours poussé Pierre-Louis à aller plus loin », glisse Martial Barassi, qui l'a inscrit à six ans, au hand et au rugby à Narbonne. S'il est né en Alsace, où réside d'ailleurs toujours une partie de sa famille, Pierre-Louis a découvert le rugby dans ce fief de l'ovalie en Occitanie, où il a grandi. « Il avait toujours un ballon entre les mains, mais il a rapidement été ovale. Il jouait tout le temps. Les voisins s'en souviennent encore », rigole son papa.</p><p>Même Vincent Rattez, qui a évolué durant quatre ans de 2012 à 2016 à Narbonne, avait eu vent des qualités de ce nouveau centre d'intérêt qui faisait des misères à tous les cadets de sa génération quand il les affrontait. « Les éducateurs du club ne parlaient que de lui. Alors, le retrouver là, au Japon, quelques années plus tard, ça fait bizarre », avoue le Rochelais, arrivé encore après lui.</p><h>Surnommé « Jean-Louis » par ses coéquipiers</h><p>Depuis qu'il a intégré les Bleus, « Jean-Louis », ainsi que l'ont surnommé ses coéquipiers après que l'un d'entre eux se soit trompé sur son prénom, promène sa dégaine avec une banane et ses grands yeux toujours en éveil qui en disent long sur sa joie d'être là, mais aussi sur sa motivation. Après avoir passé avec succès le bizutage de sa première cape après son entrée en jeu contre les Tonga sur « Femme like U », le single de K. Maro, le compagnon de chambrée de Yoann Huget veut s'inscrire sur la durée. « Il sait ce qu'il veut, et comment y aller », explique Pierre Mignoni.</p><p>« Tout passe d'abord par le club, confie-t-il. Si je suis bon avec le LOU, le reste suivra. J'avais déjà le prochain Tournoi dans un coin de la tête, et maintenant je vise la Coupe du monde 2023. Mais je sais aussi qu'il ne faut pas brûler les étapes. J'ai eu de longues discussions avec Julien Puricelli. Il m'a donné certaines clés pour être plus performants sur la vie d'un athlète de haut niveau. Je suis conscient d'avoir une grosse marge de progression. »</p><p>« De par mon expérience, je lui ai donné deux ou trois outils pour aiguiser son désir de performer, commente Julien Puricelli. Sa démarche est déterminante pour un jeune de son âge. Il se pose déjà les bonnes questions, ce qui démontre son envie de réussir. »</p><p>« Pour prétendre aller plus haut et plus loin, il faut d'abord qu'il devienne important dans la rotation de son club à Lyon », souligne Martial Barassi avant d'ajouter : « Il est très exigeant avec lui-même. Le jour, où il sera enfin content de lui et de ce qu'il fait, c'est qu'il aura fini sa progression. Mais il en est encore loin... » Foi de papa !</p><p>Pierre-Louis Barassi, l'invité surprise en équipe de France, goûte chaque seconde à la Coupe du monde au Japon. /FRANCK FIFE</p><p>Pierre-Louis Barassi sous le maillot du LOU. /Maxime JEGAT</p><p><link service=\"ATTACHMENT\"><marker>Version pdf de l'article</marker><locator><locatorKey><keyName name=\"object-key\"/><keyValue value=\"30855249495152545056535056529776\"/></locatorKey><locatorParameters><parameter name=\"componentseq\" value=\"1\"/><parameter name=\"object-type\" value=\"215\"/><parameter name=\"object-smi\" value=\"28684\"/></locatorParameters></locator></link></p>", "publisher": "Le Progrès", "instances": []}, {"relevance_score": 4, "title": "Rugby - Dans l'attente de la décision de World Rugby, le XV de France annule sa conférence de presse", "published": "2019-10-09", "bodyText": "<p>Le XV de France ne sait pas encore si sa rencontre contre l'Angleterre, à la Coupe du monde de rugby au Japon, sera délocalisée, voire annulée selon les dernières tendances. World Rugby, la fédération...</p>", "publisher": "Lefigaro.fr", "instances": []}, {"relevance_score": 4, "title": "Dans l'attente de la décision de World Rugby, le XV de France annule sa conférence de presse", "published": "2019-10-09", "bodyText": "<p>Le XV de France ne sait pas encore si sa rencontre contre l'Angleterre, à la Coupe du monde de rugby au Japon, sera délocalisée, voire annulée selon les dernières tendances. World Rugby, la fédération...</p>", "publisher": "Lefigaro.fr", "instances": []}]