[{"relevance_score": 8, "title": "Punget ut for klimademonstrasjon på Mongstad: – Vi er lutfattige", "published": "2025-08-20", "bodyText": "<p>Denne uken satte Nordic Climate Justice Colation, med Extinction Rebellion i spissen, opp blokader for tungtransport på Mongstad Raffineri. De holdt stand i to dager før de blåste av aksjonen og dro videre. Aksjonistene kom fra hele Europa. Politiet stilte mannsterke, og sendte helikoptre fra Oslo. Equinor og andre bedrifter på Mongstad måtte jobbe rundt hindringene. Frivillig...</p>", "publisher": "Webnews - Norwegian", "instances": ["De holdt stand i to dager før de blåste av aksjonen og dro videre. Aksjonistene kom fra hele Europa."]}, {"relevance_score": 7, "title": "God morgen, Bergen! God morgen, Bergen! Nyhetsvarsel Nyt finværet i dag, for snart er det borte", "published": "2025-08-21", "bodyText": "<p>Kommer du frem? I kveld stenger Råtunnelen for å drive veiarbeid. Statens vegvesen melder at tunnelen stenges klokken 2200 i kveld, og holder stengt frem til klokken 0530 i morgen tidlig. Nok en fin dag Onsdag ble makstemperaturen i Bergen 18 grader. Statsmeteorolog Mette Sundvor Skjerdal forteller at det er å forvente...</p>", "publisher": "Webnews - Norwegian", "instances": []}, {"relevance_score": 7, "title": "Har brukt en halv million på klimaaksjoner", "published": "2025-08-21", "bodyText": "<p>Extinction Rebellion får mesteparten av pengene fra en nordisk klimaorganisasjon. Artisten Aurora ble med på mandagens aksjon på Equinors oljeraffineri på Mongstad. Foto: Paul S. Amundsen / NTBPublisert: Publisert: Kopier lenke Kopier lenke Del på Facebook Del på Facebook Del med e-post Del med e-post Klimaaktivister sperret veien inn til Mongstad oljeraffineri mandag og tirsdag denne uken....</p>", "publisher": "Webnews - Norwegian", "instances": []}, {"relevance_score": 6, "title": "Har brukt en halv million på klimaaksjoner", "published": "2025-08-21", "bodyText": "<p>Extinction Rebellion får mesteparten av pengene fra en nordisk klimaorganisasjon. Artisten Aurora ble med på mandagens aksjon på Equinors oljeraffineri på Mongstad. Foto: Paul S. Amundsen / NTBPublisert: Publisert: Nå nettopp Kopier lenke Kopier lenke Del på Facebook Del på Facebook Del med e-post Del med e-post Klimaaktivister sperret veien inn til Mongstad oljeraffineri mandag og tirsdag...</p>", "publisher": "Webnews - Norwegian", "instances": []}]