[{"relevance_score": 12, "title": "France's Andera Partners creates 1-GW renewables platform", "published": "2022-02-18", "bodyText": "<p nitf:lede=\"true\">February 18 (Renewables Now) - French private equity and green infrastructure investor Andera Partners has set up a new platform focused on the development of renewable energy projects, targeting more than 1 GW over 10 years.</p><p>The vehicle, dubbed Terr.A, will focus on wind and solar photovoltaic (PV) development across Europe. The platform was established by the Andera Smart Infra 1 fund, Paris-based Andera said on Thursday.</p><p>\"Terr.A aims to forge partnerships with developers of the energy transition wishing to maintain their independence while retaining part of the fruit of their work,\" says the annoncement. Terr.A's goal is to become an independent power producer.</p><p>Olivier Aymard will be Terr.A's development director, to be in charge of the company's project and partnership development activities.</p><p>\"Faced with the climate emergency, we no longer have a choice, we must further accelerate the development of renewables to decarbonize the French energy mix as much as possible,\" said Guy Auger, co-leader of the Andera Infra team.</p><p>Andera Smart Infra 1 is dedicated to the development, investment and operation of renewable energy projects.</p>", "publisher": "SeeNews Renewables", "instances": ["The vehicle, dubbed Terr. A, will focus on wind and solar photovoltaic (PV) development across Europe."]}, {"relevance_score": 8, "title": "Ichigo starts up small solar plant in Japan", "published": "2021-11-24", "bodyText": "<p nitf:lede=\"true\">November 24 (Renewables Now) - Japanese real estate and renewables investor Ichigo Inc (TYO:2337) said that today marked the start of operation of a 740-kW solar plant in Japan's Chiba prefecture.</p><p>The array, named Ichigo Chiba Wakaba-ku Omiyacho Nishi ECO Power Plant, is made up of 1,648 panels installed on 9,854 square metres (106,067.6 sq ft) of idle farmland in Chiba city.</p><p>It is expected to generate over 837,000 kWh per year, enough to meet the annual power demand of 279 local homes, the firm said.</p><p>The plant is Ichigo's 57th operational solar farm in Japan. With this new addition, the firm's capacity reaches 162.72 MW.</p><p>In the near term, the group expects to have 67 solar power plants with a combined capacity of 199 MW, including operations and projects in development held by its yieldco Ichigo Green Infrastructure Fund Investment Corp (TYO:9282).</p>", "publisher": "SeeNews Renewables", "instances": ["With this new addition, the firm's capacity reaches 162. 72 MW."]}, {"relevance_score": 10, "title": "Ichigo commissions 2.7-MW solar plant in Japan", "published": "2022-01-05", "bodyText": "<p nitf:lede=\"true\">January 5 (Renewables Now) - Japanese real estate and renewables investor Ichigo Inc (TYO:2337) said today that it has started the operation of a 2.73-MW solar power plant in Hyogo Prefecture.</p><p>The photovoltaic (PV) power facility, named Ichigo Kobe Pompuike ECO Power Plant, is made up of 7,104 panels installed on 22,783 square metres (245,234.17 sq ft) of idle agricultural pumping pond in Kobe city.</p><p>Ichigo estimates that the solar farm will be able to generate 3,317 MWh per year, enough to meet the annual power demand of 1,105 local homes.</p><p>The plant is Ichigo's 60th operational solar farm in Japan. With this new addition, its capacity reaches 169.17 MW, the firm said.</p><p>Going forward, the Japanese group expects to have 67 solar farms in operation with a combined capacity of roughly 199 MW in the new fiscal year. This figure also includes plants held by its yieldco Ichigo Green Infrastructure Fund Investment Corp (TYO:9282).</p>", "publisher": "SeeNews Renewables", "instances": ["17 MW, the firm said. Going forward, the Japanese group expects to have 67 solar farms in operation with a combined capacity of roughly 199 MW in the new fiscal year."]}, {"relevance_score": 10, "title": "Ichigo completes 3-MW solar plant in Japan's Miyazaki prefecture", "published": "2021-12-13", "bodyText": "<p nitf:lede=\"true\">December 13 (Renewables Now) - Japanese real estate and renewables investor Ichigo Inc (TYO:2337) said today it has started the operation of a 2.96-MW solar power plant in Miyazaki Prefecture.</p><p>The photovoltaic (PV) power facility, named Ichigo Miyakonojo Takazakicho Tsumagirishima ECO Power Plant, is made up of 9,130 panels installed on 39,991 square metres (430,459.54 sq ft) of idle land within the Tsumagirishima Industrial Complex in Miyakonojo City.</p><p>Ichigo estimates that the solar farm will be able to generate 3,562,000 kWh per year, enough to meet the annual power demand of 1,187 local homes.</p><p>The plant is Ichigo's 59th operational solar farm in Japan. With this new addition, its capacity reaches 166.43 MW, the firm said.</p><p>Overall, the group has a Japanese portfolio of 67 power plants with a combined capacity of 199 MW. This includes both operational and in-development projects held by its yieldco Ichigo Green Infrastructure Fund Investment Corp (TYO:9282).</p>", "publisher": "SeeNews Renewables", "instances": ["43 MW, the firm said. Overall, the group has a Japanese portfolio of 67 power plants with a combined capacity of 199 MW."]}, {"relevance_score": 10, "title": "Japan's Ichigo starts up 1.13 MW of solar farms", "published": "2021-11-02", "bodyText": "<p nitf:lede=\"true\">November 2 (Renewables Now) - Japanese real estate investor Ichigo Inc (TYO:2337) said today it has put online 1.13 MW of photovoltaic (PV) power plants in Nagano prefecture.</p><p>The Ichigo Komagane Akaho Kita ECO Power Plant and Ichigo Komagane Akaho Minami ECO Power Plant are Ichigo's 55th and 56th operational solar parks in Japan. They are comprised of 2,512 panels combined.</p><p>Located in Komagane city, Akaho Kita ECO has 0.39 MW of installed capacity and will generate roughly 515,000 kWh per year, enough to supply power to 172 households.</p><p>Akaho Minami ECO, installed in Komagane City, is expected to generate a little over 946,000 kWh annually with its capacity of 0.74 MW. This is equivalent to the annual power demand of 315 local homes.</p><p>In all, the group has a portfolio of 67 power plants with a combined capacity of 199 MW, including projects in operation and assets held by its yieldco Ichigo Green Infrastructure Fund Investment Corp (TYO:9282).</p>", "publisher": "SeeNews Renewables", "instances": ["74 MW. This is equivalent to the annual power demand of 315 local homes."]}, {"relevance_score": 10, "title": "Japan's Ichigo starts up 2.66-MW floating solar farm", "published": "2021-10-11", "bodyText": "<p nitf:lede=\"true\">October 11 (Renewables Now) - Japanese real estate and renewables investor Ichigo Inc (TYO:2337) announced today that its 2.66-MW floating solar plant in Japan's Okayama prefecture is now operational.</p><p>The floating facility Ichigo Kasaoka Idachiike ECO Power Plant came online on October 9.</p><p>With 5,928 panels, the PV plant is expected to generate over 3,193,000 kWh per year, which is enough to help some 1,064 local homes satisfy their annual demand for power, according to the Japanese firm.</p><p>The solar farm is floating on an agricultural reservoir located in Kasaoka city, where it occupies an area of 47,017 square metres (506,086.78 sq ft).</p><p>Ichigo Kasaoka is Ichigo's 54th operational solar plant in Japan. With this new addition, the firm's operational capacity reaches 160.82 MW.</p><p>Overall, the group has a portfolio of 67 solar power plants with a combined capacity of 199 MW, including projects in development, operational plants and facilities held by its yieldco Ichigo Green Infrastructure Fund Investment Corp (TYO:9282).</p>", "publisher": "SeeNews Renewables", "instances": ["With this new addition, the firm's operational capacity reaches 160. 82 MW."]}, {"relevance_score": 12, "title": "Japanese trio snaps up GIG's stake in Taiwan's 1st offshore wind park", "published": "2022-03-07", "bodyText": "<p nitf:lede=\"true\">March 7 (Renewables Now) - Japanese shipping company Mitsui OSK Lines Ltd (TYO:9104), or MOL, and compatriots Toho Gas Co Ltd (TYO:9533) and Hokuriku Electric Power Co (TYO:9505) will collectively buy a 25% stake in the owner of the 128-MW Formosa 1 offshore wind farm off Taiwan.</p><p>The Japanese trio said on Friday it is buying into the Formosa I International Investment Co Ltd, the wind park's owner and operator, through a new special purpose company in which MOL and Toho will own 37.5% each. The interest will be acquired from Macquarie Group Ltd's (ASX:MQG) Green Investment Group (GIG). The transaction will mark the green infrastructure investor's exit from the project.</p><p>Formosa I International Investment owns the offshore wind complex through subsidiary Formosa I Wind Power Co Ltd (FWPC). The entity is 35%-owned by Denmark's Ørsted A/S, while Japan's JERA Co owns a 32.5% stake. Taiwan's Swancor Holding Co Ltd owns 7.5%.</p><p>The Formosa 1 complex, located off the coast of Taiwan's Miaoli County, consists of two plants of 8 MW and 120 MW that were brought online in 2017 and 2019, respectively. The wind park is selling its output to Taiwan Power Company under a feed-in tariff (FiT) contract.</p>", "publisher": "SeeNews Renewables", "instances": ["5% each. The interest will be acquired from Macquarie Group Ltd's (ASX:MQG) Green Investment Group (GIG). Formosa I International Investment owns the offshore wind complex through subsidiary Formosa I Wind Power Co Ltd (FWPC). The entity is 35%-owned by Denmark's Ørsted A/S, while Japan's JERA Co owns a 32."]}, {"relevance_score": 0, "title": "Denmark: Call for increased domestic green pension investments", "published": "2021-09-07", "bodyText": "<p>SOURCE: Energiwatch, 07 Sep 2021, online</p>", "publisher": "Valona Denmark News", "instances": []}, {"relevance_score": 0, "title": "Denmark: Call for increased domestic green pension investments", "published": "2021-09-07", "bodyText": "<p>SOURCE: Energiwatch, 07 Sep 2021, online</p>", "publisher": "Valona Denmark News", "instances": []}, {"relevance_score": 12, "title": "BlackRock eyes Korean renewables investor - report", "published": "2021-07-12", "bodyText": "<p nitf:lede=\"true\">July 12 (Renewables Now) - US investment manager BlackRock Inc (NYSE:BLK) is reportedly holding talks to acquire a green infrastructure investment vehicle of IGIS Asset Management.</p><p>A spokesperson for the Korean real estate asset manager confirmed the news to The Korea Times, but was unable to disclose specific details. According to the newspaper report, IGIS Asset Management has a 49% stake in the target, namely IGIS Private Equity (IGIS PE), while Taeryeo Construction Industry and other shareholders hold 51%.</p><p>Pulse by Maeil Business News Korea reported that BlackRock is in the final stage of negotiations.</p><p>IGIS PE invests in renewable energy infrastructure, including wind, solar parks and energy storage. In 2020, it joined a local offshore wind project of 1.6 GW.</p><p>Last week, BlackRock said it obtained over USD 250 million (EUR 210.5m) in commitments for the Climate Finance Partnership (CFP), a flagship blended finance vehicle that will invest in climate infrastructure, including renewables, across emerging markets. CFP targets at least USD 500 million and plans to spend the amount on projects in select countries in Asia, Latin America and Africa.</p><p>(USD 1.0 = EUR 0.842)</p>", "publisher": "SeeNews Renewables", "instances": ["A spokesperson for the Korean real estate asset manager confirmed the news to The Korea Times, but was unable to disclose specific details. According to the newspaper report, IGIS Asset Management has a 49% stake in the target, namely IGIS Private Equity (IGIS PE), while Taeryeo Construction Industry and other shareholders hold 51%."]}, {"relevance_score": 9, "title": "Japan's Ichigo brings online 2.8-MW PV plant in Ibaraki", "published": "2021-01-12", "bodyText": "<p nitf:lede=\"true\">January 12 (Renewables Now) - Japanese real estate investor Ichigo Inc (TYO:2337) announced today it has started commercial operation of a 2.84-MW solar photovoltaic (PV) power plant in Ibaraki prefecture.</p><p>Named Ichigo Toride Shimotakai Nishi ECO Power Plant, the PV facility is comprised of 7,808 panels. It is expected to generate over 3.22 million kWh per year, enough to meet the annual power demand of 1,070 local homes, the firm said.</p><p>Located on 27,694 sq m (298,095 sq ft) of land in Toride city, the facility is Ichigo's 51th operational solar plant in Japan. With this new addition, the firm's portfolio reaches 150.02 MW.</p><p>Overall, the group has a Japanese portfolio of 67 solar power plants with a combined capacity of 199 MW, including projects in development, operational plants and facilities held by its yieldco Ichigo Green Infrastructure Fund Investment Corp (TYO:9282).</p>", "publisher": "SeeNews Renewables", "instances": ["With this new addition, the firm's portfolio reaches 150. 02 MW."]}, {"relevance_score": 8, "title": "Intersect Power bags USD 600m in capital for renewables expansion", "published": "2021-01-27", "bodyText": "<p nitf:lede=\"true\">January 27 (Renewables Now) - US-based renewables developer Intersect Power LLC announced on Tuesday it has secured more than USD 600 million (EUR 495m) in corporate capital to speed up its growth.</p><p>The green infrastructure company said it has obtained USD 127 million in equity funding from Climate Adaptive Infrastructure LLC (CAI) and private equity firm Trilantic Capital Management LP, also known as Trilantic North America.</p><p>Furthermore, Intersect Power has closed on a USD-482-million debt facility with sustainable infrastructure firm Generate Capital Inc and alternative investment fund manager CarVal Investors.</p><p>According to Intersect Power's CEO and co-founder, Sheldon Kimber, the team behind the company has so far developed some 3.7 GW direct current (DC) of solar projects with a portfolio value surpassing USD 8 billion.</p><p>\"The investments announced today will give us the ability to more quickly scale our core business of solar and energy storage, while expanding further into emerging classes of clean infrastructure, like green hydrogen,\" Kimber stated.</p><p>(USD 1.0 = EUR 0.825)</p>", "publisher": "SeeNews Renewables", "instances": ["January 27 (Renewables Now) - US-based renewables developer Intersect Power LLC announced on Tuesday it has secured more than USD 600 million (EUR 495m) in corporate capital to speed up its growth. Furthermore, Intersect Power has closed on a USD-482-million debt facility with sustainable infrastructure firm Generate Capital Inc and alternative investment fund manager CarVal Investors. According to Intersect Power's CEO and co-founder, Sheldon Kimber, the team behind the company has so far developed some 3."]}, {"relevance_score": 10, "title": "Canadian Solar reaches USD-208m close for Japanese development fund", "published": "2021-02-16", "bodyText": "<p nitf:lede=\"true\">February 16 (Renewables Now) - Canadian Solar Inc (NASDAQ:CSIQ) has successfully closed the Japan Green Infrastructure Fund (JGIF) with JPY 22 billion (USD 208.4m/EUR 171.6m) of committed capital in partnership with Australia's Macquarie Group Ltd (ASX:MQG).</p><p>Canadian Solar holds a 67% economic stake in JGIF, while Macquarie Advisory &amp; Capital Solutions is both the fund's financial advisor and owns the remaining 33%.</p><p>With a term of six years, the fund will develop, build and accumulate solar projects in Japan. The plan calls for it to grant first offer rights to the Canadian Solar Infrastructure Fund Inc (TYO:9284). Also, the development fund will consider green bond placements and project finance loans as it expands its asset portfolio.</p><p>Canadian Solar noted that this fund represents its first platform entry into the private institutional capital pool. Chairman and CEO Shawn Qu further commented that the company plans similar localised capital partnerships in other parts of the world, including in Latin America and Europe.</p><p>(JPY 100 = USD 0947/EUR 0.780)</p>", "publisher": "SeeNews Renewables", "instances": ["4m/EUR 171. 6m) of committed capital in partnership with Australia's Macquarie Group Ltd (ASX:MQG)."]}, {"relevance_score": 9, "title": "EverSource Capital eyes Azure's 167-MW rooftop solar portfolio - report", "published": "2020-09-17", "bodyText": "<p nitf:lede=\"true\">September 17 (Renewables Now) - Indian green energy infrastructure developer EverSource Capital is interested in buying the whole portfolio of rooftop solar projects of Azure Power Global Ltd (NYSE:AZRE), which has a total capacity of 167 MW, Mint reports, quoting two sources.</p><p>According to the informed people, EverSource Capital, which is a joint venture between private equity fund Everstone Group and UK-based Lightsource BP, is to pay around USD 112 million (EUR 94.9m) for the whole portfolio.</p><p>KPMG is running the sales process for the solar rooftop portfolio. The two companies have yet to reach a deal, according to one of the sources.</p><p>EverSource Capital manages the Green Growth Equity Fund, which invests in green infrastructure in India. Investments include distributed renewable energy platform Radiance Renewables and utility-scale renewable energy platform Ayana Renewable Power.</p><p>(USD 1.0 = EUR 0.847)</p>", "publisher": "SeeNews Renewables", "instances": ["KPMG is running the sales process for the solar rooftop portfolio. The two companies have yet to reach a deal, according to one of the sources. Investments include distributed renewable energy platform Radiance Renewables and utility-scale renewable energy platform Ayana Renewable Power. (USD 1."]}, {"relevance_score": 46, "title": "Resonance Consultancy Reveals Europe’s Best Cities for 2025", "published": "2025-05-07", "bodyText": "<p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">London Ranks #1 for a third year; Paris and Berlin round out the Top 3 as Europe’s cities define the future amid today’s massive global transformation. The UK is the country with the most cities in the Top 100 with 18, followed by Germany at 16 and France at 10.</emphasis></p><p nitf:lede=\"true\">LONDON, May  07, 2025  (GLOBE NEWSWIRE) -- Amid profound geopolitical shifts and a transformative era for global urbanization, Resonance Consultancy, a leading advisor in place branding, tourism, and economic development, today released its third annual Europe’s Best Cities ranking for 2025, spotlighting the 100 cities shaping the continent’s future.</p><p>London, bolstered by its dynamic economy, cultural vibrancy, and unparalleled global connectivity, retained its #1 ranking for a third consecutive year. Paris secured the #2 spot with its ambitious sustainability investments and transformative post-Olympic legacy projects, while Berlin landed at #3, thriving as a creative capital and geopolitical nerve center in a rapidly evolving Europe.</p><p>Resonance’s 2025 Europe’s Best Cities report combines global user-generated data, core statistical performance, and new proprietary research, including a landmark Ipsos survey of 7,500 Europeans across 10 countries, to create the continent’s most comprehensive city ranking.</p><p>“As Europe redefines itself politically and economically, its cities are once again leading the way,” said Chris Fair, President &amp; CEO of Resonance Consultancy. “From sustainability breakthroughs to cultural reinvention, the cities topping our list are those not only navigating disruption, but seizing it to shape more livable, lovable, and prosperous futures.”</p><p><emphasis typeStyle=\"bf\">The Top 10 Europe’s Best Cities for 2025 are:</emphasis></p><p>1. London, United Kingdom2. Paris, France3. Berlin, Germany4. Barcelona, Spain5. Rome, Italy6. Madrid, Spain7. Amsterdam, Netherlands8. Vienna, Austria9. Prague, Czechia10. Stockholm, Sweden</p><p><emphasis typeStyle=\"bf\">The 2025 Europe’s Best Cities ranking arrives at a pivotal moment:</emphasis></p><p>Cities are reshoring industries, investing heavily in green infrastructure, and leveraging their heritage to attract a new generation of global talent and visitors. Major urban development projects, like Paris's Grand Paris Express metro expansion and London’s Canary Wharf 3.0 transformation, exemplify a new era of strategic placemaking and urban resilience. Europe’s renaissance in sustainable travel is evident with the surge in high-speed rail and overnight train services, making connectivity and low-carbon mobility central to city competitiveness.</p><p>“Europe’s urban appeal remains timeless, but today’s leaders are reimagining their cities for an era of economic self-reliance, environmental urgency, and experiential living,” said Jason McGrath, EVP and Head of U.S. Corporate Reputation at Ipsos, the Best Cities research partner. “Our new research shows that while iconic cities remain beloved, emerging destinations are gaining ground fast among Europeans for livability, visitability, and career opportunities.”</p><p><emphasis typeStyle=\"bf\">How the ranking was built:</emphasis> The Place Power Score, Resonance’s proprietary methodology, evaluated each city’s performance and perception across three core pillars:</p><p><emphasis typeStyle=\"bf\">Livability</emphasis></p><p>(housing affordability, green spaces, healthcare, air quality)</p><p><emphasis typeStyle=\"bf\">Lovability</emphasis></p><p>(culture, nightlife, dining, attractions, social media engagement)</p><p><emphasis typeStyle=\"bf\">Prosperity</emphasis></p><p>(economic strength, labor force participation, educational attainment, startup ecosystem)</p><p>This year's index reflects fresh realities, including affordability pressures, reshoring of critical industries, new mobility patterns, and carbon-conscious travel behaviors across Europe. A ranking of the continent’s best-performing cities has rarely been this illuminating.</p><p><emphasis typeStyle=\"bf\">The full Europe’s Best Cities 2025 report is availabe here.</emphasis></p><p>&lt;hr /&gt;</p><p>About Resonance Consultancy</p><p>Resonance creates transformative strategies, brands and campaigns that empower destinations, cities and communities to realize their full potential. As leading advisors in real estate, tourism and economic development, Resonance combines expertise in research, strategy, branding and communications to make destinations, cities and developments more valuable and more vibrant. ResonanceCo.com</p><p>About Ipsos</p><p>Ipsos is one of the largest market research and polling companies globally, operating in 90 markets and employing nearly 20,000 people. Our passionately curious research professionals, analysts and scientists have built unique multi-specialist capabilities that provide true understanding and powerful insights into the actions, opinions and motivations of citizens, consumers, patients, customers or employees. Our 75 business solutions are based on primary data from our surveys, social media monitoring, and qualitative or observational techniques. “Game Changers”—our tagline—summarizes our ambition to help our 5,000 clients navigate with confidence our rapidly changing world. Founded in France in 1975, Ipsos has been listed on the Euronext Paris since July 1, 1999. The company is part of the SBF 120 and Mid-60 indices and is eligible for the Deferred Settlement Service (SRD). ISIN code FR0000073298, Reuters ISOS.PA, Bloomberg IPS:FP <url normalizedValue=\"http://www.ipsos.com\">www.ipsos.com</url></p><p>About World's Best Cities</p><p>Best Cities is the home of Resonance’s exclusive ranking of the world’s top urban regions. The data is used by leading news outlets, trusted by city leaders, and is widely considered to be the world’s most comprehensive annual city ranking. Bloomberg calls it, ”The most comprehensive study of its kind; it identifies cities that are most desirable for locals, visitors, and businesspeople alike, rather than simply looking at livability or tourism appeal.” WorldsBestCities.com | #BestCities</p><p><emphasis typeStyle=\"bf\">Attachments</emphasis></p><p>Resonance Consultancy Reveals Europe’s Best Cities for 2025 Resonance Consultancy Reveals Europe’s Best Cities for 2025</p><p>Tom Gierasimczuk Resonance Consultancy 604-649-8664 <email normalizedValue=\"mailto:tom@resonanceco.com\">tom@resonanceco.com</email></p>", "publisher": "Ritzau", "instances": ["Vienna, Austria9. Prague, Czechia10. Major urban development projects, like Paris's Grand Paris Express metro expansion and London’s Canary Wharf 3. 0 transformation, exemplify a new era of strategic placemaking and urban resilience."]}, {"relevance_score": 6, "title": "IDB Invest to issue certification for green transmission lines", "published": "2020-06-08", "bodyText": "<p nitf:lede=\"true\">June 8 (Renewables Now) - IDB Invest, the private sector arm of the Inter-American Development Bank (IDB), will be issuing the first certifications of green transmission lines (GTLs) in the world, the bank said on Friday.</p><p>Certification can be given to projects in their initial stages as well as transmission lines currently in operation. They have to be transporting renewable energy.</p><p>The bank has defined four categories for the certificates based on the emissions reduction capacity through the transported energy, the infrastructure design and planning, the transmission lines' environmental impact mitigation and compensation capacity, and the types of environmental sustainability initiatives in place.</p><p>In addition to the environmental benefits, the GLT certification will help to attract new funds and institutional investors searching for high impact investments in the Latin America and the Caribbean region. The bank also believes that the development of green infrastructure will boost the regional economy after the COVID-19 pandemic.</p>", "publisher": "SeeNews Renewables", "instances": ["The bank has defined four categories for the certificates based on the emissions reduction capacity through the transported energy, the infrastructure design and planning, the transmission lines' environmental impact mitigation and compensation capacity, and the types of environmental sustainability initiatives in place. In addition to the environmental benefits, the GLT certification will help to attract new funds and institutional investors searching for high impact investments in the Latin America and the Caribbean region."]}, {"relevance_score": 9, "title": "Japan's Ichigo switches on 3-MW PV plant in Ibaraki", "published": "2020-03-18", "bodyText": "<p nitf:lede=\"true\">March 18 (Renewables Now) - Japanese real estate investor Ichigo Inc (TYO:2337) today started commercial operation of a 2.99-MW solar photovoltaic (PV) power plant in Ibaraki prefecture.</p><p>Named Ichigo Hitachiomiya ECO Power Plant, the PV facility is comprised of 9,517 panels. It is expected to generate a little over 3.49 million kWh per year, enough to meet the annual power demand of 1,160 local homes, the firm said.</p><p>Located on 43,186 sq m of land in Hitachiomiya city, Hitachiomiya ECO is Ichigo's 46th operational solar plant in Japan. With this new addition, the firm's portfolio reaches 139.27 MW.</p><p>In all, the company has a Japanese portfolio of 59 solar power plants with a combined capacity of 185 MW, including projects in development, operational plants and facilities held by its yieldco Ichigo Green Infrastructure Fund Investment Corp (TYO:9282).</p>", "publisher": "SeeNews Renewables", "instances": ["With this new addition, the firm's portfolio reaches 139. 27 MW."]}, {"relevance_score": 10, "title": "GIG to sell 3.3-GW Japanese offshore wind platform to Iberdrola", "published": "2020-09-17", "bodyText": "<p nitf:lede=\"true\">September 17 (Renewables Now) - The Green Investment Group (GIG) has agreed to sell its Tokyo-based renewable energy platform to Iberdrola SA (BME:IBE) and form a joint venture (JV) with the Spanish utility giant to co-develop 3.3 GW of offshore wind in Japan.</p><p>GIG, part of Australia's Macquarie Group Ltd (ASX:MQG), will sell a 100% interest in Acacia Renewables KK, a platform with two offshore wind projects totalling 1.2 GW under development, which could be operational by 2028, and 2.1 GW in the pipeline.</p><p>The green infrastructure investor said that three of the six projects in the portfolio will be floating wind schemes.</p><p>Acacia's projects will be developed by the GIG-Iberdrola JV, with the partners holding equal stales in each of the six.</p><p>Going forward, Acacia will develop offshore wind projects, while GIG will be in charge of the platform's existing onshore wind development business.</p><p>The transaction represents Iberdrola's debut in Japan's emerging offshore wind market and the second JV with GIG. The duo co-owns the 714-MW East Anglia One offshore wind farm off the UK coast.</p>", "publisher": "SeeNews Renewables", "instances": ["2 GW under development, which could be operational by 2028, and 2. 1 GW in the pipeline. Acacia's projects will be developed by the GIG-Iberdrola JV, with the partners holding equal stales in each of the six. Going forward, Acacia will develop offshore wind projects, while GIG will be in charge of the platform's existing onshore wind development business."]}, {"relevance_score": 9, "title": "Japan's Ichigo switches on 1.7-MW PV plant in Gifu", "published": "2020-02-12", "bodyText": "<p nitf:lede=\"true\">February 12 (Renewables Now) - Japanese real estate investor Ichigo Inc (TYO:2337) started today the commercial operation of a 1.67-MW solar photovoltaic (PV) power plant in Gifu prefecture.</p><p>Named Ichigo Toki Tsurusatocho Kakino Higashi ECO Power Plant, the PV facility is comprised of 5,240 panels. It is expected to generate a little over 2.05 million kWh per year, enough to meet the annual power demand of 680 local homes, the firm said.</p><p>Located on 51,146 sq m of land in Toki city, Toki Tsurusatocho is Ichigo's 45th operational solar plant in Japan. With this new addition, the firm's portfolio reaches 136.27 MW.</p><p>In all, the company has a Japanese portfolio of 59 solar power plants with a combined capacity of 185 MW, including projects in development, operational plants and facilities held by its yieldco Ichigo Green Infrastructure Fund Investment Corp (TYO:9282).</p>", "publisher": "SeeNews Renewables", "instances": ["With this new addition, the firm's portfolio reaches 136. 27 MW."]}, {"relevance_score": 16, "title": "Canadian govt backs 10-MW solar-plus-storage project on Prince Edward Island", "published": "2020-08-14", "bodyText": "<p nitf:lede=\"true\">August 14 (Renewables Now) - The Canadian government said it will invest CAD 12.3 million (USD 9.3m/EUR 7.9m) in a 10-MW solar-plus-storage project on Prince Edward Island.</p><p>Funds for the construction of the Slemon Park Microgrid Project will come from the Green Infrastructure Stream (GIS) and the Smart Grid Program, both part of the government's Investing in Canada infrastructure plan.</p><p>The Prince Edward Island government is contributing CAD 12.7 million.</p><p>The new solar array and storage facility are expected to boost renewable energy used on the island by 3.5%, as announced by the Canadian government's department Infrastructure Canada.</p><p>Prince Edward Island, a province in the eastern part of the country, relies in part on important power and is working to achieve energy independence, according to the press release.</p><p>The micro-grid project will occupy an area of 100 acres (40.5 hectares) in the community of Slemon Park. Once in operation, the plant will lower electricity costs for the local residents, reduce greenhouse gas emissions and contribute to Prince Edward Island's energy self-sufficiency goals.</p><p>(CAD 1.0 = USD 0.75/EUR 0.64)</p>", "publisher": "SeeNews Renewables", "instances": ["3m/EUR 7. 9m) in a 10-MW solar-plus-storage project on Prince Edward Island. The Prince Edward Island government is contributing CAD 12. 7 million."]}, {"relevance_score": 12, "title": "Japan's Ichigo switches on 16 MW of PV plants in Gunma, Shiga", "published": "2020-01-06", "bodyText": "<p nitf:lede=\"true\">January 6 (Renewables Now) - Japanese real estate investor Ichigo Inc (TYO:2337) said today it has put online 15.76 MW of photovoltaic (PV) power plants in Gunma and Shiga prefectures.</p><p>The Ichigo Minakami Aramaki ECO Power Plant and Ichigo Takashima Kutsuki ECO Power Plant are Ichigo's 43st and 44th operational solar plant in Japan. They are comprised of 50,272 panels combined.</p><p>Located in Minakami city, Aramaki ECO has 12.02 MW of installed capacity and will generate roughly 12.24 million kWh per year, enough to supply power to 4,080 households.</p><p>Kutsuki ECO, installed in Takashima City, is expected to generate a little over 4 million kWh annually with its capacity of 3.74 MW. This is equivalent to the annual power demand of 1,350 local homes.</p><p>In all, the firm has a portfolio of 59 solar power plants in Japan with a combined capacity of 185 MW, including facilities held by its yieldco Ichigo Green Infrastructure Fund Investment Corp (TYO:9282). This capacity includes plants that are currently in operation and under development, the company noted.</p>", "publisher": "SeeNews Renewables", "instances": ["74 MW. This is equivalent to the annual power demand of 1,350 local homes. This capacity includes plants that are currently in operation and under development, the company noted."]}, {"relevance_score": 37, "title": "Taean Wind Power Secures Fixed-Price Offtake Contract to Develop Offshore Wind Project in Korea", "published": "2025-01-24", "bodyText": "<p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">Copenhagen Infrastructure Partners (CIP) and Vena Energy announced today that their joint offshore wind project, Taean Wind Power, has been awarded an offtake contract in the 2024 Wind Power Fixed-Price Contract Auction arranged by the Korea Energy Agency (KEA)</emphasis></p><p nitf:lede=\"true\">SEOUL, South Korea, Jan.  24, 2025  (GLOBE NEWSWIRE) -- The Taean Wind Power project, a fixed-bottom offshore wind project with a planned capacity of 500 MW, is targeting to commence construction in the second half of 2026, with commercial operations anticipated by late 2029. CIP, through its flagship fund Copenhagen Infrastructure V, acquired a 49% stake in Taean Wind Power in late 2024 and will develop the project jointly with Vena Energy.</p><p>Kwangjin Cheong, Representative Director of Taean Wind Power, expressed his commitment, stating: “Reaching this milestone emphasizes our dedication to delivering clean, sustainable energy to our local communities. We extend our gratitude to our stakeholders and partners, including the Government, Taean County, our supply chain collaborators, residents and fisheries for their invaluable support. Together, we are focused on ensuring the success of this project, fostering local engagement, and contributing meaningfully to Korea’s energy transition, engineering a greener future for generations.”</p><p>The Taean Offshore Wind Project is designed to deliver significant economic and environmental benefits, revitalizing the local economy, creating meaningful job opportunities, and enhancing the resilience of the local supply chain. Collaborating with key stakeholders including LS Cable &amp; System, a globally renowned leader in cable technology from Korea, as the preferred cable supplier, Taean Wind Power unites industry leaders in offshore wind development, supply, construction, and operations. This collective expertise establishes a robust foundation to generate enough clean energy to power approximately 300,000 Korean households annually. The project represents a pivotal step toward increasing domestic and independent green energy production, contributing to Korea's national renewable energy goals.</p><p>Vena Energy’s technical capabilities are at the forefront of renewable energy innovation in the Asia-Pacific region, with expertise in the design, development, and execution of large-scale solar, wind, and battery storage projects. Leveraging in-depth regional knowledge and technical proficiency, Vena Energy ensures efficient and sustainable project development and delivery, while fostering strong collaboration with stakeholders, ensuring continuity and alignment with local market needs.</p><p>CIP has been a leading player in Korea’s offshore wind sector since entering the Korean market in 2018. CIP is currently developing approximately 5 GW of offshore wind projects in Korea, including Jeonnam Offshore Wind 1, the country’s first commercial-scale offshore wind project, led by the private sector. CIP’s extensive experience in managing the complex nature of risks in building large-scale offshore wind farms, as well as its strong collaboration with local supply chains, authorities, and communities, will contribute to successfully delivering Taean Wind Power.</p><p>Thomas Wibe Poulsen, Partner at CIP, said: “Taean represents an attractive opportunity to increase our offshore wind footprint in Korea. We look forward to completing this exciting project together with our new partners at Vena Energy who, with a strong track record of developing green energy solutions across the APAC region, is a great match for us. The participation in the Taean project will further strengthen and diversify CI V’s investment portfolio and support our ambition of securing attractive risk-adjusted returns for our investors.”</p><p>Simone Grasso, Chief Investment Officer of Vena Energy, highlighted the strength of this partnership: “Taean Wind Power represents a significant step forward in advancing Korea’s energy independence and decarbonisation goals, and we are proud to partner with CIP to bring this project to life. By combining our respective capabilities and expertise, we are paving the way for the successful delivery of this landmark project, contributing to Korea’s green energy transition. We look forward to collaborating with all stakeholders to position Korea as a global leader in the offshore wind sector and to deliver meaningful and lasting economic benefits for the country.”</p><p>South Korea has significant potential for offshore wind and is one of the most promising markets in Asia Pacific, with an ambitious target of 14.3GW installed capacity by 2030. The country has pledged to achieve carbon neutrality by 2050 which will require delivery of additional large-scale renewables including offshore wind projects.</p><p><emphasis typeStyle=\"bf\">About Copenhagen Infrastructure Partners</emphasis>Founded in 2012, Copenhagen Infrastructure Partners P/S (CIP) today is the world’s largest dedicated fund manager within greenfield renewable energy investments and a global leader in offshore wind. The funds managed by CIP focus on investments in offshore and onshore wind, solar PV, biomass and energy-from-waste, transmission and distribution, reserve capacity, storage, advanced bioenergy, and Power-to-X.</p><p>CIP manages 12 funds and has to date raised approximately EUR 31 billion for investments in energy and associated infrastructure from more than 180 international institutional investors. CIP has approximately 500 employees and 14 offices around the world. For more information, visit <url normalizedValue=\"http://www.cip.com\">www.cip.com</url></p><p><emphasis typeStyle=\"bf\">About Vena Energy</emphasis>Vena Energy, a leading green energy solutions provider in the Asia Pacific region, is accelerating the transition to sustainable and affordable renewable energy that delivers lasting economic, social, and environmental benefits to our host communities and stakeholders.</p><p>We provide green energy and digital solutions to our customers, which are powered by a renewable energy portfolio of Onshore Wind, Solar, and Offshore Wind projects totaling 39 GW and a green infrastructure pipeline including 24GWh of BESS, 620MW DC of Data Centres, and 0.8MTPA of Green Hydrogen and Ammonia.</p><p>With an extensive local presence of over 1,000 employees across 80 corporate and site offices globally, Vena Energy endeavors to drive the broader adoption of low-carbon energy, thereby contributing to the goal of combatting climate change and engineering a greener future.</p><p>For more information, please visit <url normalizedValue=\"http://www.venaenergy.com\">www.venaenergy.com</url>, or follow us on LinkedIn, Facebook, Instagram.</p>", "publisher": "Ritzau", "instances": ["cip. comAbout Vena EnergyVena Energy, a leading green energy solutions provider in the Asia Pacific region, is accelerating the transition to sustainable and affordable renewable energy that delivers lasting economic, social, and environmental benefits to our host communities and stakeholders. 8MTPA of Green Hydrogen and Ammonia. With an extensive local presence of over 1,000 employees across 80 corporate and site offices globally, Vena Energy endeavors to drive the broader adoption of low-carbon energy, thereby contributing to the goal of combatting climate change and engineering a greener future."]}, {"relevance_score": 60, "title": "Beam Global Secures First Sponsorship Deal with Globos Osiguranje to Deploy EV ARC Systems at Belgrade Airport", "published": "2024-11-14", "bodyText": "<p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">The EV ARC systems provide free public EV charging and a long-term recurring revenue stream for Beam Global</emphasis></p><p nitf:lede=\"true\">SAN DIEGO, Nov.  14, 2024  (GLOBE NEWSWIRE) -- Beam Global, (Nasdaq: BEEM), a leading provider of innovative and sustainable infrastructure solutions for the electrification of transportation and energy security, today announced its first sponsorship deal with Globos Osiguranje, one of Serbia’s premier insurance companies. Under this deal, Globos Osiguranje has sponsored five EV ARC solar-powered EV charging stations that are now deployed at Belgrade Nikola Tesla Airport, Serbia's busiest international travel hub, and will provide free public electric vehicle (EV) charging.</p><p nitf:lede=\"true\">In order to facilitate this sponsored Driving on Sunshine initiative, Beam Global previously secured an agreement with Belgrade Airport, part of VINCI Airports, an operator of over 70 airports in 14 nations across the globe, to operate the network in prime locations at Belgrade Nikola Tesla Airport with further cooperation with VINCI Airports to be considered.</p><p>This milestone three-way partnership marks Beam Global’s entry into an owner-operator business model, generating income through a long-term annuity stream with recurring payments. By retaining ownership of the EV ARC systems, Beam Global secures a steady, predictable revenue stream while delivering sustainable solutions. Globos Osiguranje is uniquely able to provide Driving on Sunshine sponsored EV charging for free to EV owners because EV ARC systems do not require utility electricity and do not generate costs for the energy dispensed. Providing the EV charging for free while monetizing the sponsorship significantly lowers administrative costs and risks. The amenity value delivered to site hosts enables Beam Global to receive highly favorable economic terms on the parking spaces in which the EV ARC systems are placed. This unique model means that sponsorship payments are not diluted by typical operating costs which might burden companies that do not have Beam Global’s technology advantage.</p><p>“I have been describing this sponsorship model for several years. The partnership with Globos Osiguranje at the Belgrade Airport is an exciting milestone for Beam Global as we continue to expand across Europe and it’s very exciting in that it validates the Driving on Sunshine sponsorship model,” said Desmond Wheatley, CEO of Beam Global. “We are delighted to be working with Vinci. Airports represent a tremendous opportunity for sustainable infrastructure solutions but they cannot afford to have their parking lots disrupted by construction and electrical work because they work 365 days a year. With this sponsorship model and our zero construction deployments, we are opening doors for similar engagements in major travel hubs throughout the world. We’re committed to providing clean, reliable off-grid EV charging solutions that not only meet the growing demand for public charging infrastructure but also create a sustainable, recurring revenue stream for Beam with very favorable terms and no disruption for our airport or other partners.”</p><p>Five solar-powered EV ARC units are now deployed for public EV charging at the Belgrade Airport. Each off-grid unit can charge multiple vehicles at once, making it a resilient and sustainable solution for the airport’s high-traffic environment. The systems are positioned in P1, Prime, the closest car park to the terminal building.</p><p>“We are proud to be at the forefront of promoting sustainable energy solutions in Serbia through this sponsorship with Beam Global,” said Siniša Pratljacic, CEO at Globos Osiguranje. “By sponsoring EV ARC products at one of Serbia’s most frequented locations, we are taking an important step in our commitment to environmental responsibility and green innovation.”</p><p>“We are proud to make Belgrade Airport the first airport in the world to offer free, standalone, 100% solar-powered EV charging” said Chivoine Rem, Belgrade Airport CEO. We are proud to lead the way in innovations and sustainable business practices, with a strong focus on reducing greenhouse gas emissions, water usage, protecting biodiversity and sustainable waste management. Our commitment to minimizing our carbon footprint aligns with VINCI Airports’ global policy, which aims for zero CO2 emissions by 2050. To optimize energy consumption and to reduce CO2 emissions, we employ a range of strategies – we are already producing the energy from our solar power plant for couple of years and besides previously installed chargers at Tesla parking we are offering our customers with solar-powered EV chargers. These initiatives make Belgrade Airport unique in Serbia. Filling their EVs with renewable energy while they are here is an excellent example of the benefits that we are working to create. The partnership with Beam Global means that we are constantly able to offer more comfort to our travelers.</p><p>This first-of-its-kind partnership not only enhances Serbia’s green infrastructure but also demonstrates Beam Global’s potential to expand its unique EV charging solutions globally through sponsorship and owner-operator models.</p><p>To learn more about Beam Global’s sustainable charging solutions visit beamforall.com.</p><p><emphasis typeStyle=\"bf\">About Beam Global</emphasis>Beam Global is a clean technology innovator which develops and manufactures sustainable infrastructure products and technologies. We operate at the nexus of clean energy and transportation with a focus on sustainable energy infrastructure, rapidly deployed and scalable EV charging solutions, safe energy storage and vital energy security. With operations in the U.S. and Europe, Beam Global develops, patents, designs, engineers and manufactures unique and advanced clean technology solutions that power transportation, provide secure sources of electricity, save time and money and protect the environment. Beam Global is headquartered in San Diego, CA with facilities in Chicago, IL and Belgrade and Kraljevo, Serbia. Beam Global is listed on Nasdaq under the symbol BEEM. For more information visit BeamForAll.com, LinkedIn, YouTube and X (formerly Twitter).</p><p><emphasis typeStyle=\"bf\">About Globus Osiguranje</emphasis></p><p>Globos Osiguranje, OMR Group member, is the fastest growing insurance company on Serbian market, specialised in the non-life insurance, known for its innovative approach and commitment to customer satisfaction. Over the past three decades, we have rapidly expanded our services and client base, enlarged our portfolio tailored for customer needs and we are leader in promptness in claims handling. We pride ourselves on providing personalized service and building long-lasting relationships. Our customer feedback loop allows us to continuously refine our offerings, ensuring we meet and exceed expectations. With three decades of experience and a reputation for promptness and reliability, Globos Osiguranje is not just a choice for non-life insurance, but truly reliable friend in protecting what matters most to you.</p><p><emphasis typeStyle=\"bf\">About VINCI Airports</emphasis></p><p>The world’s leading private airport operator, VINCI Airports operates more than 70 airports in 14 countries. Thanks to its expertise as a global integrator, VINCI Airports develops, finances, builds and manages airports by providing its investment capacity and its know-how in optimizing operational performance, modernizing infrastructure and managing their operations and environmental transition. VINCI Airports is the first airport operator to have committed to an international environmental strategy in 2016, to achieve the goal of net zero emissions across its entire network by 2050. <url normalizedValue=\"http://www.vinci-airports.com\">www.vinci-airports.com</url></p><p><emphasis typeStyle=\"bf\">Forward Looking Statements</emphasis>This Beam Global Press Release may contain forward-looking statements. All statements in this Press Release other than statements of historical facts are forward-looking statements. Forward-looking statements are generally accompanied by terms or phrases such as “estimate,” “project,” “predict,” “believe,” “expect,” “anticipate,” “target,” “plan,” “intend,” “seek,” “goal,” “will,” “should,” “may,” or other words and similar expressions that convey the uncertainty of future events or results. These statements relate to future events or future results of operations. These statements are only predictions and involve known and unknown risks, uncertainties and other factors, which may cause Beam Global's actual results to be materially different from these forward-looking statements. Except to the extent required by law, Beam Global expressly disclaims any obligation to update any forward-looking statements.</p><p>Photos accompanying this announcement are available at</p><p><url normalizedValue=\"https://www.globenewswire.com/NewsRoom/AttachmentNg/a03b5129-8998-41cb-84a4-eb06b549979e\">https://www.globenewswire.com/NewsRoom/AttachmentNg/a03b5129-8998-41cb-84a4-eb06b549979e</url></p><p><url normalizedValue=\"https://www.globenewswire.com/NewsRoom/AttachmentNg/9705814c-3509-41bc-88e6-8a26965514aa\">https://www.globenewswire.com/NewsRoom/AttachmentNg/9705814c-3509-41bc-88e6-8a26965514aa</url></p>", "publisher": "Ritzau", "instances": ["Filling their EVs with renewable energy while they are here is an excellent example of the benefits that we are working to create. The partnership with Beam Global means that we are constantly able to offer more comfort to our travelers. To learn more about Beam Global’s sustainable charging solutions visit beamforall. com."]}, {"relevance_score": 96, "title": "PRM / STALLERGENES-GREER", "published": "2024-05-27", "bodyText": "<p nitf:lede=\"true\">The Stallergenes Greer Foundation, dedicated to fostering innovation and precision medicine in the field of allergy, is delighted to announce the recipients of the 2023 edition of its prestigious Science Awards for Allergy. These awards recognise outstanding contributions to allergy research and environmental health initiatives and allocate up to €150,000 to support these efforts.</p><p nitf:lede=\"true\">After thorough review of the 45 high-level applications by the Foundation’s Scientific Board and Managing Board, the following researchers have been selected as recipients:</p><p nitf:lede=\"true\">Innovation Awards</p><p>Rising Talent Category:</p><p>Assoc. Prof. Jennifer Koplin, Group Leader, Childhood Allergy &amp; Epidemiology, Child Health Research Centre, The University of Queensland, Australia, recognised for her research: “Association between earlier introduction of peanut and prevalence of peanut allergy in infants in Australia” will receive €25,000.</p><p>Assoc. Prof. Rachel Peters, Principal Research Fellow, Murdoch Children's Research Institute, Australia, recognised for her research: “Multiple food allergy phenotypes in infancy are associated with lung function deficits and asthma at 6 years of age: a prospective cohort study in Australia” will receive €25,000.</p><p>Mid-Career Scientist Category:</p><p>Assoc. Prof. Jenny Hallgren Martinsson, Senior Lecturer in Immunology, Department of Medical Biochemistry and Microbiology, Uppsala University, Sweden, recognized for her research: “Circulating mast cell progenitors increase during natural birch pollen exposure in allergic asthma patients” will receive €25,000.</p><p>Dr Luciana Kase Tanno, Researcher, University Hospital of Montpellier, France, recognised for her research: “Changing the history of anaphylaxis mortality statistics through the World Health Organization's International Classification of Diseases 11” will receive €25,000.</p><p>Environmental Health Award</p><p>Dr Dorra Gharbi, Post doctoral research fellow, Allergology and Immunology Unit, Lung Institute, University of Cape Town, South Africa, recognised for her research: “Allergenic tree pollen in Johannesburg and Cape Town as a public health risk: Towards a sustainable implementation framework for South African cities” will receive €50,000.</p><p>Michele Antonelli, CEO of Stallergenes Greer and Chairman of the Stallergenes Greer Foundation, expresses his congratulations to the award recipients. “These researchers exemplify the spirit of innovation and dedication that the Stallergenes Greer Foundation seeks to promote. Their work not only advances our understanding of allergies but also brings us closer to creating healthier futures for all. These grants contribute to nurturing the next generation of researchers, in line with the foundation’s core mission of supporting academic endeavors aimed at fostering future leaders in allergy healthcare.”</p><p>The Scientific Committee, composed of a panel of international renowned experts:</p><p>Pascal Demoly, Professor of Pulmonology and Head of Department at the University Hospital of Montpellier (France)Alessandro Fiocchi, MD, Director of Allergy at Pediatric Hospital Bambino Gesù, Rome, (Vatican City)Carla Irani, Associate Professor, Internal Medicine and Clinical Immunology, Allergology - Immunological Asthma at Hôtel Dieu de France University Medical Center, Beirut (Lebanon)Kari Nadeau, MD, PhD, Chair of the Department of Environmental Health at Harvard T.H. Chan School of Public Health, Boston (MA, U.S.A.)</p><p>highlighted the comprehensive coverage of allergy research of these awards, spanning public health with international classification of diseases, clinical science in asthma, and epidemiology in food allergy and aerobiology. The members also noted that these awards present an outstanding opportunity to highlight the importance of allergy research while tackling the increasing prevalence of allergic disease across the globe.</p><p>The Stallergenes Greer Foundation extends its gratitude to all applicants and acknowledges the invaluable contribution of the Scientific Board in the selection process.</p><p>The next Science Awards will be announced in 2025.</p><p>About the research projects</p><p>Jennifer Koplin’s research uses large-scale population-based studies to advance the understanding of childhood food allergy. These studies contribute to the development of novel prevention interventions and are helping to target emerging prevention and treatment strategies for the individuals who will benefit most from these interventions. Her innovative work with the EarlyNuts study evaluated the uptake and impact of early peanut introduction on peanut allergy, not only showing that population-level changes in infant feeding practices are possible, but also contributing to reshaping clinical and public health guidelines, and inspiring novel clinical trials internationally.</p><p>Soriano VX, et al: Association Between Earlier Introduction of Peanut and Prevalence of Peanut Allergy in Infants in Australia. JAMA. 2022 Jul 5;328(1):48-56. <url normalizedValue=\"https://pubmed.ncbi.nlm.nih.gov/35788795\">https://pubmed.ncbi.nlm.nih.gov/35788795</url>/</p><p>Rachel Peters’ research aims to reduce the adverse consequences of infant food allergy – affecting up to 10% of children worldwide – on children’s future health. Through a pioneering study on the link between childhood food allergy and respiratory health, she uncovered that infants with food allergy, even if it resolves, present with lung function deficits and a higher risk of asthma by school age. These findings are sparking greater clinical vigilance regarding the monitoring of respiratory health of children with food allergies and will support clinicians worldwide in tailoring patient care.</p><p>Peters RL. Soriano VX, Lycett K, et al: Multiple food allergy phenotypes in infancy are associated with lung function deficits and asthma at 6 years of age: a prospective cohort study in Australia. The Lancet child &amp; adolescent health 2023 Sep;7(9):636-647 .<url normalizedValue=\"https://pubmed.ncbi.nlm.nih.gov/37506717\">https://pubmed.ncbi.nlm.nih.gov/37506717</url>/</p><p>Jenny Hallgren Martinsson’s research interest is to determine the role of mast cells—immune cells responsible for immediate allergic reactions—in allergic asthma. Her recent cutting-edge study on birch pollen-sensitized asthma patients and mast cell biology suggests that mast cell progenitors may play a pathogenic role in allergic asthma, thus paving the way for the development of new biomarkers and treatment targets for asthma.</p><p>P Abigail Alvarado-Vazquez et al, Circulating mast cell progenitors increase during natural birch pollen exposure in allergic asthma patients Allergy. 2023 Nov;78(11):2959-2968. doi: 10.1111/all.15860. Epub 2023 Aug 24 <url normalizedValue=\"https://pubmed.ncbi.nlm.nih.gov/?term=Alvarado-Vazquez+PA&amp;cauthor_id=37615432\">https://pubmed.ncbi.nlm.nih.gov/?term=Alvarado-Vazquez+PA&amp;cauthor_id=37615432</url></p><p>Luciana Kase Tanno dedicated her career to epidemiology research to support public health and preventive actions, more particularly focusing on hypersensitivity conditions such as anaphylaxis. Leveraging a detailed academic and evidence-based action plan, her work helped in reviewing the current International Classification of Diseases to provide greater visibility to allergic and hypersensitivity conditions. Her efforts and commitment will further ensure that patients may benefit from the best management strategy throughout the world.</p><p>Kase Tanno et al, Changing the history of anaphylaxis mortality statistics through the World Health Organization's International Classification of Diseases 11.” J Allergy Clin Immunol. 2019 Sep;144(3):627-633. doi: 10.1016/j.jaci.2019.05.013. Epub 2019 Jun 20. <url normalizedValue=\"https://pubmed.ncbi.nlm.nih.gov/31229269\">https://pubmed.ncbi.nlm.nih.gov/31229269</url>/</p><p>Dorra Gharbi’s research focuses on aerobiology, air quality and environmental health. Her transdisciplinary work is enhancing our understanding of how climate, environmental exposures (aeroallergens) and intrinsic factors intersect to impact respiratory health outcomes. Her efforts to investigate a phenomenon in a specific setting “allergenic pollen-producing trees within the context of urban green infrastructure in South African cities”, to inform a wider inquiry regarding the health risk for the South African population, as well as the management thereof in a sustainable implementation framework. The outcome of this research opens the possibility of designing early warning systems to predict community-level surges in poor respiratory health outcomes and be able to provide allergy management plans to prevent allergic reactions.</p><p>Gharbi, D., Neumann, F.H., Cilliers, S. et al. Allergenic tree pollen in Johannesburg and Cape Town as a public health risk: towards a sustainable implementation framework for South African cities. Discov Sustain 4, 32 (2023). <url normalizedValue=\"https://doi.org/10.1007/s43621-023-00151-9\">https://doi.org/10.1007/s43621-023-00151-9</url></p><p>About the Stallergenes Greer Foundation</p><p>The Stallergenes Greer Foundation, under the aegis of the Fondation de France, is a non-profit foundation whose aim is to build healthier futures for all. The Stallergenes Greer Foundation pursues a comprehensive approach calling for “the collaborative efforts of multiple disciplines working locally, nationally, and globally, to attain optimal health for people, animals and our environment”, as defined by the One Health initiative.</p><p>About the Fondation de France</p><p>Created in 1969, Fondation de France is a private organisation recognised of public interest, whose mission is to support all forms of generosity and translate them into effective actions of general interest. With close to 1,000 hosted foundations, the Fondation de France supports more than 10,000 promising and innovative initiatives each year, in France and abroad. Independent and private, it operates thanks to the generosity of donors.</p><p>View source version on businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20240527622781/en/\">https://www.businesswire.com/news/home/20240527622781/en/</url></p>", "publisher": "Ritzau", "instances": ["gov/31229269/Dorra Gharbi’s research focuses on aerobiology, air quality and environmental health. Her transdisciplinary work is enhancing our understanding of how climate, environmental exposures (aeroallergens) and intrinsic factors intersect to impact respiratory health outcomes. The outcome of this research opens the possibility of designing early warning systems to predict community-level surges in poor respiratory health outcomes and be able to provide allergy management plans to prevent allergic reactions. Gharbi, D."]}, {"relevance_score": 38, "title": "PRM / SVANTE/SAMSUNG", "published": "2023-10-05", "bodyText": "<p nitf:lede=\"true\">Samsung Engineering and Svante Technologies Inc. (Svante) announced today that they have signed a memorandum of understanding (MoU) to collaborate to identify, develop, and deliver commercial carbon capture, utilization and storage (CCUS) projects in Asia and the Middle East, targeting hard-to-abate heavy industries including cement, steel, hydrogen, fertilizer and more, using Svante’s novel solid sorbent-based carbon capture filter technology. The two companies will also explore design iterations of Svante’s post-combustion carbon capture plants. The MoU was signed during the ADIPEC 2023 conference in Abu Dhabi, UAE on October 4, 2023.</p><p nitf:lede=\"true\">This press release features multimedia. View the full release here: <url normalizedValue=\"https://www.businesswire.com/news/home/20231004688582/en/\">https://www.businesswire.com/news/home/20231004688582/en/</url></p><p>&lt;div&gt;Samsung Engineering and Svante Signing Ceremony at ADIPEC in Abu Dhabi on October 4th, 2023. (Photo: Business Wire)&lt;/div&gt;</p><p>Samsung Engineering is one of the world’s leading engineering, procurement, and construction (EPC) and project management companies in the world, with an ambition to lead in the energy transition. Samsung Engineering’s extensive experience in executing many projects, paired with Svante’s novel approach to carbon capture and removal, make this collaboration an innovative solution for clients in heavy industries looking to decarbonize.</p><p>An important goal for Samsung Engineering is to become a ‘’Beyond EPC – Green Solution Provider’. The company is working to transform itself from not only a conventional EPC player but also a green solutions provider, taking meaningful actions to decarbonize its own operations. “The time is now for the CCUS industry value chain players to rethink how they approach projects to deliver them faster, cheaper, and more efficiently. Undertaking multiple projects in parallel while using the same EPC contractor will greatly improve project performance,” said Hong Namkoong, President &amp; CEO of Samsung Engineering.</p><p>Svante has developed a unique, environmentally responsible carbon capture and removal technology, which employs what it calls “structured adsorbent beds”, known as “filters”. The company’s filters are coated with nanoengineered solid adsorbent materials and can be used to capture CO2 from industrial emissions that come from the production of difficult-to-decarbonize, heavily relied-on commodities, including cement, steel, fertilizer, hydrogen, and more. The company’s filter technology can also be used for direct air capture (DAC), in which CO2 that has already been emitted into the atmosphere is trapped and removed from ambient air.</p><p>“We are delighted to welcome Samsung both as a strategic commercial collaborator and an investor in Svante, alongside our other strategic value chain partners and investors,” said Claude Letourneau, Svante’s President and CEO. “Samsung Engineering’s 50+ years of execution experience across the energy and industrial sectors will be invaluable as we continue to rapidly scale our operations and filter manufacturing capacity.”</p><p>The two companies will work together to identify, develop, and deliver commercial-scale carbon capture projects in the Asia and Middle East markets, ensuring heavy industries in these regions have more viable pathways to meet their emission reduction targets. In addition, it is expected to be able to provide customers with an integrated project delivery model for carbon capture plants that is effective in industrial project management and performance optimization.</p><p>About Samsung Engineering:</p><p>At Samsung Engineering, we aim to create value based on the world’s best technological competence and contribute to our clients, society and people. Samsung Engineering as one of the world’s leading EPC&amp;PM companies, has served clients in a variety of industries such as oil-refining, gas-processing, petrochemicals, infra-structure &amp; environmental sector and bio-industry. Providing professional services across the whole project cycle ranging from professional feasibility studies to design, procurement, construction, commissioning, maintenance &amp; operation. Samsung Engineering has completed more than 1,000 projects worldwide.</p><p>To prepare for ESG-based eco-friendly businesses for the future, we expanded our value chain to the business of operating green infrastructure, such as water treatment facilities and incinerators, and green solution business for energy optimization and carbon neutrality. To preemptively respond to changes in the global energy industry and take the lead in resolving global warming, we will provide optimal solutions based on our technologies and expertise.</p><p>For more information, please visit <url normalizedValue=\"http://www.samsungengineering.com\">www.samsungengineering.com</url></p><p>About Svante:</p><p>Headquartered in Vancouver, BC, Canada, Svante is a purpose-driven, leading carbon capture and removal solutions provider. The company makes nanoengineered filters and modular rotary contactor machines that capture and remove CO2 in an environmentally responsible way from industrial emissions and the air. Svante is on the 2023 Global Cleantech 100, the XPRIZE Foundation’s XB100 -- World’s Top 100 Deep Tech Companies, and was ranked second among private companies in the Corporate Knights’ Future 50 Fastest Growing Sustainable Companies in Canada. To learn more about Svante, visit <url normalizedValue=\"http://www.svanteinc.com\">www.svanteinc.com</url> and follow Svante on LinkedIn or Twitter @svantesolutions.</p><p>View source version on businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20231004688582/en/\">https://www.businesswire.com/news/home/20231004688582/en/</url></p>", "publisher": "Ritzau", "instances": ["Providing professional services across the whole project cycle ranging from professional feasibility studies to design, procurement, construction, commissioning, maintenance &amp; operation. Samsung Engineering has completed more than 1,000 projects worldwide. To preemptively respond to changes in the global energy industry and take the lead in resolving global warming, we will provide optimal solutions based on our technologies and expertise. For more information, please visit www."]}, {"relevance_score": 7, "title": "Southeast Asia to benefit from USD 1bn in green investments", "published": "2019-04-05", "bodyText": "<p nitf:lede=\"true\">April 5 (Renewables Now) - The government of certain Southeast Asian nations, the Asian Development Bank (ADB) and major development financiers launched on Thursday a new initiative that aims to spur over USD 1 billion (EUR 891m) in green infrastructure investments.</p><p>The so-called ASEAN Catalytic Green Finance Facility will provide loans and the needed technical assistance for sovereign green infrastructure projects in Southeast Asia in the fields of sustainable transport, clean energy and resilient water systems.</p><p>ADB said in a statement it is contributing USD 300 million to the facility, while USD 75 million comes from the ASEAN Infrastructure Fund (AIF), EUR 300 million (USD 337m) from German state-owned development bank KfW, EUR 150 million from the European Investment Bank (EIB) and a further EUR 150 million from the French Development Agency (AFD). At the same time, the Overseas Private Investment Corporation has shown interest in potential financing for emerging projects.</p><p>The initiative is part of a new \"Green and Inclusive Infrastructure Window\" under the AIF, the announcement says.</p><p>(USD 1.0 = EUR 0.891)</p>", "publisher": "SeeNews Renewables", "instances": ["The so-called ASEAN Catalytic Green Finance Facility will provide loans and the needed technical assistance for sovereign green infrastructure projects in Southeast Asia in the fields of sustainable transport, clean energy and resilient water systems. ADB said in a statement it is contributing USD 300 million to the facility, while USD 75 million comes from the ASEAN Infrastructure Fund (AIF), EUR 300 million (USD 337m) from German state-owned development bank KfW, EUR 150 million from the European Investment Bank (EIB) and a further EUR 150 million from the French Development Agency (AFD).", "April 5 (Renewables Now) - The government of certain Southeast Asian nations, the Asian Development Bank (ADB) and major development financiers launched on Thursday a new initiative that aims to spur over USD 1 billion (EUR 891m) in green infrastructure investments. ADB said in a statement it is contributing USD 300 million to the facility, while USD 75 million comes from the ASEAN Infrastructure Fund (AIF), EUR 300 million (USD 337m) from German state-owned development bank KfW, EUR 150 million from the European Investment Bank (EIB) and a further EUR 150 million from the French Development Agency (AFD). At the same time, the Overseas Private Investment Corporation has shown interest in potential financing for emerging projects."]}, {"relevance_score": 34, "title": "PRM / BARCLAYS", "published": "2022-09-07", "bodyText": "<p nitf:lede=\"true\">Barclays has appointed Daniel Hanna as Global Head of Sustainable Finance for the Corporate and Investment Bank with the responsibility for creating a market-leading center of excellence for sustainable finance. He will be based in London and joins the Corporate and Investment Bank’s Management Committee.</p><p nitf:lede=\"true\">“The center of excellence will bring together the power of our 'One Barclays' approach to deliver a fuller suite of products, solutions, and expertise to clients as they navigate the transition to a low-carbon economy,” said Paul Compton, Global Head of Corporate and Investment Bank and President, Barclays Bank Plc. “He will partner closely with the Sustainable Capital Markets, Sustainable and Impact Banking, and the Sustainable Product Group teams, as well as with Barclays’ Sustainability and ESG team to ensure connectivity with Barclays’ broader firm-wide efforts.”</p><p>“We are focused on the delivery of our climate strategy, including capturing new opportunities to deepen client relationships and create new growth for Barclays’ businesses,” said Sasha Wiggins, Barclays’ Group Head of Public Policy and Corporate Responsibility. “Whilst we are already using our expertise across our Corporate and Investment Bank to help clients manage this period of extraordinary change, Daniel’s appointment gives us a powerful focus to create a real point of difference with clients.”</p><p>Mr. Hanna joins Barclays from Standard Chartered, where he was most recently Global Head of Sustainable Finance.</p><p>“Barclays was one of the first banks to commit to net zero by 2050 and has a fantastic track record of innovation in green and sustainable finance,” said Mr. Hanna. “As the world deals with the impact of high energy prices and climate change, Barclays has a strong platform to help channel capital to the new technologies, and companies, that can help economies decarbonize and drive sustainable growth.”</p><p>The transition to a low carbon economy is today’s defining opportunity for innovation and growth - supporting clients in their efforts to decarbonise and adapt their business models is a strategic priority at Barclays. There is a significant opportunity for Barclays to play a leading role in helping to meet the demand for financing to support the energy transition, channelling investment into new green technologies and low-carbon infrastructure projects. Barclays has already facilitated \\xA374bn of green financing, including landmark projects such as supporting the UK Government to issue their first green bond, which will finance projects such as offshore wind and schemes to decarbonise homes and buildings. To find out more about Barclays’ approach to climate change, please visit our website.</p><p>About Barclays</p><p>Barclays is a British universal bank. We are diversified by business, by different types of customer and client, and geography. Our businesses include consumer banking and payments operations around the world, as well as a top-tier, full service, global corporate and investment bank, all of which are supported by our service company which provides technology, operations and functional services across the Barclays Group. For further information about Barclays, please visit our website home.barclays.</p><p>About Barclays Corporate and Investment Bank</p><p>Barclays is a consumer and wholesale bank, supporting individuals and small businesses through our consumer banking services, and larger businesses and institutions through our corporate and investment banking services. Our Corporate and Investment Bank is comprised of the Investment Banking, International Corporate Banking, Global Markets and Research businesses; it provides money managers, financial institutions, governments, supranational organisations and corporate clients with services and advice for their funding, financing, strategic and risk management needs. For further information about Barclays Corporate and Investment Bank, please visit our website <url normalizedValue=\"http://www.cib.barclays\">www.cib.barclays</url>.</p><p>About Barclays Commitment to Address Climate Change</p><p>In March 2020, Barclays announced an ambition to be a net zero bank by 2050, becoming one of the first banks to do so. Barclays is working to achieve net zero operations, investing in the continued decarbonisation of our operations, and in the development of a net zero pathway for the emissions from our supply chain. Barclays is also committed to aligning its financing with the goals and timelines of the Paris Agreement and to providing the green and sustainable finance required to transform the economies it serves.</p><p>About Barclays’ Sustainable Capital Markets (SCM) Team</p><p>Barclays’ Sustainable Capital Markets (SCM) team offers a broad range of ESG capital market product types and delivers across multiple client segments to help clients finance their sustainability journeys and formalise their sustainability commitments.</p><p>About Barclays’ Sustainable and Impact Banking (SIB) Team</p><p>Barclays’ Sustainable and Impact Banking (SIB) team advises and raises capital for emerging growth companies that are addressing ESG issues, as well as for existing clients navigating their energy transitions.</p><p>About Barclays’ Sustainable Product Group (SPG) Team</p><p>Barclays’ Sustainable Product Group (SPG) team offers a set of green products based on Barclays Green Finance Framework, including Green Innovation Finance, Green Loans, Green Asset Finance, Green Trade Finance, Green Infrastructure and Project Finance, and Green Deposits.</p><p>View source version on businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20220907005147/en/\">https://www.businesswire.com/news/home/20220907005147/en/</url></p>", "publisher": "Ritzau", "instances": ["About Barclays’ Sustainable Capital Markets (SCM) TeamBarclays’ Sustainable Capital Markets (SCM) team offers a broad range of ESG capital market product types and delivers across multiple client segments to help clients finance their sustainability journeys and formalise their sustainability commitments. About Barclays’ Sustainable and Impact Banking (SIB) TeamBarclays’ Sustainable and Impact Banking (SIB) team advises and raises capital for emerging growth companies that are addressing ESG issues, as well as for existing clients navigating their energy transitions. View source version on businesswire. com: https://www."]}, {"relevance_score": 23, "title": "PRM / Ä&amp;deg;THÄ&amp;deg;B", "published": "2021-05-26", "bodyText": "<p nitf:lede=\"true\">The Turkish textile industry hopes to hit the ground running in the post-Covid era by forging lucrative partnerships with globally recognized brands and textile companies. \"The imminent recovery of international trade offers enormous opportunities for cooperation between Turkish textiles firms and foreign partners,\" Ahmet Öksüz, president of the Istanbul Textile and Raw Materials Exporters Association, says.</p><p> This press release features multimedia. View the full release here: <url normalizedValue=\"https://www.businesswire.com/news/home/20210526005533/en/\">https://www.businesswire.com/news/home/20210526005533/en/</url></p><p> Turkish Textile Factory (Photo: Ä&amp;amp;deg;THÄ&amp;amp;deg;B)</p><p>  \"We are going through times that global brands and especially technical textile companies need more and more cooperation. By establishing win-win relationships, we wish to turn pandemic era into an era of opportunities,\" he adds. \"Our domestic textile sector boasts a number of top-notch businesses that have already proven themselves in the global marketplace.\" According to Öksüz, considering the upward momentum at the field of technical textiles in recent years the sector's impressive production capacity along with Turkey's strategic position between Europe and Asia, \"offer the chance for potential partnerships that could bring tremendous benefits to all stakeholders and will soon be reflected in our trade figures.\"</p><p> 'Turkey is the fifth largest textile supplier in the world'</p><p> The world's fifth largest supplier of textiles, Turkey expects to export roughly $12 billion worth of textiles, reaching to $30 billion in 2021 including apparel industry. The sector currently employs more than one million skilled labor.</p><p> \"It's a highly dynamic sector, characterized by a spirit of innovation and entrepreneurship,\" Öksüz says. \"Our deeply rooted and integrated textile businesses with an industry renewing itself every passing day supported by our R&amp;amp;D and innovation capacity reveals the cutting-edge infrastructure and dynamism of the industry.\"</p><p> Contributing to a Greener World</p><p> Thanks to a groundbreaking Customs Union agreement between Turkey and the European Union that came into effect in 1996, the Turkish textile industry has been fully compliant with EU standards and norms. \"The agreement is a concrete example of the sector's ability to quickly adapt to change, and we fully comply with all EU standards, including the European Green Deal,\" Öksüz says. \"With a view to contributing to a greener world, we have reduced carbon emissions at all our facilities, and continue to invest in green infrastructure.\"</p><p> View source version on businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20210526005533/en/\">https://www.businesswire.com/news/home/20210526005533/en/</url></p><p>ClickThru URL: <url normalizedValue=\"https://www.ithib.org.tr/tr/default.html\">https://www.ithib.org.tr/tr/default.html</url></p><p>Multimedia Gallery URL: </p>", "publisher": "Ritzau", "instances": ["Contributing to a Greener World Thanks to a groundbreaking Customs Union agreement between Turkey and the European Union that came into effect in 1996, the Turkish textile industry has been fully compliant with EU standards and norms. \"The agreement is a concrete example of the sector's ability to quickly adapt to change, and we fully comply with all EU standards, including the European Green Deal,\" Öksüz says. View source version on businesswire. com: https://www."]}, {"relevance_score": 47, "title": "PRM / TRANSPOD", "published": "2022-03-29", "bodyText": "<p nitf:lede=\"true\">TransPod, the startup building the TransPod Line - a new ultra-high-speed transportation system, to disrupt and redefine commercial transportation - today announced the next phase of the multibillion-dollar infrastructure project in Alberta, Canada. Broughton Capital Group (\"BCG\"), in cooperation with China-East Resources Import &amp;amp; Export Co. (\"CERIECO\"), have agreed in principle to provide a combined US$550M finance and Master EPC arrangement respectively to accelerate development of a TransPod Line between Edmonton and Calgary and drive economic growth in the region. An already-released feasibility study on the TransPod Line confirmed that this ultra-high-speed transportation project will create up to 140,000 jobs and add $19.2B to the region's GDP throughout construction, and the Master EPC arrangement is expected to involve significant contribution from Canadian contractors.</p><p> \"As the first and only company to confirm such finance for a multibillion-dollar tube-transportation infrastructure project, TransPod is proud of its commitment to driving growth in Alberta through true innovation and partnership,\" said Sebastien Gendron, co-founder and CEO, TransPod. \"The construction and operation of a TransPod Line will help Albertans move around easily, create new jobs, and facilitate investment into the region. With the confidence of our investors and the Government of Alberta, we will deliver on a joint vision of a progressive, sustainable, and growing economy.\"</p><p> Key highlights from the Alberta TransPod feasibility study include the following:</p><p>  Substantial economic growth: The Alberta TransPod Line will add $19.2 billion (or 6.25 per cent) to the province's GDP by the year 2030. Significant employment growth: The Alberta TransPod infrastructure project will create 15,600 jobs per year, totaling 140,000 jobs over nine years. Improved affordability for travellers: Riding TransPod will take 45 minutes from Calgary to Edmonton, at an estimated ticket cost of $90 CAD, compared to more than three hours spent driving or a plane ticket costing about $162. Reduction in carbon footprint: Over the course of a year, the expected ridership between Calgary and Edmonton will reduce CO2 emissions by 636,000 tonnes per year, or the equivalent of planting a forest four times bigger than Calgary. \"One of BCG's strategic goals is to invest in innovative projects and our alignment with CERIECO for the TransPod project suits that objective strongly and bodes well for future projects. We are looking forward to moving this forward,\" said Broughton Capital Group.</p><p> The next phases of the Alberta TransPod project are as follows:</p><p>  Short-term: Research and development; construction permit; environmental assessment; land acquisition (present-2024) Medium-term: Test track construction, high-speed tests, and certification (2023-2027) Long-term: Construction of a full inter-city line between Edmonton and Calgary (to begin in 2027) \"Our partnership with BCG and TransPod offers strong alignment of strategic goals, a complimentary approach to infrastructure development that we believe will add significant value across innovative projects in Canada,\" said CERIECO.</p><p> To support regional job development and provide employee training for the TransPod Line in Alberta, TransPod has partnered with Building Trades of Alberta to leverage its regional expertise and partner network.</p><p> \"TransPod is an exciting, game-changing leader for the future of green infrastructure and transportation in Canada and beyond,\" said Terry Parker, Executive Director, Building Trades of Alberta. \"Not only will it help Canada tackle its carbon goals, the Alberta TransPod project will create thousands of well-paying, community-supporting jobs for Alberta's skilled trades workers, including those from Indigenous communities, women, new Canadians, and apprentices. The Building Trades of Alberta - and its more than 60,000 members - is ready and excited to be part of this project.\"</p><p>Colliers Capital Markets, a subsidiary of Colliers International, acted as financial advisor to TransPod.</p><p> About TransPod Inc.</p><p>TransPod's goal is to disrupt and redefine commercial transportation between major cities in developed and emerging markets. The startup was founded in 2015 to build the world's leading tube-transportation system (the TransPod Line ) to connect people, cities, and businesses with high-speed transportation that is affordable and environmentally sustainable. TransPod Inc. is headquartered in Toronto, Canada.</p><p> Visit <url normalizedValue=\"http://www.transpod.com\">www.transpod.com</url> to learn more.</p><p> About Broughton Capital Group</p><p> Broughton Capital Group (BCG) is a UK based project finance funder, in which our specialism as arranger and provider of debt finance as senior lender, is with a focus on a variety of project sectors worldwide in both the public and private sectors. We are highly experienced with a first-class team internally and externally. As an alternative finance provider, we aim to provide finance solutions not always available in the conventional project finance market and as such we strive to be creative, flexible and competitive in the finance terms we can offer as lender.</p><p> Visit <url normalizedValue=\"http://www.broughton-capital.com\">www.broughton-capital.com</url> to learn more.</p><p> About CERIECO</p><p> Established in 1993, CERIECO is a Chinese state-owned enterprise with projects in over 30 countries. CERIECO is a general EPC contractor with specializations in infrastructure and real- estate construction, and export credit finance. CERIECO operates in Canada under CERIECO Canada Corp.</p><p> Visit <url normalizedValue=\"http://www.cerieco.com\">www.cerieco.com</url> to learn more.</p><p> View source version on businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20220329005062/en/\">https://www.businesswire.com/news/home/20220329005062/en/</url></p><p>ClickThru URL: <url normalizedValue=\"https://www.transpod.com\">https://www.transpod.com</url></p><p>Multimedia Gallery URL: </p>", "publisher": "Ritzau", "instances": ["The next phases of the Alberta TransPod project are as follows:  Short-term: Research and development; construction permit; environmental assessment; land acquisition (present-2024) Medium-term: Test track construction, high-speed tests, and certification (2023-2027) Long-term: Construction of a full inter-city line between Edmonton and Calgary (to begin in 2027) \"Our partnership with BCG and TransPod offers strong alignment of strategic goals, a complimentary approach to infrastructure development that we believe will add significant value across innovative projects in Canada,\" said CERIECO. To support regional job development and provide employee training for the TransPod Line in Alberta, TransPod has partnered with Building Trades of Alberta to leverage its regional expertise and partner network. \"Not only will it help Canada tackle its carbon goals, the Alberta TransPod project will create thousands of well-paying, community-supporting jobs for Alberta's skilled trades workers, including those from Indigenous communities, women, new Canadians, and apprentices. The Building Trades of Alberta - and its more than 60,000 members - is ready and excited to be part of this project."]}, {"relevance_score": 42, "title": "ITOCO welcomes Mr. Xavier Eyamba as Director of its African Management and Development Team, Carbon Credits", "published": "2021-08-04", "bodyText": "<p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">TORONTO, ON / ACCESSWIRE / August 4, 2021 /</emphasis>ITOCO INC. (OTC PINK:ITMC) is pleased to announce that Mr. Xavier Eyamba has joined the firm as Director of its African Management and Development Team, Carbon Credits and Capture.</p><p nitf:lede=\"true\">Mr. Eyamba has over 25 years of experience supporting cross-functional teams for results-driven cutting-edge technology solutions to address the Environment, Greenhouse-gas emissions reduction across the Agriculture, Housing, Transportation, Carbon Credits, Carbon Capture, Oil &amp; Gas and Power Sectors in Nigeria and sub-Sahara Africa.</p><p>Mr. Eyamba works as the CEO of Stratus Consult Limited, where he was selected as a representative to the (NDC) Nationally Determined Contribution Support Unit, UNFCCC Secretariat and World Resource Institute (WRI) to support Nigeria in the development agenda required to assist the country in meeting its NDC under the Paris Agreement UNFCCC. His services extend to achieving mitigation and adaptation targets for low Carbon, Climate Resilient development action plans that contributes to global climate goals.</p><p>Mr. Eyamba is engaged via a Memorandum of Understanding (MOU); by the Federal Government of Nigeria through the Federal Ministry of Industry Trade &amp; Investment, Investment Promotion Department (IPD) to proffer and implement adequate solutions on Environment &amp; Industry required to attract green Investment for Green Industrial development as well as solutions for Carbon emission reduction across the industrial sectors.</p><p>Mr. Eyamba is part of the UK/Nigeria Climate Finance Accelerator Scheme team, and recently selected as a facilitator by Wilton Park sponsored by the British High Commission, Abuja on re-imagining nature-based solutions in Nigeria: in preparation for COP26 on tackling desertification, deforestation and Carbon Capture system to address the Sahel.</p><p>Mr. Eyamba is part of our team spearheading our Nopal Cactus, RECs, Carbon Sequestration and Carbon Capture Program in Nigeria and west Africa (ECOWAS STATE) to mitigate climate challenges of desertification and drought, land restoration (arid and semi-arid) and carbon sequestration covering the length of the African Great Green Wall. He is a founding member of Ecoplan Plc in Nigeria and West- Africa.</p><p>He is a partner to the Federal Ministry of Environment Department of Climate Change helping to promote the Country's carbon reduction program across sub national regions that delivers relevant technologies on mitigation and adaptation measures required to assist Nigeria meets its NDCs obligation through Public Private Partnerships.</p><p>The present Honorable Minister of Environment has commended and endorsed Mr. Eyamba's role and contribution towards aligning Environment &amp; Industry for green Infrastructure development across the National and Subnational sector.</p><p>He is currently working on the process that will facilitate subnational regions to meet their NDC obligations which will be submitted regularly to the UNFCCC for a binding international review of progress made as part of Africa's strategic plan in view of the proposed Article 6 &amp; ITMOs as promoted by Climate Focus, Netherlands.</p><p><emphasis typeStyle=\"bf\">About ITOCO Inc.:</emphasis>ITOCO's mission is to be a global leader in developing, distributing, and producing Bio Tech related technologies and methodologies in a compliant environmentally friendly manner. ITOCO Inc. trades on the OTC Markets, symbol: ITMC. ITOCO is a 14-year-old publicly quoted specialty Bio Tech development, production and distribution company based in Toronto Canada and NevadaUSA. Itoco seeks to partner with outstanding individuals and companies within this field to joint venture, research, and co-develop Bio Tech related products and technologies to the market.</p><p><url normalizedValue=\"http://www.itoco.net\">www.itoco.net</url></p><p><emphasis typeStyle=\"bf\">Forward-Looking Statements</emphasis>This release contains forward-looking statements. Forward-looking statements, without limitation, may contain the words believes, expects, anticipates, estimates, potential, intends, plans, hopes, or similar expressions. Forward-looking statements are not guarantees of future performance. They involve risks, uncertainties and assumptions and actual results could differ materially from those anticipated. Forward looking statements are based on the opinions and estimates of management at the date the statements are made and are subject to a variety of risks and uncertainties and other factors that could cause actual events or results to differ materially from those projected in the forward-looking statements.</p><p><emphasis typeStyle=\"bf\">CONTACT:</emphasis>Michael Paul, C.E.T.President &amp; CEOITOCO <email normalizedValue=\"mailto:INCir@itoco.net\">INCir@itoco.net</email> +1-905-829-5000<url normalizedValue=\"http://www.itoco.net\">www.itoco.net</url></p><p><emphasis typeStyle=\"bf\">SOURCE:</emphasis>ITOCO Inc.</p><p>View source version on accesswire.com: <url normalizedValue=\"https://www.accesswire.com/658248/ITOCO-welcomes-Mr-Xavier-Eyamba-as-Director-of-its-African-Management-and-Development-Team-Carbon-Credits\">https://www.accesswire.com/658248/ITOCO-welcomes-Mr-Xavier-Eyamba-as-Director-of-its-African-Management-and-Development-Team-Carbon-Credits</url></p>", "publisher": "Ritzau", "instances": ["He is a partner to the Federal Ministry of Environment Department of Climate Change helping to promote the Country's carbon reduction program across sub national regions that delivers relevant technologies on mitigation and adaptation measures required to assist Nigeria meets its NDCs obligation through Public Private Partnerships. The present Honorable Minister of Environment has commended and endorsed Mr. He is currently working on the process that will facilitate subnational regions to meet their NDC obligations which will be submitted regularly to the UNFCCC for a binding international review of progress made as part of Africa's strategic plan in view of the proposed Article 6 &amp; ITMOs as promoted by Climate Focus, Netherlands. About ITOCO Inc."]}, {"relevance_score": 9, "title": "Ichigo switches on 2.8-MW floating PV plant in Osaka", "published": "2019-07-04", "bodyText": "<p nitf:lede=\"true\">July 4 (Renewables Now) - Japanese real estate investor Ichigo Inc (TYO:2337) started today the commercial operation of a 2.86-MW floating photovoltaic (PV) power plant in Osaka prefecture.</p><p>Named Ichigo Sennan Kitsuneike ECO Power Plant, the PV facility is comprised of 7,840 panels. It is expected to generate more than 3.46 million kWh per year, enough to meet the annual power demand of 960 local homes, the firm said.</p><p>Located on 33,575 sq m of land in Sennan city, Kitsuneike ECO is Ichigo's 42nd operational solar plant in Japan. With this new addition, the firm's portfolio reaches 118.82 MW.</p><p>In all, the firm has a Japanese portfolio of 58 solar power plants with a combined capacity of 171 MW, including projects in development and facilities held by its yieldco Ichigo Green Infrastructure Fund Investment Corp (TYO:9282).</p>", "publisher": "SeeNews Renewables", "instances": ["With this new addition, the firm's portfolio reaches 118. 82 MW."]}, {"relevance_score": 10, "title": "Ichigo switches on 2.9-MW PV plant in Japan's Gifu", "published": "2019-05-17", "bodyText": "<p nitf:lede=\"true\">May 17 (Renewables Now) - Japanese real estate investor Ichigo Inc (TYO:2337) started today commercial operations of a 2.89-MW photovoltaic (PV) power plant in Gifu prefecture.</p><p>Named Ichigo Sakahogi Fukagaya ECO Power Plant, the PV facility is comprised of 9,200 panels. It is expected to generate more than 3.54 million kWh per year, enough to meet the annual power demand of 980 local homes, the firm said.</p><p>Located on 39,775 sq m of land in Sakahogi city, Fukagaya ECO is Ichigo's 41st operational solar plant in Japan. With this new addition, the firm's portfolio reaches 115.96 MW.</p><p>In all, the firm has a Japanese portfolio of 58 solar power plants with a combined capacity of 170 MW, including facilities held by its yieldco Ichigo Green Infrastructure Fund Investment Corp (TYO:9282). This capacity includes plants that are currently in operation and under development, the company noted.</p>", "publisher": "SeeNews Renewables", "instances": ["With this new addition, the firm's portfolio reaches 115. 96 MW. This capacity includes plants that are currently in operation and under development, the company noted."]}, {"relevance_score": 7, "title": "Japan's JAG completes 17-MW solar plant in Tochigi", "published": "2019-05-10", "bodyText": "<p nitf:lede=\"true\">May 10 (Renewables Now) - Green infrastructure company Japan Asia Group Ltd (TYO:3751), or JAG, said today it has completed construction of a 16.6-MW solar plant in Japan's Tochigi prefecture.</p><p>Named Sano Solar Way, the photovoltaic (PV) plant is located in the town of the same name. The park covers an area of 180 hectares and uses solar panels supplied by Japanese module manufacturer Solar Frontier KK.</p><p>The PV facility was developed by the firm's energy arm JAG International Energy Co Ltd with the engineering, procurement and construction (EPC) works carried out by local companies.</p><p>According a previous press release, Sano Solar is estimated to produce enough power to meet the annual demand of 5,220 local homes. Local utility TEPCO Energy Partner Inc, a unit of Tokyo Electric Power Company Holdings Inc (TYO:9501), is the sole purchaser of the plant's output, JAG noted.</p>", "publisher": "SeeNews Renewables", "instances": ["6-MW solar plant in Japan's Tochigi prefecture. Named Sano Solar Way, the photovoltaic (PV) plant is located in the town of the same name."]}, {"relevance_score": 7, "title": "Kokusai Kogyo completes 2.5-MW PV plant in Japan's Wakayama", "published": "2019-01-29", "bodyText": "<p nitf:lede=\"true\">January 29 (Renewables Now) - Japan's Kokusai Kogyo Co Ltd, the energy arm of green infrastructure company Japan Asia Group Ltd (TYO:3751), or JAG, announced today it has completed a 2.5-MW solar plant in Wakayama prefecture.</p><p>Nanki ShirahamaSolar Way, as it is named, is located on a 34,408 sq m (370,364 sq ft) unused site at Naki Shirahama airport. The area was awarded by Wakayama prefecture through a public offering, the company said.</p><p>Construction started in April 2018 and the work was carried out by JAG Energy Co Ltd.</p><p>With about 14,300 solar panels supplied by Solar Frontier KK, the photovoltaic (PV) plant has an estimated annual power generation equivalent to the consumption of about 729 households. Its output is to be sold to local utility Kansai Electric Power Co Inc (TYO:9503).</p>", "publisher": "SeeNews Renewables", "instances": ["5-MW solar plant in Wakayama prefecture. Nanki ShirahamaSolar Way, as it is named, is located on a 34,408 sq m (370,364 sq ft) unused site at Naki Shirahama airport."]}, {"relevance_score": 11, "title": "Ichigo switches on 1.5-MW PV plant in Fukuoka", "published": "2019-01-07", "bodyText": "<p nitf:lede=\"true\">January 7 (Renewables Now) - Japanese real estate investor Ichigo Inc (TYO:2337) started today commercial operations of a 1.48-MW photovoltaic (PV) power plant in Fukuoka prefecture.</p><p>Named Ichigo Itoshima Iwara ECO Power Plant, the PV facility is comprised of 4,720 solar panels. It is expected to generate more than 1.647 million kWh per year, enough to meet the annual power demand of 450 local homes, the firm said.</p><p>Located on 58,743 sq m of land in Itoshima city, Iwara ECO is Ichigo's 40th operational solar plant in Japan. With this new addition, the firm's operational portfolio reaches 113.06 MW.</p><p>In all, the firm has a Japanese portfolio of 49 solar power plants with a combined capacity of 152.09 MW, including facilities held by its yieldco Ichigo Green Infrastructure Fund Investment Corp (TYO:9282). This capacity includes plants that are currently in operation and some that are under development, the company noted.</p>", "publisher": "SeeNews Renewables", "instances": ["06 MW. In all, the firm has a Japanese portfolio of 49 solar power plants with a combined capacity of 152. This capacity includes plants that are currently in operation and some that are under development, the company noted."]}, {"relevance_score": 80, "title": "JAG wraps up 3.9 MW of PV projects in Tohoku region", "published": "2018-06-25", "bodyText": "<p nitf:lede=\"true\">June 25 (Renewables Now) - Green infrastructure company Japan Asia Group Ltd (TYO:3751), or JAG, announced last week it has completed work on 3.86 MW of solar power plants in Miyagi and Iwate prefectures.</p><p>Located in the towns of Kurihara, Osaki and Kitakami, the projects were developed by the firm's energy arm Kokusai Kogyo Co Ltd. More details in the table below.</p><p>Name..................Capacity...Solar panels supplier...Location</p><p>Tsukidate Solar Way...1,360 kW...Trina Solar.............Miyagi</p><p>Osaki Solar Way.......1,383 kW...Canadian Solar</p><p>Kitakami Solar Way....1,117 kW...Trina Solar.............Iwate</p><p>Together, the photovoltaic (PV) facilities are estimated to produce enough power to meet the annual demand of 745 local homes. The solar farms cover a combined area of 60,365 sq m. Local utility Tohoku Electric Power Co Inc (TYO:9506) will be the sole purchaser of the plant's output, JAG said.</p>", "publisher": "SeeNews Renewables", "instances": ["86 MW of solar power plants in Miyagi and Iwate prefectures. Located in the towns of Kurihara, Osaki and Kitakami, the projects were developed by the firm's energy arm Kokusai Kogyo Co Ltd."]}, {"relevance_score": 8, "title": "Ichigo completes 3-MW PV plant in Hiroshima", "published": "2018-03-05", "bodyText": "<p nitf:lede=\"true\">March 5 (Renewables Now) - Japanese real estate investor Ichigo Inc (TYO:2337) said on Friday it has started commercial operation of a 2.9-MW solar power plant in Hiroshima prefecture.</p><p>The Ichigo Kure Yasuuracho Nakahata ECO Power Plant, as it is named, comprises 10,752 panels and can produce around 3.61 million kWh per year, enough to meet the annual demand of 1,000 households, the firm said.</p><p>Spreading over an area of 95,939 sq m, Kure Yasuuracho is Ichigo's 36thoperational photovoltaic (PV) plant in Japan. With this addition, the company now has a combined capacity of 104.67 MW in the country.</p><p>Тogether with its yieldco vehicle Ichigo Green Infrastructure Fund Investment Corp (TYO:9282), Ichigo has a total of 134 MW in 44 solar power plants in its Japanese portfolio, either in operation or under development, the company noted.</p>", "publisher": "SeeNews Renewables", "instances": ["With this addition, the company now has a combined capacity of 104. 67 MW in the country."]}, {"relevance_score": 11, "title": "JAG completes 26 MW of PV plants in Miyagi", "published": "2018-04-24", "bodyText": "<p nitf:lede=\"true\">April 24 (Renewables Now) - Green infrastructure company Japan Asia Group Ltd (TYO:3751), or JAG, announced today it has completed work on a 26.3-MW solar power plant in Miyagi prefecture.</p><p>Located in the town of Natori, the Natori Solar Way was developed by the firm's energy arm JAG International Energy Co Ltd.</p><p>The photovoltaic (PV) park is estimated to produce enough power to meet the annual demand of 7,700 local homes. Toko Electrical Construction Co Ltd was responsible for the engineering, procurement and construction (EPC) works.</p><p>The solar farm covers an area of 29.8 hectares (73.6 acres) and uses solar panels supplied by Toshiba Energy Systems &amp; Solutions Corp. Local utility Tohoku Electric Power Co Inc (TYO:9506) will be the sole purchaser of the plant's output, JAG said.</p><p>Earlier this month, the company completed work on 3.3 MW of solar power plants in Hokkaido prefecture.</p>", "publisher": "SeeNews Renewables", "instances": ["3-MW solar power plant in Miyagi prefecture. Located in the town of Natori, the Natori Solar Way was developed by the firm's energy arm JAG International Energy Co Ltd."]}, {"relevance_score": 10, "title": "Ichigo switches on 1.3-MW PV plant in Gifu", "published": "2018-04-12", "bodyText": "<p nitf:lede=\"true\">April 12 (Renewables Now) - Japanese real estate investor Ichigo Inc (TYO:2337) started today commercial operations of a 1.31-MW photovoltaic (PV) power plant in Gifu prefecture.</p><p>Named Ichigo Toki Tsurusatocho Kakino ECO Power Plant, the PV facility is comprised of 4,340 panels. It is expected to generate more than 1.65 million kWh per year, enough to meet the annual power demand of 460 local homes, the firm said.</p><p>Located on 27,396 sq m of land in Toki city, Kakino ECO is Ichigo's 39th operational solar plant in Japan. With this new addition, the firm's portfolio reaches 111.52 MW.</p><p>In all, the firm has a Japanese portfolio of 44 solar power plants with a combined capacity of 134 MW, including facilities held by its yieldco Ichigo Green Infrastructure Fund Investment Corp (TYO:9282). This capacity includes plants that are currently in operation and under development, the company noted.</p>", "publisher": "SeeNews Renewables", "instances": ["With this new addition, the firm's portfolio reaches 111. 52 MW. This capacity includes plants that are currently in operation and under development, the company noted."]}, {"relevance_score": 8, "title": "JAG completes 3.3 MW of PV plants in Hokkaido", "published": "2018-04-02", "bodyText": "<p nitf:lede=\"true\">April 2 (Renewables Now) - Green infrastructure company Japan Asia Group Ltd (TYO:3751), or JAG, announced today it has completed work on 3.3 MW of solar power plants in Hokkaido prefecture.</p><p>Located in the towns of Yubetsu and Saroma, the projects were developed by the firm's energy arm JAG International Energy Co Ltd.</p><p>Together, the photovoltaic (PV) facilities are estimated to produce enough power to meet the annual demand of 1,090 local homes. The solar farms cover a combined area of 89,400 sq m and use solar panels supplied by Japanese module manufacturer Solar Frontier KK. Local utility Hokkaido Electric Power will be the sole purchaser of the plant's output, JAG said.</p><p>Last week, the company announced it has secured a syndicated loan with NEC Capital Solutions Ltd in support of a 16.6-MW solar power project in Tochigi prefecture.</p>", "publisher": "SeeNews Renewables", "instances": ["3 MW of solar power plants in Hokkaido prefecture. Located in the towns of Yubetsu and Saroma, the projects were developed by the firm's energy arm JAG International Energy Co Ltd."]}, {"relevance_score": 12, "title": "Japan's JAG signs loan for 16.6 MW PV project in Tochigi", "published": "2018-03-30", "bodyText": "<p nitf:lede=\"true\">March 30 (Renewables Now) - Green infrastructure company Japan Asia Group Ltd (TYO:3751), or JAG, has secured a syndicated loan with NEC Capital Solutions Ltd in support of a 16.6-MW solar power project.</p><p>The photovoltaic (PV) facility is under construction in Sano city, Tochigi prefecture, the company announced today. NEC will lend JPY 2.8 billion (USD 26.4m/EUR 21.4m), which will be used to pay the cost for the development and construction of the plant.</p><p>The project is being developed by subsidiary JAG International Energy Co. It is to generate enough power to meet the annual demand of 5,220 households. Local utility TEPCO Energy Partner Inc, a unit of Tokyo Electric Power Company Holdings Inc (TYO:9501), will be the sole purchaser of the plant's output, JAG noted.</p><p>(JPY 100 = USD 0.94/EUR 0.76)</p>", "publisher": "SeeNews Renewables", "instances": ["6-MW solar power project. The photovoltaic (PV) facility is under construction in Sano city, Tochigi prefecture, the company announced today."]}, {"relevance_score": 10, "title": "Ichigo switches on 1st floating PV plant", "published": "2018-03-20", "bodyText": "<p nitf:lede=\"true\">March 20 (Renewables Now) - Japanese real estate investor Ichigo Inc (TYO:2337) started today the commercial operations of a 2.64-MW floating solar power plant in Okayama prefecture.</p><p>Named Ichigo Kasaoka Iwanoike ECO Power Plant, the photovoltaic (PV) facility is comprised of 8,800 panels. It is expected to generate around 3.2 million kWh per year, enough to meet the annual power demand of 880 local homes, the firm stated.</p><p>Covering an area of 59,906 sq m in Kasaoka city, Iwanoike ECO is Ichigo's 38th operational solar plant in the country. With this new addition, the firm has 110.26 MW of current combined capacity in Japan.</p><p>Overall, Ichigo has 134 MW in its Japanese portfolio. The 44 solar power plants, including facilities held by yieldco vehicle Ichigo Green Infrastructure Fund Investment Corp (TYO:9282), are either in operation or under development, the company noted.</p>", "publisher": "SeeNews Renewables", "instances": ["26 MW of current combined capacity in Japan. Overall, Ichigo has 134 MW in its Japanese portfolio."]}, {"relevance_score": 10, "title": "Ichigo switches on 2.9-MW PV plant in Japan's Mie", "published": "2018-03-06", "bodyText": "<p nitf:lede=\"true\">March 6 (Renewables Now) - Japanese real estate investor Ichigo Inc (TYO:2337) announced today it has commenced operations of a 2.94-MW solar power plant in Mie prefecture.</p><p>Named Ichigo Tsu ECO Power Plant, the solar facility is comprised of 9,984 panels. It is expected to generate aorund 3.47 million kWh per year, enough to meet the annual power demand of 960 local homes, the firm said.</p><p>Spreading over an area of 36,421 sq m, Tsu ECO is Ichigo's 37th operational photovoltaic (PV) plant in Japan. With this new addition, the company has 107.62 MW of current combined capacity in the country.</p><p>Overall, Ichigo has 134 MW in its Japanese portfolio. The 44 solar power plants, including facilities held by yieldco vehicle Ichigo Green Infrastructure Fund Investment Corp (TYO:9282), are either in operation or under development, the company noted.</p>", "publisher": "SeeNews Renewables", "instances": ["62 MW of current combined capacity in the country. Overall, Ichigo has 134 MW in its Japanese portfolio."]}, {"relevance_score": 7, "title": "JAG breaks ground on 1-MW solar park Tokyo", "published": "2018-07-02", "bodyText": "<p nitf:lede=\"true\">July 2 (Renewables Now) - Green infrastructure company Japan Asia Group Ltd (TYO:3751), or JAG, said today it has broken ground on a 0.9-MW rooftop solar system in Japan's Tokyo prefecture.</p><p>The Shinkiba Solar Way, as the photovoltaic (PV) plant is named, should be able to produce enough power to meet the annual demand of 300 local homes and offset 500 tonnes of carbon dioxide (CO2) per year once completed, JAG said in its press release</p><p>The facility is being developed by the firm's energy arm JAG Energy Co Ltd, while Japan Benex Corporation is in charge of the engineering, procurement and construction (EPC) work.</p><p>Located in Koto ward, the plant will use solar panels supplied by Hanwha Q Cells Japan Co Ltd. Local utility Tokyo Electric Power Company Holdings Inc (TYO:9501) will be the sole purchaser of the plant's output.</p><p>Last week, the company announced the completion works on 3.86 MW of solar power plants in Miyagi and Iwate prefectures.</p>", "publisher": "SeeNews Renewables", "instances": ["9-MW rooftop solar system in Japan's Tokyo prefecture. The Shinkiba Solar Way, as the photovoltaic (PV) plant is named, should be able to produce enough power to meet the annual demand of 300 local homes and offset 500 tonnes of carbon dioxide (CO2) per year once completed, JAG said in its press releaseThe facility is being developed by the firm's energy arm JAG Energy Co Ltd, while Japan Benex Corporation is in charge of the engineering, procurement and construction (EPC) work."]}, {"relevance_score": 8, "title": "Ichigo completes 1.3-MW PV plant in Hokkaido", "published": "2018-02-06", "bodyText": "<p nitf:lede=\"true\">February 6 (Renewables Now) - Japanese real estate investor Ichigo Inc (TYO:2337) said on Monday it has started commercial operation of a 1.32-MW solar power system in Hokkaido prefecture.</p><p>The Ichigo Memuro Nishi Shikari ECO Power Plant, as it is named, comprises 4,576 panels and can produce around 1.65 million kWh per year, enough to meet the annual demand of 460 households, the firm said.</p><p>Spreading over an area of 25,842 sq m, Nishi Shikari is Ichigo's 35th operational photovoltaic (PV) plant in Japan. With this addition, the company now has a combined capacity of 101.77 MW in the country.</p><p>Тogether with its yieldco vehicle Ichigo Green Infrastructure Fund Investment Corp (TYO:9282), Ichigo has a total of 134 MW in 44 solar power plants in its Japanese portfolio, either in operation or under development, the company noted.</p>", "publisher": "SeeNews Renewables", "instances": ["With this addition, the company now has a combined capacity of 101. 77 MW in the country."]}, {"relevance_score": 47, "title": "PRM / CA-ESRI", "published": "2021-06-24", "bodyText": "<p nitf:lede=\"true\">Esri, the global leader in location intelligence, today announced it is releasing for the first time ever a new high-resolution, 2020 global land cover map as part of the company's Living Atlas. The map was built using European Space Agency (ESA) Sentinel-2 satellite imagery, and developed using a new machine learning workflow teaming with new Esri Silver Partner Impact Observatory, as well as long-time partner Microsoft.</p><p nitf:lede=\"true\"> This press release features multimedia. View the full release here: <url normalizedValue=\"https://www.businesswire.com/news/home/20210624005176/en/\">https://www.businesswire.com/news/home/20210624005176/en/</url></p><p> Esri releases first-ever high-resolution (10-meter), 2020 global land cover map (Photo: Business Wire)</p><p>  The new map will be updated annually supporting change detection and highlighting planetary land changes, especially related to the effects of human activity. A consistent map of land cover for the entire world based on the most current satellite information, the 2020 Global Land Cover Map can be combined with other data layers for green infrastructure, sustainability projects, and other conservation efforts that require a holistic picture of both the human and natural footprint on the planet. Later this year, Esri and Impact Observatory will make this new land cover model available to support on-demand land cover classification, allowing the GIS community to create maps for project areas as often as every week.</p><p> \"This is a critical year for climate action,\" said Jack Dangermond, Esri founder and president. \"With the UN Climate Change Conference of the Parties (COP26) bringing international parties together to address a set of common goals, we are happy to do our part in making this map available to users that are working towards the health of our planet.\"</p><p> Users will also be able to manipulate the map in association with other GIS layers such as terrain, hydrology, and more, all available in ArcGIS Living Atlas of the World, the foremost collection of geographic information from around the globe, including maps, apps, and data layers. Through the visualizations being released, planners worldwide will better understand the geography around them to make more informed decisions-enabling them to gain insight into locations with distinctive land cover, as well as human activity affecting them.</p><p> High-resolution, open, accurate, comparable, and timely land cover maps are critical for decision-makers in many industry sectors and developing nations. These maps improve understanding of important topics such as food security, land use planning, hydrology modeling, and resource management planning. In addition, national government resource agencies use land cover as a basis for understanding trends in natural capital, which helps define land planning priorities and is the basis of budget allocations.</p><p> Impact Observatory, contracted by Esri, developed a deep learning AI land classification model using a massive training dataset of billions of human-labeled image pixels, and applied this model to the Sentinel-2 2020 scene collection, processing over 400,000 Earth observations to produce the map. The unique machine learning approach used to create this global map will soon be available on demand, supporting land managers who need to monitor change in a specific area of interest, looking at annual change and seasonal differences in land cover.</p><p> \"Global efforts are urging world leaders to set and achieve ambitious conservation targets,\" said Steve Brumby, Impact Observatory co-founder and CEO. \"With support from the geospatial experts at Esri, and access to incredible compute resources at Microsoft, we were able to build in record time a land cover map that provides leaders in governments, NGOs, and across industries with a novel, timely view of the planet, and a new AI-powered capability for actionable, science-based insights on demand. In doing so, Impact Observatory hopes to contribute towards the global conservation effort.\"</p><p> Esri is releasing this valuable resource under a Creative Commons license to encourage broad adoption and ensure equitable access for planners creating a more sustainable planet. This content will be made available in ArcGIS Online as a map service and be freely available for use by its 10 million users. It will also be available for download and viewing. To explore the new 2020 Global Land Cover Map, visit livingatlas.arcgis.com/landcover.</p><p> About Impact Observatory</p><p> Impact Observatory is a mission-driven technology company bringing artificial intelligence (AI) powered algorithms and on-demand data to sustainability and environmental risk analysis for governments, non-profit organizations, companies, and markets. Founded in 2020 in Washington, DC, Impact Observatory's goal is to empower global decision-makers to be planetary superheroes, with the timely, actionable science-based insights they need to succeed. Visit us at impactobservatory.com.</p><p> About Esri</p><p> Esri, the global market leader in geographic information system (GIS) software, location intelligence, and mapping, helps customers unlock the full potential of data to improve operational and business results. Founded in 1969 in Redlands, California, USA, Esri software is deployed in more than 350,000 organizations globally and in over 200,000 institutions in the Americas, Asia and the Pacific, Europe, Africa, and the Middle East, including Fortune 500 companies, government agencies, nonprofits, and universities. Esri has regional offices, international distributors, and partners providing local support in over 100 countries on six continents. With its pioneering commitment to geospatial information technology, Esri engineers the most innovative solutions for digital transformation, the Internet of Things (IoT), and advanced analytics. Visit us at esri.com.</p><p> Copyright  2021 Esri. All rights reserved. Esri, the Esri globe logo, ArcGIS, The Science of Where, esri.com, and @esri.com are trademarks, service marks, or registered marks of Esri in the United States, the European Community, or certain other jurisdictions. Other companies and products or services mentioned herein may be trademarks, service marks, or registered marks of their respective mark owners.</p><p> View source version on businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20210624005176/en/\">https://www.businesswire.com/news/home/20210624005176/en/</url></p><p>ClickThru URL: <url normalizedValue=\"http://www.esri.com\">http://www.esri.com</url></p><p>Multimedia Gallery URL: </p>", "publisher": "Ritzau", "instances": ["businesswire. com/news/home/20210624005176/en/ Esri releases first-ever high-resolution (10-meter), 2020 global land cover map (Photo: Business Wire)  The new map will be updated annually supporting change detection and highlighting planetary land changes, especially related to the effects of human activity. Later this year, Esri and Impact Observatory will make this new land cover model available to support on-demand land cover classification, allowing the GIS community to create maps for project areas as often as every week. \"This is a critical year for climate action,\" said Jack Dangermond, Esri founder and president."]}, {"relevance_score": 9, "title": "Japan's JAG completes 15-MW PV plant in Gunma", "published": "2017-09-20", "bodyText": "<p nitf:lede=\"true\">Sep 20 (Renewables Now) - Green infrastructure company Japan Asia Group Ltd (TYO:3751), or JAG, announced today it has completed work on a 15.4-MW solar power plant in Gunma prefecture.</p><p>Named Tsumagoi Solar Way, the photovoltaic (PV) plant is located in Tsumagoi village. The PV facility was developed by the firm's energy arm JAG International Energy Co Ltd.</p><p>Tsumagoi Solar is estimated to produce enough power to meet the annual demand of 4,900 local homes. The PV farm covers an area of 220,000 sq m and uses solar panels supplied by Canadian Solar Inc (NASDAQ:CSIQ). The engineering, procurement and construction (EPC) works were carried out by Toko Electrical Construction Co Ltd, the firm noted.</p><p>Back in August, JAG completed a 1.3-MW solar plant in Hokkaido prefecture.</p>", "publisher": "SeeNews Renewables", "instances": ["4-MW solar power plant in Gunma prefecture. Named Tsumagoi Solar Way, the photovoltaic (PV) plant is located in Tsumagoi village."]}, {"relevance_score": 9, "title": "Ichigo completes 43-MW PV plant in Gunma", "published": "2017-09-05", "bodyText": "<p nitf:lede=\"true\">Sep 5 (Reenewables Now) - Japanese real estate investor Ichigo Inc (TYO:2337) said today it has started commercial operation of a 43.34-MW solar power system in Gunma prefecture on Saturday.</p><p>The Ichigo Showamura, as it is named, comprises 166,716 panels and can produce around 55.43 million kWh per year, enough to meet the annual demand of 15,300 households. Completed four months ahead of schedule, this facility is the largest solar power plant in whole Kanto region, the firm said.</p><p>Spreading over an area of 854,340 sq m, Showamura is Ichigo's 34th operational photovoltaic (PV) plant in Japan. With this addition, the company now has a combined capacity of 100.44 MW in the country.</p><p>Тogether with its yieldco vehicle Ichigo Green Infrastructure Fund Investment Corp (TYO:9282), Ichigo has a total of 128 MW in 43 solar power plants in its Japanese portfolio, either in operation or under development, the company noted.</p>", "publisher": "SeeNews Renewables", "instances": ["With this addition, the company now has a combined capacity of 100. 44 MW in the country."]}, {"relevance_score": 8, "title": "Ichigo completes 2.9-MW PV plant in Hiroshima", "published": "2017-08-14", "bodyText": "<p nitf:lede=\"true\">Aug 14 (Renewables Now) - Japanese real estate investor Ichigo Inc (TYO:2337) said today it has started the commercial operation of a 2.87-MW solar power system in Hiroshima prefecture on Friday.</p><p>The Ichigo Sera Aomizu ECO Power Plant, as it is named, comprises 10,848 panels and can produce around 3.34 million kWh per year, enough to meet the annual demand of 920 households, the company said.</p><p>Spreading over an area of 40,484 sq m (435,766 sq ft), Sera Aomizu is Ichigo's 33rd operational photovoltaic (PV) plant in Japan. With this addition, the company now has a combined capacity of 57.10 MW in the country.</p><p>Тogether with its yieldco vehicle Ichigo Green Infrastructure Fund Investment Corp (TYO:9282), Ichigo has a total of 128 MW in 43 solar power plants, either in operation or under development  throughout Japan, the company noted.</p>", "publisher": "SeeNews Renewables", "instances": ["With this addition, the company now has a combined capacity of 57. 10 MW in the country."]}, {"relevance_score": 8, "title": "Japan's JAG starts construction of 17-MW solar plant in Tochigi", "published": "2017-12-20", "bodyText": "<p nitf:lede=\"true\">December 20 (Renewables Now) - Green infrastructure company Japan Asia Group Ltd (TYO:3751), or JAG, said today it has broken ground on a 16.6-MW solar plant in Japan's Tochigi prefecture.</p><p>Scheduled to start operations in March 2019, the photovoltaic (PV) plant should be able to produce enough power to meet the annual demand of 5,220 local homes.</p><p>The project is being developed by the firm's energy arm JAG International Energy Co, while the engineering, procurement and construction (EPC) works will be carried out by three local companies.</p><p>Located in Sano city, the plant will cover an area of 180 hectares and will use solar panels supplied by Japanese module manufacturer Solar Frontier KK. Local utility TEPCO Energy Partner Inc, a unit of Tokyo Electric Power Company Holdings Inc (TYO:9501), will be the sole purchaser of the plant's output.</p><p>Back in September, JAG completed a 15.4-MW solar plant in Gunma prefecture.</p>", "publisher": "SeeNews Renewables", "instances": ["6-MW solar plant in Japan's Tochigi prefecture. Scheduled to start operations in March 2019, the photovoltaic (PV) plant should be able to produce enough power to meet the annual demand of 5,220 local homes."]}]