[{"relevance_score": 10, "title": "Silicon Ranch to add 720 MW of solar in Georgia, Tennessee for Meta", "published": "2022-12-15", "bodyText": "<p nitf:lede=\"true\">December 15 (Renewables Now) - Independent power producer Silicon Ranch will build a further 720 MW of solar projects in Georgia and Tennessee to serve the data centres of Meta Platforms Inc (NASDAQ:META), it was announced today.</p><p>Partnering with Walton Electric Membership Corporation (EMC) and the Tennessee Valley Authority (TVA), Silicon Ranch will fund, construct, own, operate and maintain the seven solar projects.</p><p>The two electric utilities recently signed contracts with the solar developer on behalf of Meta for three projects totalling 560 MW in Georgia and four projects totalling 160 MW in Tennessee. The latter will be delivered in 2024 and will support Meta's operations in Tennessee and Alabama. The Georgia projects will be completed over the next three years.</p><p>The new solar capacity will help Meta to continue to support its global operations with 100% renewable energy. Meta was ranked as the leading corporate solar user in the US in a recent report by the Solar Energy Industries Association (SEIA).</p><p>The newly announced projects mean Meta and Silicon Ranch are now partnering on 16 solar parks, representing about 1,500 MW of capacity, to supply Meta's operations in Georgia and the Tennessee Valley. Eight of these projects, totalling 630 MW, are in operation.</p><p>Silicon Ranch said all of the solar farms combine renewable energy generation with regenerative agriculture practices.</p>", "publisher": "SeeNews Renewables", "instances": ["The newly announced projects mean Meta and Silicon Ranch are now partnering on 16 solar parks, representing about 1,500 MW of capacity, to supply Meta's operations in Georgia and the Tennessee Valley. Eight of these projects, totalling 630 MW, are in operation."]}, {"relevance_score": 12, "title": "World could win climate battle with 100% renewables transition by 2050", "published": "2019-01-22", "bodyText": "<p nitf:lede=\"true\">January 22 (Renewables Now) - A transition plan for 100% renewable energy use by 2050 that could solve the global climate crisis would cost around USD 1.7 trillion (EUR 1.49tr) per year, less than half the cost of current subsidies for fossil fuels, says a study funded by the Leonardo DiCaprio Foundation.</p><p>The research was conducted by scientists at the University of Technology Sydney, the German Aerospace Center and the University of Melbourne. It is based on data from advanced modelling with 72 regional energy grids and hourly increments through 2050 and a comprehensive assessment of available renewable resources such and wind and solar that could meet future energy demand.</p><p>The scientists explained that this is the first model that presents a roadmap towards a negative emissions world through using natural climate solutions and its cost would be significantly lower than the USD 5 trillion in subsidies that governments now allocate for fossil fuels each year. In addition to the 100% renewables transition, the plan also includes the restoration of degraded forests and other lands.</p><p>\"While the renewable energy transition is imperative to solving the climate crisis, it isn't enough. As this climate model shows, in order to keep the global temperature rise to no more than 1.5°C, we have to keep our natural carbon sinks intact, scale up restoration efforts and shift to regenerative agriculture,\" said Justin Winters, executive director of the Leonardo DiCaprio Foundation.</p><p>(USD 1.0 = EUR 0.880)</p>", "publisher": "SeeNews Renewables", "instances": ["While the renewable energy transition is imperative to solving the climate crisis, it isn't enough. As this climate model shows, in order to keep the global temperature rise to no more than 1. (USD 1. 0 = EUR 0."]}, {"relevance_score": 0, "title": "Denmark: Dagbladet Børsen names Agrovi as Sustainable Case 2025", "published": "2025-05-06", "bodyText": "<p>SOURCE: Maskinbladet, 06 May 2025, online</p>", "publisher": "Valona Denmark News", "instances": []}, {"relevance_score": 0, "title": "Denmark: Dagbladet Børsen names Agrovi as Sustainable Case 2025", "published": "2025-05-06", "bodyText": "<p>SOURCE: Maskinbladet, 06 May 2025, online</p>", "publisher": "Valona Denmark News", "instances": []}, {"relevance_score": 0, "title": "Denmark: Ulrik Møller Andreasen to cultivate 39 hectares of regenerative malt barley", "published": "2025-02-26", "bodyText": "<p>SOURCE: LandbrugsAvisen, 26 Feb 2025, online</p>", "publisher": "Valona Denmark News", "instances": []}, {"relevance_score": 0, "title": "Denmark: Ulrik Møller Andreasen to cultivate 39 hectares of regenerative malt barley", "published": "2025-02-26", "bodyText": "<p>SOURCE: LandbrugsAvisen, 26 Feb 2025, online</p>", "publisher": "Valona Denmark News", "instances": []}, {"relevance_score": 0, "title": "Denmark: 30% of Carlsberg's raw materials to be from renewable sources by 2030", "published": "2024-09-24", "bodyText": "<p>SOURCE: Børsen, 24 Sep 2024, online</p>", "publisher": "Valona Denmark News", "instances": []}, {"relevance_score": 0, "title": "Denmark: VKST establishes expert groups for organic farming", "published": "2024-05-09", "bodyText": "<p>SOURCE: Effektivt Landbrug, 09 May 2024, online</p>", "publisher": "Valona Denmark News", "instances": []}, {"relevance_score": 0, "title": "Denmark: VKST establishes expert groups for organic farming", "published": "2024-05-09", "bodyText": "<p>SOURCE: Effektivt Landbrug, 09 May 2024, online</p>", "publisher": "Valona Denmark News", "instances": []}, {"relevance_score": 0, "title": "Denmark: Gram Slot reveals major re-planning of farmland for forestry", "published": "2024-04-23", "bodyText": "<p>SOURCE: Effektivt Landbrug, 23 Apr 2024, online</p>", "publisher": "Valona Denmark News", "instances": []}, {"relevance_score": 0, "title": "Denmark: Gram Slot reveals major re-planning of farmland for forestry", "published": "2024-04-23", "bodyText": "<p>SOURCE: Effektivt Landbrug, 23 Apr 2024, online</p>", "publisher": "Valona Denmark News", "instances": []}, {"relevance_score": 17, "title": "PRM / BARILLA", "published": "2025-07-09", "bodyText": "<p nitf:lede=\"true\">Barilla Group has released its latest Sustainability Report, as well as its objectives for 2030, confirming sustainability as a strategic pivot for the future. A commitment that has earned Barilla the recognition, for the second year running, as the leading food company in the world by reputation according to Global RepTrak\\xAE 100.</p><p>“The road will be long and complex as always, but thanks to the commitment and passion of our People we are ready to continue the journey with the same intensity and determination with which we began,” state Guido, Luca and Paolo Barilla.</p><p>The vision for a more resilient, efficient and future-oriented agriculture involves over 7,000 farmers and 815,000 tons of raw materials purchased according to the specifications of Barilla’s sustainable farming programmes on durum wheat, common wheat, rye, and basil. The Group also supports farmer education through initiatives like Accademia Basilico, offering specialized training to empower farmers and teach techniques for sustainable basil cultivation.</p><p>Looking ahead, Barilla also intends to encourage progressive diffusion of regenerative agriculture, with the aspiration of reaching a supply of 250,000 tons of raw materials from certified regenerative production by 2030.</p><p>Barilla already uses 48% of its electricity from renewable sources and in the last five years has installed 4 MW of photovoltaic systems for self-generation at its plants. According to the €168 million Energy &amp; Water Plan, it will manage to install a total of 24 MW by 2030 and targets a 250% increase in recycled and reused water in water-stressed areas.</p><p>Its people-first approach remains central: Barilla achieved gender pay parity in 2020 and introduced a policy guaranteeing all parents at least 12 weeks of fully paid leave, regardless of gender or marital status. Currently, 35% of Executives and Managers are women, with a target of 40% by 2030, reinforcing the ambition to build an inclusive and equitable workplace.</p><p>With its commitment to people's well-being, the Group continues to improve its products and make them tasty, safe and suitable for a proper, balanced diet. In 2024, 88% of volumes sold contain =5 grams of sugar and =0.5 grams of salt per serving, while 90% are a source of fiber. Last year, Barilla also donated over 3,700 tons of food and more than €2 million to support communities.</p><p>View source version on businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20250709705517/en/\">https://www.businesswire.com/news/home/20250709705517/en/</url></p>", "publisher": "Ritzau", "instances": ["The vision for a more resilient, efficient and future-oriented agriculture involves over 7,000 farmers and 815,000 tons of raw materials purchased according to the specifications of Barilla’s sustainable farming programmes on durum wheat, common wheat, rye, and basil. The Group also supports farmer education through initiatives like Accademia Basilico, offering specialized training to empower farmers and teach techniques for sustainable basil cultivation. Barilla already uses 48% of its electricity from renewable sources and in the last five years has installed 4 MW of photovoltaic systems for self-generation at its plants. According to the €168 million Energy &amp; Water Plan, it will manage to install a total of 24 MW by 2030 and targets a 250% increase in recycled and reused water in water-stressed areas."]}, {"relevance_score": 9, "title": "AstraZeneca to invest GBP 100m in biomethane plant in UK", "published": "2023-09-14", "bodyText": "<p nitf:lede=\"true\">September 14 (Renewables Now) - UK pharmaceutical company AstraZeneca (LON:AZN) has pledged to invest GBP 100 million (USD 124.6m/EUR 116.1m) as part of a 15-year partnership with local biomass operator Future Biogas to set up the first subsidy-free industrial-scale biomethane plant in the country.</p><p>The new facility will be designed with bioenergy carbon capture and storage capability (BECCS) and is expected to supply 100 GWh of biogas annually to four sites of the pharma giant in the UK.</p><p>The site, which is expected to become operational in 2025, will use locally-grown crops as feedstock and will see bioenergy crops grown as part of diverse crop rotations and regenerative agriculture practices. Its output, equal to the needs of more than 8,000 homes, will be delivered to AstraZeneca's sites in Macclesfield, Cambridge, Luton and Speke.</p><p>Earlier this year, AstraZeneca announced a partnership with Vanguard Renewables to secure the delivery of biogas to all its US sites by the end of 2026.</p><p>(GBP 1 = USD 1.247/EUR 1.162)</p>", "publisher": "SeeNews Renewables", "instances": ["1m) as part of a 15-year partnership with local biomass operator Future Biogas to set up the first subsidy-free industrial-scale biomethane plant in the country. The new facility will be designed with bioenergy carbon capture and storage capability (BECCS) and is expected to supply 100 GWh of biogas annually to four sites of the pharma giant in the UK. Its output, equal to the needs of more than 8,000 homes, will be delivered to AstraZeneca's sites in Macclesfield, Cambridge, Luton and Speke. Earlier this year, AstraZeneca announced a partnership with Vanguard Renewables to secure the delivery of biogas to all its US sites by the end of 2026."]}, {"relevance_score": 12, "title": "Octopus, CEFC win nod for 350-MW Aussie solar park with storage", "published": "2023-08-01", "bodyText": "<p nitf:lede=\"true\">August 1 (Renewables Now) - The New South Wales government in Australia has given the thumbs up to the construction of an up to 350-MW solar park with a battery storage component of 300MW/600MWh.</p><p>The development consent for the Blind Creek solar farm project was issued on Friday, official documents show. The scheme was originated by local farmers and is being developed by a joint venture of Octopus Australia and the Clean Energy Finance Corporation (CEFC), together with the founders.</p><p>To be installed near the town of Bungendore in the Queanbeyan region of New South Wales, the complex will incorporate solar photovoltaic (PV) generation and regenerative agriculture. Once in operation, the solar park will be capable of producing electricity for around 135,000 homes and will offset over 740,000 tonnes of carbon dioxide (CO2) emissions annually.</p><p>The overall investment required for the project is estimated at AUD 554 million (USD 368.6m/EUR 335.8m).</p><p>Blind Creek Solar Farm has been given the status of a state significant development (SSD) project and comes with a Community Benefit Sharing Scheme (CBSS) programme.</p><p>(AUD 1.0 = USD 0.665/EUR 0.606)</p>", "publisher": "SeeNews Renewables", "instances": ["The development consent for the Blind Creek solar farm project was issued on Friday, official documents show. The scheme was originated by local farmers and is being developed by a joint venture of Octopus Australia and the Clean Energy Finance Corporation (CEFC), together with the founders. Once in operation, the solar park will be capable of producing electricity for around 135,000 homes and will offset over 740,000 tonnes of carbon dioxide (CO2) emissions annually. The overall investment required for the project is estimated at AUD 554 million (USD 368."]}, {"relevance_score": 40, "title": "PRM / ZAYED-SUSTAINABILITY", "published": "2025-07-28", "bodyText": "<p nitf:lede=\"true\">The UAE’s Zayed Sustainability Prize, a pioneering global award that has transformed the lives of over 400 million people, has officially closed submissions for its 2026 awards cycle. A total of 7,761 entries from 173 countries were received across the six categories of Health, Food, Energy, Water, Climate Action and Global High Schools, reflecting the Prize’s continued role in advancing impactful solutions to pressing global challenges.</p><p nitf:lede=\"true\">This press release features multimedia. View the full release here: <url normalizedValue=\"https://www.businesswire.com/news/home/20250728506759/en/\">https://www.businesswire.com/news/home/20250728506759/en/</url></p><p>&lt;div&gt;Zayed Sustainability Prize beneficiaries celebrate receiving solar-powered lights (Photo: AETOSWire)&lt;/div&gt;</p><p>Now in its 17th year, the Prize empowers small to medium-sized enterprises (SMEs), nonprofit organisations and high schools to develop and scale sustainable innovations that improve lives, especially in vulnerable and underserved communities. From clean energy and healthcare access to regenerative agriculture and safe drinking water, this year’s submissions reflect a rising focus on technology-powered, community-led models that expand access where it’s needed most.</p><p>Submissions increased by 30% compared to the previous cycle. There was a marked rise in projects that integrate cutting-edge technologies – such as artificial intelligence, direct air carbon capture, and fintech tools – with grassroots approaches, highlighting how innovation, equity, and long-term impact are converging in meaningful ways.</p><p>H.E. Dr. Sultan Ahmed Al Jaber, UAE Minister of Industry and Advanced Technology and Director-General of the Zayed Sustainability Prize, said: “The record number of submissions to this year’s Prize cycle reflects a growing global commitment to practical, scalable solutions that deliver long-term impact. We saw particularly strong momentum in food systems, where smart technologies are helping boost productivity and resilience. Across all categories, the increased use of AI and other advanced technologies highlights how innovation is being harnessed to drive inclusive, community-led progress. The Zayed Sustainability Prize remains focused on recognising pioneers who deliver measurable impact and advance sustainable development worldwide.”</p><p>Early analysis shows that around 85% of all submissions came from the developing and emerging economies, with top contributions from India, Ethiopia, Uzbekistan, Brazil, and Indonesia. Participation was also high from developed countries like the United Arab Emirates and the United States of America, both making it into the top 10 submission countries.</p><p>The Food (1,630) and Climate Action (1,880) categories attracted the highest number of entries, reflecting the global urgency around food security, ecosystem protection, and disaster resilience. These were followed by Health (1,497), Global High Schools (1,070), Water (863) and Energy (821).</p><p>Submissions to the Health category grew by over 60% this year, with entries focusing on AI-enabled diagnostics, wearable tech, and decentralised care. Many also explored tech-enabled sustainable logistics and improved traceability to strengthen healthcare delivery systems.</p><p>The Food category highlighted advances in precision agriculture and agri-robotics, with smart systems and drones helping farmers boost yields as well as circularity in food systems.</p><p>In Energy, submissions revealed a growing interest in thermal energy storage and advanced low-carbon fuels, and broader energy transformation, including solutions for future-proofing energy systems to meet the growing global demand scenarios.</p><p>Entries in the Water category explored innovative ways to expand freshwater access, including atmospheric water generation and low-energy desalination, as well as fintech tools that promote more transparent and equitable distribution.</p><p>Climate Action entries addressed both mitigation and adaptation, featuring nature-based solutions, direct air carbon capture, predictive tools for resilience and disaster preparedness, and community-based conservation grounded in Indigenous knowledge.</p><p>Youth-led submissions in Global High Schools reflected a remarkable surge in youth engagement and commitment to sustainability, with projects ranging from AI-powered climate monitoring and smart irrigation for school farms to low-cost water filtration and tech-based approaches to waste tracking and upcycling.</p><p>Following the close of submissions, the Prize now enters the evaluation stage. All entries will be shortlisted by an independent research and analysis consultancy. A Selection Committee comprised of globally renowned industry experts will then assess the qualified entries and shortlist the candidates. The third and final tier of the evaluation process is the Jury, which will convene in October to unanimously elect the winners in each category.</p><p>Winners will be announced at the Zayed Sustainability Prize Awards Ceremony on 13 January 2026, during Abu Dhabi Sustainability Week. Each winner in the organisational categories will receive US $1 million, while six high schools – representing the world’s regions – will be awarded US $150,000 each to implement or expand their sustainability projects.</p><p>About the Zayed Sustainability Prize</p><p>The Zayed Sustainability Prize, an affiliate of Erth Zayed Philanthropies, is the UAE’s pioneering award for innovative solutions to global challenges.</p><p>A tribute to the legacy and vision of the UAE’s founding father, Sheikh Zayed bin Sultan Al Nahyan, the Prize aims to drive sustainable development worldwide.</p><p>Each year, across the Health, Food, Energy, Water, Climate Action and Global High Schools categories, the Prize rewards organisations and high schools for their groundbreaking solutions to our planet’s most pressing needs.</p><p>Through its 128 winners, in 17 years, the Prize has positively impacted over 400 million lives across the globe, inspiring innovators to amplify their impact, and chart a sustainable future for all.</p><p>Source: AETOSWire</p><p>View source version on businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20250728506759/en/\">https://www.businesswire.com/news/home/20250728506759/en/</url></p>", "publisher": "Ritzau", "instances": ["businesswire. com/news/home/20250728506759/en/&lt;div&gt;Zayed Sustainability Prize beneficiaries celebrate receiving solar-powered lights (Photo: AETOSWire)&lt;/div&gt;Now in its 17th year, the Prize empowers small to medium-sized enterprises (SMEs), nonprofit organisations and high schools to develop and scale sustainable innovations that improve lives, especially in vulnerable and underserved communities. Submissions increased by 30% compared to the previous cycle. There was a marked rise in projects that integrate cutting-edge technologies – such as artificial intelligence, direct air carbon capture, and fintech tools – with grassroots approaches, highlighting how innovation, equity, and long-term impact are converging in meaningful ways."]}, {"relevance_score": 28, "title": "PRM / FL-AGORO-CARBON-ALLIANCE", "published": "2025-06-24", "bodyText": "<p nitf:lede=\"true\">Agoro Carbon signed a landmark 12-year offtake agreement to deliver 2.6 million carbon removal credits to Microsoft.</p><p nitf:lede=\"true\">This agreement represents one of the largest soil-based carbon removals commitments to date, marking a significant milestone in the advancement of agriculture-driven climate solutions. It unlocks significant investment to scale sustainable agriculture, reflecting corporate demand for durable, science-backed soil carbon removals.</p><p>The credits will be generated from Agoro Carbon’s U.S. crop and rangeland projects, developed under Verra’s VM0042 Improved Agricultural Land Management methodology. These projects deploy regenerative agricultural practices such as cover cropping, improved grazing and reduced tillage to sequester carbon in the soil while enhancing agricultural resilience, biodiversity, food security and water retention. Farmers and ranchers who enroll in the Agoro Carbon program can experience improved crop and forage yields, increased input efficiency, and enhanced resistance to extreme weather, while generating a new income stream. Agoro Carbon’s rigorous, quality-focused approach continues to resonate with corporations seeking credible, high-integrity solutions to meet their climate commitments.</p><p>Catalyzing Significant Climate Impact at the Highest Quality</p><p>As both a strategic step towards a net-zero future and a milestone for agriculture-based climate solutions, this agreement delivers:</p><p>Scale: Spanning 12 years and covering 2.6 million metric tons of carbon removals, the agreement sets a new benchmark for soil carbon transactions.Farmer-Centric Program: Credits are generated through regenerative practices adopted by farmers and ranchers nationwide. Agoro Carbon provides agronomic and financial support for producers to implement these practices.Quality-Driven Design: Agoro Carbon’s program aligns with Microsoft criteria for high-quality removals, using a data-driven approach combining advanced modeling, field-level soil sampling and stringent third-party verification to ensure durability and transparency.</p><p>“This agreement with Microsoft is the strongest endorsement of our quality-driven, farmer-focused approach to soil carbon sequestration,” stated Elliot Formal, CEO of Agoro Carbon. “We’re working with farmers and ranchers—offering hands-on support from our agronomists to ensure they achieve meaningful, long-term outcomes. From initial implementation to sustained success, we’re committed to helping producers build resilient operations for the future.”</p><p>“Agoro Carbon’s approach to soil-based carbon removals reflects the kind of scientific rigor and long-term solution we look for in our carbon removal portfolio,” said Brian Marrs, Senior Director of Energy Markets at Microsoft. “This agreement supports our broader sustainability goals at Microsoft, including support of scalable, agriculture-based climate solutions that deliver measurable impact over time.”</p><p>Agoro Carbon is committed to advancing regenerative practices that benefit the planet, while providing real incentives and long-term partnerships to producers, partners and businesses.</p><p>About Agoro Carbon Alliance</p><p>Agoro Carbon partners with farmers and ranchers to sequester carbon in the soil and generate verified soil carbon credits. Agoro Carbon, founded by Yara International, drives global adoption of regenerative agriculture practices through high-quality, science-based carbon solutions and provides businesses an opportunity to invest in climate-positive agriculture. Learn more at AgoroCarbon.com.</p><p>View source version on businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20250624207896/en/\">https://www.businesswire.com/news/home/20250624207896/en/</url></p>", "publisher": "Ritzau", "instances": ["”Agoro Carbon is committed to advancing regenerative practices that benefit the planet, while providing real incentives and long-term partnerships to producers, partners and businesses. About Agoro Carbon AllianceAgoro Carbon partners with farmers and ranchers to sequester carbon in the soil and generate verified soil carbon credits. Learn more at AgoroCarbon. com."]}, {"relevance_score": 55, "title": "Eight in ten dog lovers take as much care over choosing their pet’s dinner as they do with their own meals, new research has revealed", "published": "2025-04-03", "bodyText": "<p nitf:lede=\"true\">New research from James Wellbeloved &lt;sup&gt;1&lt;/sup&gt;, part of the Mars, Incorporated family of brands, reveals 79 per cent of dog owners take as much care with what they serve up to their four-legged friend as they do with their own meals - but many don’t realise that the journey of their dog’s food begins long before it reaches their bowl.To highlight the critical role of soil, James Wellbeloved unveiled a 15-foot giant mucky pup sculpture named Ellie in central London - with Ellie’s playful stance reflecting how soil makes dogs happy on the outside while also representing the four football fields of healthy soil degraded every second globally\\xB3.</p><p nitf:lede=\"true\">LONDON, April  03, 2025  (GLOBE NEWSWIRE) -- Today, Mars, Incorporated a global leader in pet care products and services, releases new research through its James Wellbeloved brand which uncovers that UK dog owners care deeply about their pets' nutrition, but many don’t realise that the journey of their dog’s food begins long before it reaches their bowl.&lt;sup&gt;2&lt;/sup&gt;  </p><p>8 in 10 UK dog owners (79%) say they put as much thought into their pet’s diet as their own, yet only a quarter (26%) say they have a high level of understanding as to where their dog’s food comes from.</p><p>The new research, surveying UK dog owners, revealed:</p><p>Half (51%) say their pets love playing in soil, yet the same number (49%) don’t realise that “healthy soil is critical for growing high-quality ingredients&lt;sup&gt;3&lt;/sup&gt;”Over half (51%) say they have limited or no understanding of the connection between farming practices and the food their dog eatsOver a quarter (26%) don’t view soil as important to the quality of their pet’s food7 in 10 (72%) want to better understand where their dog’s food comes from</p><p>Despite this, almost all UK dog owners (91%) say the ingredients are an important factor in influencing them to purchase food for their pet, and 8 in 10 are more likely to buy food if they know it contains natural ingredients – 52% even research ingredients before purchasing. Nutritional value is another top priority for 39% of dog owners when shopping for pet food, followed by a trusted brand (25%). With experts estimating that 90% of soil could be degraded globally by 2050&lt;sup&gt;4&lt;/sup&gt;, meaning a deterioration in the soil’s quality and diminished capacity to support life such as plants. This deep interest from dog owners in their pet’s nutrition can play a key role in raising awareness around soil health.</p><p>To highlight the critical role of soil, James Wellbeloved unveiled a 15-foot giant mucky pup sculpture named Ellie in central London – with Ellie’s playful stance reflecting how soil makes dogs happy on the outside while also representing the four football fields of healthy soil degraded every second globally\\xB3.</p><p>The sculpture follows the launch of James Wellbeloved’s Beloved Soil Initiative earlier this year, a regenerative agriculture pilot developed in collaboration with experts, Agrii and Soil Association Exchange, which in its first year will partner with three farmers forming part of our supply chain producing oats and barley. Through financial incentives, education programmes and tailored training the pilot aims to help the farmers to adopt regenerative farming practices, such as crop diversification and restoring hedgerows which can contribute to improved soil health and provide shelter for wildlife.</p><p><emphasis typeStyle=\"bf\">Melodie Nye, Chief Growth Officer, Mars Pet Nutrition Europe</emphasis>commented: \"We’re proud to be building on the launch of our Beloved Soil Initiative – we know pet parents care deeply about their pets' well-being, and we want to use this passion to help inspire more awareness and consideration for the essential role of soil. By embarking on our regenerative agriculture pilot, we are beginning to help support farmers to restore and protect soil and highlighting this initiative is an important part of our journey.”  </p><p><emphasis typeStyle=\"bf\">Joseph Gridley, Chief Executive Officer, Soil Association Exchange</emphasis>, added: \"At Soil Association Exchange, we know that the health of our soil underpins the quality of our food – whether it’s feeding people or our pets. Through the Beloved Soil Initiative, we’re proud to support farmers in adopting regenerative practices and verifying the impact of these changes on soil health, biodiversity, and resilience. It’s great to see James Wellbeloved using its platform to raise awareness of soil’s vital role, and we’re excited to collaborate on this journey towards a healthier future for our soils and our food systems.\"</p><p>For more information on the mucky pup sculpture and James Wellbeloved’s Beloved Soil Initiative and regenerative agriculture journey, please visit here.</p><p><emphasis typeStyle=\"bf\">ABOUT MARS, INCORPORATED</emphasis></p><p>Mars, Incorporated is driven by the belief that the world we want tomorrow starts with how we do business today. As a $50bn+ family-owned business, our diverse and expanding portfolio of leading pet care products and veterinary services support pets all around the world and our quality snacking and food products delight millions of people every day. We produce some of the world’s best-loved brands including ROYAL CANIN\\xAE, PEDIGREE\\xAE, WHISKAS\\xAE, CESAR\\xAE, DOVE\\xAE, EXTRA\\xAE, M&amp;M’S\\xAE, SNICKERS\\xAE and BEN’S ORIGINAL. Our international networks of pet hospitals, including BANFIELD, BLUEPEARL, VCA and ANICURA span preventive, general, specialty, and emergency veterinary care, and our global veterinary diagnostics business?ANTECH\\xAE offers breakthrough capabilities in pet diagnostics. The Mars Five Principles — Quality, Responsibility, Mutuality, Efficiency and Freedom — inspire our 150,000 Associates to act every day to help create a better world for people, pets and the planet.</p><p>For more information about Mars, please visit <url normalizedValue=\"http://www.mars.com\">www.mars.com</url>. Join us on Facebook, Instagram, LinkedIn and YouTube.  </p><p><emphasis typeStyle=\"bf\">ABOUT “SOIL: The World at Our Feet” exhibition at Somerset House</emphasis></p><p>Within the exhibition, SOIL: The World at Our Feet in the Embankment Galleries in Somerset House, Mars has supported the In-Focus zones. The exhibition is on until 13 April 2025.</p><p><emphasis typeStyle=\"bf\">ABOUT SOIL ASSOCIATION EXCHANGE</emphasis></p><p>Soil Association Exchange measures the environmental impact of a farm operation and provides expert advice and funding to help farmers be more sustainable and profitable. Working with The Beloved Soil Initiative it is providing:</p><p>Programme design consultationBaseline measurement of the farms involved using a holistic methodology across 40 metrics.Re-measurement to demonstrate environmental improvementsFarmer educational support via events and digitallyFarmer access to a digital platform including farm habitat map, benchmarking and environmental data</p><p>1 The research was conducted by Censuswide, with 2,082 dog owners across the UK (aged 16+) between 24.02.2025 – 04.03.2025. Censuswide abide by and employ members of the Market Research Society which is based on the ESOMAR principles. Censuswide are also members of the British Polling Council. 2 The research was conducted by Censuswide, with 2,082 dog owners across the UK (aged 16+) between 24.02.2025 – 04.03.2025. Censuswide abide by and employ members of the Market Research Society which is based on the ESOMAR principles. Censuswide are also members of the British Polling Council. 3 Food and Agriculture Organization of the United Nations, “Healthy Soils are the basis for healthy food.” (2015). Linked here.    &lt;sup&gt;4&lt;/sup&gt; Soil Association, “Saving Our Soils; Healthy Soils For our Climate, Nature and Health.” (2021) Linked here.</p><p>Contact:</p><p>Anna <email normalizedValue=\"mailto:GrausJamesWellbeloved@edelman.com\">GrausJamesWellbeloved@edelman.com</email></p><p>Photos accompanying this announcement are available at:</p><p><url normalizedValue=\"https://www.globenewswire.com/NewsRoom/AttachmentNg/2e00bea6-8240-401b-98ce-354be2fc187f\">https://www.globenewswire.com/NewsRoom/AttachmentNg/2e00bea6-8240-401b-98ce-354be2fc187f</url></p><p><url normalizedValue=\"https://www.globenewswire.com/NewsRoom/AttachmentNg/6ab053ad-bf45-411e-8f79-134ba797d498\">https://www.globenewswire.com/NewsRoom/AttachmentNg/6ab053ad-bf45-411e-8f79-134ba797d498</url></p>", "publisher": "Ritzau", "instances": ["This deep interest from dog owners in their pet’s nutrition can play a key role in raising awareness around soil health. To highlight the critical role of soil, James Wellbeloved unveiled a 15-foot giant mucky pup sculpture named Ellie in central London – with Ellie’s playful stance reflecting how soil makes dogs happy on the outside while also representing the four football fields of healthy soil degraded every second globally\\xB3. Through financial incentives, education programmes and tailored training the pilot aims to help the farmers to adopt regenerative farming practices, such as crop diversification and restoring hedgerows which can contribute to improved soil health and provide shelter for wildlife. Melodie Nye, Chief Growth Officer, Mars Pet Nutrition Europecommented: \"We’re proud to be building on the launch of our Beloved Soil Initiative – we know pet parents care deeply about their pets' well-being, and we want to use this passion to help inspire more awareness and consideration for the essential role of soil.", "Through financial incentives, education programmes and tailored training the pilot aims to help the farmers to adopt regenerative farming practices, such as crop diversification and restoring hedgerows which can contribute to improved soil health and provide shelter for wildlife. Melodie Nye, Chief Growth Officer, Mars Pet Nutrition Europecommented: \"We’re proud to be building on the launch of our Beloved Soil Initiative – we know pet parents care deeply about their pets' well-being, and we want to use this passion to help inspire more awareness and consideration for the essential role of soil. ”  Joseph Gridley, Chief Executive Officer, Soil Association Exchange, added: \"At Soil Association Exchange, we know that the health of our soil underpins the quality of our food – whether it’s feeding people or our pets. Through the Beloved Soil Initiative, we’re proud to support farmers in adopting regenerative practices and verifying the impact of these changes on soil health, biodiversity, and resilience.", "Through the Beloved Soil Initiative, we’re proud to support farmers in adopting regenerative practices and verifying the impact of these changes on soil health, biodiversity, and resilience. It’s great to see James Wellbeloved using its platform to raise awareness of soil’s vital role, and we’re excited to collaborate on this journey towards a healthier future for our soils and our food systems. ABOUT MARS, INCORPORATEDMars, Incorporated is driven by the belief that the world we want tomorrow starts with how we do business today. As a $50bn+ family-owned business, our diverse and expanding portfolio of leading pet care products and veterinary services support pets all around the world and our quality snacking and food products delight millions of people every day."]}, {"relevance_score": 24, "title": "PRM / AGROAMERICA", "published": "2024-05-23", "bodyText": "<p nitf:lede=\"true\">This year marks a significant milestone for AgroAmerica, a family-owned, vertically integrated company that provides sustainable food and ingredients globally. AgroAmerica proudly launches PlanetA, an ambitious new sustainability strategy aimed at driving tangible change and redefining the paradigms of sustainable food systems.</p><p>This press release features multimedia. View the full release here: <url normalizedValue=\"https://www.businesswire.com/news/home/20240523124865/en/\">https://www.businesswire.com/news/home/20240523124865/en/</url></p><p>&lt;div&gt;PlanetA - Sustainability Strategy (Photo: Business Wire)&lt;/div&gt;</p><p>PlanetA emerges from the fusion of AgroAmerica's essence with a profound focus on the planet, underscoring the company's strong commitment to sustainable practices. It embodies the idea that Earth is our only home and everyone’s responsibility, highlighting AgroAmerica's action plan to nurture the planet: our shared home.</p><p>Under the visionary leadership of AgroAmerica's CEO, Fernando Bolaños, the company embarks on a transformative journey with PlanetA. This comprehensive strategy addresses key material issues through specific, time-bound objectives. Mr. Bolaños asserts, \"We are determined to make a tangible difference and set new standards for what a sustainable food system truly entails.\"</p><p>Recognizing that growth and profitability are crucial pillars of success, AgroAmerica endorses a perspective transcending mere financial gain. \"We firmly believe that true success lies in integrating economic growth with environmental management and social responsibility. We aim to surpass neutrality and achieve Net Positivity – where our actions not only mitigate but actively contribute to a thriving planet,\" stated Javier Aguirre, AgroAmerica's Chief Sustainability Officer.</p><p>AgroAmerica emerges as one of the leaders in the region by committing to a Net Zero target. Aligned with science-based reduction targets outlined by the SBT initiative, the company is determined to reduce corporate carbon emissions and foster a more sustainable future.</p><p>In a pioneering pilot model, AgroAmerica is spearheading the adoption of regenerative agriculture practices across its operations. Through close collaboration with global NGOs and academia, they are developing a production model that champions environmental regeneration while ensuring agricultural productivity.</p><p>Through PlanetA, AgroAmerica reaffirms its dedication to leading sustainability within the food industry. In today's evolving market landscape, characterized by heightened complexities and demands, the imperative for transparency, forward-looking strategies, accountability, and trust has never been more pronounced. In light of these challenges, PlanetA embodies AgroAmerica's pledge to position itself as a leader in responsible business practices, fostering the well-being of our planet, our shared home.</p><p>View source version on businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20240523124865/en/\">https://www.businesswire.com/news/home/20240523124865/en/</url></p>", "publisher": "Ritzau", "instances": ["AgroAmerica emerges as one of the leaders in the region by committing to a Net Zero target. Aligned with science-based reduction targets outlined by the SBT initiative, the company is determined to reduce corporate carbon emissions and foster a more sustainable future. Through close collaboration with global NGOs and academia, they are developing a production model that champions environmental regeneration while ensuring agricultural productivity. Through PlanetA, AgroAmerica reaffirms its dedication to leading sustainability within the food industry."]}, {"relevance_score": 29, "title": "PRM / MA-QUANTIS", "published": "2024-05-30", "bodyText": "<p nitf:lede=\"true\">Quantis, a BCG company and leading global sustainability consultancy driving sustainable transformation to align businesses with planetary boundaries, today released its global food and beverage report, Recipe for Transformation. The report surveyed more than 600 professionals and C-level executives across multiple business functions in the food and beverage industry. Respondents work in large companies within retail, wholesale, consumer packaged goods, commodities and agriculture subsectors of the food and beverage industry.</p><p nitf:lede=\"true\">76% of respondents reported some level of confidence in their sustainability roadmaps and ability to achieve environmental goals by 2030, but action plans are missing critical components for success. Portfolio redesign, regenerative agriculture and plant-based initiatives were cited as the lowest three priorities for the next year, despite having greatest potential for radical transformation. Clear action plans are the second-most important success factor (38%), but they are lacking and 26% of respondents still view them as a challenge.</p><p>Other key findings included:</p><p>The supply chain remains the top challenge: 42% of respondents cite its complexities as the largest barrier to success.Financial investment remains a barrier, departmental budgets reflect that: Cited as the second largest barrier to success, allocating funds remains a struggle - the average percentage of annual budget allocated to reducing environmental impact is just 12.54 across departments.Chief Sustainability Officers need more inter-departmental buy-in: Company commitment and culture set by leadership were the largest drivers of sustainable practices across departments, but the two biggest barriers to success (supply chain and budget allocation) sit largely outside their control.Packaging is priority: Most respondents have tools and budget in place to make packaging more sustainable, and 62% cited it as a top priority for the next year – this is a clear starting point across brands, but critical levers for scaling and implementing these efforts are missing.Consumers are ready – the industry just needs to deliver: Even in the current economic climate, 100% of marketing respondents have seen changes in consumer behavior regarding sustainable purchasing habits. More than half cite that their customers are more interested in sustainable products and willing to spend more to get them.</p><p>“Though food and beverage sector leaders are making progress, the path to alignment with planetary boundaries and resilience will require a shift from sustainability in a silo to sustainability embedded across business functions,” said Charlotte Bande, Global Food &amp; Beverage Lead for Quantis. “Estimates show that food and beverage organizations could lose up to 26% of their value if they don’t act quickly, but much still stands in the way of doing so effectively and efficiently. Securing more budget and driving impactful transformation will require collaboration, both throughout departments internally and with strategic partners across the value chain.”</p><p>To download the Global Food Report, Recipe for Transformation, please visit <url normalizedValue=\"http://www.quantis.com/Food24\">www.quantis.com/Food24</url>. To learn more about Quantis, please visit <url normalizedValue=\"http://www.quantis.com\">www.quantis.com</url>.</p><p>About QuantisQuantis, a BCG company, is a global sustainability consultancy pioneering approaches to solve critical environmental challenges. The group partners with leading organizations who are serious about reducing their environmental impacts to future-proof their businesses and prosper in a new planetary economy. Quantis’ unique approach combines deep environmental expertise, strategic business knowledge, and enterprise transformation skills to help organizations shape policies, practices and business models that align with the planet’s capacity while building resilience, unlocking innovation, and optimizing performance. With offices in the US, France, Switzerland, Germany and Italy and clients around the world, Quantis is a key partner in inspiring sustainable change on a global scale.</p><p>View source version on businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20240530216118/en/\">https://www.businesswire.com/news/home/20240530216118/en/</url></p>", "publisher": "Ritzau", "instances": ["Respondents work in large companies within retail, wholesale, consumer packaged goods, commodities and agriculture subsectors of the food and beverage industry. 76% of respondents reported some level of confidence in their sustainability roadmaps and ability to achieve environmental goals by 2030, but action plans are missing critical components for success. Clear action plans are the second-most important success factor (38%), but they are lacking and 26% of respondents still view them as a challenge. Other key findings included:The supply chain remains the top challenge: 42% of respondents cite its complexities as the largest barrier to success."]}, {"relevance_score": 39, "title": "PRM / AGREENA", "published": "2023-03-30", "bodyText": "<p nitf:lede=\"true\">Climate and fintech company Agreena, whose soil carbon platform is one of the largest globally, today announced its Series B raise of €46M. Led by Germany’s leading multi-stage investor HV Capital, the round has an exciting composition of new investors including impact fund AENU and fintech-focused Anthemis. The equity raise is also supported by a doubling-down from existing shareholders, including evergreen food investor Gullspång Re:food, well-established tech investor Kinnevik and Denmark’s Export and Investment fund.</p><p nitf:lede=\"true\">This press release features multimedia. View the full release here: <url normalizedValue=\"https://www.businesswire.com/news/home/20230329005976/en/\">https://www.businesswire.com/news/home/20230329005976/en/</url></p><p>&lt;div&gt;Agriculture-based carbon removals are considered one of the most readily available and easily scaled solutions for climate change mitigation (Photo: Business Wire)&lt;/div&gt;</p><p>The sizable raise comes just one year after the company’s €20M Series A. Since then, Agreena has scaled its activities 10X, expanded its geographic footprint to cover farmland in 16 European countries, and partnered with farms to help them transition more than 600,000 hectares towards climate-positive, regenerative farming.</p><p>“In order for the world’s farmers to transition to regenerative agriculture and create a scalable climate impact, the financial rails to support and pay them for it need to be built,” said Simon Haldrup, Co-founder and CEO of Agreena. “Agreena is building out technological and financial services infrastructure throughout the agriculture value chain as the industry increasingly becomes a focal point for decarbonisation efforts.”</p><p>Momentum around regenerative farming is sweeping the globe, with corporates, governments and supply chains turning their focus to our agricultural soils for carbon removals in order to meet global net-zero targets. Through the adoption of regenerative agriculture practices, farmers will play an increasingly essential role in tackling climate change, food insecurity, and other critical environmental issues. Agreena has developed a way to turn this impact into a new and additional revenue stream for farmers to help finance the transition by leveraging the carbon market.</p><p>Via the company’s digital platform, farmers plan, track and validate improvements for their regenerative journey, in the process transitioning from emitting CO2 to drawing CO2 down and storing it within their soils. The improved soil health and biodiversity reduce the need for inputs while enhancing farmers’ resilience to increasingly adverse climate conditions (such as drought or flooding), enhancing the overall operational performance of farms. On the other side of the equation, Agreena’s certificates and downstream services support climate-focused companies already working to decarbonise, as well as companies in the food supply chain increasingly requiring field-level traceability of their agricultural commodities to comply with Scope 3 reporting requirements.</p><p>Scaling with Technology</p><p>The recent acquisition of remote sensing company Hummingbird Technologies has enabled Agreena to expand its offering beyond farmers to encompass agridata services for supply chain players, governments and other institutions. Prioritising a science-based and technology-first agenda, Agreena’s platform now incorporates a world-leading, AI-based monitoring and verification solution that utilises satellite imagery, coupled with ground-truth data and machine learning to identify and report on-farm regenerative agriculture practices. Offering global monitoring, the company is on a mission to take the lead in supporting the road to net zero for the full value chain.</p><p>“Real climate impact is only created at scale and Agreena is perfectly positioned to distribute their carbon farming capabilities across the globe to bring high-quality, verifiable and nature-based carbon credits to the market. Only with carbon removals, can net zero targets be met,” said Alexander Joel-Carbonell, partner at HV Capital.</p><p>From Farmer to Fintech</p><p>Deeply rooted within the agricultural community, Agreena was originally founded with seed investment from Danish farmers and agricultural families. The company’s next phase introduces a vertically integrated platform and marketplace. Working first with farmers in the field to monitor the carbon impact, the resulting certificates are constructed into scalable portfolios for corporates, tailored to their unique ESG strategy.</p><p>The company is taking a lead in providing the technological rails for the growing market with innovative financial solutions. Examples include using sustainable blockchain technology for enhanced traceability and transparency of carbon credits, and e-money and smart contracts to facilitate payment exchanges between climate-conscious corporates and farmers with immediate reconciliation at scale.</p><p>“We are on a journey to remove the economic barriers to adoption of regenerative agriculture for farmers and their entire ecosystem - carbon is just the beginning,” concluded Haldrup.</p><p>About Agreena</p><p>Agreena unlocks the power of soil carbon removals and natural capital to finance the transition to regenerative agriculture. Working in close collaboration with partner farmers across 16 European markets and growing, AgreenaCarbon is the world’s leading soil carbon platform. Combined with market leading satellite monitoring technologies, Agreena’s solutions can support farmers, companies, and governments on the road to net zero.</p><p>About Agreena’s Carbon Certification</p><p>Agreena’s programme is accredited to the ISO 14064-2 standard, with a third-party verified methodology that is aligned to IPCC science. The company is standards-inclusive and will continue to evolve its offering as policies and science continue to develop. Further, the company is currently undergoing certification with Verra, completion of the process is expected later this year.</p><p>About HV Capital</p><p>HV Capital is one of the most successful and financially strongest early-stage and growth investors in Europe. Since 2000, HV Capital has invested in around 225 internet and technology companies such as Zalando, Delivery Hero, Flixbus, and HelloFresh through various generations of funds and is continuously looking for the next generation of disruptors from every industry, including FinTech, SaaS, climate tech, and consumer goods. The company supports startups with capital between €500,000 to €50 million and is one of the few venture capital firms in Europe that can finance startups through all growth phases.</p><p>View source version on businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20230329005976/en/\">https://www.businesswire.com/news/home/20230329005976/en/</url></p>", "publisher": "Ritzau", "instances": ["com/news/home/20230329005976/en/&lt;div&gt;Agriculture-based carbon removals are considered one of the most readily available and easily scaled solutions for climate change mitigation (Photo: Business Wire)&lt;/div&gt;The sizable raise comes just one year after the company’s €20M Series A. Since then, Agreena has scaled its activities 10X, expanded its geographic footprint to cover farmland in 16 European countries, and partnered with farms to help them transition more than 600,000 hectares towards climate-positive, regenerative farming. “Agreena is building out technological and financial services infrastructure throughout the agriculture value chain as the industry increasingly becomes a focal point for decarbonisation efforts. ”Momentum around regenerative farming is sweeping the globe, with corporates, governments and supply chains turning their focus to our agricultural soils for carbon removals in order to meet global net-zero targets.", "“Agreena is building out technological and financial services infrastructure throughout the agriculture value chain as the industry increasingly becomes a focal point for decarbonisation efforts. ”Momentum around regenerative farming is sweeping the globe, with corporates, governments and supply chains turning their focus to our agricultural soils for carbon removals in order to meet global net-zero targets. Agreena has developed a way to turn this impact into a new and additional revenue stream for farmers to help finance the transition by leveraging the carbon market. Via the company’s digital platform, farmers plan, track and validate improvements for their regenerative journey, in the process transitioning from emitting CO2 to drawing CO2 down and storing it within their soils.", "On the other side of the equation, Agreena’s certificates and downstream services support climate-focused companies already working to decarbonise, as well as companies in the food supply chain increasingly requiring field-level traceability of their agricultural commodities to comply with Scope 3 reporting requirements. Scaling with TechnologyThe recent acquisition of remote sensing company Hummingbird Technologies has enabled Agreena to expand its offering beyond farmers to encompass agridata services for supply chain players, governments and other institutions. Offering global monitoring, the company is on a mission to take the lead in supporting the road to net zero for the full value chain. “Real climate impact is only created at scale and Agreena is perfectly positioned to distribute their carbon farming capabilities across the globe to bring high-quality, verifiable and nature-based carbon credits to the market.", "The company is taking a lead in providing the technological rails for the growing market with innovative financial solutions. Examples include using sustainable blockchain technology for enhanced traceability and transparency of carbon credits, and e-money and smart contracts to facilitate payment exchanges between climate-conscious corporates and farmers with immediate reconciliation at scale. About AgreenaAgreena unlocks the power of soil carbon removals and natural capital to finance the transition to regenerative agriculture. Working in close collaboration with partner farmers across 16 European markets and growing, AgreenaCarbon is the world’s leading soil carbon platform.", "Examples include using sustainable blockchain technology for enhanced traceability and transparency of carbon credits, and e-money and smart contracts to facilitate payment exchanges between climate-conscious corporates and farmers with immediate reconciliation at scale. “We are on a journey to remove the economic barriers to adoption of regenerative agriculture for farmers and their entire ecosystem - carbon is just the beginning,” concluded Haldrup. Working in close collaboration with partner farmers across 16 European markets and growing, AgreenaCarbon is the world’s leading soil carbon platform. Combined with market leading satellite monitoring technologies, Agreena’s solutions can support farmers, companies, and governments on the road to net zero."]}, {"relevance_score": 46, "title": "PRM / DE-THE-LYCRA-COMPANY", "published": "2024-04-22", "bodyText": "<p nitf:lede=\"true\">The LYCRA Company, a global leader in developing sustainable fiber and technology solutions for the apparel and personal care industries, has launched an integrated media campaign on Earth Day that promotes the upcoming release of its bio-derived LYCRA\\xAE fiber made with QIRA\\xAE.</p><p nitf:lede=\"true\">This press release features multimedia. View the full release here: <url normalizedValue=\"https://www.businesswire.com/news/home/20240422182950/en/\">https://www.businesswire.com/news/home/20240422182950/en/</url></p><p>&lt;div&gt;The LYCRA Company launches innovative campaign on Earth Day to highlight the company’s plans to bring bio-derived LYCRA\\xAE fiber made with QIRA\\xAE to market at scale. (Photo: Business Wire)&lt;/div&gt;</p><p>This sustainable fiber solution will be available in early 2025 and is the result of a unique collaboration with Qore\\xAE, producer of QIRA\\xAE, a key ingredient in LYCRA\\xAE fiber. QIRA\\xAE will be made from annually renewable dent corn at a state-of-the-art facility in Iowa. It will be used to make bio-derived LYCRA\\xAE fiber at scale, with The LYCRA Company setting a goal to replace up to 30% of its current annual production with the renewable QIRA\\xAE ingredient.</p><p>The new campaign will help inform the industry about some of the unique advantages of using dent corn grown in Iowa as feedstock for apparel. It features some of the farmers who are growing the corn that will help create the next generation of LYCRA\\xAE fiber. At the heart of the “FashionFarmers” campaign are four video documentaries covering various aspects of farming and their relevance to apparel: Regenerative Agriculture, Traceability, Multi-Generational Farming, and Collaboration.</p><p>WWD has created a customized digital content hub that showcases the farmers’ stories and related content. The videos will also be promoted on The LYCRA Company’s website and owned social media channels.</p><p>“This partnership with LYCRA\\xAE and QIRA\\xAE lives at the core of the Fairchild brand mission: delivering purposeful content to the fashion industry that will drive businesses forward,” said Amanda Smith, President of FMG. “We are thrilled to be using our global platform to collaborate with the LYCRA\\xAE and QIRA\\xAE brands to tell this innovation story, and to be able to showcase the impact this fiber technology will have on the future of the industry as a whole.”</p><p>The LYCRA Company will amplify its messaging with a six-month media buy across WWD’s network and other select global publications designed to reach sourcing industry leaders, fashion insiders, brands and retailers looking to reduce the environmental impact of their company’s products.</p><p>“Our collaboration with Qore\\xAE to develop bio-derived LYCRA\\xAE fiber made with QIRA\\xAE is an important part of our sustainability journey,” said Steve Stewart, The LYCRA Company’s Chief Brand and Innovation Officer. “We introduced the world’s first commercial bio-derived spandex back in 2014 and now, with Qore\\xAE as our partner, we’re excited to bring this to market at scale, reducing the carbon emissions of LYCRA\\xAE fiber by up to 44%*. This will likewise help our customers lower their carbon footprint.”</p><p>This sustainable solution will also deliver equivalent performance, eliminating the need for significant production changes or re-engineering of fabrics or patterns. To reinforce this point, test quantities of bio-derived LYCRA\\xAE fiber are currently available, allowing customers to confirm the fiber’s performance properties.</p><p>“We are excited to introduce the apparel industry to some of the farmers who are growing corn to help make fashion more sustainable,” said Jon Veldhouse, CEO of Qore\\xAE LLC. “This campaign highlights their roles as stewards of the land and reveals their passion for driving positive impact in their communities.”</p><p>The LYCRA Company is inviting customers who have expressed interest in adopting bio-derived LYCRA\\xAE fiber to Iowa this summer to visit some of the farms and tour the Qore\\xAE plant where QIRA\\xAE will be made.</p><p>Learn more about bio-derived LYCRA\\xAE fiber made QIRA\\xAE at LYCRA.com/QIRA.</p><p>*Estimate from Cradle-to-Gate Screening LCA for a representative LYCRA\\xAE fiber manufacturing facility, June 2022, prepared by Ramboll US Consulting, Inc.</p><p>About The LYCRA Company</p><p>The LYCRA Company innovates and produces fiber and technology solutions for the apparel and personal care industries and owns the leading consumer brands: LYCRA\\xAE, LYCRA HyFit\\xAE, LYCRA\\xAE T400\\xAE, COOLMAX\\xAE, THERMOLITE\\xAE, ELASPAN\\xAE, SUPPLEX\\xAE and TACTEL\\xAE. Headquartered in Wilmington, Delaware, U.S., The LYCRA Company is recognized worldwide for its sustainable products, technical expertise, and marketing support. The LYCRA Company focuses on adding value to its customers’ products by developing unique innovations designed to meet the consumer’s need for comfort and lasting performance. For more information, visit lycra.com.</p><p>About Qore\\xAE LLC</p><p>Formed through a joint venture by Cargill and HELM AG, Qore\\xAE helps leading brands replace fossil-based chemistries with bio-derived intermediates. At the heart of the joint venture is the production of QIRA\\xAE, the next-generation bio-derived 1,4-butanediol (BDO). Made biologically through the fermentation of plant-based sugars, QIRA\\xAE can save up to 86% of greenhouse gas emissions when replacing today’s widely used chemical intermediates made from traditional fossil sources. Bio-derived QIRA\\xAE can be used the same way as its fossil counterpart but with significantly better environmental performance. Qore\\xAE and QIRA\\xAE are trademarks of Qore\\xAE LLC. For more information and inquiries visit <url normalizedValue=\"https://www.myqira.com\">https://www.myqira.com</url>/</p><p>LYCRA\\xAE is a trademark of The LYCRA Company.QIRA\\xAE is a trademark of Qore\\xAE.</p><p>View source version on businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20240422182950/en/\">https://www.businesswire.com/news/home/20240422182950/en/</url></p>", "publisher": "Ritzau", "instances": ["The new campaign will help inform the industry about some of the unique advantages of using dent corn grown in Iowa as feedstock for apparel. It features some of the farmers who are growing the corn that will help create the next generation of LYCRA\\xAE fiber. WWD has created a customized digital content hub that showcases the farmers’ stories and related content. The videos will also be promoted on The LYCRA Company’s website and owned social media channels."]}, {"relevance_score": 32, "title": "PRM / CA-PRODUCEPAY", "published": "2024-02-05", "bodyText": "<p nitf:lede=\"true\">ProducePay, the agtech company recognized as one of Fast Company’s Most Innovative Companies and the World Economic Forum’s newest Unicorn Innovators for its transformational work strengthening the fresh produce supply chain, today announced $38 million in Series D financing. The round was led by Syngenta Group Ventures, the venture capital arm of Syngenta Group, one of the world’s biggest agricultural technology companies that delivers science-driven innovations to help farmers all over the world ensure food security and address climate change. Additional participants in the round include new investor CF Private Equity, as well as existing investors G2 Venture Partners, Anterra Capital, Astanor Ventures, Endeavor8, Avenue Venture Opportunities, Avenue Sustainable Solutions, and Red Bear Angels. Due to oversubscribed demand, the series D round will remain open while additional investors complete diligence.</p><p>On a mission to transform the global agricultural industry by eliminating economic and food waste, ProducePay’s Predictable Commerce Platform gives growers and buyers an unprecedented level of transparency and predictability in the increasingly volatile fresh produce supply chain. ProducePay will use the latest capital to accelerate its global expansion to Europe, Asia, Africa and Australia; as well as advance the development of best-in-class technology and services, including comprehensive Predictable Commerce Programs in partnership with leaders and innovators across the global fresh produce industry. To date, the company has supported more than $4.5 billion in fresh produce transactions globally.</p><p>\"Extreme weather events, supply shortages, and price fluctuations are just a few examples of factors contributing to the increasing volatility of the fresh produce industry,” said Patrick McCullough, chief executive officer of ProducePay. \"Our exponential growth and global scalability attracted a best-in-class group of investors who valued the company at a significant up-round from our last funding. We appreciate their support as we take ProducePay to the next level of helping growers, marketers and retailers around the world expertly manage these volatilities to avoid disruption of their business – while reducing the massive amount of economic and food waste that impacts every touch point across the supply chain.”</p><p>The company’s latest partnership with Four Star Fruit, one of the world’s largest growers and shippers of table grapes, created a first-of-its-kind Predictable Commerce Program that has significantly improved efficiency and waste reduction across Four Star’s transactions in just the first six months. Since the start of the partnership in March of 2023, the program has enabled:</p><p>90% reduction in rejection rate to nearly 0%31% fewer days in transit for fresh produce50% fewer stops along the delivery pathway to retail41% fewer days in cold storageA reduction of 356 tons of CO2e that would otherwise have been emitted from food waste.</p><p>ProducePay and its investors aim to replicate this success across more partners, more produce categories, and more regions around the world.</p><p>David Pierson, Managing Director of Syngenta Group Ventures said: “ProducePay’s mission aligns closely with Syngenta’s commitment to innovation and to making agriculture more sustainable. By connecting growers from around the world with quality retailers and buyers, ProducePay is making it possible to reduce food and economic waste while giving farmers greater financial security, and we are excited by this opportunity to work closely for a stronger future in agriculture.”</p><p>To learn more about ProducePay, please visit ProducePay.com.</p><p>ABOUT PRODUCEPAY</p><p>Founded by Pablo Borquez Schwarzbeck, a fourth-generation farmer, ProducePay is eliminating the economic and food waste caused by the volatile, opaque and fragmented nature of today’s global fresh produce supply chain. The AgTech company’s Predictable Commerce Platform is giving growers and buyers greater control of their business by providing unprecedented access to each other, capital, trading, insights and greater supply chain visibility. Consumers receive fresher produce more efficiently, knowing it is grown and delivered in responsible ways. This transformational approach is unlocking economic value, and creating a more sustainable global fresh produce industry. To learn more about ProducePay, please visit ProducePay.com.</p><p>ABOUT SYNGENTA GROUP</p><p>Syngenta Group is one of the world’s biggest agricultural technology companies, with roots going back more than 250 years. With more than 59,000 employees, operating in more than 100 countries, the company strives to transform agriculture with science-driven, technological innovations to deliver high productivity and high-quality food while fighting climate change and restore nature. Syngenta Group is working with farmers to enable Regenerative Agriculture - an outcome-based food production system that nurtures and restores soil health, protects the climate and water resources and biodiversity, and enhances farms' productivity and profitability. Syngenta Group, which is registered in Shanghai, China, and has its management headquarters in Switzerland, draws strength from its four business units: Syngenta Crop Protection, headquartered in Switzerland; Syngenta Seeds, headquartered in the United States; ADAMA\\xAE, headquartered in Israel; and Syngenta Group China. Together, these businesses provide industry-leading ways to serve customers around the world.</p><p>View source version on businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20240205930868/en/\">https://www.businesswire.com/news/home/20240205930868/en/</url></p>", "publisher": "Ritzau", "instances": ["ABOUT SYNGENTA GROUPSyngenta Group is one of the world’s biggest agricultural technology companies, with roots going back more than 250 years. With more than 59,000 employees, operating in more than 100 countries, the company strives to transform agriculture with science-driven, technological innovations to deliver high productivity and high-quality food while fighting climate change and restore nature. Syngenta Group, which is registered in Shanghai, China, and has its management headquarters in Switzerland, draws strength from its four business units: Syngenta Crop Protection, headquartered in Switzerland; Syngenta Seeds, headquartered in the United States; ADAMA\\xAE, headquartered in Israel; and Syngenta Group China. Together, these businesses provide industry-leading ways to serve customers around the world."]}, {"relevance_score": 36, "title": "PRM / AGREENA", "published": "2023-06-14", "bodyText": "<p nitf:lede=\"true\">Agtech company Agreena, whose soil carbon platform is the largest in Europe operating in 16 countries and developed to help farmers finance their transition to regenerative practices, today announced the results of its second harvest year (HY) and second annual early payout to participating European farmers. The number of hectares enrolled grew 10X over the previous year and farmer participation increased 4X. Agreena is paying the largest incentives to farmers under a soil carbon scheme to-date at €32 to €36 per anticipated carbon certificate generated depending on region, an increase of up to 45% from last year. The company is a pioneer in creating nature-based soil carbon removals. The associated certificates will soon be available on the market for companies that want to participate in the transition of the world’s farmers to practices that help address climate change, biodiversity loss and the future of food security.</p><p>While carbon sequestration in agriculture has been identified as one of the top solutions to scale climate action because of its accessibility and the immediate impact it can have, the primary hurdle to adoption is the high upfront costs for farmers. By leveraging the voluntary carbon market (VCM) to convert climate-friendly farming efforts into high-quality carbon certificates, Agreena is driving a new revenue stream to the farmer. Farmers are seeing the benefit too. Twenty percent of the year-on-year hectare growth in Agreena’s portfolio came from member farmers adding more land to the program.</p><p>“Agreena is introducing a new category of carbon certificates into the market and it will take time to build and scale, but farmers cannot wait - they need a reliable and liquid payment to help cover their transition efforts,” said Simon Haldrup, CEO of Agreena. “That is why Agreena takes a calculated risk and pays farmers each harvest year. Still, carbon certificates are just one part of the solution and a mix of incentives is needed to rapidly transition the world’s farmers to regenerative practices.”</p><p>Farmers and the companies that rely on carbon certificates for their ESG and sustainability efforts are on different timelines. Sales of credits can take a year or longer to occur after the impact has been certified. Agreena’s early payout option for farmers bridges the gap between the two. Farmers enrolled in Agreena’s program get to decide how they’d like to use the certificates that they generate, and one of those options is to be paid soon after the harvest year ends to help cover their upfront costs. The early payout is based on market prices at the time. Growth of the Voluntary Carbon Market and pricing for high-quality carbon certificates continue to grow, any upside when Agreena’s certificates are sold is shared with the farmer.</p><p>Agreena’s carbon certificates are the result of farmers taking measures to sequester additional carbon from the atmosphere within their soils and at the same time reduce their own emissions through practices like no till. The company has developed a highly credible programme that is in alignment with the latest IPCC science and the recognised principles of the VCM, and built relationships with agricultural partners and farmers across Europe.</p><p>More recently Agreena has developed its corporate unit that oversees certificate sales, and MRV and risk solutions. Agreena works with certificate buyers to tailor, structure and scale portfolios from across the company’s inventory, modelled after assets already sold and traded in traditional financial markets.</p><p>“Our first vintage of high quality carbon certificates originates from farmers in Central Europe and has just been made available for a limited quantity presale,” said Frederik Aagaard, Agreena’s Director of Carbon Markets. “We’re delighted to be able to facilitate the participation of companies in helping finance this journey for farmers.”</p><p>The deadline for enrolling in Agreena’s 2023 programme is quickly approaching. Farmers have until June 30 to enter this year’s harvest, and can calculate their earning potential and apply by completing this form on Agreena’s website. More information about the programme and how it works can be found here.</p><p>Agreena anticipates that as the VCM continues to grow and evolve, the market will see continued developments related to certification and new standards in the space. Agreena’s portfolio of GHG reduction and carbon removal certificates are accredited to the ISO 14064-2 standard and are currently undergoing Verra VCS certification. The outcome is anticipated before the end of the year.</p><p>About Agreena</p><p>Agreena unlocks the power of soil carbon removals and natural capital to finance the transition to regenerative agriculture. Working in close collaboration with partner farmers across 16 European markets and growing, AgreenaCarbon is Europe’s leading soil carbon platform. Combined with market-leading satellite monitoring technologies, Agreena’s solutions can support farmers, companies, and governments on the road to net zero.</p><p>View source version on businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20230613878579/en/\">https://www.businesswire.com/news/home/20230613878579/en/</url></p>", "publisher": "Ritzau", "instances": ["Agreena’s portfolio of GHG reduction and carbon removal certificates are accredited to the ISO 14064-2 standard and are currently undergoing Verra VCS certification. The outcome is anticipated before the end of the year. Working in close collaboration with partner farmers across 16 European markets and growing, AgreenaCarbon is Europe’s leading soil carbon platform. Combined with market-leading satellite monitoring technologies, Agreena’s solutions can support farmers, companies, and governments on the road to net zero."]}, {"relevance_score": 71, "title": "PRM / NY-IFF", "published": "2024-01-12", "bodyText": "<p nitf:lede=\"true\">IFF (NYSE: IFF) today announced the appointment of J. Erik Fyrwald to succeed Frank Clyburn as Chief Executive Officer and member of the IFF Board of Directors, effective Feb. 6, 2024. Clyburn will work closely with Fyrwald to ensure a seamless transition, remaining with IFF until March 31, 2024, and further serving in an advisory capacity through December 2024.</p><p nitf:lede=\"true\">Fyrwald brings to IFF more than four decades of executive and operational experience driving innovation and profitable, sustainable growth at leading corporations in the nutrition, agriculture and chemicals industries. He most recently served as Chief Executive Officer of Syngenta, where he spearheaded the strategy that ultimately doubled the business and delivered exceptional shareholder value during his tenure. Prior to Syngenta, he served as Chief Executive Officer of Univar Solutions and Nalco, in addition to holding numerous global and regional executive leadership roles with DuPont, including in the company’s Agriculture and Nutrition business.</p><p>“We are delighted to welcome Erik to IFF’s Board and leadership team,” said Board Chair Roger W. Ferguson, Jr. “Erik’s exceptional track record, passion for successful execution, customer-centric mindset and highly complementary industry experience will be invaluable as we capitalize on the significant value creation opportunities ahead of us. The Board is confident that Erik is the right executive to shepherd IFF through its next chapter as we execute on our strategic plan with a focus on driving long-term, profitable growth.”</p><p>Ferguson continued, “On behalf of the Board, I want to thank Frank for his leadership and contributions to IFF. During his tenure, Frank played an instrumental role in strengthening our commercial execution and Research &amp; Development initiatives, executing our portfolio optimization efforts and guiding IFF through the initial stages of our refreshed strategic plan. We wish him all the best as he leaves IFF to pursue outside interests.”</p><p>“I am thrilled to be joining the IFF team,” said Fyrwald. “I have been an admirer of IFF for many years, including when I was leading DuPont’s Agriculture and Nutrition business, and I’m excited to help advance its purpose of applying science and creativity for a better world. With its strong foundation, leading position across attractive categories and expansive global network, IFF remains at the forefront of bringing leading sustainable ingredient solutions to customers and communities globally. With strong progress made against IFF’s strategic priorities, I look forward to doubling down on execution to accelerate financial performance by building on the company’s innovation, commercial and productivity efforts, and continuing to strengthen its capital structure through portfolio optimization to drive value creation for all IFF stakeholders.”</p><p>Reaffirming Full Year 2023 Guidance and Strategic PlanThe Company expects its full year 2023 sales to be in line with its previously stated guidance range of $11.3 billion to $11.6 billion. It also continues to expect full year 2023 adjusted operating EBITDA to be at the mid to high end of its previously stated guidance range of $1.85 billion to $2.0 billion.</p><p>IFF continues to execute its portfolio optimization initiatives, most recently through the announced sale of its Cosmetic Ingredients business unit for $810 million, which the Company continues to believe will close in the first quarter of 2024. The Company continues to progress additional divesture actions to strengthen its overall capital structure.</p><p>About Erik FyrwaldFyrwald most recently served as Chief Executive Officer of Syngenta, where he helped establish Syngenta Group as a leading player in agriculture for global food security, sustainability and regenerative agriculture. During his tenure, he oversaw the company’s acquisition by ChemChina, the formation of the Syngenta Group, and the growth of the business from revenue of approximately $13 billion in 2016 to approximately $33 billion in 2022, and EBITDA of approximately $2.7 billion in 2016 to approximately $5.6 billion in 2022.</p><p>Prior to Syngenta, Fyrwald served as Chief Executive Officer of Univar Solutions, a leading global chemical and ingredient distributor and provider; President of EcoLab, a global leader in water, hygiene and infection prevention solutions and services; and Chairman and Chief Executive Officer of Nalco, a leading global provider of water treatment and oil and gas products and services that was acquired by EcoLab in 2011.</p><p>Prior to Nalco, Fyrwald spent 27 years at DuPont, where he held positions of increasing responsibility in technology, manufacturing, sales and marketing, strategic planning and regional and global business unit leadership. From 2003 to 2008, he served as Group Vice President of DuPont Agriculture and Nutrition, which included the Pioneer Seed, DuPont Crop Protection Products and Solae Food Ingredients Businesses. He also served as Chairman of Crop Life International for two years during this period.</p><p>Fyrwald has been a member of the Syngenta Board of Directors since 2004 and serves as an Advisor to the Chairman. He also serves on the Boards of Directors of Eli Lilly and the Swiss-American Chamber of Commerce.</p><p>Fyrwald received his bachelor’s degree from University of Delaware in 1981 and participated in Harvard Business School’s Advanced Management Program in 1998.</p><p>Cautionary Statement under the Private Securities Litigation Reform Act of 1995This press release contains “forward-looking statement” within the meaning of the federal securities laws, including Section 27A of the Securities Act, and Section 21E of the Securities Exchange Act of 1934, as amended (the “Exchange Act”). Forward-looking statements often address expected future business and financial performance and financial condition, and often contain words such as “expect,” “anticipate,” “intend,” “plan,” “believe,” “seek,” “see,” “will,” “would,” “target,” similar expressions, and variations or negatives of these words. Forward-looking statements by their nature address matters that are, to different degrees, uncertain, such as statements about the transaction and the expected timetable for completing the transaction. The forward-looking statements included in this release are made only as of the date hereof, and we undertake no obligation to update the forward-looking statement to reflect subsequent events or circumstances.</p><p>Some of the important factors that could cause IFF’s actual results to differ materially from those projected in any such forward-looking statements include, but are not limited to: (1) inflationary trends, including in the price of our input costs, such as raw materials, transportation and energy; (2) supply chain disruptions, geopolitical developments, including the Russia-Ukraine war, the Israel-Hamas war, or climate change related events (including severe weather events) that may affect our suppliers or procurement of raw materials; (3) our ability to successfully execute the next phase of our strategic transformation; (4) risks related to the integration of the N&amp;B business, including whether we will realize the benefits anticipated from the merger in the expected time frame; (5) our substantial amount of indebtedness and its impact on our liquidity, credit ratings and ability to return capital to its shareholders; (6) our ability to enter into or close strategic transactions or divestment or successfully establish and manage acquisitions, collaborations, joint ventures or partnerships; (7) our ability to successfully market to our expanded and diverse customer base; (8) our ability to effectively compete in our market and develop and introduce new products that meet customers’ needs; (9) our ability to retain key employees; (10) changes in demand from large multi-national customers due to increased competition and our ability to maintain “core list” status with customers; (11) our ability to successfully develop innovative and cost-effective products that allow customers to achieve their own profitability expectations; (12) the impact of global health crises, such as the COVID-19 pandemic, on our supply chains, global operations, our customers and our suppliers; (13) disruption in the development, manufacture, distribution or sale of our products from natural disasters (such as the COVID-19 pandemic), public health crises, international conflicts (such as the Russia-Ukraine war and the Israel-Hamas war), terrorist acts, labor strikes, political or economic crises (such as the uncertainty related to protracted U.S. federal debt ceiling negotiations), accidents and similar events; (14) volatility and increases in the price of raw materials, energy and transportation; (15) the impact of a significant data breach or other disruption in our information technology systems, and our ability to comply with data protection laws in the U.S. and abroad; (16) our ability to comply with, and the costs associated with compliance with, regulatory requirements and industry standards, including regarding product safety, quality, efficacy and environmental impact; (17) our ability to meet increasing customer, consumer, shareholder and regulatory focus on sustainability; (18) defects, quality issues (including product recalls), inadequate disclosure or misuse with respect to the products and capabilities; (19) our ability to react in a timely and cost-effective manner to changes in consumer preferences and demands, including increased awareness of health and wellness; (20) our ability to benefit from our investments and expansion in emerging markets; (21) the impact of currency fluctuations or devaluations in the principal foreign markets in which we operate; (22) economic, regulatory and political risks associated with our international operations; (23) the impact of global economic uncertainty (including increased inflation) on demand for consumer products; (24) our ability to comply with, and the costs associated with compliance with, U.S. and foreign environmental protection laws; (25) our ability to successfully manage our working capital and inventory balances; (26) the impact of our or our counterparties’ failure to comply with the U.S. Foreign Corrupt Practices Act, similar U.S. or foreign anti-bribery and anti-corruption laws and regulations, applicable sanctions laws and regulations in the jurisdictions in which we operate or ethical business practices and related laws and regulations; (27) any impairment on our tangible or intangible long lived assets, including goodwill associated with the N&amp;B merger and the acquisition of Frutarom; (28) our ability to protect our intellectual property rights; (29) the impact of the outcomes of legal claims, disputes, regulatory investigations and litigation, related to intellectual property, product liability, competition and antitrust, environmental matters, indirect taxes or other matters; (30) changes in market conditions or governmental regulations relating to our pension and postretirement obligations; (31) the impact of changes in federal, state, local and international tax legislation or policies, including the Tax Cuts and Jobs Act, with respect to transfer pricing and state aid, and adverse results of tax audits, assessments, or disputes; (32) the impact of the United Kingdom’s departure from the European Union; (33) the impact of the phase out of the London Interbank Offered Rate (LIBOR) on interest expense; and (34) the impact of any tax liability resulting from the N&amp;B Transaction; (35) our ability to comply with data protection laws in the U.S. and abroad; and (36) other risks to IFF’s business and operations, each as further discussed in IFF’s most recent annual report and subsequent current and periodic reports filed with the U.S. Securities and Exchange Commission. Unlisted factors may present significant additional obstacles to the realization of forward-looking statements. Consequences of material differences in results as compared with those anticipated in the forward-looking statements could include, among other things, business or supply chain disruption, operational problems, financial loss, legal liability to third parties and similar risks, any of which could have a material adverse effect on IFF’s consolidated financial condition, results of operations, credit rating or liquidity. You should not place undue reliance on forward-looking statements, which speak only as of the date they are made. IFF assumes no obligation to publicly provide revisions or updates to any forward-looking statements whether as a result of new information, future developments or otherwise, should circumstances change, except as otherwise required by securities and other applicable laws.</p><p>Welcome to IFFAt IFF (NYSE: IFF), an industry leader in food, beverage, scent, health and biosciences, science and creativity meet to create essential solutions for a better world – from global icons to unexpected innovations and experiences. With the beauty of art and the precision of science, we are an international collective of thinkers who partners with customers to bring scents, tastes, experiences, ingredients and solutions for products the world craves. Together, we will do more good for people and planet. Learn more at iff.com, Twitter, Facebook, Instagram, and LinkedIn.</p><p> 2024 by International Flavors &amp; Fragrances Inc.IFF is a Registered Trademark. All Rights Reserved.</p><p>View source version on businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20240111554897/en/\">https://www.businesswire.com/news/home/20240111554897/en/</url></p>", "publisher": "Ritzau", "instances": ["IFF continues to execute its portfolio optimization initiatives, most recently through the announced sale of its Cosmetic Ingredients business unit for $810 million, which the Company continues to believe will close in the first quarter of 2024. The Company continues to progress additional divesture actions to strengthen its overall capital structure. During his tenure, he oversaw the company’s acquisition by ChemChina, the formation of the Syngenta Group, and the growth of the business from revenue of approximately $13 billion in 2016 to approximately $33 billion in 2022, and EBITDA of approximately $2. 7 billion in 2016 to approximately $5."]}, {"relevance_score": 73, "title": "PRM / ASTRAZENECA", "published": "2023-09-14", "bodyText": "<p nitf:lede=\"true\">Powering AstraZeneca’s transition to net zero, the Company has agreed a 15-year partnership with Future Biogas to establish the UK’s first unsubsidised industrial-scale supply of biomethane gas, and is investing in major energy efficiencies in its operations, totalling a commitment of \\xA3100m.</p><p nitf:lede=\"true\">This press release features multimedia. View the full release here: <url normalizedValue=\"https://www.businesswire.com/news/home/20230912906025/en/\">https://www.businesswire.com/news/home/20230912906025/en/</url></p><p nitf:lede=\"true\">&lt;div&gt;A Future Biogas biomethane plant (Photo: Business Wire)&lt;/div&gt;</p><p>Energy from the biomethane facility will supply AstraZeneca’s sites in Macclesfield, Cambridge, Luton and Speke with 100 gigawatt hours (GWh) per year, equivalent to the heat demands of over 8,000 homes.i Once operational in early 2025, the partnership will reduce emissions by an estimated 20,000 tonnes CO2 equivalent (CO2e), adding renewable energy capacity to the national gas grid.</p><p>The anaerobic digestion facility and long-term partnership with Future Biogas provide a blueprint for the commercial adoption of renewable gas in the UK. A competitive biomethane market can play a key role in the transition to net zero.ii</p><p>To support the transition to clean heat in the UK, energy efficiency improvements will be made at AstraZeneca’s Macclesfield campus, the largest medicines development and manufacturing site in the UK. This includes a major refit of the site’s combined heat and power plant (CHP) which will save a further 16,000 tonnes CO2e per year, in addition to upgrading buildings and improving the footprint for the production and packing of medicines to enable further greenhouse gas (GHG) reductions. These efficiency projects will support the long-term sustainable operations of the Macclesfield campus, which delivers more than 90 million packs of medicines to more than 130 countries.</p><p>The transition to 100% renewable energy is a key element of AstraZeneca’s flagship Ambition Zero Carbon programme, which is focused on delivering deep decarbonisation by halving the company’s entire value chain footprint (Scopes 1 to 3) by 2030 and becoming science-based net zero by 2045 at the latest. AstraZeneca is on track to reduce GHG emissions from its global operations (Scope 1 and 2) by 98% by 2026.</p><p>Juliette White, Vice President, Global Sustainability &amp; Safety, Health &amp; Environment, at AstraZeneca, said: “Today’s commitment of \\xA3100 million shows we are serious about decarbonising the discovery, development and manufacture of medicines and securing a sustainable future for our sites across the UK and globally. In leading from the front on the commercial adoption of clean heat, we are innovating to expand the usage of renewable energy, contributing to the circular economy and accelerating our progress towards net zero.”</p><p>Philipp Lukas, CEO of Future Biogas, said: “AstraZeneca’s ground-breaking investment in green gas affirms its status as a global leader in the transition to net zero. The opportunity to combine unsubsidised biomethane production with regenerative farming benefits local farms and supports the growing focus on soil health and sustainable food production. Future Biogas expects this model to be adopted by many other innovative organisations with strong net zero ambitions.”</p><p>The site will utilise locally-grown crops as feedstock and support farms with sustainable land management practices, enabling the development of a circular agricultural economy. Bioenergy crops will be grown as part of diverse crop rotations and will follow regenerative agriculture practices, promoting nutrient cycling and improving soil health.</p><p>Renewable Gas Guarantee of Origin (RGGO) certificates will be transferred to AstraZeneca, to ensure there is no double counting of emissions savings.</p><p>The new plant will be fitted with bioenergy carbon capture and storage capability (BECCS) which has the potential to enable the carbon negative operation of the plant. AstraZeneca aims to sequester the carbon through the ‘Northern Lights’ project in Norway, a joint venture involving industry and supported by the Norwegian Government.</p><p>This latest commitment to renewable energy in the UK follows other innovative partnerships announced earlier this year. In the US, AstraZeneca is partnering with Vanguard Renewables to enable the delivery of biomethane to all its US sites by the end of 2026. The Company has also entered into an agreement with Statkraft, Europe’s largest renewable energy producer, to increase the supply of renewable electricity in Sweden.</p><p>Notes</p><p>Biogas and biomethaneiii</p><p>Biogas is produced by the fermentation of organic matter in anaerobic digestion tanks. Biomethane is biogas from which the by-product carbon dioxide has been removed, giving the biomethane the same properties as natural gas, and enabling it to be injected into the national gas grid. In Future Biogas' plants the feedstocks will have a zero or negative carbon footprint meaning the biomethane is 100% renewable energy, allowing a significant reduction in greenhouse gas emissions.</p><p>Energy crops grown for Future Biogas absorb carbon dioxide (CO2) from the atmosphere during their growth. Once harvested and stored, the energy crops are fed into anaerobic digestion tanks where bacteria break down the organic matter in the absence of oxygen, releasing biogas. The residue is an organic fertiliser (digestate) which in conjunction with changes to the farming rotation helps accelerate soil carbon capture.</p><p>Bioenergy with Carbon Capture and Storage (BECCS)iv</p><p>Bioenergy with carbon capture and storage (BECCS) is a carbon removal technique to remove carbon dioxide from the atmosphere. Biomass (organic material) is converted into heat, electricity, or liquid or gas fuels, and the carbon dioxide emissions from this bioenergy conversion are captured and stored in geological formations or embedded in long-lasting products. It does not utilise the injected CO2 for enhanced oil recovery.</p><p>About Future Biogas</p><p>Future Biogas is at the forefront of the anaerobic digestion (AD) industry. The company is a highly experienced developer and operator of AD plants across the UK, and able to provide full-service capabilities of development, construction, operations, ongoing compliance and asset management, both to owned projects and to those of third parties. Future Biogas plants convert a wide range of feedstocks into clean, renewable energy, through a process of anaerobic digestion, which produces biogas. Biogas can either be used to generate green electricity or upgraded into biomethane and injected into the UK’s national gas network.</p><p>For more information, please visit <url normalizedValue=\"https://www.futurebiogas.com\">https://www.futurebiogas.com</url>.*</p><p>About Northern Lights</p><p>Northern Lights is developing an open and flexible infrastructure to transport CO2 from industrial emitters by ship to a receiving terminal in western Norway for intermediate storage, before being transported by pipeline for permanent storage in a geological reservoir 2,600 metres under the seabed. Operations are scheduled to start in 2024. The facilities are under construction and will enable Northern Lights to offer a safe and reliable shipping and storage service to industrial emitters from across Europe. With increased interest from industrial sectors in Europe, additional shipping and storage capacity will be developed as demand grows.</p><p>For more information, please visit <url normalizedValue=\"https://northernlightsccs.com/\">https://northernlightsccs.com/</url>.*</p><p>About AstraZeneca</p><p>AstraZeneca is a global, science-led biopharmaceutical company that focuses on the discovery, development, and commercialisation of prescription medicines in Oncology, Rare Diseases, and BioPharmaceuticals, including Cardiovascular, Renal &amp; Metabolism, and Respiratory &amp; Immunology. AstraZeneca operates in over 100 countries and its medicines are used by millions of patients worldwide.</p><p>With a proud 100-year heritage in advancing UK science, today AstraZeneca is the UK’s leading biopharmaceutical company. AstraZeneca is based in five different locations across the UK, with its global headquarters in Cambridge. In the UK, around 8,700 employees work in research and development, manufacturing, supply, sales, and marketing. We supply around 35 different medicines to the NHS.</p><p>For more information, please visit <url normalizedValue=\"http://www.astrazeneca.co.uk\">www.astrazeneca.co.uk</url> and follow us on Twitter @AstraZenecaUK.</p><p>References</p><p>News Release</p><p>1:Ofgem’s Typical Domestic Consumption Values (TDCVs) of 12,000 kWh for a medium property2:Transitioning towards Sustainability - Bioenergy Review (2023) IEA Bioenergy Report 2023. Available at: <url normalizedValue=\"https://www.ieabioenergyreview.org/transitioning-towards-sustainability\">https://www.ieabioenergyreview.org/transitioning-towards-sustainability</url>/ [Last Accessed: 06 September 2023].3:IEA (March, 2020) An introduction to biogas and biomethane. Online: <url normalizedValue=\"https://www.iea.org/reports/outlook-for-biogas-and-biomethane-prospects-for-organic-growth/an-introduction-to-biogas-and-biomethane\">https://www.iea.org/reports/outlook-for-biogas-and-biomethane-prospects-for-organic-growth/an-introduction-to-biogas-and-biomethane</url> [Last accessed: 07 September 2023]4:IEA (2023) Bioenergy with carbon capture and storage - energy system, IEA. Available at: <url normalizedValue=\"https://www.iea.org/energy-system/carbon-capture-utilisation-and-storage/bioenergy-with-carbon-capture-and-storage\">https://www.iea.org/energy-system/carbon-capture-utilisation-and-storage/bioenergy-with-carbon-capture-and-storage</url> [Last accessed: 07 September 2023]._________________________________ *AstraZeneca is not responsible for the content on this website.</p><p>View source version on businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20230912906025/en/\">https://www.businesswire.com/news/home/20230912906025/en/</url></p>", "publisher": "Ritzau", "instances": ["Future Biogas expects this model to be adopted by many other innovative organisations with strong net zero ambitions. ”The site will utilise locally-grown crops as feedstock and support farms with sustainable land management practices, enabling the development of a circular agricultural economy. Renewable Gas Guarantee of Origin (RGGO) certificates will be transferred to AstraZeneca, to ensure there is no double counting of emissions savings. The new plant will be fitted with bioenergy carbon capture and storage capability (BECCS) which has the potential to enable the carbon negative operation of the plant."]}, {"relevance_score": 54, "title": "PRM / CA-GLOBAL-CLEAN-ENERGY", "published": "2022-01-04", "bodyText": "<p nitf:lede=\"true\">Global Clean Energy Holdings, Inc., (OTCQX: GCEH), a vertically integrated renewable fuels company, today announced that it has acquired Camelina Company España S.L. (CCE), Europe's largest camelina crop innovator and seed producer headquartered in Madrid, Spain.</p><p nitf:lede=\"true\"> This press release features multimedia. View the full release here: <url normalizedValue=\"https://www.businesswire.com/news/home/20220103005073/en/\">https://www.businesswire.com/news/home/20220103005073/en/</url></p><p> CCE has received international acclaim for more than 10 years by developing world class intellectual property (IP) in camelina to support a sustainable biofuels value chain. CCE's IP includes superior genetics, breeding capabilities, high quality planting seed, advanced agronomic research, and knowledge to support the cultivation of camelina by contract farmers. CCE, together with Sustainable Oils, Inc. (SusOils), also a wholly owned subsidiary of GCE, will further enhance the company's portfolio of patented camelina genetics. CCE and SusOils have been collaborating for some time to expand and harmonize their collective research and development activities. The combined capabilities will accelerate the development of proprietary germplasm and varieties of camelina that will provide third-party contract camelina growers in North America, Western Europe and South America with additional revenue opportunities by sustainably increasing their fallow crop rotation options.</p><p> \"The addition of CCE to our family of companies and its synergy with SusOils further advances our goal of increasing the commercial value of camelina through improved agronomics and plant genetics. Together, CCE and SusOils will build on our combined decades of camelina research and development activities that are focused on improving yield, reducing growing time, modifying plant oil chemistry to enhance biorefinery efficiency, and improving livestock feed qualities of camelina meal,\" said Richard Palmer, GCE's President &amp;amp; CEO \"This acquisition demonstrates our ongoing commitment to investing both domestically and internationally in the science, infrastructure and farmer education necessary to deliver high-quality camelina feedstocks to satisfy the growing worldwide demand for renewable diesel and sustainable aviation fuels while not displacing food crops or impacting food security. This acquisition provides an established launching pad for our rapid expansion into Europe and South America.\"</p><p> Established in 2010, CCE is Europe's largest camelina crop innovator and seed producer. In 2013, it was the first global company to receive a sustainability certification from the Roundtable on Sustainable Biomaterials (RSB ), a global sustainability standard and certification system for biofuels and biomaterials production. The company has extensive expertise in camelina production along the complete value chain, having supplied sustainable and certified camelina oil for aviation biofuel production, as well as camelina meal, a high-quality plant based protein source for the livestock feed industry. The company maintains an ongoing plant breeding program with more than 600 camelina germplasm lines and owns nine proprietary camelina varieties, which enables the sustainable introduction of camelina in different crop rotations without displacing any primary crops.</p><p> \"We are excited by the significant synergies that exist between CCE, GCE and SusOils,\" said Yuri Herreras Yambanis, Director, CCE. \"Combining the knowledge and expertise of our organizations provides us the opportunity to further advance camelina research and production in ways that deliver profitable and sustainable advantages for both regenerative agriculture and the renewable fuels industry.\"</p><p> Camelina is an essential part of the feedstock plan for GCE's integrated farm-to-fuels strategy. In early 2022, GCE will open a newly renovated renewable diesel biorefinery in Bakersfield, California, and supply ExxonMobil up to 220 million gallons annually of renewable diesel under a pair of long-term purchase agreements.</p><p> About Global Clean Energy Holdings, Inc.</p><p>Global Clean Energy Holdings, Inc. (\"GCE\" or \"GCEH\") is a vertically integrated renewable fuels company specializing in nonfood-based feedstocks used for the production of advanced biofuels and biomaterials. With a footprint that stretches from the laboratory to the farm gate through to biorefinery production, GCE's farm-to-fuels value chain integration provides unrivaled access to reliable, ultra-low carbon feedstocks. When online, the Bakersfield Biorefinery will be the only facility of its type, processing both traditional feedstocks as well as domestically produced camelina oil into sustainable, ultra-low carbon fuels in California. To learn more, visit gceholdings.com.</p><p> About Camelina Company España S.L.</p><p> Camelina Company España S.L. (CCE) has developed a sustainable camelina value chain: from breeding and planting seed production to agronomic expansion and camelina processing for advanced biofuel production. CCE introduces camelina into existing crop rotations without any food displacement - as a catch crop or replacement of traditional fallow periods - employing its proprietary camelina varieties and prediction models to optimize its elite varieties in different cropping systems, primarily in Europe and South America. CCE was established in 2010 and is headquartered in Madrid, Spain. To learn more, visit camelinacompany.es.</p><p> About Sustainable Oils, Inc.</p><p>Sustainable Oils, Inc. (SusOils), GCEH's wholly owned plant science subsidiary, owns an industry-leading portfolio of intellectual property, including patents and production know-how, to produce its proprietary varieties of camelina, a nonfood based ultra-low carbon biofuels feedstock. SusOils' corporate headquarters are located in Great Falls, Montana. To learn more, visit susoils.com.</p><p> Forward-Looking Statements</p><p> Certain matters discussed in this press release are \"forward-looking statements\" of Global Clean Energy Holdings, Inc. within the meaning of the Private Securities Litigation Reform Act of 1995. Investors are cautioned that statements in this press release which are not strictly historical statements are forward-looking statements and are subject to a number of risks and uncertainties. Important factors that could cause actual results, developments and business decisions to differ materially from forward-looking statements are described in the sections titled \"Risk Factors\" in our filings with the Securities and Exchange Commission, including our most recent Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, and Current Reports on Form 8-K.</p><p> View source version on businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20220103005073/en/\">https://www.businesswire.com/news/home/20220103005073/en/</url></p><p>ClickThru URL: <url normalizedValue=\"https://camelinacompany.es\">https://camelinacompany.es</url>/ </p><p>Multimedia Gallery URL: </p>", "publisher": "Ritzau", "instances": ["The company maintains an ongoing plant breeding program with more than 600 camelina germplasm lines and owns nine proprietary camelina varieties, which enables the sustainable introduction of camelina in different crop rotations without displacing any primary crops. \"We are excited by the significant synergies that exist between CCE, GCE and SusOils,\" said Yuri Herreras Yambanis, Director, CCE. Camelina is an essential part of the feedstock plan for GCE's integrated farm-to-fuels strategy. In early 2022, GCE will open a newly renovated renewable diesel biorefinery in Bakersfield, California, and supply ExxonMobil up to 220 million gallons annually of renewable diesel under a pair of long-term purchase agreements."]}, {"relevance_score": 54, "title": "PRM / UPL-LTD.", "published": "2021-07-19", "bodyText": "<p nitf:lede=\"true\">nurture.farm - a digital platform for growers, farming communities and food systems, is scaling and expanding its global reach as a part of the OpenAgâ network. The OpenAgâ network was conceived by UPL Ltd, a world leader in sustainable agriculture.</p><p nitf:lede=\"true\"> The nurture.farm platform fosters resilient farmers, making agriculture simple, profitable and sustainable for generations to come through technology-led solutions covering every step of the farming life cycle. nurture.farm, which was incubated by UPL, will operate as an open platform in the supply of products, innovation and mechanisation.</p><p> Dhruv Sawhney, COO and Business Head, nurture.farm said:</p><p> \"The impact of nurture.farm on farming communities represents significant progress in advancing our mission to reimagine sustainability for agriculture across the world and help farmers secure a brighter future. Our digital platform is helping farming communities that are facing a number of competing external risks and challenges including variable weather patterns, financial insecurity, and lack of access to information and mechanisation. We are democratising technology, creating a shared infrastructure and uniting farmers and buyers under a global community committed to driving sustainability. We look forward to taking our revolutionary platform to new markets, as we endeavour to change the game for farmers and make food systems more sustainable.\"</p><p> \"We are pleased to welcome nurture.farm to the OpenAgâ network, and excited for the role they will play in our mission to unlock opportunities for farmers, food security and sustainable agriculture worldwide,\" says Carlos Pellicer - COO, UPL Ltd. \"By increasing accessibility to the solutions, technologies, and services that growers need to thrive, nurture.farm is creating a truly customer-centric ecosystem that delivers on the promise of shared prosperity and feeds sustainable growth for all.\"</p><p> Through a holistic approach, nurture.farm has developed a comprehensive ecosystem of integrated solutions to increase accessibility, connectivity and resilience, and secure sustainable outcomes. The key solutions include:</p><p>  farm - supports farmers at every step of the farming life cycle by driving precision agriculture at scale through crop health solutions, advisory services, farm level mechanisation &amp;amp; digitization. retail - enables retailers &amp;amp; farmers to purchase authentic and high-quality agricultural input products (crop protection, seeds, farm equipment, feeds, and more). trade - connects farmers and buyers through end-to-end traceability of sustainable practices, transparency of information, and convenient access to markets. sustain - drives sustainable agriculture globally through regenerative practices and reward farmers for adopting them Launched in early 2020, nurture.farm has since grown both in scale and impact, now supporting over 1 million farmers and 50,000 retailers on its digital platform, with over 2.5 million acres of farmland serviced. The platform has been well received by users across India, and several promising pilot projects are underway in other key markets including the U.S., South Africa, Brazil and Australia.</p><p> As a part of its mission to create sustainable food systems, nurture.farm is encouraging regenerative agriculture practices through its selection of products, services, and projects. It is driving numerous new programs, including stubble burning avoidance programs, biological products, carbon credits and reward programs to advance this mission.</p><p> Jai Shroff, Global CEO of UPL Ltd. said:</p><p> \"nurture.farm is one of the most exciting initiatives within the OpenAgâ network, unlocking opportunities for farmers and food systems worldwide, delivering shared prosperity for our growers and their communities, and supporting environmental sustainability. The success of nurture.farm's operations in India, as well as its pilot projects further afield, demonstrate the value creation the platform provides. I look forward to supporting nurture.farm's further expansion and impact.\"</p><p> Notes to Editors:</p><p> About UPL</p><p>UPL Ltd. (NSE: UPL &amp;amp; BSE: 512070) is a global provider of sustainable agriculture products &amp;amp; solutions, with annual revenue exceeding $5 billion. We are a purpose-led company. Through OpenAgâ, UPL is focused on facilitating progress for the entire agricultural value chain. We are building a network that redefines the way an entire industry thinks and works - open to fresh ideas, innovative ways and new answers as we strive towards our mission to make every single food product more sustainable.</p><p> As one of the largest agriculture solutions companies worldwide, our robust portfolio consists of biologicals and traditional crop protection solutions with more than 13,600 registrations. We are present in more than 130 countries, represented by more than 10,000 colleagues globally. For more information about our integrated portfolio of solutions across the food value chain including seeds, post-harvest, as well as physical and digital services, please visit upl-ltd.com and follow us on LinkedIn, Twitter, Instagram and Facebook</p><p> About OpenAg â</p><p> OpenAgâ is an open network to create sustainable growth for all - no limits, no borders. Together we are reimagining sustainability, bringing all of the different players across the food system - from farmers to food producers to consumers - in the spirit of collaboration to change how the whole industry thinks, works and evolves. Through agility, creativity and cooperation, and from new technologies, seeds, and biological solutions, to digital platforms, training programmes, and partnerships, OpenAgâ is an open door, an open heart, and an open invitation to work together to build sustainable, resilient, beneficial food systems.</p><p> To learn more about OpenAgâ visit upl-ltd.com/our-story/open-ag</p><p> View source version on businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20210718005045/en/\">https://www.businesswire.com/news/home/20210718005045/en/</url></p><p>ClickThru URL: https://nurture.farm/ </p><p>Multimedia Gallery URL: </p>", "publisher": "Ritzau", "instances": [", South Africa, Brazil and Australia. As a part of its mission to create sustainable food systems, nurture. It is driving numerous new programs, including stubble burning avoidance programs, biological products, carbon credits and reward programs to advance this mission. Jai Shroff, Global CEO of UPL Ltd."]}, {"relevance_score": 52, "title": "PRM / Arla tester potentiale for regenerativ mælkeproduktion", "published": "2021-09-20", "bodyText": "<p nitf:lede=\"true\">Pressemeddelelse fra Arla Foods</p><p nitf:lede=\"true\">Med hjælp fra sine andelshavere indleder Arla nu to konkrete tiltag for at høste mere data og viden om, hvordan mælkeproduktion kan være med til at forbedre jordkvalitet, kulstofbinding, vandkvalitet og biodiversitet via regenerative landbrugsmetoder.  </p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">24 testgårde i fem lande</emphasis>Det første skridt er at etablere et pilotprogram i samarbejde med eksperter inden for regenerativt landbrug fra FAI Farms, en førende forsknings-, data- og konsulentvirksomhed inden for landbrugsfødevaresektoren, og andre ekspertorganisationer. Fire danske Arla-landmænd samt 20 andre fra Storbritannien, Sverige, Tyskland og Holland har indvilget at afprøve og dokumentere påvirkningen fra regenerativ mælkeproduktion over en periode på fire år. Gårdene er en blanding af konventionelle gårde, hvor køerne enten er på græs eller i stalde, samt økologiske gårde. Landmændene vil modtage undervisning og vejledning i at anvende forskellige regenerative metoder og vil hjælpe med at indsamle data til at forstå, hvilken effekt metoderne kan have på jordens sundhed, kulstofbinding, biodiversitet, økosystemprocesser, landbrugets rentabilitet og landmandens trivsel.  </p><p nitf:lede=\"true\">Alle indsamlede erfaringer og data skal opbygge Arlas viden om, hvordan regenerative metoder kan anvendes på forskellige typer gårde i Europa, og hvordan de påvirker vores klima og natur.   </p><p>\"Som landmandsejet mejeriselskab har vi en kæmpe interesse i at forstå, hvordan vi kan reducere den negative påvirkning og optimere den positive påvirkning fra mælkeproduktion.  En række landmænd i vores selskab har udforsket regenerative landbrugsmetoder i nogen tid. Båret frem af deres motivation har vi besluttet at vise en bredere tilgang til dette som andelsselskab, anført af de økologiske landmænd og en gruppe landmænd, der stiller deres gårde til rådighed,\" siger bestyrelsesmedlem i Arla og formand for Arlas Økologiske Råd, Janne Hansson.    </p><p><emphasis typeStyle=\"bf\">Arlas økologiske landmænd vil styrke biodiversiteten</emphasis>Næste skridt er en forpligtelse fra Arlas 916 økologiske landmænd, der tilsammen står for en årlig produktion på 1 milliard kg økologisk mælk, svarende til verdens største økologiske mælkepulje.  </p><p>Fra i år vil de foretage årlige egenkontroller og registrere hvilke aktiviteter på gården der fremmer biodiversitet. Derudover vil de indsamle jordprøver, som vil blive analyseret af et tredjepartslaboratorium og danne udgangspunkt for jordens kulstofbinding. Desuden skal de økologiske landmænd garantere, at en række tiltag vedrørende jordens sundhed og biodiversitet sættes i gang på gårdene og de vil få adgang til et klimakatalog med oplysninger om, hvordan forbedringerne kan måles og håndteres. Fra 2022 vil de også foretage egenkontroller på jordens sundhed ved at teste blandt andet jordens lugt, gravningsevne og antallet af regnorme. Al data fra dette arbejde vil blive samlet for at skabe bedre forståelse for processerne.  </p><p><emphasis typeStyle=\"bf\">Behov for definition og data</emphasis>Regenerativt landbrug har de seneste år høstet stor opmærksomhed fra producenter, detailhandlere, forskere og forbrugere som et af svarene på den dobbelte krise med klimaforandringer og tab af biodiversitet.  </p><p>Der er generel enighed om, at forbedring af jordens sundhed og biodiversitet er centrale elementer i regenerativt landbrug, men der er ikke blevet fastlagt en universel definition af tilgangen endnu. Desuden findes der meget få videnskabelige eksempler på regenerative metoder på mælkebedrifter i Europa, som landmændene kan bruge som rettesnor. Arla ønsker derfor at bidrage ved at fylde datahullerne ud med erfaringer og viden fra sine andelshavere.  </p><p>\"En central årsag til, at vi ønsker at udforske regenerativt landbrug, er, at vi kan høste datadrevet dokumentation fra anvendelse af regenerative metoder på mælkebedrifter. Mens vi arbejder målrettet på at reducere vores klimapåvirkning, er den positive effekt, vi kan skabe som jordforvaltere, endnu ikke blevet videnskabeligt efterprøvet. Med dette projekt ønsker vi at sikre mere forskningsbaseret viden for at gøre det muligt for mælkeproducenterne at vælge de rigtige tiltag for fremtiden,\" siger Janne Hansson. </p><p>Hos FAI Farms er Claire Hill, Regenerative Agriculture Director, begejstret for at være en del af projektet og få adgang til data fra både de 24 testgårde og til jordprøverne fra de 916 økologiske Arla-landmænd.   </p><p>\"Arla er uden sammenligning den største partner, vi har inden for regenerativt landbrug i mejerisektoren. Deres ambitionsniveau strækker sig længere end, hvad vi hidtil har set i branchen, og der findes ikke andre lignende programmer derude, der går tilsvarende i dybden. Det særligt spændende ved det er, at vi vil arbejde med forskellige landmænd i forskellige lande, der hver især driver en unik bedrift, og de data, vi indsamler undervejs, vil give os stor indsigt.  Det kan øge vores viden betydeligt om, hvad regenerativ omstilling er for en størrelse, samt hvilke udfordringer og fordele der kan hjælpe os til at forstå, hvordan flere landmænd kan komme med på denne rejse,\" siger Clare Hill.  </p><p>Ved at have både konventionelle og økologiske gårde på tværs af lande med i projektet og til at udvikle erfarings- og datasættet, vil Arla sikre, at resultater og læringspunkter kan bruges til inspiration for alle 9.400 Arla-landmænd i andelsselskabet. Derudover vil Arla dele viden med mejeribranchen gennem samarbejder med f.eks. OP2B, C-SEQU og BIOCHAR.*  </p><p><emphasis typeStyle=\"bf\">Med det nye netværk bestående af 24 udvalgte gårde i fem lande arbejder Arla mod at:</emphasis></p><p>Uddanne alle 24 landmænd og yde personlig konsulenthjælp fra brancheeksperter i regenerativt landbrug Måle, spore og dokumentere effekten af regenerative landbrugspraksisser fra gårdenes økosystemer Forstå og dokumentere alle adfærdsændringer hos de deltagende landmænd Opbygge den forståelse, der i øjeblikket mangler omkring mælkeproduktion af, hvad regenerativt landbrug kræver og hvordan det ser ud, samtidig med, at læringen foregår i sammenhæng med en række forvaltningssystemer og lande Dele viden og udveksle erfaringer gennem møder, casestudier og projekt-statusrapporteringer Kombinere landmandens viden med eksterne eksperters for at identificere fælles regenerative principper og praksisser, der kan anvendes i stor skala af Arlas landmænd.</p><p><emphasis typeStyle=\"bf\">Handlingspunkter, som alle økologiske Arla-landmænd skal implementere i 2021:</emphasis></p><p><emphasis typeStyle=\"bf\">Om jordens sundhed:</emphasis></p><p>En kulstofvurdering af jorden, der skaber grundlag for at kunne måle yderligere forbedringer i kulstofniveauet. Jordprøverne vil blive analyseret af et tredjepartslaboratorium for blandt andet: organisk materiale, organisk kulstof, samlet kulstof, samlet nitrogenindhold og forholdet mellem kulstof og nitrogenindhold. Mindst 5 ud af 22 tiltag for jordens sundhed på gården skal være på plads. Fra 2022: en årlig egenkontrol af jordens sundhed skal være implementeret ved at teste blandt andet jordens lugt, gravningsevne og antallet af regnorme.</p><p><emphasis typeStyle=\"bf\">Om biodiversitet:</emphasis></p><p>En årlig egenkontrol af aktiviteter inden for fire områder for bevaring af biodiversitet. Der skal være implementeret mindst 7 ud af 33 tiltag for bevarelse af biodiversitet på gården.</p><p>Læs mere om klimatiltagene her</p><p><emphasis typeStyle=\"bf\">FAO's syn på fordelene ved jordens sundhed og biodiversitet:</emphasis></p><p>Ifølge FN's fødevare- og landbrugsorganisation FAO kan jordorganismer og biodiversitet være en naturlig løsning på mange af de problemer, som menneskeheden står over for i dag, herunder adgang til sunde fødevarer og forbedring af landbrugsproduktion, vandfiltrering og kulstoflagring. FAO antyder også, at det kan øge jordens frugtbarhed, landbrugsproduktion og miljømæssig bæredygtighed. </p><p><emphasis typeStyle=\"bf\">*Arlas involvering i branchesamarbejder</emphasis>Ud over partnerskabet med FAI Farms om regenerativt landbrug deltager Arla i følgende branchesamarbejder for at hjælpe med at forstå, udvikle og optimere den positive påvirkning af jordens sundhed, biodiversitet og kulstoflagring gennem mælkeproduktion: </p><p><emphasis typeStyle=\"bf\">OP2B: Biodiversiteten skal forbedres</emphasis></p><p>I 2020 blev Arla medlem af One Planet Business for Biodiversity (OP2B), en international, tværgående og handlingsorienteret erhvervssammenslutning for biodiversitet med særligt fokus på landbrug. Sammenslutningen vil skabe systemiske forandringer og være katalysator for indsatser i hele værdikæden for at beskytte og genskabe biodiversiteten både for opdyrket og uopdyrket natur.  </p><p><emphasis typeStyle=\"bf\">C-SEQU:</emphasis></p><p><emphasis typeStyle=\"bf\">Beregningen af kulstoflagring skal udvikles</emphasis></p><p>Arla deltager i et projekt kaldet C-Sequ sammen med andre mejeri- og husdyrorganisationer, som skal udvikle en internationalt anerkendt og globalt vedtaget beregningsmetode for kulstoflagring, der kan bruges til CO2-beregninger på gårdniveau. Det ultimative mål er at finde en metode, som kan understøtte og fremskynde mælkeproducenterne til at introducere og implementere aktiviteter og praksisser, der fremmer kulstoflagring og dermed mindsker klimaforandringerne. </p><p><emphasis typeStyle=\"bf\">BIOCHAR: Kulstof skal lagres i landbrugsjorden</emphasis></p><p>Arla er en af otte organisationer i et konsortium, der har fået tildelt støtte som en del af den britiske regerings konkurrence 'Direct Air Capture og Greenhouse Gas Removal Technologies'. Projektet vil teste muligheden for at anvende biokul kommercielt i landbruget. Konsortiet tror på, at hvis dette kan opnås, og hvis biokul anvendes generelt i hele landbruget, ville det resultere i, at betydelige mængder kulstof blev fjernet fra atmosfæren og lagret i landbrugsjorden igennem århundreder, samtidig med at jordens sundhed blev understøttet. </p><p><emphasis typeStyle=\"bf\">Læs hele pressemeddelelsen på Via Ritzau her:</emphasis><url normalizedValue=\"https://via.ritzau.dk/pressemeddelelse/arla-tester-potentiale-for-regenerativ-maelkeproduktion-?releaseId=13631479\">https://via.ritzau.dk/pressemeddelelse/arla-tester-potentiale-for-regenerativ-maelkeproduktion-?releaseId=13631479</url></p><p>** Ovenstående pressemeddelelse er videreformidlet af Ritzau på vegne af tredjepart. Ritzau er derfor ikke ansvarlig for indholdet ** </p>", "publisher": "Ritzau", "instances": ["Mens vi arbejder målrettet på at reducere vores klimapåvirkning, er den positive effekt, vi kan skabe som jordforvaltere, endnu ikke blevet videnskabeligt efterprøvet. Med dette projekt ønsker vi at sikre mere forskningsbaseret viden for at gøre det muligt for mælkeproducenterne at vælge de rigtige tiltag for fremtiden,\" siger Janne Hansson. \"Arla er uden sammenligning den største partner, vi har inden for regenerativt landbrug i mejerisektoren. Deres ambitionsniveau strækker sig længere end, hvad vi hidtil har set i branchen, og der findes ikke andre lignende programmer derude, der går tilsvarende i dybden."]}, {"relevance_score": 54, "title": "PRM / CA-FARMERS-BUSINESS-NET", "published": "2020-09-02", "bodyText": "<p nitf:lede=\"true\">Farmer's Business Network, Inc. (FBNSM ), the leading direct-to-farm ag tech platform and farmer network, today launched GRO Networkâ, which provides new technology and services that facilitate the scoring, sourcing, and pricing of Low-Carbon Grain from farm to fork, making environmental transparency in the grain industry a reality now.</p><p nitf:lede=\"true\"> This press release features multimedia. View the full release here: <url normalizedValue=\"https://www.businesswire.com/news/home/20200901005290/en/\">https://www.businesswire.com/news/home/20200901005290/en/</url></p><p> GRO Network enables comprehensive environmental transparency, and supports a market for premium, environmentally-scored grain. GRO Network also provides buying intelligence software that directly connects farmers with consumer packaged goods companies, animal feed providers, biofuel makers and the world's other major grain buyers.</p><p> POET, the world's largest producer of biofuels has joined GRO Network as a key customer in the market for verifiable Low-Carbon Grain.</p><p> \"Family farms have already invested the time, innovation and sweat-equity to develop the regenerative practices required to grow Low-Carbon Grain,\" said Amol Deshpande, CEO and Co-Founder of FBN. \"With GRO Network, the efforts of farmers as well as food and feed companies, biofuel makers, and ordinary consumers to reduce carbon emissions just got a huge boost.\"</p><p> Transparency in the agriculture supply chain starts with data direct from the field.</p><p>Farmers share information on their cultivation practices - including fertilizer applications, tillage, and cover cropping - with GRO Network, which is processed with artificial intelligence that leverage FBN's 240 million acre-events of real world farm data, validates and distills the practices into a single farm-level score. This single score - which is the only information shared between GRO Network and prospective buyers - informs the buyer to then source premium grain as well as build programs to meet unique sustainability goals, while protecting farmers' data privacy.</p><p> Importantly, verifiable Low-Carbon Grain will allow agricultural processors and food companies to meet their own significant emission goals. Policymakers will be able to evaluate a precise, farm-level carbon-intensity score to more accurately measure the GHG reduction of biofuels for low carbon fuel policies. GRO Network will help these companies embed the required carbon traceability into their supply chains, all within the current government policy framework.</p><p> \"At POET we know that agriculture is the key to combating climate change, and we want to support farmers who share our mission to be good stewards of the earth by using environmentally friendly practices,\" said POET Founder and CEO Jeff Broin. \"We are excited about the potential of the GRO Network to promote sustainable agriculture and utilize the resulting Low-Carbon Corn to produce even greener bioethanol and bioproducts.\"</p><p> GRO Network is focusing initially on carbon abatement, which, based on GRO Network pilots, can reduce grain emissions by up to 50%, while increasing farm revenues at the same time. It relies on proven, existing science and robust FBN analytics to measure the benefits of conservation activities on the farm, providing immediate, low-risk solutions to reduce the environmental impact of the agriculture supply chain.</p><p> \"Regenerative agriculture techniques have not only saved us money, they've made us money,\" said Todd Hanten, who farms 3,000 acres of corn, soybeans and spring wheat in South Dakota. \"We've always tried these practices side by side and can compare conventional tillage to no-till and strip till and we've realized the benefits through our data analytics. We're happy to find out that the practices we've adopted are saving us money and making us a better return.\"</p><p>FBN began development of GRO Network close to two years ago in order to allow fuel, food and feed companies to work alongside farmers to accelerate the adoption of regenerative agricultural practices that deliver the biggest impact. GRO Network incentivizes sustainable conservation and soil health practices by producers, ensuring a consistent supply of high quality, Low-Carbon Grain for buyers.</p><p> \"Ultimately, GRO Network aligns farmers, processors, brands, consumers and policy-makers in the fight against climate change,\" Deshpande said. \"We are excited to see family farm incomes improve as a direct result.\"</p><p> Learn more at <url normalizedValue=\"http://www.fbngro.com\">www.fbngro.com</url></p><p> About FBN:</p><p>Farmer's Business Network, Inc. is an independent ag tech platform and farmer-to-farmer network with a mission to power the prosperity of family farmers around the world, while working towards a sustainable future. Its Farmers First\\xAE promise has attracted over 14,000 members to the network with a common goal of maximizing their farm's profit potential. FBN has set out to redefine value and convenience for farmers by helping reduce the cost of production and maximize the value of their crops.</p><p> The FBN network has grown to cover more than 40 million acres of member farms in the U.S., Canada and Australia. Blending the best of Midwestern agricultural roots and Silicon Valley technology, the company has over 600 personnel and offices in San Carlos, Calif., Chicago, Sioux Falls, S.D., a Canadian headquarters in High River, Alta., and an Australian headquarters in Perth.</p><p> To learn more, visit: <url normalizedValue=\"http://www.fbn.com\">www.fbn.com</url>.</p><p> Copyright 2020 Farmer's Business Network, Inc. All rights reserved. The sprout logo, \"Farmers Business Network\", \"FBN\", \"Farmers First\" and the Farmers First flag logo are registered service marks of Farmer's Business Network, Inc. All other marks are the property of their respective owners.</p><p> Copyright 2020 GRO Network. All rights reserved. \"GRO Network\" and the GRO Network logo are registered trademarks of GRO Network.</p><p> View source version on businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20200901005290/en/\">https://www.businesswire.com/news/home/20200901005290/en/</url></p><p>ClickThru URL:  </p><p>Multimedia Gallery URL: </p>", "publisher": "Ritzau", "instances": ["GRO Network is focusing initially on carbon abatement, which, based on GRO Network pilots, can reduce grain emissions by up to 50%, while increasing farm revenues at the same time. It relies on proven, existing science and robust FBN analytics to measure the benefits of conservation activities on the farm, providing immediate, low-risk solutions to reduce the environmental impact of the agriculture supply chain. \"We've always tried these practices side by side and can compare conventional tillage to no-till and strip till and we've realized the benefits through our data analytics. We're happy to find out that the practices we've adopted are saving us money and making us a better return."]}, {"relevance_score": 3, "title": "Planter Landmænd fra hele verden samles om regenerativt landbrug", "published": "2025-07-25", "bodyText": "<p>Regenerativt landbrug vinder hastigt frem...</p>", "publisher": "Webnews - Danish", "instances": []}, {"relevance_score": 3, "title": "Planter 05:52 FOR ABONNENTER Landmænd fra hele verden samles om regenerativt landbrug", "published": "2025-07-25", "bodyText": "<p>Regenerativt landbrug vinder hastigt frem...</p>", "publisher": "Webnews - Danish", "instances": []}, {"relevance_score": 3, "title": "Planter 05:52 FOR ABONNENTER Landmænd fra hele verden samles om regenerativt landbrug", "published": "2025-07-25", "bodyText": "<p>Regenerativt landbrug vinder hastigt frem...</p>", "publisher": "Webnews - Danish", "instances": []}, {"relevance_score": 3, "title": "Planter Landmænd fra hele verden samles om regenerativt landbrug", "published": "2025-07-25", "bodyText": "<p>Regenerativt landbrug vinder hastigt frem...</p>", "publisher": "Webnews - Danish", "instances": []}, {"relevance_score": 3, "title": "Planter 05:52 FOR ABONNENTER Landmænd fra hele verden samles om regenerativt landbrug", "published": "2025-07-25", "bodyText": "<p>Regenerativt landbrug vinder hastigt frem...</p>", "publisher": "Webnews - Danish", "instances": []}, {"relevance_score": 3, "title": "Landmænd fra hele verden samles om regenerativt landbrug", "published": "2025-07-25", "bodyText": "<p>Regenerativt landbrug vinder hastigt frem...</p>", "publisher": "Webnews - Danish", "instances": []}, {"relevance_score": 3, "title": "Landmænd fra hele verden samles om regenerativt landbrug", "published": "2025-07-25", "bodyText": "<p>Regenerativt landbrug vinder hastigt frem...</p>", "publisher": "Webnews - Danish", "instances": []}, {"relevance_score": 3, "title": "Planter 25. jul. FOR ABONNENTER Landmænd fra hele verden samles om regenerativt landbrug", "published": "2025-07-25", "bodyText": "<p>Regenerativt landbrug vinder hastigt frem...</p>", "publisher": "Webnews - Danish", "instances": []}]