[{"relevance_score": 7, "title": "Le scelte urbanistiche a confronto con sfide sempre più complesse", "published": "2023-11-10", "bodyText": "<p nitf:lede=\"true\">FIRENZE Le problematiche legate alla climate equity e alla gentrification e ai riflessi che questi processi hanno a livello sociale, economico e territoriale. La questione delle abitazioni per residenti che languono sempre di più nelle città turistiche, lasciando al palo chi vorrebbe abitarci permanentemente. E quella, altrettanto pressante, che richiede soluzioni urbanistiche all'altezza per scongiurare il salasso degli studenti universitari in affitto. Sono alcuni dei temi trattati oggi, giornata conclusiva della 20ª edizione degli Stati generali di \"Urbanpromo - Progetti per il Paese\", l' importante manifestazione organizzata da Inu (Istituto nazionale di Urbanistica) e dalla società Urbit all'Innovation Center della Fondazione CR Firenze. Ne parleranno, tra i tanti relatori, accademici provenienti dai Politecnici di Torino e di Milano, dalla Sapienza e dall'Universitat Autònoma de Barcelona; membri della Fondazione Sviluppo e Crescita CRT e di Inu. Un ampio spazio è anche previsto per esaminare \"Le prospettive di affordable housing\" in Italia, per fare un punto sulla \"Pianificazione intercomunale\" e per discutere delle dinamiche dell'agrivoltaico nel paesaggio vinicolo. Info su: urbanpromo.it</p><p/>", "publisher": "La Nazione (Italy)", "instances": ["FIRENZE Le problematiche legate alla climate equity e alla gentrification e ai riflessi che questi processi hanno a livello sociale, economico e territoriale. La questione delle abitazioni per residenti che languono sempre di più nelle città turistiche, lasciando al palo chi vorrebbe abitarci permanentemente. E quella, altrettanto pressante, che richiede soluzioni urbanistiche all'altezza per scongiurare il salasso degli studenti universitari in affitto. Sono alcuni dei temi trattati oggi, giornata conclusiva della 20ª edizione degli Stati generali di \"Urbanpromo - Progetti per il Paese\", l' importante manifestazione organizzata da Inu (Istituto nazionale di Urbanistica) e dalla società Urbit all'Innovation Center della Fondazione CR Firenze. Ne parleranno, tra i tanti relatori, accademici provenienti dai Politecnici di Torino e di Milano, dalla Sapienza e dall'Universitat Autònoma de Barcelona; membri della Fondazione Sviluppo e Crescita CRT e di Inu. Un ampio spazio è anche previsto per esaminare \"Le prospettive di affordable housing\" in Italia, per fare un punto sulla \"Pianificazione intercomunale\" e per discutere delle dinamiche dell'agrivoltaico nel paesaggio vinicolo."]}, {"relevance_score": 17, "title": "Fondi comuni e replicanti, l'invasione dei prodotti verdi", "published": "2020-10-12", "bodyText": "<p nitf:lede=\"true\">Sarà stato anche un effetto della pandemia da coronavirus, che ha fatto crescere senso civico e sensibilità ambientale. Fatto è che nel mondo degli investimenti tutto quello che è sostenibile è stato oggetto negli ultimi mesi di un maggiore interesse da parte dei risparmiatori. E l'industria del gestito sta rispondendo a questa crescente domanda con prodotti, sia attivi sia passivi, sempre più responsabili.</p><p>Ma partiamo dai numeri generali. Secondo Morningstar, nel secondo trimestre 2020, l'86,3% della raccolta netta dei prodotti del gestito è confluita in Etf e fondi con una connotazione Esg (Environmental, social e governance). Stiamo parlando di 54,6 miliardi, più del doppio di quanto raccolto nel primo trimestre. Il patrimonio europeo gestito da fondi sostenibili è così cresciuto a 774 miliardi, pari all'82% del totale su scala globale. E se da un lato cresce l'interesse da parte dei risparmiatori verso strumenti più «verdi», dall'altro lato cresce anche l'offerta di fondi ed Etf sostenibili.</p><p>Per quanto riguarda il mondo dei «replicanti», tra gli ultimi debuttanti c'è l'iShares (EURO) Govt Bond Climate Ucits Etf, che replica l'indice Ftse Advanced Climate Risk-Adjusted Emu. Quotato da BlackRock su Xetra, in Germania, l'Etf investe nei titoli di Stato dell'Eurozona, offrendo una maggiore esposizione ai Paesi meno esposti ai rischi del cambiamento climatico.</p><p>Sempre in ambito obbligazionario, Ubs Am ha prima quotato su Borsa Italiana il J.P. Morgan Emu Government Esg Liquid Bond Ucits Etf e poi ha anche lanciato la versione a cambio coperto del Bloomberg Barclays Msci Global Liquid Corporates Sustainable Ucits Etf.</p><p>Guardando alla gestione attiva, invece, Morgan Stanley im ha dato il via a due fondi sostenibili focalizzati sul reddito fisso (l'Ms Invf Sustainable European Corporate Fune e l'Ms Invf Sustainable European Strategic Fund), mentre State Street Global Advisors, invece, ha lanciato una famiglia di fondi (State Street Climate Equity) dedicati agli investitori che mirano a ridurre il rischio climatico all'interno dei loro portafogli.</p><p>A fine giugno, Morningstar contava 2.703 strumenti con una connotazione sostenibile. Un numero che è destinato a salire sia in virtù delle tante nuove emissioni, sia in considerazione del restyling in chiave Esg di prodotti già esistenti.</p><p>Gabriele Petrucciani</p><p>© RIPRODUZIONE RISERVATA</p>", "publisher": "Corriere della Sera (Italy)", "instances": ["Per quanto riguarda il mondo dei «replicanti», tra gli ultimi debuttanti c'è l'iShares (EURO) Govt Bond Climate Ucits Etf, che replica l'indice Ftse Advanced Climate Risk-Adjusted Emu. Quotato da BlackRock su Xetra, in Germania, l'Etf investe nei titoli di Stato dell'Eurozona, offrendo una maggiore esposizione ai Paesi meno esposti ai rischi del cambiamento climatico. Sempre in ambito obbligazionario, Ubs Am ha prima quotato su Borsa Italiana il J. P. Morgan Emu Government Esg Liquid Bond Ucits Etf e poi ha anche lanciato la versione a cambio coperto del Bloomberg Barclays Msci Global Liquid Corporates Sustainable Ucits Etf. Guardando alla gestione attiva, invece, Morgan Stanley im ha dato il via a due fondi sostenibili focalizzati sul reddito fisso (l'Ms Invf Sustainable European Corporate Fune e l'Ms Invf Sustainable European Strategic Fund), mentre State Street Global Advisors, invece, ha lanciato una famiglia di fondi (State Street Climate Equity) dedicati agli investitori che mirano a ridurre il rischio climatico all'interno dei loro portafogli. A fine giugno, Morningstar contava 2. 703 strumenti con una connotazione sostenibile. Un numero che è destinato a salire sia in virtù delle tante nuove emissioni, sia in considerazione del restyling in chiave Esg di prodotti già esistenti. Gabriele Petrucciani© RIPRODUZIONE RISERVATA"]}, {"relevance_score": 5, "title": "Axa Im debutta in borsa", "published": "2023-02-11", "bodyText": "<p nitf:lede=\"true\">Un nuovo provider di prodotti indicizzati si è presentato in settimana in Borsa Italiana. Si tratta di Axa Im Etf. La società si propone inizialmente con cinque strumenti di natura azionaria, con connotati molto chiari quali la sostenibilità, l'efficienza dei costi e la gestione attiva. Gli Etf Axa Act Climate Equity e Axa Act Biodiversity Equity sono proposti sia a cambi aperti che nella versione euro hedged, e il portafoglio viene gestito attivamente attraverso filtri Esg. Indicizzazione classica, invece, per l'Etf Axa Nasdaq100, molto attento alla replica dell'indice e al tracking error. (riproduzione riservata)</p>", "publisher": "Milano Finanza", "instances": ["Un nuovo provider di prodotti indicizzati si è presentato in settimana in Borsa Italiana. Si tratta di Axa Im Etf. La società si propone inizialmente con cinque strumenti di natura azionaria, con connotati molto chiari quali la sostenibilità, l'efficienza dei costi e la gestione attiva. Gli Etf Axa Act Climate Equity e Axa Act Biodiversity Equity sono proposti sia a cambi aperti che nella versione euro hedged, e il portafoglio viene gestito attivamente attraverso filtri Esg. Indicizzazione classica, invece, per l'Etf Axa Nasdaq100, molto attento alla replica dell'indice e al tracking error. (riproduzione riservata)"]}, {"relevance_score": 4, "title": "Sos clima", "published": "2020-10-10", "bodyText": "<p nitf:lede=\"true\">State Street Global Advisors, debutta con i primi fondi dedicati agli investitori che puntano a ridurre il rischio climatico all’interno dei loro portafogli. La nuova gamma, battezzata State Street Climate Equity, vuole raggiungere gli obiettivi di riduzione delle emissioni di carbonio stabiliti dall’Accordo di Parigi investendo su azioni di aziende con una strategia solida per combattere il cambiamento climatico. I fondi effettueranno una serie esclusioni basate su specifiche norme e sul coinvolgimento delle imprese, oltre a utilizzare cinque metriche climatiche. Per Antonio Iaquinta, responsabile clienti Istituzionali di State Street Global Advisors in Italia «questi fondi, che rappresentano una esposizione core per molti investitori, possono offrire un supporto decisivo nella costruzione di portafogli sostenibili». (riproduzione riservata)</p><p/>", "publisher": "Milano Finanza", "instances": ["State Street Global Advisors, debutta con i primi fondi dedicati agli investitori che puntano a ridurre il rischio climatico all’interno dei loro portafogli. La nuova gamma, battezzata State Street Climate Equity, vuole raggiungere gli obiettivi di riduzione delle emissioni di carbonio stabiliti dall’Accordo di Parigi investendo su azioni di aziende con una strategia solida per combattere il cambiamento climatico. I fondi effettueranno una serie esclusioni basate su specifiche norme e sul coinvolgimento delle imprese, oltre a utilizzare cinque metriche climatiche. Per Antonio Iaquinta, responsabile clienti Istituzionali di State Street Global Advisors in Italia «questi fondi, che rappresentano una esposizione core per molti investitori, possono offrire un supporto decisivo nella costruzione di portafogli sostenibili». (riproduzione riservata)"]}]