[{"relevance_score": 18, "title": "Huddlestock Fintech AS (OSE: HUDL):  German fintech bank launches investment services powered by Huddlestock’s white label TradeTech SaaS solution.", "published": "2022-10-06", "bodyText": "<p nitf:lede=\"true\">6.10.2022 08:01:39 CEST | Huddlestock Fintech AS | Non-regulatory press releases</p><p nitf:lede=\"true\">We are pleased to report that the German fintech bank Tomorrow, on 5th October 2022, announced that it has launched and is live with the Tomorrow Better Future Stocks fund, an impact-oriented climate equity fund managed by Universal Investments and Evergreen GmbH.  The fund will be made available to investors through Tomorrow’s sustainable investment app which resides within Solaris’ brokerage-as-a-service offering and is powered by Huddlestock’s technology and its regulatory partners Solaris, Baader Bank and DonauCapital.</p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">«Following the announcement of our partnership with Solaris, Europe’s leading Banking-as-a-Service provider, in June 2022, we are excited to see that through technology and collaboration, our white label TradeTech solution enables innovative fintech banks like Tomorrow, to offer their clients sustainable investment solutions with real world impact.  </emphasis><emphasis typeStyle=\"bf\">As a UN Global Compact signatory, w</emphasis><emphasis typeStyle=\"bf\">e are delighted to work with our partners Solaris, Baader Bank and DonauCapital in creating the technical infrastructure for Tomorrow’s sustainable investment solution,” says John E. Skajem, Group CEO, Huddlestock Fintech AS.</emphasis></p><p>Huddlestock Fintech announced the signing of a full white-label contract with Solaris, the leading European Banking-as-a-Service platform with headquarters in Berlin, Germany, 15th June 2022.   Solaris’ Brokerage-as-a-Service solution offers their more their 60 partners and more than 5 million unique end clients, the opportunity to participate in the high growth retail brokerage market by offering trading in equities, ETFs, CFDs and mutual funds via one time order or savings plan.  </p><p>Link to press-release <url normalizedValue=\"https://www.huddlestock.com/wp-content/uploads/2022/06/Hsf-ir-Huddlestock-signs-contract-with-Solarisbank-20220615.pdf\">https://www.huddlestock.com/wp-content/uploads/2022/06/Hsf-ir-Huddlestock-signs-contract-with-Solarisbank-20220615.pdf</url></p><p>Tomorrow announced the launch of its sustainable investment solution and the Tomorrow Better Future Stocks fund on 5th October 2022. Link to press-release <url normalizedValue=\"https://www.tomorrow.one/en-EU/magazine/out-now-sustainable-investing-tomorrow/\">https://www.tomorrow.one/en-EU/magazine/out-now-sustainable-investing-tomorrow/</url></p><h>Disclosure regulation</h><p>This information is subject to the disclosure requirements pursuant to section 5-12 of the Norwegian Securities Trading Act.</p><h>Contacts</h><list><listItem><label>•</label><bodyText><p>              John E. Skajem, CEO, +47 418 87 412, <url normalizedValue=\"mailto:jes@huddlestock.com\">jes@huddlestock.com</url></p>", "publisher": "Nordic IR - English", "instances": ["6. 10. 2022 08:01:39 CEST | Huddlestock Fintech AS | Non-regulatory press releasesWe are pleased to report that the German fintech bank Tomorrow, on 5th October 2022, announced that it has launched and is live with the Tomorrow Better Future Stocks fund, an impact-oriented climate equity fund managed by Universal Investments and Evergreen GmbH. The fund will be made available to investors through Tomorrow’s sustainable investment app which resides within Solaris’ brokerage-as-a-service offering and is powered by Huddlestock’s technology and its regulatory partners Solaris, Baader Bank and DonauCapital. «Following the announcement of our partnership with Solaris, Europe’s leading Banking-as-a-Service provider, in June 2022, we are excited to see that through technology and collaboration, our white label TradeTech solution enables innovative fintech banks like Tomorrow, to offer their clients sustainable investment solutions with real world impact. As a UN Global Compact signatory, we are delighted to work with our partners Solaris, Baader Bank and DonauCapital in creating the technical infrastructure for Tomorrow’s sustainable investment solution,” says John E. Skajem, Group CEO, Huddlestock Fintech AS. Huddlestock Fintech announced the signing of a full white-label contract with Solaris, the leading European Banking-as-a-Service platform with headquarters in Berlin, Germany, 15th June 2022."]}]