[{"relevance_score": 13, "title": "UK-US forum seeks to mobilise climate finance", "published": "2023-07-11", "bodyText": "<p nitf:lede=\"true\">July 11 (Renewables Now) - A UK-US Climate Finance Mobilisation Forum on Monday saw a number of commitments, including a pledge by London-based LeapFrog Investments to invest USD 500 million (EUR 456m) in companies that are addressing climate change in Africa and Asia.</p><p>The forum was convened by UK Energy Security Secretary Grant Shapps and US Special Presidential Envoy for Climate John Kerry as part of US President Joe Biden's visit to the UK. It gathered philanthropists and financiers in a bid to catalyse finance to help emerging markets and developing countries tackle the climate crisis.</p><p>According to a joint UK-US statement on Tuesday, the forum resulted in the announcement of some USD 2.2 billion worth of initiatives. These include plans by Bilders Vision, Mitsui &amp; Co and Renewable Resources Group Partnership to identify over USD 1 billion of nature-based solutions projects in emerging markets. Through a new venture, the companies are aiming to address the impacts of climate change across critical supply chains in agriculture, natural resources development, and energy. They intend to cooperate on activities where nature-based solutions such as regenerative farming, agroforestry and sustainable water management can be used alongside technology solutions.</p><p>LeapFrog Investments' USD 500 million commitment is aimed at providing green tools and technologies to 50 million low-income people. The focus will be on supporting companies in the built environment, energy, mobility and food sectors.</p><p>It was also announced that the Tony Elumelu Foundation is launching a USD-500-million Coalition for African Entrepreneurs.</p><p>In a statement ahead of the forum, the UK Department for Energy Security and Net Zero cited estimates that by 2030 annual clean energy investment in emerging and developing countries should grow by more than seven times, to above USD 1 trillion, for the world to get on track to reach net-zero emissions by 2050.</p><p>(USD 1 = EUR 0.913)</p>", "publisher": "SeeNews Renewables", "instances": ["July 11 (Renewables Now) - A UK-US Climate Finance Mobilisation Forum on Monday saw a number of commitments, including a pledge by London-based LeapFrog Investments to invest USD 500 million (EUR 456m) in companies that are addressing climate change in Africa and Asia. The forum was convened by UK Energy Security Secretary Grant Shapps and US Special Presidential Envoy for Climate John Kerry as part of US President Joe Biden's visit to the UK. It gathered philanthropists and financiers in a bid to catalyse finance to help emerging markets and developing countries tackle the climate crisis. According to a joint UK-US statement on Tuesday, the forum resulted in the announcement of some USD 2. 2 billion worth of initiatives. These include plans by Bilders Vision, Mitsui &amp; Co and Renewable Resources Group Partnership to identify over USD 1 billion of nature-based solutions projects in emerging markets. Through a new venture, the companies are aiming to address the impacts of climate change across critical supply chains in agriculture, natural resources development, and energy. They intend to cooperate on activities where nature-based solutions such as regenerative farming, agroforestry and sustainable water management can be used alongside technology solutions. LeapFrog Investments' USD 500 million commitment is aimed at providing green tools and technologies to 50 million low-income people. The focus will be on supporting companies in the built environment, energy, mobility and food sectors. It was also announced that the Tony Elumelu Foundation is launching a USD-500-million Coalition for African Entrepreneurs.", "It gathered philanthropists and financiers in a bid to catalyse finance to help emerging markets and developing countries tackle the climate crisis. According to a joint UK-US statement on Tuesday, the forum resulted in the announcement of some USD 2. 2 billion worth of initiatives. These include plans by Bilders Vision, Mitsui &amp; Co and Renewable Resources Group Partnership to identify over USD 1 billion of nature-based solutions projects in emerging markets. Through a new venture, the companies are aiming to address the impacts of climate change across critical supply chains in agriculture, natural resources development, and energy. They intend to cooperate on activities where nature-based solutions such as regenerative farming, agroforestry and sustainable water management can be used alongside technology solutions. LeapFrog Investments' USD 500 million commitment is aimed at providing green tools and technologies to 50 million low-income people. The focus will be on supporting companies in the built environment, energy, mobility and food sectors. It was also announced that the Tony Elumelu Foundation is launching a USD-500-million Coalition for African Entrepreneurs. In a statement ahead of the forum, the UK Department for Energy Security and Net Zero cited estimates that by 2030 annual clean energy investment in emerging and developing countries should grow by more than seven times, to above USD 1 trillion, for the world to get on track to reach net-zero emissions by 2050. (USD 1 = EUR 0."]}, {"relevance_score": 8, "title": "Jeweler Tiffany &amp; Co targets net-zero by 2040", "published": "2022-11-17", "bodyText": "<p nitf:lede=\"true\">November 17 (Renewables Now) - Jewelry, watches and luxury accessories maker Tiffany &amp; Co on Thursday committed to achieving net-zero greenhouse gas (GHG) emissions across both its own operations and the supply chain by 2040.</p><p>The New York City-based House said in a statement that it will be pursuing a near-term target of 70% lower emissions of Scopes 1 and 2, and 40% of Scope 3 by 2030, all measured from a 2019 base year. Its ultimate goal is to achieve a 90% reduction of Scopes 1, 2 and 3 emissions by 2040 and to neutralise the remaining 10% by investing in nature-based solutions.</p><p>The company plans to reach its objectives through several initiatives. When it comes to renewable energy consumption, it wants to be utilising 100% renewable electricity by 2030 and to invest in energy efficiency. Last year, 89% of its global electricity needs were covered with renewables, including with solar panels at company locations and renewable electricity credit purchases.</p><p>The plan also envisages the construction and retrofitting of more sustainable buildings, sourcing 100% of precious metals from known recycled sources, and investing in sustainable transportation.</p><p>Tiffany &amp; Co noted that, in September 2022, it submitted its new targets for review by the Science Based Targets Initiative (SBTi).</p>", "publisher": "SeeNews Renewables", "instances": ["November 17 (Renewables Now) - Jewelry, watches and luxury accessories maker Tiffany &amp; Co on Thursday committed to achieving net-zero greenhouse gas (GHG) emissions across both its own operations and the supply chain by 2040. The New York City-based House said in a statement that it will be pursuing a near-term target of 70% lower emissions of Scopes 1 and 2, and 40% of Scope 3 by 2030, all measured from a 2019 base year. Its ultimate goal is to achieve a 90% reduction of Scopes 1, 2 and 3 emissions by 2040 and to neutralise the remaining 10% by investing in nature-based solutions. The company plans to reach its objectives through several initiatives. When it comes to renewable energy consumption, it wants to be utilising 100% renewable electricity by 2030 and to invest in energy efficiency. Last year, 89% of its global electricity needs were covered with renewables, including with solar panels at company locations and renewable electricity credit purchases. The plan also envisages the construction and retrofitting of more sustainable buildings, sourcing 100% of precious metals from known recycled sources, and investing in sustainable transportation. Tiffany &amp; Co noted that, in September 2022, it submitted its new targets for review by the Science Based Targets Initiative (SBTi)."]}, {"relevance_score": 39, "title": "OVERVIEW - Realising a carbon-neutral future in a post-pandemic environment", "published": "2020-10-23", "bodyText": "<p nitf:lede=\"true\">This is an op-ed by Paddy Padmanathan, President and CEO of ACWA Power and Deputy Chair of the Energy, Sustainability &amp; Climate Taskforce at B20 Saudi Arabia.</p><p nitf:lede=\"true\">October 23 (Renewables Now) - The ever-increasing demand for energy requires that we seriously consider how it is produced and which science-based policies will allow us to move toward a more sustainable and carbon neutral society.</p><p nitf:lede=\"true\">The recent pledges from a number of major energy companies, including Total and Reliance Industries, to go carbon neutral, by 2050 and 2035 respectively, underscore the important role this industry can play. This is particularly important, as a diversified energy matrix constitutes the backbone for a carbon neutral energy transition with electricity generation alone accounting for more than one-third of global carbon emissions. </p><p>The transition toward carbon neutrality hinges directly on moving to cleaner energy through the promotion of efficient, renewable, alternative fuels, innovative technology, and new paradigms such as circular carbon economy and nature-based solutions. And there may not be a better time to pursue these goals than now as economies begin recovering from the impact of the COVID-19 pandemic. </p><p>The Business 20 (B20), the voice of the private sector to the G20, recently issued a joint statement with the International Energy Agency (IEA), calling on G20 governments to make real and lasting progress in clean energy. In addition to the B20's efforts, a dedicated Energy Focus Group (EFG) was created under the G20 Energy Ministerial to ensure the energy sector remains committed to advancing the G20's commitment to global energy security and resilience. Energy Ministers met on September 29 to elevate the EFG's work and also reaffirm its support of initiative such as the Circular Carbon Economy (CCE) Platform and the ongoing G20 Initiative on Clean Cooking and Energy Access.</p><p>We already have many of the necessary solutions. The leading carbon emitters could eliminate 75% to 90% of the gap between emissions under current policies and their individual 2050 2 degrees Celsius Paris targets using generally accepted technologies. For the remaining gap, remedies also already exist but require further advancement and scaling. The next step is to combine these technologies with strong policy frameworks to achieve carbon neutrality, while considering maturity levels and sector-relevance in a more resilient post-COVID world. With the global market of climate technologies expected to grow to USD 1 trillion-2 trillion per year by 2030, this approach can create new sectors, jobs, and financial opportunities for companies that could yield significant economic benefits. Further, private research and development for continued innovation such as enabling technology, implementing business models and establishing new market structures is critical for a successful energy transition, as noted by the International Renewable Energy Agency (IRENA). Innovation should play a central role in all businesses' strategy going forward.</p><p>However, the refusal to pursue a carbon-neutral energy transition is in itself an economic matter. The global GDP in 2020 is forecasted to drop 2.4% due to COVID-19, and we are currently living through the intense economic consequences of this downturn. Aligning the global COVID-19 recovery strategy with decarbonisation targets in the energy sector is not just an opportunity for a green transition, but an opportunity to grow our economies sustainably by approximately 3.5%. This increase would directly produce about 27 million jobs worldwide through 2023, according to the International Energy Agency.</p><p>Furthermore, carbon pricing schemes can provide more significant and immediate change as they not only work to lower emissions, but also increase GDP and create areas for business growth. Specifically, carbon pricing mechanisms can potentially unlock additional public revenues of estimated USD 2.8 trillion annually by 2030. This economic gain can be used to further the long-term transition to an inclusive and clean energy economy, and provide the predictability needed for businesses to commit to low-carbon alternatives. There has already been some development in this area. In 2018, governments raised approximately USD 44 billion in carbon pricing revenues, with more than half generated by carbon taxes. While these are welcomed steps, such efforts alone might not be enough as some countries still lag on meeting the targets set by the Paris Agreement and the UN Sustainable Development Goals. Failure to address these climate issues have significant environmental, health and economic consequences. In fact, an uncurbed continued temperature rise could cause an estimated global drop in GDP of up to 30%. </p><p>All these efforts should be supported by cohesive multilateral policy coordination, but such initiatives in the past have not yielded results. A more effective short-term approach therefore would be for governments to individually step forward in partnership with the international and domestic business communities to create meaningful progress and pave the way for more effective international cooperation going forward. This is the only realistic path to accelerating emission reductions as an immediate priority. In the long-term, strengthening of multilateral collaborations, intensified cooperation with businesses and the implementation of action-oriented policy that advance carbon neutrality, such as the ones proposed by B20 Saudi Arabia, will be a necessary step to further progress in fulfilling the Paris agenda and the SDGs.</p><p>There has long been a misconception that a sustainable and inclusive approach to energy is at odds with economic interests. But we are increasingly seeing data showing that a green transition can drive a more equal and inclusive society. And the private sector has a pivotal role to play in as sustainable development creates new jobs, new skills and new investments. We can continue to be leaders in our field while working alongside governments to implement policies that promote the lasting change that we need for future generations.</p>", "publisher": "SeeNews Renewables", "instances": ["This is an op-ed by Paddy Padmanathan, President and CEO of ACWA Power and Deputy Chair of the Energy, Sustainability &amp; Climate Taskforce at B20 Saudi Arabia. October 23 (Renewables Now) - The ever-increasing demand for energy requires that we seriously consider how it is produced and which science-based policies will allow us to move toward a more sustainable and carbon neutral society. The recent pledges from a number of major energy companies, including Total and Reliance Industries, to go carbon neutral, by 2050 and 2035 respectively, underscore the important role this industry can play. This is particularly important, as a diversified energy matrix constitutes the backbone for a carbon neutral energy transition with electricity generation alone accounting for more than one-third of global carbon emissions. The transition toward carbon neutrality hinges directly on moving to cleaner energy through the promotion of efficient, renewable, alternative fuels, innovative technology, and new paradigms such as circular carbon economy and nature-based solutions. And there may not be a better time to pursue these goals than now as economies begin recovering from the impact of the COVID-19 pandemic. The Business 20 (B20), the voice of the private sector to the G20, recently issued a joint statement with the International Energy Agency (IEA), calling on G20 governments to make real and lasting progress in clean energy. In addition to the B20's efforts, a dedicated Energy Focus Group (EFG) was created under the G20 Energy Ministerial to ensure the energy sector remains committed to advancing the G20's commitment to global energy security and resilience. Energy Ministers met on September 29 to elevate the EFG's work and also reaffirm its support of initiative such as the Circular Carbon Economy (CCE) Platform and the ongoing G20 Initiative on Clean Cooking and Energy Access. We already have many of the necessary solutions."]}, {"relevance_score": 9, "title": "Solar IPP Greenpower lands USD 12m for more rooftop PV in Sri Lanka", "published": "2025-06-06", "bodyText": "<p nitf:lede=\"true\">June 6 (Renewables Now) - Sri Lanka-focused renewable energy independent power producer (IPP) Greenpower SL has secured a USD-12-million (EUR 8.9m) from the Private Infrastructure Development Group (PIDG), allowing it to grow its rooftop solar capacity to up to 190 MWp and explore new technologies.</p><p>The investment, awarded through PIDG's project development platform InfraCo, is accompanied by a USD-80,000 technical assistance grant, the funding organisation said on Thursday.</p><p>The fresh financing will enable Greenpower to more than double its rooftop solar portfolio, which currently consists of 80 MWp of plants installed across public rooftop areas in Sri Lanka. A portion of it will support the exploration of new technologies such as energy storage, while the grant will fund a feasibility study exploring nature-based solutions that could enhance the operation of PV installations.</p><p>Through the investment, PIDG joins Greenpower's existing shareholders Volta Groupe and Norfund, the Norwegian Development Finance Institution.</p><p>Greenpower has so far equipped with solar arrays more than 1,300 public buildings, including schools and hospitals across Sri Lanka.</p><p>(USD 1.0 = EUR 0.874)</p>", "publisher": "SeeNews Renewables", "instances": ["June 6 (Renewables Now) - Sri Lanka-focused renewable energy independent power producer (IPP) Greenpower SL has secured a USD-12-million (EUR 8. 9m) from the Private Infrastructure Development Group (PIDG), allowing it to grow its rooftop solar capacity to up to 190 MWp and explore new technologies. The investment, awarded through PIDG's project development platform InfraCo, is accompanied by a USD-80,000 technical assistance grant, the funding organisation said on Thursday. The fresh financing will enable Greenpower to more than double its rooftop solar portfolio, which currently consists of 80 MWp of plants installed across public rooftop areas in Sri Lanka. A portion of it will support the exploration of new technologies such as energy storage, while the grant will fund a feasibility study exploring nature-based solutions that could enhance the operation of PV installations. Through the investment, PIDG joins Greenpower's existing shareholders Volta Groupe and Norfund, the Norwegian Development Finance Institution. Greenpower has so far equipped with solar arrays more than 1,300 public buildings, including schools and hospitals across Sri Lanka. (USD 1. 0 = EUR 0. 874)"]}, {"relevance_score": 7, "title": "Neonergia, Carbon2Nature to form carbon credit JV in Brazil", "published": "2024-07-23", "bodyText": "<p nitf:lede=\"true\">July 23 (Renewables Now) - Brazilian utility company Neoenergia SA (BVMF:NEOE3) is forming a joint venture (JV) with Spanish firm Carbon2Nature to develop projects for the generation of carbon credits in Brazil.</p><p>Both Neoenergia and Carbon2Nature, a specialist in nature-based solutions (NBS) projects for carbon credit generation, are part of Spain's Iberdrola SA (BME:IBE).</p><p>Neoenergia said it will have a 49% stake in the JV, while Carbon2Nature will be the controlling the entity through its 51% shareholding. The Spanish firm has been active since May 2023. In addition to Brazil, the company has projects under development at home and is expanding its operations to Colombia, Mexico and Chile.</p><p>\"The investment in Carbon2Nature Brazil is in line with the company's strategy to expand its operations as a provider of decarbonisation solutions and to facilitate the energy transition. In addition, we are contributing to achieving our ESG goals,\" said Eduardo Capelastegui, CEO of Neoenergia.</p>", "publisher": "SeeNews Renewables", "instances": ["July 23 (Renewables Now) - Brazilian utility company Neoenergia SA (BVMF:NEOE3) is forming a joint venture (JV) with Spanish firm Carbon2Nature to develop projects for the generation of carbon credits in Brazil. Both Neoenergia and Carbon2Nature, a specialist in nature-based solutions (NBS) projects for carbon credit generation, are part of Spain's Iberdrola SA (BME:IBE). Neoenergia said it will have a 49% stake in the JV, while Carbon2Nature will be the controlling the entity through its 51% shareholding. The Spanish firm has been active since May 2023. In addition to Brazil, the company has projects under development at home and is expanding its operations to Colombia, Mexico and Chile. The investment in Carbon2Nature Brazil is in line with the company's strategy to expand its operations as a provider of decarbonisation solutions and to facilitate the energy transition. In addition, we are contributing to achieving our ESG goals,\" said Eduardo Capelastegui, CEO of Neoenergia."]}, {"relevance_score": 40, "title": "PRM / ZAYED-SUSTAINABILITY", "published": "2025-07-28", "bodyText": "<p nitf:lede=\"true\">The UAE’s Zayed Sustainability Prize, a pioneering global award that has transformed the lives of over 400 million people, has officially closed submissions for its 2026 awards cycle. A total of 7,761 entries from 173 countries were received across the six categories of Health, Food, Energy, Water, Climate Action and Global High Schools, reflecting the Prize’s continued role in advancing impactful solutions to pressing global challenges.</p><p nitf:lede=\"true\">This press release features multimedia. View the full release here: <url normalizedValue=\"https://www.businesswire.com/news/home/20250728506759/en/\">https://www.businesswire.com/news/home/20250728506759/en/</url></p><p>&lt;div&gt;Zayed Sustainability Prize beneficiaries celebrate receiving solar-powered lights (Photo: AETOSWire)&lt;/div&gt;</p><p>Now in its 17th year, the Prize empowers small to medium-sized enterprises (SMEs), nonprofit organisations and high schools to develop and scale sustainable innovations that improve lives, especially in vulnerable and underserved communities. From clean energy and healthcare access to regenerative agriculture and safe drinking water, this year’s submissions reflect a rising focus on technology-powered, community-led models that expand access where it’s needed most.</p><p>Submissions increased by 30% compared to the previous cycle. There was a marked rise in projects that integrate cutting-edge technologies – such as artificial intelligence, direct air carbon capture, and fintech tools – with grassroots approaches, highlighting how innovation, equity, and long-term impact are converging in meaningful ways.</p><p>H.E. Dr. Sultan Ahmed Al Jaber, UAE Minister of Industry and Advanced Technology and Director-General of the Zayed Sustainability Prize, said: “The record number of submissions to this year’s Prize cycle reflects a growing global commitment to practical, scalable solutions that deliver long-term impact. We saw particularly strong momentum in food systems, where smart technologies are helping boost productivity and resilience. Across all categories, the increased use of AI and other advanced technologies highlights how innovation is being harnessed to drive inclusive, community-led progress. The Zayed Sustainability Prize remains focused on recognising pioneers who deliver measurable impact and advance sustainable development worldwide.”</p><p>Early analysis shows that around 85% of all submissions came from the developing and emerging economies, with top contributions from India, Ethiopia, Uzbekistan, Brazil, and Indonesia. Participation was also high from developed countries like the United Arab Emirates and the United States of America, both making it into the top 10 submission countries.</p><p>The Food (1,630) and Climate Action (1,880) categories attracted the highest number of entries, reflecting the global urgency around food security, ecosystem protection, and disaster resilience. These were followed by Health (1,497), Global High Schools (1,070), Water (863) and Energy (821).</p><p>Submissions to the Health category grew by over 60% this year, with entries focusing on AI-enabled diagnostics, wearable tech, and decentralised care. Many also explored tech-enabled sustainable logistics and improved traceability to strengthen healthcare delivery systems.</p><p>The Food category highlighted advances in precision agriculture and agri-robotics, with smart systems and drones helping farmers boost yields as well as circularity in food systems.</p><p>In Energy, submissions revealed a growing interest in thermal energy storage and advanced low-carbon fuels, and broader energy transformation, including solutions for future-proofing energy systems to meet the growing global demand scenarios.</p><p>Entries in the Water category explored innovative ways to expand freshwater access, including atmospheric water generation and low-energy desalination, as well as fintech tools that promote more transparent and equitable distribution.</p><p>Climate Action entries addressed both mitigation and adaptation, featuring nature-based solutions, direct air carbon capture, predictive tools for resilience and disaster preparedness, and community-based conservation grounded in Indigenous knowledge.</p><p>Youth-led submissions in Global High Schools reflected a remarkable surge in youth engagement and commitment to sustainability, with projects ranging from AI-powered climate monitoring and smart irrigation for school farms to low-cost water filtration and tech-based approaches to waste tracking and upcycling.</p><p>Following the close of submissions, the Prize now enters the evaluation stage. All entries will be shortlisted by an independent research and analysis consultancy. A Selection Committee comprised of globally renowned industry experts will then assess the qualified entries and shortlist the candidates. The third and final tier of the evaluation process is the Jury, which will convene in October to unanimously elect the winners in each category.</p><p>Winners will be announced at the Zayed Sustainability Prize Awards Ceremony on 13 January 2026, during Abu Dhabi Sustainability Week. Each winner in the organisational categories will receive US $1 million, while six high schools – representing the world’s regions – will be awarded US $150,000 each to implement or expand their sustainability projects.</p><p>About the Zayed Sustainability Prize</p><p>The Zayed Sustainability Prize, an affiliate of Erth Zayed Philanthropies, is the UAE’s pioneering award for innovative solutions to global challenges.</p><p>A tribute to the legacy and vision of the UAE’s founding father, Sheikh Zayed bin Sultan Al Nahyan, the Prize aims to drive sustainable development worldwide.</p><p>Each year, across the Health, Food, Energy, Water, Climate Action and Global High Schools categories, the Prize rewards organisations and high schools for their groundbreaking solutions to our planet’s most pressing needs.</p><p>Through its 128 winners, in 17 years, the Prize has positively impacted over 400 million lives across the globe, inspiring innovators to amplify their impact, and chart a sustainable future for all.</p><p>Source: AETOSWire</p><p>View source version on businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20250728506759/en/\">https://www.businesswire.com/news/home/20250728506759/en/</url></p>", "publisher": "Ritzau", "instances": ["Submissions to the Health category grew by over 60% this year, with entries focusing on AI-enabled diagnostics, wearable tech, and decentralised care. Many also explored tech-enabled sustainable logistics and improved traceability to strengthen healthcare delivery systems. The Food category highlighted advances in precision agriculture and agri-robotics, with smart systems and drones helping farmers boost yields as well as circularity in food systems. In Energy, submissions revealed a growing interest in thermal energy storage and advanced low-carbon fuels, and broader energy transformation, including solutions for future-proofing energy systems to meet the growing global demand scenarios. Entries in the Water category explored innovative ways to expand freshwater access, including atmospheric water generation and low-energy desalination, as well as fintech tools that promote more transparent and equitable distribution. Climate Action entries addressed both mitigation and adaptation, featuring nature-based solutions, direct air carbon capture, predictive tools for resilience and disaster preparedness, and community-based conservation grounded in Indigenous knowledge. Youth-led submissions in Global High Schools reflected a remarkable surge in youth engagement and commitment to sustainability, with projects ranging from AI-powered climate monitoring and smart irrigation for school farms to low-cost water filtration and tech-based approaches to waste tracking and upcycling. Following the close of submissions, the Prize now enters the evaluation stage. All entries will be shortlisted by an independent research and analysis consultancy. A Selection Committee comprised of globally renowned industry experts will then assess the qualified entries and shortlist the candidates. The third and final tier of the evaluation process is the Jury, which will convene in October to unanimously elect the winners in each category."]}, {"relevance_score": 28, "title": "PRM / CA-NOVOLOOP", "published": "2025-06-25", "bodyText": "<p nitf:lede=\"true\">Novoloop, a pioneer in advanced chemical recycling, announced today the successful close of its Series B funding round, led by Taranis. The investment will accelerate Novoloop’s commercial scale-up of its proprietary Lifecycling technology, which transforms post-consumer polyethylene into high-performance polyol and polyurethane, and support the launch of key customer programs.</p><p>This press release features multimedia. View the full release here: <url normalizedValue=\"https://www.businesswire.com/news/home/20250624087075/en/\">https://www.businesswire.com/news/home/20250624087075/en/</url></p><p>&lt;div&gt;Novoloop successfully closes series B funding round led by Taranis&lt;/div&gt;</p><p>This latest funding round brings Novoloop’s total capital raised to over $50 million and marks a continuation of the company’s significant momentum—demonstrated by achieving continuous operations at its demonstration plant in India, strategic partnerships with world-leading polyurethane producers in China, and progress toward siting its first commercial facility. With continued backing from existing investor Valo Ventures, the round also welcomed new investment from SHOP Limited, the Family Office of the Bata Shoe Company.</p><p>“We are thrilled to partner with Taranis, whose deep commitment in plastic circularity and industrial decarbonization aligns with our ambition to scale Lifecycling globally,” said Miranda Wang, CEO and Co-Founder of Novoloop. “This round positions us to meet growing demand from a wider supply chain seeking circular and cost-competitive polyurethanes through the industrial scale-up of our first-of-a-kind technology.”</p><p>Taranis brings deep operational and technical expertise in scaling pioneering industrial technologies and solutions that enable the circular transformation of hard-to-abate sectors. The investment affirms Novoloop’s role at the forefront of circular materials innovation and recognizes its unique ability to deliver scalable impact by displacing fossil-based inputs in everyday products.</p><p>“As the world looks to decarbonize materials and eliminate waste, Novoloop offers a breakthrough solution for upcycling polyethylene—one of the hardest plastics to recycle,” said David Sorin, Managing Director of Taranis. “Their technology fits within our mission to decarbonize heavy industries and scale circular infrastructure. We are proud to back the team in building a more circular, low-carbon plastics economy.”</p><p>About Novoloop</p><p>Novoloop is a circular innovation company transforming hard-to-recycle plastics with its proprietary Lifecycling technology. By chemically upcycling post-consumer polyethylene into high-performance, low-carbon polyols and polyurethanes, Novoloop enables sustainable materials for applications in footwear, apparel, automotive, and more. Founded in 2015 and based in California, the company has raised over $50 million and holds 50 granted and pending patents across 18 regions. Novoloop’s Lifecycled TPU debuted in On’s Cloudprime sneaker in 2022, and in 2025, the company was named one of TIME’s World’s Top Greentech Companies. Learn more at novoloop.com.</p><p>About Taranis</p><p>Taranis is an investment and impact project development entity of the Perenco Group. Its mission is to research, finance and operate innovative initiatives in the fields of sustainable energy, carbon management and nature-based solutions. Drawing on Perenco's industrial expertise, Taranis aims to reconcile economic performance and environmental responsibility, while generating a tangible social impact. For more information, visit taranis.eu.</p><p>View source version on businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20250624087075/en/\">https://www.businesswire.com/news/home/20250624087075/en/</url></p>", "publisher": "Ritzau", "instances": ["Founded in 2015 and based in California, the company has raised over $50 million and holds 50 granted and pending patents across 18 regions. Novoloop’s Lifecycled TPU debuted in On’s Cloudprime sneaker in 2022, and in 2025, the company was named one of TIME’s World’s Top Greentech Companies. Learn more at novoloop. com. About TaranisTaranis is an investment and impact project development entity of the Perenco Group. Its mission is to research, finance and operate innovative initiatives in the fields of sustainable energy, carbon management and nature-based solutions. Drawing on Perenco's industrial expertise, Taranis aims to reconcile economic performance and environmental responsibility, while generating a tangible social impact. For more information, visit taranis. eu. View source version on businesswire. com: https://www."]}, {"relevance_score": 39, "title": "PRM / TX-ANEW-CLIMATE/AURORA", "published": "2025-06-25", "bodyText": "<p nitf:lede=\"true\">Anew Climate and Aurora Sustainable Lands today announced a 10-year agreement with Microsoft to deliver 4.8 million nature-based carbon removal credits.</p><p nitf:lede=\"true\">This press release features multimedia. View the full release here: <url normalizedValue=\"https://www.businesswire.com/news/home/20250625732509/en/\">https://www.businesswire.com/news/home/20250625732509/en/</url></p><p nitf:lede=\"true\">The deal supports one of the largest permanent working forest carbon removal efforts in the United States, and will provide investments and jobs across timberland communities.</p><p>The projects, developed by Anew Climate and owned and managed by Aurora Sustainable Lands, span ecologically diverse forestlands in New York, Virginia, West Virginia, Kentucky, and Florida and utilize Improved Forest Management (IFM) to generate nature-based removal credits. Removals from these projects will be among the first issued under ACR’s IFM v2.1 protocol, a next-generation methodology that advances the field via dynamic baselines, enhanced additionality and monitoring requirements, improved quantification accuracy, and increased transparency.</p><p>At the heart of this initiative is Anew’s Epoch Evaluation Platform, a proprietary system that leverages machine learning, high-resolution satellite imagery, drone data, and ground-based field measurements to enable ongoing, location-specific tracking and validation of forest carbon baselines, surpassing the requirements of the IFM v2.1 methodology. In partnership with Aurora, Anew designed a custom project that exceeds registry mandates and meets Microsoft’s high standards for durability and integrity, featuring extended monitoring, tech-enabled quantification, perpetual working forest easements and covenants. Collectively, this marks the largest permanent working forest protection project in the eastern U.S. in two decades.</p><p>“This agreement sets a new standard for nature-based carbon removals, pairing technical rigor with environmental stewardship at scale,” said Angela Schwarz, Chief Executive Officer of Anew Climate. “Microsoft’s collaboration enables innovation that benefits the broader market and accelerates our collective path to net zero.”</p><p>At a time when high-quality nature- and technology-based carbon removals remain in limited supply, this agreement stands out for its immediate impact, as material volumes of removal credits will begin being delivered in 2025.</p><p>“Aurora Sustainable Lands is distinctive because we are the landowner and operator, managing everything from root to credit. This comprehensive approach ensures the highest integrity and quality of our carbon credits,” said Jamie Houston, CEO of Aurora Sustainable Lands. “Microsoft, Anew, and Aurora all share a deep commitment to climate-smart, sustainable practices, ensuring a healthier planet for future generations.”</p><p>“We believe transparent and high-integrity nature-based carbon removal is important to meeting Microsoft’s Carbon Negative 2030 goal,” said Brian Marrs, Senior Director, Energy &amp; Carbon Removal at Microsoft. “This agreement with Anew and Aurora reflects our commitment to advancing the integrity and impact of improved forest management.”</p><p>About Anew Climate</p><p>Anew Climate, LLC, is a global leader of diverse climate solutions built on the principles of transparency and accountability. With deep market understanding, Anew leverages technological and nature-based solutions to create value through the generation and marketing of environmental credits for low carbon fuel, carbon, renewable energy, and emissions markets. Anew is majority owned by TPG Rise, TPG’s global impact investing platform. The company has offices in the U.S., Canada, Germany, Hungary, and Spain with an environmental commodities portfolio that extends across five continents.</p><p>About Aurora Sustainable Lands</p><p>Aurora Sustainable Lands is one of the world’s leading carbon removal platforms and climate-focused asset managers. To date, Aurora has acquired over 1.7 million acres of U.S. forestland with a history of industrial logging and now manages these lands with a carbon stewardship management strategy that focuses on maximizing natural carbon removal and storage potential. By actively managing with this strategy and utilizing cutting-edge proprietary technologies, Aurora taps into the oldest and most effective carbon removal tool, trees, to offer nature-based carbon credits with unrivaled reliability, durability, and quality and at an unprecedented scale. Aurora is a joint venture between Anew Climate and a group of equity investors led by Oak Hill Advisors, AB CarVal, EIG and GenZero among other leading financial sponsors.</p><p>View source version on businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20250625732509/en/\">https://www.businesswire.com/news/home/20250625732509/en/</url></p>", "publisher": "Ritzau", "instances": ["This comprehensive approach ensures the highest integrity and quality of our carbon credits,” said Jamie Houston, CEO of Aurora Sustainable Lands. “Microsoft, Anew, and Aurora all share a deep commitment to climate-smart, sustainable practices, ensuring a healthier planet for future generations. ”“We believe transparent and high-integrity nature-based carbon removal is important to meeting Microsoft’s Carbon Negative 2030 goal,” said Brian Marrs, Senior Director, Energy &amp; Carbon Removal at Microsoft. “This agreement with Anew and Aurora reflects our commitment to advancing the integrity and impact of improved forest management. ”About Anew ClimateAnew Climate, LLC, is a global leader of diverse climate solutions built on the principles of transparency and accountability. With deep market understanding, Anew leverages technological and nature-based solutions to create value through the generation and marketing of environmental credits for low carbon fuel, carbon, renewable energy, and emissions markets. Anew is majority owned by TPG Rise, TPG’s global impact investing platform. The company has offices in the U. S. , Canada, Germany, Hungary, and Spain with an environmental commodities portfolio that extends across five continents. About Aurora Sustainable LandsAurora Sustainable Lands is one of the world’s leading carbon removal platforms and climate-focused asset managers."]}, {"relevance_score": 43, "title": "Northland Announces International Energy Transition Executive Christine Healy as New President and CEO", "published": "2024-12-02", "bodyText": "<p nitf:lede=\"true\">Northland’s New President and CEO, Christine Healy</p><p nitf:lede=\"true\">TORONTO, Dec.  02, 2024  (GLOBE NEWSWIRE) -- Northland Power Inc. (TSX: <emphasis typeStyle=\"bf\">NPI</emphasis>) (<emphasis typeStyle=\"bf\">“Northland”</emphasis> or the <emphasis typeStyle=\"bf\">“Company”</emphasis>) announced today that the Board of Directors has appointed energy transition leader Christine Healy as President and Chief Executive Officer, effective February 5, 2025. In addition to serving as President and CEO, Ms. Healy will also be appointed as a Director of the Company, subject to confirmation at the next Annual General Meeting of shareholders in 2025.</p><p nitf:lede=\"true\">“On behalf of the Board of Directors, I am delighted to announce the appointment of Christine Healy as Northland’s President and CEO,” said John Brace, Interim President &amp; CEO and Board Chair. “After completing a comprehensive global search, we are confident that Christine’s extensive leadership experience, proven track record in creating value and her deep understanding of the energy sector will bring invaluable expertise to lead Northland’s future. Under Christine’s leadership, Northland will continue to focus on its near-term goal of bringing our three large construction programs to commercial operations, while working with the senior management team to drive growth that will continue to create long-term value for our stakeholders. We look forward to working closely with Christine as we embark on this exciting new chapter together.”</p><p>With over 20 years of experience in managing multi-billion-dollar businesses, Ms. Healy brings a wealth of expertise in mergers and acquisitions, as well as global leadership in sustainability and energy transition. Ms. Healy joins Northland from AtkinsR\\xC3alis, where she served as President of Asia, the Middle East and Australia. Prior to that, she held senior executive roles at TotalEnergies for more than five years, including Senior Vice President of Carbon Neutrality and Continental Europe. In these positions, she spearheaded initiatives to achieve sustainable emissions reductions across TotalEnergies’ global portfolio and led carbon capture, storage projects and nature-based solutions worldwide. Ms. Healy also served as President &amp; CEO of Total E&amp;P Canada, where she led a multi-billion-dollar energy business to record profitability through innovative cost and transportation strategies. She has also held senior positions as Chief Strategy Officer and General Counsel at Maersk Oil and Gas and Vice President of North America Business Development at Statoil (now Equinor). As an accomplished Canadian leader, Ms. Healy has consistently delivered new business opportunities, fostered strong stakeholder relationships and led teams through complex negotiations. A current board member of CNRL, one of Canada's largest companies, her experience spans living in five countries and managing teams across more than 20 countries, enabling her to drive cross-cultural collaboration and deliver innovative solutions that create lasting positive change. Christine will be based at Northland’s headquarters in Toronto.</p><p>“I am thrilled and honoured to join Northland as President and CEO,” said Ms. Healy. “The Company has established itself as a leader in sustainable energy solutions and I am eager to build on this strong foundation. Together with Northland’s talented people, we will continue to innovate, expand its global energy portfolio, and create long-term value for stakeholders and communities. I am excited about the journey ahead and look forward to contributing to Northland’s continued success.”</p><p><emphasis typeStyle=\"bf\">ABOUT NORTHLAND POWER</emphasis></p><p>Northland Power is a global power producer dedicated to helping the clean energy transition by producing electricity from clean renewable resources. Founded in 1987, Northland has a long history of developing, building, owning and operating clean and green power infrastructure assets and is a global leader in offshore wind. In addition, Northland owns and manages a diversified generation mix including onshore renewables, natural gas energy, as well as supplying energy through a regulated utility.</p><p>Headquartered in Toronto, Canada, with global offices in eight countries, Northland owns or has an economic interest in approximately 3.2GW (net 2.8GW) of operating capacity. The Company also has a significant inventory of projects in construction and in various stages of development encompassing approximately 12GW of potential capacity.</p><p>Publicly traded since 1997, Northland's common shares, Series 1 and Series 2 preferred shares trade on the Toronto Stock Exchange under the symbols NPI, NPI.PR.A and NPI.PR.B, respectively.</p><p><emphasis typeStyle=\"bf\">For further information, please contact</emphasis>:</p><p>Dario Neimarlija, Vice President, FP&amp;A and Investor <email normalizedValue=\"mailto:Relations647-288-1019investorrelations@northlandpower.com\">Relations647-288-1019investorrelations@northlandpower.com</email></p><p>Victor Gravili, Head of Global Brand &amp; Integrated <email normalizedValue=\"mailto:Communications647-288-1105communications@northlandpower.com\">Communications647-288-1105communications@northlandpower.com</email></p><p>A photo accompanying this announcement is available at <url normalizedValue=\"https://www.globenewswire.com/NewsRoom/AttachmentNg/2e7ae5f1-a904-487f-b527-a5a0576db47b\">https://www.globenewswire.com/NewsRoom/AttachmentNg/2e7ae5f1-a904-487f-b527-a5a0576db47b</url></p>", "publisher": "Ritzau", "instances": ["”With over 20 years of experience in managing multi-billion-dollar businesses, Ms. Healy brings a wealth of expertise in mergers and acquisitions, as well as global leadership in sustainability and energy transition. Ms. Healy joins Northland from AtkinsR\\xC3alis, where she served as President of Asia, the Middle East and Australia. Prior to that, she held senior executive roles at TotalEnergies for more than five years, including Senior Vice President of Carbon Neutrality and Continental Europe. In these positions, she spearheaded initiatives to achieve sustainable emissions reductions across TotalEnergies’ global portfolio and led carbon capture, storage projects and nature-based solutions worldwide. Ms. Healy also served as President &amp; CEO of Total E&amp;P Canada, where she led a multi-billion-dollar energy business to record profitability through innovative cost and transportation strategies. She has also held senior positions as Chief Strategy Officer and General Counsel at Maersk Oil and Gas and Vice President of North America Business Development at Statoil (now Equinor). As an accomplished Canadian leader, Ms. Healy has consistently delivered new business opportunities, fostered strong stakeholder relationships and led teams through complex negotiations."]}, {"relevance_score": 36, "title": "PRM / DUBAI-FUTURE-FOUNDATION", "published": "2024-11-21", "bodyText": "<p nitf:lede=\"true\">Imagine your boss is a robot or your mind is connected to a computer chip. What does this mean for the future of humanity? Scientists from over 100 countries met this week at the Dubai Future Forum, the world’s largest gathering of futurists, to discuss the challenges ahead in a world where technological innovation and artificial intelligence are shaping the future.</p><p nitf:lede=\"true\">This press release features multimedia. View the full release here: <url normalizedValue=\"https://www.businesswire.com/news/home/20241121108203/en/\">https://www.businesswire.com/news/home/20241121108203/en/</url></p><p>&lt;div&gt;Dubai Future Forum 2024 (Photo: Business Wire)&lt;/div&gt;</p><p>Will humanity settle on the Moon? Will children be taught from home? Experts at the Forum predict revolutionary changes ahead that will transform the way people live, companies are managed and the universe is explored.</p><p>New framework for innovation</p><p>Innovation requires an adaptive framework, such as regulatory labs and sandbox systems, to foster technological progress while ensuring safety. “These systems and initiatives bring policymakers, entrepreneurs, and stakeholders together to collaborate and refine solutions,” explained Khalfan Belhoul, the CEO of Dubai Future Foundation, stressing the importance of fostering ecosystems that accelerate innovation while maintaining safety and scalability.</p><p>The technology supercycle will reshape the world, change corporate roles</p><p>The current era is defined by a 'technology supercycle,' driven by three transformative technologies: artificial intelligence (AI), biotechnology, and advanced sensors. Over the next five years, these technologies are expected to profoundly reshape sectors and societies worldwide. For the first time in history, a Fortune 500 company might even be led by AI.</p><p>“We’ve already seen the emergence of AI in executive roles,” Khalfan says. “Evolution will force us to rethink what it means to lead. So, next year, you might see a leader that is AI-driven, not a humanoid.”</p><p>The convergence of AI and biotechnology is set to revolutionize medicine and enhance mobility. This integration will drive breakthroughs in therapeutics, materials science, and climate solutions. Healthcare will become increasingly personalized, with the potential to create digital twins of individual bodies, enabling treatments precisely tailored to specific conditions. Health protection will also become more effective as advancements in epigenetics allow for the regulation of gene activity without altering DNA. Lastly, brain-wave-controlled software and hardware could empower individuals to achieve greater independence and mobility, transforming lives in unprecedented ways.</p><p>Large Action Models (LAMs) will transform workflows</p><p>According to Amy Webb, CEO of the Future Today Institute and a friend of the Forum, society will move from Large Language Models (LLMs) to Large Action Models (LAMs), which will predict human actions, enabling smarter decision-making and personalized workflows. For example, LAMs could assist in strategic decisions or simulate personalized health scenarios. This evolution will expand AI's use across industries such as manufacturing, healthcare, and urban planning.</p><p>Turning to nature for energy security: doubling solar and new energy sources</p><p>With COP 29 convening this week, the question of finding solutions to the energy crisis and combating climate change is also centre stage in the debate at the third edition of Dubai Future Forum. Experts predicted a doubling of global solar energy capacity from 220 gigawatts in 2024 to 450 gigawatts in 2025 – more than the total installed power capacity of Germany and Spain combined. The Forum also showcased novel energy alternatives, such as a prototype for soil-powered renewable energy for IoT sensors by Terracel from Stanford University.</p><p>Investment in nature-based solutions will help reduce climate-related losses</p><p>According to Laila Abdullatif, Director General of Emirates Nature-WWF, damages in frontline communities could reach USD 800 billion by 2030. Natural defenses such as coral reefs and mangrove forests act as critical flood barriers and have the potential to prevent further damage from the climate change aftermath.</p><p>About the Dubai Future Forum</p><p>Dubai Future Forum 2024 is the world’s largest gathering of futurists, experts, and organisations specialised in future design. Organized by the Dubai Future Foundation at the Museum of the Future, the forum brought together more than 150 global speakers and 2,500 experts, alongside representatives from 100 international organisations.</p><p>For more information on the Dubai Future Forum, please visit: dubaifuture.ae/dubai-future-forum-2024</p><p>Media Kit</p><p>View source version on businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20241121108203/en/\">https://www.businesswire.com/news/home/20241121108203/en/</url></p>", "publisher": "Ritzau", "instances": ["For example, LAMs could assist in strategic decisions or simulate personalized health scenarios. This evolution will expand AI's use across industries such as manufacturing, healthcare, and urban planning. Turning to nature for energy security: doubling solar and new energy sourcesWith COP 29 convening this week, the question of finding solutions to the energy crisis and combating climate change is also centre stage in the debate at the third edition of Dubai Future Forum. Experts predicted a doubling of global solar energy capacity from 220 gigawatts in 2024 to 450 gigawatts in 2025 – more than the total installed power capacity of Germany and Spain combined. The Forum also showcased novel energy alternatives, such as a prototype for soil-powered renewable energy for IoT sensors by Terracel from Stanford University. Investment in nature-based solutions will help reduce climate-related lossesAccording to Laila Abdullatif, Director General of Emirates Nature-WWF, damages in frontline communities could reach USD 800 billion by 2030. Natural defenses such as coral reefs and mangrove forests act as critical flood barriers and have the potential to prevent further damage from the climate change aftermath. About the Dubai Future ForumDubai Future Forum 2024 is the world’s largest gathering of futurists, experts, and organisations specialised in future design. Organized by the Dubai Future Foundation at the Museum of the Future, the forum brought together more than 150 global speakers and 2,500 experts, alongside representatives from 100 international organisations. For more information on the Dubai Future Forum, please visit: dubaifuture. ae/dubai-future-forum-2024Media KitView source version on businesswire."]}, {"relevance_score": 19, "title": "IDB and IDB Invest Approve Over $2 Billion for Biodiversity in 2023", "published": "2024-10-29", "bodyText": "<p nitf:lede=\"true\">CALI, Colombia, Oct.  29, 2024  (GLOBE NEWSWIRE) -- The Inter-American Development Bank (IDB) and IDB Invest approved together more than $2 billion in nature finance in 2023, nearly 13% of total approvals, with more than half meeting the higher standard of nature-positive financing. The announcement was made by the IDB Executive Vice President Jordan Schwartz at the United Nations Biodiversity Conference (COP16).</p><p>The amount includes $1,33 billion for the public sector and $765 million for the private sector and reflects a series of reforms and innovative approaches towards mainstreaming biodiversity into IDB's and IDB Invest's structure, operational work, knowledge, and policies aiming to support countries in Latin America and the Caribbean to conserve and restore biodiversity and meet their biodiversity commitments and targets, including tracking and reporting nature finance.</p><p>For the first time, the IDB and IDB Invest have piloted tracking nature finance using its green finance principles and the Common Principles agreed by Multilateral Development Banks (MDBs) to implement the MDB Joint Statement on Nature, People and Planet and support Kunming-Montreal Global Biodiversity Framework targets adopted during COP15.</p><p>“Conserving and restoring biodiversity is one of the most critical development challenges of our era now that the climate crisis and the loss of biodiversity are intertwined,\" said Schwartz. “This achievement is the result of a long-term commitment to mainstreaming biodiversity and scale our impact.\"</p><p>\"The Global Biodiversity Framework called for transforming the international financial architecture to help reach the framework’s targets. To do that, MDBs are working together in unprecedented ways to protect and mainstream biodiversity,” added Schwartz.</p><p>During the session, leaders discussed progress in reaching Target 19 of the Global Biodiversity Framework, which seeks to mobilize $200 billion per year for biodiversity from all sources, including $30 billion through international finance.</p><p>The IDB has led the Joint Statement on Nature in Glasgow and worked closely with the European Investment Bank (EIB), World Bank, and others to establishing the common principles to track nature-related finance. As chair of the MDB Heads Group, the IDB has proposed with EIB a joint MDB stock take of key performance indicators (KPIs) for biodiversity to scale up nature financing. The first stock-take workshop was held at COP16, and the results will be announced next year by COP30 in Brazil.</p><p>Internally, IDB's new institutional strategy, IDBImpact+, includes for the first time biodiversity among its focus areas for mainstreaming and direct investment. The IDB is also implementing an action plan with specific metrics focused on mainstreaming biodiversity and natural capital and is creating a unit dedicated to biodiversity in its structure.</p><p>On nature-positive investment, the IDB has been boosting innovative finance through nature-based solutions policy guides, and instruments such as sustainability-linked bonds, biodiversity credits, and debt-for-nature conversions, generating significant funds for conservation without increasing national debt. Examples include operations in Ecuador and Barbados and the announcement, at COP, of a results-based financing program for the Jaguar Corridor, with a pilot in Colombia.</p><p><emphasis typeStyle=\"bf\">Press contact:</emphasis></p><p><emphasis typeStyle=\"bf\">Janaina Goulart</emphasis></p><p><emphasis typeStyle=\"bf\"><email normalizedValue=\"mailto:janainag@iadb.org\">janainag@iadb.org</email></emphasis></p><p><emphasis typeStyle=\"bf\">+1 202 255 9459</emphasis></p><p><emphasis typeStyle=\"bf\">Andr\\xC3s Cavelier</emphasis></p><p><emphasis typeStyle=\"bf\"><email normalizedValue=\"mailto:acavelier@iadb.org\">acavelier@iadb.org</email></emphasis></p><p><emphasis typeStyle=\"bf\">+1 (305) 607-4186</emphasis></p>", "publisher": "Ritzau", "instances": ["The IDB has led the Joint Statement on Nature in Glasgow and worked closely with the European Investment Bank (EIB), World Bank, and others to establishing the common principles to track nature-related finance. As chair of the MDB Heads Group, the IDB has proposed with EIB a joint MDB stock take of key performance indicators (KPIs) for biodiversity to scale up nature financing. The first stock-take workshop was held at COP16, and the results will be announced next year by COP30 in Brazil. Internally, IDB's new institutional strategy, IDBImpact+, includes for the first time biodiversity among its focus areas for mainstreaming and direct investment. The IDB is also implementing an action plan with specific metrics focused on mainstreaming biodiversity and natural capital and is creating a unit dedicated to biodiversity in its structure. On nature-positive investment, the IDB has been boosting innovative finance through nature-based solutions policy guides, and instruments such as sustainability-linked bonds, biodiversity credits, and debt-for-nature conversions, generating significant funds for conservation without increasing national debt. Examples include operations in Ecuador and Barbados and the announcement, at COP, of a results-based financing program for the Jaguar Corridor, with a pilot in Colombia. Press contact:Janaina Goulartjanainag@iadb. org+1 202 255 9459Andr\\xC3s Cavelieracavelier@iadb. org+1 (305) 607-4186"]}, {"relevance_score": 29, "title": "PRM / CO-CALYX-GLOBAL", "published": "2024-06-11", "bodyText": "<p nitf:lede=\"true\">An analysis of the state of quality in the voluntary carbon market gives early indications that the market is moving towards higher integrity. The report, by carbon credit ratings platform Calyx Global, integrates data on market trends with Calyx Global’s 500+ ratings to provide unique insights on how efforts to improve market integrity are faring.</p><p>This press release features multimedia. View the full release here: <url normalizedValue=\"https://www.businesswire.com/news/home/20240611593881/en/\">https://www.businesswire.com/news/home/20240611593881/en/</url></p><p>&lt;div&gt;Source includes data from Calyx Global’s ratings of over 500 carbon projects. In addition, data was used from the UC Berkeley database (Barbara K. Haya, Aline Abayo, Ivy S. So., Micah Elias. (2024, May). Voluntary Registry Offsets Database v11, Berkeley Carbon Trading Project, University of California, Berkeley), which includes the four major registries – ACR, CAR, Gold Standard and VCS. (Graphic: Business Wire)&lt;/div&gt;</p><p>After widespread pressure and scrutiny from the media and academia, many market actors have moved to address issues with the quality of carbon credits. This report tracks the effectiveness of those efforts.</p><p>“We wanted to start tracking quality, recognizing that the voluntary carbon market is starting to mature,” said Calyx Global Co-founder Donna Lee. She added, “The quicker we improve carbon credit quality and restore confidence, the more effective companies can be at addressing climate change.”</p><p>Key findings from the report include:</p><p>The issuance of lowest-grade credits has dropped nearly 50% as a proportion of total issued credits to date in 2024.Quality updates related to improving the rules and requirements for credit generation have not yet made their way onto the active market.While benefits “beyond carbon” are attractive to buyers, it is a search for higher GHG integrity that is driving trends in the market today.</p><p>To learn about these trends and more, download “The State of Quality in the Voluntary Carbon Market” report or register for the June 26, 2024 webinar.</p><p>About the company</p><p>Calyx Global is a carbon credit ratings platform that helps organizations find carbon credits with confidence. Rigorous ratings and analysis ensure that carbon buyers can do good for people and the planet. From nature-based solutions to emerging technologies, Calyx Global leads the market with over 500 rated projects (and counting). To learn more, visit <url normalizedValue=\"http://www.calyxglobal.com\">www.calyxglobal.com</url>.</p><p>View source version on businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20240611593881/en/\">https://www.businesswire.com/news/home/20240611593881/en/</url></p>", "publisher": "Ritzau", "instances": ["Quality updates related to improving the rules and requirements for credit generation have not yet made their way onto the active market. While benefits “beyond carbon” are attractive to buyers, it is a search for higher GHG integrity that is driving trends in the market today. To learn about these trends and more, download “The State of Quality in the Voluntary Carbon Market” report or register for the June 26, 2024 webinar. About the companyCalyx Global is a carbon credit ratings platform that helps organizations find carbon credits with confidence. Rigorous ratings and analysis ensure that carbon buyers can do good for people and the planet. From nature-based solutions to emerging technologies, Calyx Global leads the market with over 500 rated projects (and counting). To learn more, visit www. calyxglobal. com. View source version on businesswire. com: https://www."]}, {"relevance_score": 53, "title": "PRM / HCL-GROUP", "published": "2024-05-21", "bodyText": "<p nitf:lede=\"true\">HCL Group, a global conglomerate, and UpLink, the open innovation platform of the World Economic Forum, announced the third challenge of the Aquapreneur Innovation Initiative, the “Tackling Water Pollution Challenge.” This announcement was made during the 10th World Water Forum in Bali, Indonesia. The application deadline for submission is 31st August 2024. The winners will be announced in January 2025, and the top 10 winners will receive a total financial award of 1.75M CHF. Detailed information and eligibility requirements can be accessed through the following link.</p><p nitf:lede=\"true\">This press release features multimedia. View the full release here: <url normalizedValue=\"https://www.businesswire.com/news/home/20240521731615/en/\">https://www.businesswire.com/news/home/20240521731615/en/</url></p><p>&lt;div&gt;Sundar Mahalingam, President of Strategy at HCL Corporation, unveils Challenge 3 of the Aquapreneur Innovation Initiative at the World Water Forum in Bali (Photo: Business Wire)&lt;/div&gt;Important Dates to Note21 May to 31st August 2024Open for submissions1st September to 1st November 2024Review and selection processJanuary 2025Announcement of the Top Innovators</p><p>The Innovation Challenge aims to empower changemakers who are pioneering groundbreaking technologies, strategies, and approaches to conserve, manage, and protect water resources. HCL has pledged US$15 million over five years till 2027 to bolster entrepreneurs focusing on water-related endeavors. The challenge will focus on the intersection of the quality and environmental impacts of water, with the key aspects including:</p><p>&lt;ol&gt;Preventing contamination of water at source- Source control aims to prevent or minimize the introduction of pollutants and contaminants at their source. Solutions may be aimed at contaminants from industry, agriculture, stormwater etc., and could include real-time monitoring and sensor networks, advanced filtration, and nature-based solutions.Monitoring and treating onsite industrial wastewater- Water is a core component in many industrial processes from manufacturing, cleaning and sanitation, mining, and cooling. Technological solutions offer a way to monitor water quality and reduce water contamination, minimize environmental impacts and move towards zero liquid discharge for industries.Optimising urban infrastructure public water and wastewater treatment systems- Water and wastewater treatment infrastructure upgrades are expensive and the costs are climbing. This area will target a broad range of technological solutions that can unlock value by improving efficiency, reducing costs, and ensuring compliance.Offering water quality solutions for households- The convergence of environmental awareness, cost considerations, regulatory pressures, and health concerns is driving the increasing popularity of personal water quality solutions among individuals and households. Technological solutions may include portable water testing, point-of-use water purification, and apps for crowd-sourcing water quality data.&lt;/ol&gt;</p><p>While launching the challenge, Sundar Mahalingam, President of Strategy at HCL Corporation said, \"At HCL, we understand the power of innovation, and through our partnership with UpLink, we are empowering Aquapreneurs to scale their solutions and drive meaningful impact. The first two editions of the Aquapreneur Innovation Initiative have demonstrated remarkable success, with participating entrepreneurs showcasing solutions that address critical water challenges. The Aquapreneurs from the first challenge have raised $54.5 million grants and venture capital funding since joining the cohort. This validates the effectiveness of the initiative in nurturing and supporting innovative ideas that address critical water challenges. We are, therefore, thrilled to announce the third challenge, aiming to engage a broader network of Aquapreneur globally.”</p><p>John Dutton, Head of UpLink, World Economic Forum, added, “At UpLink, we believe innovation and collaboration are key to overcoming the complex water challenges facing our planet. UpLink and HCL Group will tap into the world’s brightest entrepreneurial minds working in this sector to help minimize the problem of freshwater loss by connecting them to essential resources, experts, and funding. The Tackling Water Pollution Challenge will ensure that the most scalable solutions are deployed to ensure that this vital resource is sustainably available to all.”</p><p>Evaluation and selection criteria for 3rd year includes:</p><p>&lt;ol&gt;Business viabilityDemonstrates a financially sustainable business model with a clear revenue approach.Presents a funding history and potential for investment.Identifies and manages external risks effectively.Shows alignment with market demand locally or globally.Has a legal entity and operational plan for financial sustainability.Commitment to Deliver ImpactShows sustainable impact benefiting multiple sectors including society and the environment.Aligns with long-term water agenda goals.Utilizes a robust framework for impact measurement and verification.Transparently tracks metrics and adheres to relevant standards.Solution Novelty and ReplicabilityOffers unique aspects in product/service, pricing, partnerships, or business model.Provides evidence of concept feasibility and replicability across different contexts.&lt;/ol&gt;</p><p>As water scarcity and pollution continue to pose significant threats to communities and ecosystems globally, the Aquapreneur Innovation Initiative seeks to harness the power of innovation to create sustainable solutions. Selected participants will receive mentorship, funding support, access to networks, media visibility, and other resources to scale their initiatives and maximize their impact.</p><p>About HCL</p><p>Founded in 1976 as one of India’s original IT garage start-ups, HCL is a pioneer of modern computing with many firsts to its credit, including the introduction of the 8-bit microprocessor-based computer in 1978, well before its global peers. Today, the HCL enterprise has a presence across varied sectors that include technology, healthcare and talent management solutions and comprises three companies – HCL Infosystems, HCLTech and HCL Healthcare. The enterprise generates annual revenues of over US$13.3 billion with 227,481 employees operating across 60 countries. For further information, visit <url normalizedValue=\"http://www.hcl.com\">www.hcl.com</url></p><p>About UpLink</p><p>UpLink is the open innovation platform of the World Economic Forum, dedicated to unlocking an ‘entrepreneur revolution’ to support positive systemic change for people and planet. Launched at the Forum’s Annual Meeting in Davos in January 2020 with support from Salesforce and Deloitte, UpLink is now a thriving ecosystem of entrepreneurs, investors and experts, who are collaborating around innovation for the UN Sustainable Development Goals.</p><p>View source version on businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20240521731615/en/\">https://www.businesswire.com/news/home/20240521731615/en/</url></p>", "publisher": "Ritzau", "instances": ["businesswire. com/news/home/20240521731615/en/&lt;div&gt;Sundar Mahalingam, President of Strategy at HCL Corporation, unveils Challenge 3 of the Aquapreneur Innovation Initiative at the World Water Forum in Bali (Photo: Business Wire)&lt;/div&gt;Important Dates to Note21 May to 31st August 2024Open for submissions1st September to 1st November 2024Review and selection processJanuary 2025Announcement of the Top InnovatorsThe Innovation Challenge aims to empower changemakers who are pioneering groundbreaking technologies, strategies, and approaches to conserve, manage, and protect water resources. HCL has pledged US$15 million over five years till 2027 to bolster entrepreneurs focusing on water-related endeavors. The challenge will focus on the intersection of the quality and environmental impacts of water, with the key aspects including:&lt;ol&gt;Preventing contamination of water at source- Source control aims to prevent or minimize the introduction of pollutants and contaminants at their source. Solutions may be aimed at contaminants from industry, agriculture, stormwater etc. , and could include real-time monitoring and sensor networks, advanced filtration, and nature-based solutions. Monitoring and treating onsite industrial wastewater- Water is a core component in many industrial processes from manufacturing, cleaning and sanitation, mining, and cooling. Technological solutions offer a way to monitor water quality and reduce water contamination, minimize environmental impacts and move towards zero liquid discharge for industries. Optimising urban infrastructure public water and wastewater treatment systems- Water and wastewater treatment infrastructure upgrades are expensive and the costs are climbing. This area will target a broad range of technological solutions that can unlock value by improving efficiency, reducing costs, and ensuring compliance. Offering water quality solutions for households- The convergence of environmental awareness, cost considerations, regulatory pressures, and health concerns is driving the increasing popularity of personal water quality solutions among individuals and households."]}, {"relevance_score": 39, "title": "PRM / Spørgsmål til COP15? Den Grønne Ungdomsbevægelse er til stede og klar til at svare!", "published": "2022-12-13", "bodyText": "<p nitf:lede=\"true\">Pressemeddelelse fra Den Grønne Ungdomsbevægelse</p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">Lobbyisme</emphasis></p><p nitf:lede=\"true\">Vi er blevet særligt opmærksomme på industrilobbyens indflydelse på COP15. En ny rapport fra Friends of the Earth viser, at industrilobbyister lader til at have held med at samle sig i store koalitioner, der kæmper benhårdt for at svække den endelige aftale. Ifølge en opgørelse fra InfluenceMap går 89 % af industrilobbyens aktiviteter ud på at svække regulering der er til for at beskytte klima og biodiversitet. Industriens tilstedeværelse er meget tydelig på COP15. De bidrager bl.a. med røgslør og falske løsninger som &amp;lsquo;Nature positivity' og &amp;lsquo;Nature-based solutions'. Meget peger i retning af, at det er deres forsøg på at få indarbejdet muligheden for &amp;lsquo;biodiversity offsetting' i aftaleteksten. Det er meget bekymrende, for der er hverken ikke plads eller tid til biodiversity offsetting. Vi bør som verdenssamfund sætte et fuldt stop for de aktiviteter, der ødelægger den tilbageværende biodiversitet, frem for at gamble med en teoretisk id\\xC3 om, at et ødelagt økosystem et sted kan erstattes af et kunstigt vedligeholdt økosystem et andet sted. </p><p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">Oprindelige folks rettigheder</emphasis></p><p>Vi følger desuden udviklingen indenfor beskyttelse af menneskerettigheder i aftaleteksten tæt. Oprindelige folk har gennem tusindvis af år værnet om det land, de har boet på og levet af. Oprindelige folk beskytter i dag 80 % af den tilbageværende biodiversitet på kloden. Naar verdens nationer desperat prover at finde quick fixes på de biodiversitetsproblemer overproduktion og -forbrug har medført, er det flere gange set, at oprindelige folk bliver fordrevet fra deres land, for at omdanne området til beskyttede områder. </p><p><emphasis typeStyle=\"bf\">Udelukkelse af civilsamfundet</emphasis></p><p>Slutteligt ser vi tydeligt, at især unge mennesker er voldsomt underrepræsenterede på COP15. Vi ser ingen unge på talerstole eller til større events. Global Youth Biodiversity Network (GYBN) er til stede og laver et meget stærkt stykke arbejde for at videreformidle ungdommens krav og bekymringer. De bliver dog sjældent inviteret til at tale til større events. En anden væsentlig kritik, som også relaterer sig til udelukkelsen af civilsamfundets stemmer er, at hele pladsen foran konferencecenteret er afspærret med høje metalhegn med pigge på toppen og stærkt overvåget af politistyrker. Vi har fået at vide, at den store mængde sikkerhed er &amp;lsquo;for vores skyld', da det sikrer, at ingen konferencegængere bliver forstyrret af aktivister eller andre fra civilsamfundet. Men det betyder, at alle muligheder for protester tæt ved konferencen er elimineret. Det er et kæmpe problem, fordi det fjerner forhandlerne fra at se det civilsamfund, de bør repræsentere, i øjnene. </p><p><emphasis typeStyle=\"bf\">Bevarelse af naturen</emphasis></p><p>Hvordan naturen skal beskyttes, genoprettes og forvaltes er en af de helt store knaster. Det kendte 30i30 mål optager meget opmærksomhed, både fordi der er uenighed om effekten af målet, men også fordi landene er uenige om på hvilket niveau, om det er globalt eller nationalt, at landene skal levere de 30%. Ulig klima, er det ikke ligegyldigt hvilke 30% af al land- og havarelet på Jorden, der beskyttes, da nogle lande rummer langt flere og større unikke naturområder for biodiversiteten end andre, hvilket gør det mere vanskeligt at adressere. Målet hænger også sammen med rettigheder til oprindelige folk, hvor mange frygter, at deres rettigheder udvandes og ikke indskrives i målene. Sidst men ikke mindst er vi bekymrede for hvad de efterlader de resterende 70% af planeten med. Det har vi bl.a. skrevet et indlæg om i Altinget.  </p><p>Kontakt os endelig, hvis I har spørgsmål, vil have en kommentar eller ønsker at skrive en artikel. </p><p><emphasis typeStyle=\"bf\">Kontakt:</emphasis></p><p> Esther Michelsen Kjeldahl tlf.: +4560890220 email: <email normalizedValue=\"mailto:esthermichelsenkjeldahl@gmail.com\">esthermichelsenkjeldahl@gmail.com</email></p><p> Clara Laurine Berg-Jensen email: <email normalizedValue=\"mailto:clarabergjensen@gmail.com\">clarabergjensen@gmail.com</email></p><p> Sofie Banke Poulsen email: <email normalizedValue=\"mailto:sofiepoulsen96@gmail.com\">sofiepoulsen96@gmail.com</email></p><p><emphasis typeStyle=\"bf\">Læs hele pressemeddelelsen på Via Ritzau her:</emphasis><url normalizedValue=\"https://via.ritzau.dk/pressemeddelelse/sporgsmal-til-cop15-den-gronne-ungdomsbevaegelse-er-til-stede-og-klar-til-at-svare?releaseId=13666540\">https://via.ritzau.dk/pressemeddelelse/sporgsmal-til-cop15-den-gronne-ungdomsbevaegelse-er-til-stede-og-klar-til-at-svare?releaseId=13666540</url></p><p>** Ovenstående pressemeddelelse er videreformidlet af Ritzau på vegne af tredjepart. Ritzau er derfor ikke ansvarlig for indholdet ** </p>", "publisher": "Ritzau", "instances": ["En ny rapport fra Friends of the Earth viser, at industrilobbyister lader til at have held med at samle sig i store koalitioner, der kæmper benhårdt for at svække den endelige aftale. Ifølge en opgørelse fra InfluenceMap går 89 % af industrilobbyens aktiviteter ud på at svække regulering der er til for at beskytte klima og biodiversitet. Industriens tilstedeværelse er meget tydelig på COP15. De bidrager bl. a. med røgslør og falske løsninger som &amp;lsquo;Nature positivity' og &amp;lsquo;Nature-based solutions'. Meget peger i retning af, at det er deres forsøg på at få indarbejdet muligheden for &amp;lsquo;biodiversity offsetting' i aftaleteksten. Det er meget bekymrende, for der er hverken ikke plads eller tid til biodiversity offsetting. Vi bør som verdenssamfund sætte et fuldt stop for de aktiviteter, der ødelægger den tilbageværende biodiversitet, frem for at gamble med en teoretisk id\\xC3 om, at et ødelagt økosystem et sted kan erstattes af et kunstigt vedligeholdt økosystem et andet sted. Oprindelige folks rettighederVi følger desuden udviklingen indenfor beskyttelse af menneskerettigheder i aftaleteksten tæt. Oprindelige folk har gennem tusindvis af år værnet om det land, de har boet på og levet af."]}, {"relevance_score": 49, "title": "PRM / WA-AMAZON", "published": "2021-09-02", "bodyText": "<p nitf:lede=\"true\">As part of its efforts to support global solutions to the climate crisis, Amazon (NASDAQ: AMZN) today announced the launch of the Agroforestry and Restoration Accelerator in partnership with The Nature Conservancy, a global environmental organization. The Accelerator will create a more sustainable source of income for thousands of local farmers in the Brazilian Amazonian state of Pará, while also restoring native rainforests and fighting climate change by naturally trapping and storing carbon.</p><p nitf:lede=\"true\"> According to the Intergovernmental Panel on Climate Change, nature-based solutions have a critical role to play in avoiding the worst effects of climate change. Governments and the private sector can both reduce carbon emissions and remove carbon from the atmosphere by investing in nature-based solutions at scale. The Agroforestry and Restoration Accelerator is one such carbon removal project, and part of Amazon's commitment to meeting The Climate Pledge, which the company co-founded with Global Optimism. Signatories to the Pledge commit to reaching net-zero carbon by 2040-10 years ahead of the Paris Agreement.</p><p> As part of its commitment to meet The Climate Pledge, Amazon is first and foremost continuing to innovate and invest in decarbonizing its businesses. The company has purchased 100,000 electric delivery vehicles, and is the largest corporate buyer of renewable energy in the world. Amazon is also investing in nature-based solutions outside of its value chain through the Right Now Climate Fund, which supports the Accelerator and other projects to restore degraded lands in ways that improve the livelihoods of local communities and remove carbon from the atmosphere. Additionally, through the recently announced LEAF Coalition -a public-private initiative to mobilize at least $1 billion to protect the world's tropical forests-Amazon and other partners are working to curb tropical deforestation, reducing the amount of carbon emitted in the atmosphere.</p><p> \"Restoring the world's forests is one of the most meaningful actions we can take right now to address climate change, and it will require innovative solutions to be successful,\" said Kara Hurst, vice president of worldwide sustainability at Amazon. \"We are proud to launch the Agroforestry and Restoration Accelerator in partnership with The Nature Conservancy to support solutions that prioritize high environmental integrity and strong community benefits. Amazon is looking forward to contributing our passion for innovation along with financial support to improve the livelihoods of local communities in Brazil, while helping to protect the planet for future generations.\"</p><p> \"Science is unequivocal in regarding natural systems as the priority for absorbing carbon from the atmosphere and the latest IPCC report underscores this,\" said Christiana Figueres, co-founder of Global Optimism and former UN climate chief responsible for the Paris Agreement. \"Protecting standing ecosystems and restoring degraded land are critical as carbon mitigation strategies, especially over the next decade or two. Projects that achieve this to sustain both nature and the livelihoods of the local community are invaluable to the transformation needed to thrive well beyond the climate crisis. Kudos to Amazon and The Nature Conservancy.\"</p><p>Amazon's initial investment in the Accelerator will support 3,000 farmers and restore approximately 20,000 hectares-a land mass approximately the size of the City of Seattle-within three years, removing up to 10 million metric tons of carbon dioxide from the atmosphere through 2050.</p><p> The Nature Conservancy will work together with the World Agroforestry Centre and several local civil society organizations to implement the Accelerator by helping small farmers restore degraded cattle pastures to native forest and agroforestry. The agroforestry systems will provide farmers with a sustainable source of income through the sale of cocoa and other crops. The Accelerator will also experiment with innovative ways to support farmers and nurture markets for sustainable forest-based commodities, including with digital technologies, and will advance new methodologies and satellite-based technologies for quantifying and monitoring carbon removal.</p><p> \"Pará is home to 9% percent of the world's tropical forest, but it's facing unprecedented rates of deforestation, losing 3,300 acres every day in the last year,\" said Jennifer Morris, CEO, The Nature Conservancy. \"Over the last 13 years, small farms in Pará-an area where slash-and-burn agriculture can seem like the only option-were responsible for an average of 40% of the state's deforestation. For 20 years, The Nature Conservancy has worked with small farmers, community leaders, government officials, and Indigenous peoples to identify and implement win-win solutions, like agroforestry, that help people and nature thrive. This new partnership with Amazon will allow us to provide the resources and technical assistance needed to advance this program and demonstrate that regenerative agroforestry and carbon markets are viable business models for communities in the Amazon.\"</p><p> \"We must join forces to achieve what may be the goal of the century: to develop our economies and safeguard people's income, while preserving and restoring the forest,\" said Helder Barbalho, Governor of Pará. \"The state of Pará is ready to tackle this challenge, and our strategy is clearly laid out in our Amazonia Agora plan, which commits us to being carbon free by 2036, through the reduction of deforestation and by promoting forest restoration. Investments, such as Amazon's, in sustainable agroforestry and reforestation in Pará are very welcome. This initiative will significantly benefit the state's community, natural resources, and biodiversity.\"</p><p> For more information on Amazon's commitment to sustainability, visit: <url normalizedValue=\"https://sustainability.aboutamazon.com\">https://sustainability.aboutamazon.com</url>.</p><p> About Amazon</p><p>Amazon is guided by four principles: Customer obsession rather than competitor focus, passion for invention, commitment to operational excellence, and long-term thinking. Amazon strives to be Earth's Most Customer-Centric Company, Earth's Best Employer, and Earth's Safest Place to Work. Customer reviews, 1-Click shopping, personalized recommendations, Prime, Fulfillment by Amazon, AWS, Kindle Direct Publishing, Kindle, Career Choice, Fire tablets, Fire TV, Amazon Echo, Alexa, Just Walk Out technology, Amazon Studios, and The Climate Pledge are some of the things pioneered by Amazon. For more information, visit amazon.com/about and follow @AmazonNews.</p><p> About The Nature Conservancy</p><p> The Nature Conservancy is a global conservation organization dedicated to conserving the lands and waters on which all life depends. Guided by science, we create innovative, on-the-ground solutions to our world's toughest challenges so that nature and people can thrive together. We are tackling climate change, conserving lands, waters and oceans at an unprecedented scale, providing food and water sustainably and helping make cities more sustainable. Working in 72 countries and territories: 38 by direct conservation impact and 34 through partners, we use a collaborative approach that engages local communities, governments, the private sector, and other partners. To learn more, visit <url normalizedValue=\"http://www.nature.org\">www.nature.org</url> or follow @nature_press on Twitter.</p><p> View source version on businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20210902005314/en/\">https://www.businesswire.com/news/home/20210902005314/en/</url></p><p>ClickThru URL: <url normalizedValue=\"https://www.amazon.com\">https://www.amazon.com</url></p><p>Multimedia Gallery URL: </p>", "publisher": "Ritzau", "instances": ["As part of its efforts to support global solutions to the climate crisis, Amazon (NASDAQ: AMZN) today announced the launch of the Agroforestry and Restoration Accelerator in partnership with The Nature Conservancy, a global environmental organization. The Accelerator will create a more sustainable source of income for thousands of local farmers in the Brazilian Amazonian state of Pará, while also restoring native rainforests and fighting climate change by naturally trapping and storing carbon. According to the Intergovernmental Panel on Climate Change, nature-based solutions have a critical role to play in avoiding the worst effects of climate change. Governments and the private sector can both reduce carbon emissions and remove carbon from the atmosphere by investing in nature-based solutions at scale. The Agroforestry and Restoration Accelerator is one such carbon removal project, and part of Amazon's commitment to meeting The Climate Pledge, which the company co-founded with Global Optimism. Signatories to the Pledge commit to reaching net-zero carbon by 2040-10 years ahead of the Paris Agreement. As part of its commitment to meet The Climate Pledge, Amazon is first and foremost continuing to innovate and invest in decarbonizing its businesses. The company has purchased 100,000 electric delivery vehicles, and is the largest corporate buyer of renewable energy in the world.", "As part of its efforts to support global solutions to the climate crisis, Amazon (NASDAQ: AMZN) today announced the launch of the Agroforestry and Restoration Accelerator in partnership with The Nature Conservancy, a global environmental organization. The Accelerator will create a more sustainable source of income for thousands of local farmers in the Brazilian Amazonian state of Pará, while also restoring native rainforests and fighting climate change by naturally trapping and storing carbon. According to the Intergovernmental Panel on Climate Change, nature-based solutions have a critical role to play in avoiding the worst effects of climate change. Governments and the private sector can both reduce carbon emissions and remove carbon from the atmosphere by investing in nature-based solutions at scale. The Agroforestry and Restoration Accelerator is one such carbon removal project, and part of Amazon's commitment to meeting The Climate Pledge, which the company co-founded with Global Optimism. Signatories to the Pledge commit to reaching net-zero carbon by 2040-10 years ahead of the Paris Agreement. As part of its commitment to meet The Climate Pledge, Amazon is first and foremost continuing to innovate and invest in decarbonizing its businesses. The company has purchased 100,000 electric delivery vehicles, and is the largest corporate buyer of renewable energy in the world. Amazon is also investing in nature-based solutions outside of its value chain through the Right Now Climate Fund, which supports the Accelerator and other projects to restore degraded lands in ways that improve the livelihoods of local communities and remove carbon from the atmosphere.", "Governments and the private sector can both reduce carbon emissions and remove carbon from the atmosphere by investing in nature-based solutions at scale. The Agroforestry and Restoration Accelerator is one such carbon removal project, and part of Amazon's commitment to meeting The Climate Pledge, which the company co-founded with Global Optimism. Signatories to the Pledge commit to reaching net-zero carbon by 2040-10 years ahead of the Paris Agreement. As part of its commitment to meet The Climate Pledge, Amazon is first and foremost continuing to innovate and invest in decarbonizing its businesses. The company has purchased 100,000 electric delivery vehicles, and is the largest corporate buyer of renewable energy in the world. Amazon is also investing in nature-based solutions outside of its value chain through the Right Now Climate Fund, which supports the Accelerator and other projects to restore degraded lands in ways that improve the livelihoods of local communities and remove carbon from the atmosphere. Additionally, through the recently announced LEAF Coalition -a public-private initiative to mobilize at least $1 billion to protect the world's tropical forests-Amazon and other partners are working to curb tropical deforestation, reducing the amount of carbon emitted in the atmosphere. \"Restoring the world's forests is one of the most meaningful actions we can take right now to address climate change, and it will require innovative solutions to be successful,\" said Kara Hurst, vice president of worldwide sustainability at Amazon. \"We are proud to launch the Agroforestry and Restoration Accelerator in partnership with The Nature Conservancy to support solutions that prioritize high environmental integrity and strong community benefits. Amazon is looking forward to contributing our passion for innovation along with financial support to improve the livelihoods of local communities in Brazil, while helping to protect the planet for future generations. Science is unequivocal in regarding natural systems as the priority for absorbing carbon from the atmosphere and the latest IPCC report underscores this,\" said Christiana Figueres, co-founder of Global Optimism and former UN climate chief responsible for the Paris Agreement."]}, {"relevance_score": 67, "title": "PRM / Når vedvarende energi og bedre havmiljø går hånd i hånd", "published": "2023-03-14", "bodyText": "<p nitf:lede=\"true\">Pressemeddelelse fra Aarhus Universitet Technical Sciences</p><p nitf:lede=\"true\">Danmark er omgivet af hav med særdeles gode forhold for vindenergi. D\\xC3t potentiale vil et bredt politisk flertal udnytte fuldt ud for at skabe mere fossilfri energi: Gennem de næste syv år bliver Danmarks energiproduktion fra havmøller som minimum firedoblet.  </p><p nitf:lede=\"true\">Samtidig vokser efterspørgslen på fødevarer med lavt klimaaftryk, og de kan blandt andet produceres i havet. Men det er også kendt, at havmiljøet er under stærkt pres.</p><p>Kan man løse nogle af udfordringerne omkring fossilfri energiproduktion, fødevarer og havmiljø samtidig?</p><p>D\\xC3t spørgsmål skal et samarbejdsprojekt besvare, når Aarhus Universitet, energiselskabet Vattenfall, Danmarks Tekniske Universitet, Københavns Universitet, tang- og muslingeproducenten 'Kerteminde Seafarm' og Kattegatcentret går sammen for at lave en model for, hvordan man kombinerer havvindmøller, tang- og muslingeproduktion og miljøovervågning i \\xC3t og samme havområde.</p><p><emphasis typeStyle=\"bf\">Rift om pladsen til havs</emphasis></p><p>Der rift om arealerne til havs. Fiskeri, sejlruter, vindmøller, råstofudvinding, kabler med strøm, gas og data, akvakultur og rekreative aktiviteter. Det er blot nogle af de aktiviteter, havet lægger plads til. Og så er der områder, der er lagt ud til naturbeskyttelse og dermed ikke er i spil til andre aktiviteter.</p><p>\"Vores mål er at lave en såkaldt 'multi-use platform', hvor vi producerer energi og fødevarer i det samme havområde, og samtidig undersøger, hvad det gør ved havmiljøet og biodiversiteten i området. Multi-use kan samtidig muliggøre, at andre havområder friholdes for aktiviteter\", fortæller seniorforsker Annette Bruhn, Institut for Ecoscience, Aarhus Universitet, som leder det nye samarbejde.</p><p>Det er oplagt at kombinere havmølleparkerne med produktion af tang og muslinger, men hos energiselskaberne er der naturligvis også fokus på den mest effektive drift af havmøllerne.</p><p>\"Energiselskaberne har traditionelt haft fokus på at optimere selve energiproduktionen, men vi ser en bevægelse, hvor også bidrag til biodiversitet bliver vigtig. Derfor er et af projektets vigtigste formål at få identificeret både de udfordringer og de muligheder, der opstår, når havvind skal eksistere sammen med andre aktiviteter\", siger Annette Bruhn.</p><p>Det nystartede projekt har fået navnet WIN@sea, som er en forkortelse for 'Wind energy and Nature-based solutions integrated at sea'.</p><p><emphasis typeStyle=\"bf\">En investering i fremtiden</emphasis></p><p>Aktiviteterne skal foregå i havmølleparken Kriegers Flak, der ligger øst for Møn og om drives af energiselskabet Vattenfall.</p><p>Et af målene for Vattenfall er at bidrage aktivt til en fossilfri fremtid med udvikling af bæredygtige løsninger - ikke kun inden for vedvarende energi.</p><p>Rundt om havmøllerne er der nemlig placeret sten, som beskytter møllernes fundamenter. Disse sten fungerer også som kunstige stenrev, og projektet skal skabe viden om, hvilken biodiversitet, der er knyttet til de kunstige hårdbundshabitater, som mølletårne og de udlagte sten tilsammen udgør.</p><p>\"I takt med at vindmøller til havs dækker større og større arealer, giver det rigtig god mening for os at se på, hvordan arealerne kan udnyttes til flere formål. Derfor har vi valgt at investere både tid og penge i det banebrydende projekt WIN@sea\", fortæller havbiolog Matthieu Povidis-Delefosse fra Vattenfall.</p><p>\"I Vattenfall er vores formål at skabe en fossilfri fremtid, men det må ikke ske på bekostning af miljøet. Vi arbejder hen imod, at vores energianlæg bidrager positivt til biodiversiteten. Kan havmølleparkerne også bruges til dyrkning af tang og muslinger, kan vi fjerne næringsstoffer fra havvandet, de vokser i. Det kan understøtte de positive samfundseffekter, havmølleparken i forvejen har\", siger Matthieu Povidis-Delefosse fra Vattenfall.</p><p><emphasis typeStyle=\"bf\">Ingen hyldevarer</emphasis></p><p>Der findes ingen nemme hyldevareløsninger, når man skal dyrke tang og muslinger til havs. Dybde, bundforhold, strøm og bølger varierer, og derfor skal anlæggene skræddersys til de lokale forhold.</p><p>I WIN@sea vil virksomheden Kerteminde Seafarm sammen med forskerne i projektet undersøge, hvilke systemer, der vil fungere i det eksponerede havområde ved Kriegers Flak, hvor dybden er over 20 meter og bølgerne bliver op til 6 meter høje. </p><p><emphasis typeStyle=\"bf\">Fakta:</emphasis></p><p>WIN@sea er støttet med ca. 18,5 millioner kroner. VELUX FONDEN støtter med 5 millioner kroner, AAGE V. JENSEN NATURFOND støtter aktiviteter relateret til biodiversitet og formidling med 2,5 millioner kroner og EU støtter med 11 millioner kroner via lighthouse projektet OLAMUR. Aktiviteterne foregår i perioden 2023-2026 ved Skandinaviens største vindmøllepark Kriegers Flak, der ligger ca. 15-40 kilometer øst for Møn. WIN@sea skal udarbejde forslag til retningslinjer, som myndighederne fremover kan bruge i forbindelse med anlæg på havet. Win@sea skal kortlægge dyre- og plantelivet på møller og erosionsbeskyttelse ved vindmøllerne på Kriegers Flak og sammenligne med dyre- og plantelivet på naturlige rev i området for at undersøge, hvordan havmøllerne påvirker biodiversiteten. I projektet undersøges desuden, hvordan havmølleparken kan bruges som platform for måleudstyr, som kan bidrage med en bedre overvågning af havmiljøet. Det omfatter blandt andet målinger af strøm, bølger, saltholdighed og temperatur, men også udvikling af udstyr som kan tælle forekomsten af gopler som vandmænd og brandmænd. WIN@sea formidles bredt blandt andet gennem udstilling og undervisning i Kattegatcentret, inddragelse af borgere i prøvefiskeri og ved deltagelse i events som Folkemødet og Naturmødet. WIN@sea er en del af EU lighthouse projektet OLAMUR, som også handler om at kombinere havvindmølleparker med blandt andet fødevareproduktion i et såkaldt multi-use koncept.</p><p><emphasis typeStyle=\"bf\">Yderligere oplysninger om WIN@sea</emphasis>:</p><p>Seniorforsker, Annette Bruhn, Institut for Ecoscience, Aarhus Universitet. Mail: <email normalizedValue=\"mailto:anbr@ecos.au\">anbr@ecos.au</email> .dk, tlf: 2963 8034 Pressechef, Mads Krogh, Vattenfall. Mail : <email normalizedValue=\"mailto:mads.krogh@vattenfall.com\">mads.krogh@vattenfall.com</email> , tlf: 2217 8178 Leder for Forskning, Lone Thybo Mouritsen, Kattegatcentret. Mail: <email normalizedValue=\"mailto:lm@kattegatcentret.dk\">lm@kattegatcentret.dk</email> , tlf: 2027 6553. Direktør, Mads Hecter, Kerteminde Seafarm. Mail: <email normalizedValue=\"mailto:mads@seafarmer.dk\">mads@seafarmer.dk</email> , tlf: 2622 4289</p><p><emphasis typeStyle=\"bf\">Kontakt:</emphasis></p><p>Yderligere oplysninger om WIN@sea:  * Seniorforsker, Annette Bruhn, Institut for Ecoscience, Aarhus Universitet. Mail: <email normalizedValue=\"mailto:anbr@ecos.au\">anbr@ecos.au</email> .dk, tlf: 2963 8034 * Pressechef, Mads Krogh, Vattenfall. Mail : <email normalizedValue=\"mailto:mads.krogh@vattenfall.com\">mads.krogh@vattenfall.com</email> , tlf: 2217 8178 * Leder for Forskning, Lone Thybo Mouritsen, Kattegatcentret. Mail: <email normalizedValue=\"mailto:lm@kattegatcentret.dk\">lm@kattegatcentret.dk</email> , tlf: 2027 6553. * Direktør, Mads Hecter, Kerteminde Seafarm. Mail: <email normalizedValue=\"mailto:mads@seafarmer.dk\">mads@seafarmer.dk</email> , tlf: 2622 4289</p><p><emphasis typeStyle=\"bf\">Læs hele pressemeddelelsen på Via Ritzau her:</emphasis><url normalizedValue=\"https://via.ritzau.dk/pressemeddelelse/nar-vedvarende-energi-og-bedre-havmiljo-gar-hand-i-hand?releaseId=13673658\">https://via.ritzau.dk/pressemeddelelse/nar-vedvarende-energi-og-bedre-havmiljo-gar-hand-i-hand?releaseId=13673658</url></p><p>** Ovenstående pressemeddelelse er videreformidlet af Ritzau på vegne af tredjepart. Ritzau er derfor ikke ansvarlig for indholdet ** </p>", "publisher": "Ritzau", "instances": ["Vores mål er at lave en såkaldt 'multi-use platform', hvor vi producerer energi og fødevarer i det samme havområde, og samtidig undersøger, hvad det gør ved havmiljøet og biodiversiteten i området. Multi-use kan samtidig muliggøre, at andre havområder friholdes for aktiviteter\", fortæller seniorforsker Annette Bruhn, Institut for Ecoscience, Aarhus Universitet, som leder det nye samarbejde. Det er oplagt at kombinere havmølleparkerne med produktion af tang og muslinger, men hos energiselskaberne er der naturligvis også fokus på den mest effektive drift af havmøllerne. Energiselskaberne har traditionelt haft fokus på at optimere selve energiproduktionen, men vi ser en bevægelse, hvor også bidrag til biodiversitet bliver vigtig. Derfor er et af projektets vigtigste formål at få identificeret både de udfordringer og de muligheder, der opstår, når havvind skal eksistere sammen med andre aktiviteter\", siger Annette Bruhn. Det nystartede projekt har fået navnet WIN@sea, som er en forkortelse for 'Wind energy and Nature-based solutions integrated at sea'. En investering i fremtidenAktiviteterne skal foregå i havmølleparken Kriegers Flak, der ligger øst for Møn og om drives af energiselskabet Vattenfall. Et af målene for Vattenfall er at bidrage aktivt til en fossilfri fremtid med udvikling af bæredygtige løsninger - ikke kun inden for vedvarende energi. Rundt om havmøllerne er der nemlig placeret sten, som beskytter møllernes fundamenter. Disse sten fungerer også som kunstige stenrev, og projektet skal skabe viden om, hvilken biodiversitet, der er knyttet til de kunstige hårdbundshabitater, som mølletårne og de udlagte sten tilsammen udgør. I takt med at vindmøller til havs dækker større og større arealer, giver det rigtig god mening for os at se på, hvordan arealerne kan udnyttes til flere formål."]}, {"relevance_score": 50, "title": "PRM / TERRAFORMATION", "published": "2022-09-21", "bodyText": "<p nitf:lede=\"true\">Terraformation, the world’s first global forest carbon accelerator, today announces the launch of the Seed to Forest Alliance, with American Forests, Ecosystem Restoration Camps and One Tree Planted as founding members, as well as 1t.org US as an advisory partner.</p><p nitf:lede=\"true\">This press release features multimedia. View the full release here: <url normalizedValue=\"https://www.businesswire.com/news/home/20220915005905/en/\">https://www.businesswire.com/news/home/20220915005905/en/</url></p><p>&lt;div&gt;Estimated Number of seed banks still needed per country based on low, medium and high “need for seeds scenarios\". Source: Terraformation&lt;/div&gt;</p><p>Launching at Climate Week NYC 2022, the Alliance supports biodiverse, native reforestation by providing a network to connect forestry teams with financial and technical support; members, who will include corporates, NGOs, and philanthropists, will contribute to research and thought leadership to accelerate reforestation, and share results, best practices and expertise to help the reforestation movement overcome the largest bottlenecks to scale.</p><p>The Alliance will initially focus on inadequate seed supply as a barrier to reforestation at scale. New research published today by Terraformation sheds light on the significant scale of upgrades required in the world’s existing seed banking infrastructure to meet global restoration goals.</p><p>In recent years, global companies have committed to planting over 3.6 billion trees in their sustainability plans. At COP26, $7.2 billion of private investment was committed to protect and restore forests. However, these targets are not achievable without investment and innovation in global seed banking infrastructure.</p><p>Yishan Wong, founder and CEO of Terraformation, said: “Lasting climate solutions only come from collective action across diverse stakeholders. We’re incredibly excited to be working with organizations with the expertise, influence and determination to have a real impact on reforestation around the world. Native ecosystem restoration — with the right plants in the right places — is the most effective and immediately scalable carbon capture solution. Together, we can restore the future of our planet by conserving one of our most valuable resources at the heart of restoration: the seeds.”</p><p>Kevin O’Hara, Lead of 1t.org US at American Forests, added: “Time and time again we hear the real and immediate challenges in finding the seeds necessary to reach our ambitious national reforestation goals. 1t.org US is proud to support the work the Seed to Forest Alliance will do to help lift up public, private and NGO efforts to ramp up seed supply here in the US and around the world.”</p><p>New research reveals urgency for global seed bank network</p><p>Against this backdrop, Terraformation has published The Global Seed Bank Index, the first global review of seed banking infrastructure. The report analyzed the number of seed banks needed to meet the “global restoration potential,” defined as the area of land in the world available for ecological restoration.</p><p>The research found that a global decentralized seed bank network would drastically improve restoration outcomes, preserve threatened species, and benefit local communities.</p><p>Key findings include:</p><p>Currently, 410 seed banks store native species for ecosystem restoration across 96 countries, but more are needed in almost all countries. Establishing larger regional seed banks could help meet the need for seeds more efficiently.More than half of the world’s countries have no known seed banks.While the United States, Australia, Brazil and China have the most seed banks, they also need the most new seed banks to meet their restoration potential within 10 years.The restoration movement will also need to train hundreds of thousands of new seed collectors to preserve and restore threatened biodiversity.The tropics and biodiversity hotspots are the highest priority locations for additional seed banking capacity given their high impact on biodiversity and climate regulation.</p><p>Following the study, Terraformation is calling on:</p><p>Businesses to invest in seed banks in their sustainability plans: seed banks are a tangible restoration solution that directly support the UN’s Sustainable Development Goals.Governments to support seed banks as a natural resource management strategy: government support at any level can help create a well-connected and scalable decentralized network with locally adapted, resilient seeds.Local restoration organizations to prioritize seed banking: people already doing restoration on the ground can add seed banking to their restoration toolkits and scale their work with higher efficiency.</p><p>Seed to Forest Alliance</p><p>Terraformation and its Alliance members are committed to scaling solutions to the largest bottlenecks to native forest restoration. Four of the largest bottlenecks are inadequate seed supplies, a lack of on-the-ground technical expertise, data accessibility, and insufficient financing. The Alliance will first focus on seed supply, connecting forestry groups with the funding, technology and training to establish local seed supplies and enable biodiverse reforestation at scale.</p><p>The Alliance is underpinned by three guiding principles:</p><p>Biodiversity and ecological resilience: the Alliance will only support native, biodiverse forest restoration in accordance with the IUCN Global Standard for Nature-based Solutions. It does not support monocultures or destructive forestry practices.Community: the Alliance believes communities are at the heart of resilient and just land restoration. It supports forest restoration projects in alignment with UN Sustainable Development Goals, especially with regard to gender equality, decent work, human health and well-being, and elimination of poverty.Measurable impact and transparency: the Alliance prioritizes impact, and as such will set quantifiable goals and transparently report progress.</p><p>The Global Seed Bank Index is available to download here.</p><p>- ENDS -</p><p>About Terraformation</p><p>Terraformation is dedicated to restoring the world's forests to stabilize our climate, revive ecosystems, and build thriving communities.</p><p>It is launching a forest carbon accelerator, supporting early-stage forestry teams to launch, build, and scale biodiverse reforestation projects and produce high-quality, verified carbon credits.</p><p>Terraformation’s partner network spans five continents and includes diverse landowners and organizations. It was founded in 2019 by Yishan Wong, former CEO of Reddit.</p><p>View source version on businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20220915005905/en/\">https://www.businesswire.com/news/home/20220915005905/en/</url></p>", "publisher": "Ritzau", "instances": ["Governments to support seed banks as a natural resource management strategy: government support at any level can help create a well-connected and scalable decentralized network with locally adapted, resilient seeds. Local restoration organizations to prioritize seed banking: people already doing restoration on the ground can add seed banking to their restoration toolkits and scale their work with higher efficiency. Seed to Forest AllianceTerraformation and its Alliance members are committed to scaling solutions to the largest bottlenecks to native forest restoration. Four of the largest bottlenecks are inadequate seed supplies, a lack of on-the-ground technical expertise, data accessibility, and insufficient financing. The Alliance will first focus on seed supply, connecting forestry groups with the funding, technology and training to establish local seed supplies and enable biodiverse reforestation at scale. The Alliance is underpinned by three guiding principles:Biodiversity and ecological resilience: the Alliance will only support native, biodiverse forest restoration in accordance with the IUCN Global Standard for Nature-based Solutions. It does not support monocultures or destructive forestry practices. Community: the Alliance believes communities are at the heart of resilient and just land restoration. It supports forest restoration projects in alignment with UN Sustainable Development Goals, especially with regard to gender equality, decent work, human health and well-being, and elimination of poverty. Measurable impact and transparency: the Alliance prioritizes impact, and as such will set quantifiable goals and transparently report progress. The Global Seed Bank Index is available to download here."]}, {"relevance_score": 44, "title": "PRM / Nu skydes COP15 officielt i gang: Nye globale naturmål skal bremse tabet af verdens natur", "published": "2021-10-11", "bodyText": "<p nitf:lede=\"true\">Pressemeddelelse fra Miljøministeriet</p><p nitf:lede=\"true\">Efter et års corona-forsinkelse kickstartes de politiske forhandlinger nu om, hvordan vi bremser tilbagegangen i biodiversitet på verdensplan.     Det sker til den officielle åbning af Biodiversitetskonventionens COP15 d. 11.-15. oktober, hvor miljøminister Lea Wermelin deltager i ministermøder d. 12-13. oktober på vegne af Danmark.</p><p nitf:lede=\"true\">- Rapport efter rapport har slået fast, at vi befinder os i en global naturkrise, hvor op mod en million arter er i fare for helt at forsvinde, og mange af dem inden for de næste årtier. Derfor er mit mål for COP15 helt klart: Vi skal gå derfra med en 'Naturens Parisaftale', hvor verdens lande går sammen om at beskytte den globale natur, siger miljøminister Lea Wermelin.</p><p><emphasis typeStyle=\"bf\">Mål om 30 procent beskyttede områder</emphasis>FN's seneste biodiversitetsrapport fra 2019 viser, at dyre- plante- og svampearter er i voldsom tilbagegang, og at udviklingen sker med en uset hastighed. På landjorden forsvinder der vigtige levesteder for mange arter, når naturområder inddrages til landbrug og plantager, og naturen er også truet af skovhugst, forurening og klimaforandringer. Samtidig er verdenshavene presset af blandt andet plastikforurening, bundslæbende fiskeri, råstofindvinding og havbrug.</p><p>Miljøministeren vil derfor under COP15 have særligt fokus på at øge niveaet af naturbeskyttelse, både til lands og til vands. - Vi vil fra dansk side kæmpe for 30 procent beskyttede områder af det globale landareal og af verdenshavene. Ambitionsniveauet skal simpelthen op. Det er nu, vi skal vise, at når vi kan stå sammen om at bremse en pandemi, så kan vi også stå sammen om at bremse en global naturkrise, siger miljøminister Lea Wermelin.    Også på EU-niveau arbejder Danmark aktivt for et globalt mål om 30 procents beskyttelse på land og i havet og er en del af flere internationale koalitioner, som støtter dette mål. Det gælder f.eks. Nature-Based Solutions Coalition, Global Ocean Alliance, Blue Leaders, og High Ambition Coalition for Nature and People.</p><p>Ud over øget naturbeskyttelse forventes naturgenopretning, bæredygtig udvikling og implementering at blive nogle af de store temaer under COP15, der strækker sig frem til foråret 2022, hvor FN mødes til forhandlinger i Kunming i Kina.       <emphasis typeStyle=\"bf\">Fakta om COP15:</emphasis></p><p>FN-konferencen med fokus på biodiversitet er nr. 15 i rækken (og ikke at forveksle med Klimakonventionens COP-26). Formålet er at vedtage nye globale naturmål frem mod 2030, da den seneste ramme (Aichi-målene) udløb i 2020. COP15 skulle have været afholdt i Kina i 2020, men blev udskudt pga. COVID-19-pandemien. Konferencen bliver afholdt i to dele. Første del finder sted d. 11-15. oktober i år med deltagelse af landenes ambassader i Kina, hvor blandt andet COP-formandskabet bliver overdraget fra Egypten til Kina. Derudover skal miljøministeren sammen med andre ministre deltage i et virtuelt højniveaumøde 12-13. oktober, som startskud for COP-15. Den 25. april til 8. maj 2022 mødes verdens lande igen til de afsluttende FN-forhandlinger i Kunming i Kina. Her skal de mere konkrete forhandlinger og vedtagelsen af de nye, globale mål finde sted.</p><h>Yderligere oplysninger:</h><p>Presserådgiver Michel Bloch Buch-Larsen, Miljøministeriet, tlf.: 24 77 11 30, e-mail: <email normalizedValue=\"mailto:miblb@mim.dk\">miblb@mim.dk</email></p><p><emphasis typeStyle=\"bf\">Kontakt:</emphasis></p><p>Presserådgiver Michel Bloch Buch-Larsen email: <email normalizedValue=\"mailto:miblb@mim.dk\">miblb@mim.dk</email></p><p> Pressekontakt til miljøministeren Pressevagten (kan ikke modtage SMS) tlf.: +45 2091 5901</p><p><emphasis typeStyle=\"bf\">Læs hele pressemeddelelsen på Via Ritzau her:</emphasis><url normalizedValue=\"https://via.ritzau.dk/pressemeddelelse/nu-skydes-cop15-officielt-i-gang-nye-globale-naturmal-skal-bremse-tabet-af-verdens-natur?releaseId=13633338\">https://via.ritzau.dk/pressemeddelelse/nu-skydes-cop15-officielt-i-gang-nye-globale-naturmal-skal-bremse-tabet-af-verdens-natur?releaseId=13633338</url></p><p>** Ovenstående pressemeddelelse er videreformidlet af Ritzau på vegne af tredjepart. Ritzau er derfor ikke ansvarlig for indholdet ** </p>", "publisher": "Ritzau", "instances": ["Ambitionsniveauet skal simpelthen op. Det er nu, vi skal vise, at når vi kan stå sammen om at bremse en pandemi, så kan vi også stå sammen om at bremse en global naturkrise, siger miljøminister Lea Wermelin. Også på EU-niveau arbejder Danmark aktivt for et globalt mål om 30 procents beskyttelse på land og i havet og er en del af flere internationale koalitioner, som støtter dette mål. Det gælder f. eks. Nature-Based Solutions Coalition, Global Ocean Alliance, Blue Leaders, og High Ambition Coalition for Nature and People. Ud over øget naturbeskyttelse forventes naturgenopretning, bæredygtig udvikling og implementering at blive nogle af de store temaer under COP15, der strækker sig frem til foråret 2022, hvor FN mødes til forhandlinger i Kunming i Kina. Fakta om COP15:FN-konferencen med fokus på biodiversitet er nr. 15 i rækken (og ikke at forveksle med Klimakonventionens COP-26). Formålet er at vedtage nye globale naturmål frem mod 2030, da den seneste ramme (Aichi-målene) udløb i 2020. COP15 skulle have været afholdt i Kina i 2020, men blev udskudt pga."]}, {"relevance_score": 105, "title": "PRM / WA-AMAZON", "published": "2020-07-17", "bodyText": "<p nitf:lede=\"true\">Amazon (NASDAQ: AMZN) and We Mean Business, a global nonprofit coalition working with businesses to accelerate the transition to a zero-carbon economy, today announced they have partnered to establish the world's most comprehensive effort to drive companies to adopt more ambitious carbon emissions reduction goals. The We Mean Business coalition works with over 1,200 companies, with a total market capitalization of more than $24.8 trillion, to drive business action and policy ambition on climate change and increase chances of limiting global warming to 1.5&amp;amp;deg;C.</p><p nitf:lede=\"true\"> The partnership will:</p><p>  Encourage companies to take a leadership position and accelerate their goals to meet The Climate Pledge - the commitment co-founded by Amazon and Global Optimism to achieve net-zero carbon by 2040, a decade ahead of the Paris Agreement. Mobilize supply chains, including small and medium enterprises (SMEs), to take and scale-up measurable and direct action on climate change. Determine ambitious and accountable means for companies to credibly integrate Nature-Based Solutions in their climate strategies. \"The science is clear. We must hold temperature rise to 1.5&amp;amp;deg;C. Thanks to the long-term vision of the IKEA Foundation, and the tireless work of the partners of the We Mean Business coalition, business is already taking bold action on climate,\" said María Mendiluce, CEO of the We Mean Business coalition. \"Through The Climate Pledge, we will pick up the pace. With a commitment to collaboration and innovation, those at the head of the pack can reach net-zero emissions by 2040. To do that, we must accelerate supply chain action and develop a robust approach to Nature-Based Solutions in addition to deep decarbonization. We are delighted to be collaborating with Amazon, who have shown bold leadership and deep commitment to tackling the climate crisis.\"</p><p> \"The size and scale of the climate crisis demands that the business community joins forces and works together to invent, fund, and implement bold decarbonization programs to help protect the planet,\" said Jeff Bezos, Amazon founder and CEO. \"No one company can solve this problem on its own. We look forward to working with the We Mean Business coalition to encourage businesses around the world to accelerate their commitments to tackle climate change.\"</p><p> \"Climate change is everybody's business. I am delighted that deeper and broader collaboration in The Climate Pledge will result from the partnership with the We Mean Business coalition,\" said former UN Climate Chief and co-founder of Global Optimism, Christiana Figueres. \"We are not in a position to meander on the path to decarbonization - science tells us time is not on our side. If we are going to build back better, companies of all sizes need to safeguard the economy against the disruptive and devastating impacts of the climate crisis, which damages all of us. Large corporations decarbonizing their operations and supporting small and medium businesses to follow them in a whole-economy approach makes sense.\"</p><p> Through this partnership, the We Mean Business coalition and The Climate Pledge are establishing the largest effort to date to mobilize the private sector to reach net-zero carbon by 2040-10 years ahead of the Paris Agreement. The partnership will demonstrate that corporate leaders can go further and faster on climate action.</p><p> Core partnership activities include:</p><p>  The We Mean Business coalition will encourage companies to accelerate their goals by committing to The Climate Pledge in addition to their existing We Mean Business commitments. Existing commitments include setting emission reduction targets in line with climate science through the Science Based Targets initiative and committing to 100% renewable power through RE100, among others. The We Mean Business coalition will engage with companies to help accelerate supply chain action (scope 3 emissions). This work will engage large companies and their supply chains to provide frameworks, toolkits for action and reporting, and capacity building to encourage suppliers, especially SMEs, to ramp up their climate goals. The We Mean Business coalition and The Climate Pledge will jointly support the Four Principles for Nature-Based Solutions published in May 2020 as a framework to help business decision makers distinguish credible carbon mitigation projects and to evaluate regenerative investments. Mitigation at pace remains a priority for all business. This work will enable companies to take a robust approach to investing in nature, alongside making significant and transformative emissions reductions in their direct operations and supply chains. Climate Pledge signatories will explore investment opportunities, including through Amazon's Climate Pledge Fund, in companies whose products and services will facilitate the transition to a zero-carbon economy. As part of this new partnership, The Climate Pledge and the We Mean Business coalition will also provide resources and support to the following partner initiatives that are urging companies to respond to the climate crisis by setting specific, measurable targets:</p><p>  TED Countdown: TED Countdown, a global initiative powered by TED and Future Stewards, aims to champion and accelerate solutions to address the climate crisis, turning ideas into action. Signatories to the Climate Pledge will be encouraged to participate in Countdown's global launch event on October 10, 2020, engage in cross-sector working groups in the year leading to the Countdown Summit in October 2021, promote and host local TEDx Countdown events, and participate in the 2021 Summit. Race to Zero: The Climate Pledge will support awareness-raising efforts to build momentum around the shift to a decarbonized economy ahead of the United Nations Climate Change Conference (COP26) and advocate for governments to strengthen their contributions to the Paris Agreement. Race to Zero will support all businesses across value chains to take climate action. The Science Based Targets initiative: All signatories to The Climate Pledge will be encouraged to set targets through the Science Based Targets initiative (SBTi) to reduce emissions and boost their competitive advantage in the transition to the zero-carbon economy. \"When we helped launch the We Mean Business coalition back in 2014 it was a big bet,\" said Per Heggenes, CEO, the IKEA Foundation. \"We did it because we felt business has both the responsibility and the capability to demonstrate leadership in the race to zero. Today we're excited that Amazon will be a part of this journey and strengthen the coalition's collective impact. By embracing both commitments to reduce GHG emissions and pursue Nature-Based Solutions as necessary, the We Mean Business coalition can accelerate private sector change at a faster pace to help secure the future livability of our planet. We applaud Amazon for showing real leadership by committing to and applying the four principles of Nature-Based Solutions.\"</p><p> \"I am delighted with Amazon's efforts to galvanize businesses to race to net-zero emissions as fast as possible,\" said Nigel Topping, UK High Level Climate Champion. \"This announcement comes at a critical time when we need to strengthen capacity as economies rebuild from COVID-19. The Climate Pledge - which has been a close ally of the Race to Zero campaign - will help stimulate a healthy, green recovery that creates jobs and builds resilience.\"</p><p> \"The moment to act on climate change has been upon us for too long, and now is the time to unite all levels of society - business leaders, courageous political actors, scientists, and individuals,\" said Chris Anderson, Head of TED. \"The global disruptions from COVID-19 are a prequel to what we can expect if we do not coalesce to take on the climate crisis. This partnership presents a thrilling opportunity to protect the planet, create new economic opportunities, and build back better. We are proud to be a part of this critical effort.\"</p><p> \"Like the COVID-19 epidemic, unchecked climate change will radically affect people's lives, businesses, and the economy. Governments alone cannot solve these problems. The innovation, dynamism, and drive fostered by the corporate sector are critical. Companies that have demonstrated the ability to innovate and revolutionize systems - none more than Amazon - can help set the pace through ambitious climate action,\" said Andrew Steer, President and CEO of World Resources Institute, one of the SBTi partners. \"We urge all companies that sign The Climate Pledge to set a science-based target in line with 1.5&amp;amp;deg;C to put them on track to reach net-zero emissions. WRI welcomes The Climate Pledge's new partnership with the We Mean Business coalition, and we look forward to working together to create a prosperous zero-carbon future.\"</p><p> Last year, Amazon and Global Optimism co-founded The Climate Pledge, a commitment to reach the Paris Agreement 10 years early and be net-zero carbon by 2040. Verizon, Reckitt Benckiser (RB), Infosys, and Oak View Group joined the pledge this year-sending an important signal that there will be rapid growth in demand for products and services that help reduce carbon emissions. For more information visit <url normalizedValue=\"http://www.theclimatepledge.com\">www.theclimatepledge.com</url>.</p><p> About We Mean Business</p><p> We Mean Business is a global coalition of nonprofit organizations working with the world's most influential businesses to take action on climate change. Founded with the generous support of the IKEA Foundation in 2014, the coalition brings together seven organizations: BSR, CDP, Ceres, The B Team, The Climate Group, The Prince of Wales's Corporate Leaders Group and the World Business Council for Sustainable Development. Together we catalyze business action to drive policy ambition and accelerate the transition to a zero-carbon economy. Find out more at <url normalizedValue=\"http://www.wemeanbusinesscoalition.org\">www.wemeanbusinesscoalition.org</url>.</p><p> About Amazon</p><p>Amazon is guided by four principles: customer obsession rather than competitor focus, passion for invention, commitment to operational excellence, and long-term thinking. Customer reviews, 1-Click shopping, personalized recommendations, Prime, Fulfillment by Amazon, AWS, Kindle Direct Publishing, Kindle, Fire tablets, Fire TV, Amazon Echo, and Alexa are some of the products and services pioneered by Amazon. For more information, visit <url normalizedValue=\"http://www.amazon.com/about\">www.amazon.com/about</url>.</p><p> About Global Optimism</p><p> Global Optimism exists to precipitate transformational, sector-wide change. Achieving a zero emissions future is not a far-off challenge. It's one for which we must and we can get on track for now. Every scientific assessment shows that to meet the goal of net-zero emissions by 2050 and not exceed 1.5C of global warming, we must halve our emissions between 2020 and 2030. Tackling the climate crisis is only possible when everyone, everywhere plays their part. We work with like-minded collectives from all sectors who are willing to invest in the choices required to be on this challenging - and life-affirming - journey. For more information, visit <url normalizedValue=\"http://www.globaloptimism.com\">www.globaloptimism.com</url>.</p><p> About TED Countdown</p><p> Powered by TED, Future Stewards and 50+ partner organizations, Countdown is a global initiative to champion and accelerate solutions to the climate crisis - and turn ideas into action. Countdown kicks off with a global virtual launch on 10.10.2020 designed to reach people worldwide with a powerful public program that vividly and compellingly explains the climate crisis and calls for leaders and citizens to act. Over the following year, cross-sector working groups will focus on delivering solutions to reduce greenhouse gas emissions. In October 2021, the Countdown Summit will be held to share an inspiring, actionable blueprint for a net-zero future and advance progress in the Race to Zero. These ideas and commitments will be further amplified by local events around the world.</p><p> About Race to Zero</p><p> Led by High-Level Climate Champions for Climate Action - Nigel Topping and Gonzalo Muñoz - Race to Zero is a global campaign to rally leadership and support from businesses, cities, regions, investors for a healthy, resilient, zero carbon recovery. All members are committed to the same overarching goal: achieving net-zero emissions by 2050 at the very latest.</p><p> About the IKEA Foundation</p><p> The IKEA Foundation (Stichting IKEA Foundation) works to create a better everyday life for the many people. The Foundation is funded by the INGKA Foundation, owner of the Ingka Group of companies. The IKEA Foundation is independent from the retail business with a sole focus on creating brighter lives on a liveable planet through philanthropy and grantmaking. Learn more at <url normalizedValue=\"http://www.ikeafoundation.org\">www.ikeafoundation.org</url> or on <url normalizedValue=\"http://www.facebook.com/IKEAfoundation\">www.facebook.com/IKEAfoundation</url>.</p><p> View source version on businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20200716006006/en/\">https://www.businesswire.com/news/home/20200716006006/en/</url></p><p>ClickThru URL: <url normalizedValue=\"http://www.amazon.com\">http://www.amazon.com</url></p><p>Multimedia Gallery URL: </p>", "publisher": "Ritzau", "instances": ["The We Mean Business coalition works with over 1,200 companies, with a total market capitalization of more than $24. 8 trillion, to drive business action and policy ambition on climate change and increase chances of limiting global warming to 1. 5&amp;amp;deg;C. The partnership will:  Encourage companies to take a leadership position and accelerate their goals to meet The Climate Pledge - the commitment co-founded by Amazon and Global Optimism to achieve net-zero carbon by 2040, a decade ahead of the Paris Agreement. Mobilize supply chains, including small and medium enterprises (SMEs), to take and scale-up measurable and direct action on climate change. Determine ambitious and accountable means for companies to credibly integrate Nature-Based Solutions in their climate strategies. \"The science is clear. We must hold temperature rise to 1. 5&amp;amp;deg;C. Thanks to the long-term vision of the IKEA Foundation, and the tireless work of the partners of the We Mean Business coalition, business is already taking bold action on climate,\" said María Mendiluce, CEO of the We Mean Business coalition. \"Through The Climate Pledge, we will pick up the pace.", "We must hold temperature rise to 1. 5&amp;amp;deg;C. Thanks to the long-term vision of the IKEA Foundation, and the tireless work of the partners of the We Mean Business coalition, business is already taking bold action on climate,\" said María Mendiluce, CEO of the We Mean Business coalition. \"Through The Climate Pledge, we will pick up the pace. With a commitment to collaboration and innovation, those at the head of the pack can reach net-zero emissions by 2040. To do that, we must accelerate supply chain action and develop a robust approach to Nature-Based Solutions in addition to deep decarbonization. We are delighted to be collaborating with Amazon, who have shown bold leadership and deep commitment to tackling the climate crisis. The size and scale of the climate crisis demands that the business community joins forces and works together to invent, fund, and implement bold decarbonization programs to help protect the planet,\" said Jeff Bezos, Amazon founder and CEO. \"No one company can solve this problem on its own. We look forward to working with the We Mean Business coalition to encourage businesses around the world to accelerate their commitments to tackle climate change. Climate change is everybody's business.", "The partnership will demonstrate that corporate leaders can go further and faster on climate action. Core partnership activities include:  The We Mean Business coalition will encourage companies to accelerate their goals by committing to The Climate Pledge in addition to their existing We Mean Business commitments. Existing commitments include setting emission reduction targets in line with climate science through the Science Based Targets initiative and committing to 100% renewable power through RE100, among others. The We Mean Business coalition will engage with companies to help accelerate supply chain action (scope 3 emissions). This work will engage large companies and their supply chains to provide frameworks, toolkits for action and reporting, and capacity building to encourage suppliers, especially SMEs, to ramp up their climate goals. The We Mean Business coalition and The Climate Pledge will jointly support the Four Principles for Nature-Based Solutions published in May 2020 as a framework to help business decision makers distinguish credible carbon mitigation projects and to evaluate regenerative investments. Mitigation at pace remains a priority for all business. This work will enable companies to take a robust approach to investing in nature, alongside making significant and transformative emissions reductions in their direct operations and supply chains. Climate Pledge signatories will explore investment opportunities, including through Amazon's Climate Pledge Fund, in companies whose products and services will facilitate the transition to a zero-carbon economy. As part of this new partnership, The Climate Pledge and the We Mean Business coalition will also provide resources and support to the following partner initiatives that are urging companies to respond to the climate crisis by setting specific, measurable targets:  TED Countdown: TED Countdown, a global initiative powered by TED and Future Stewards, aims to champion and accelerate solutions to address the climate crisis, turning ideas into action. Signatories to the Climate Pledge will be encouraged to participate in Countdown's global launch event on October 10, 2020, engage in cross-sector working groups in the year leading to the Countdown Summit in October 2021, promote and host local TEDx Countdown events, and participate in the 2021 Summit.", "Race to Zero will support all businesses across value chains to take climate action. The Science Based Targets initiative: All signatories to The Climate Pledge will be encouraged to set targets through the Science Based Targets initiative (SBTi) to reduce emissions and boost their competitive advantage in the transition to the zero-carbon economy. \"When we helped launch the We Mean Business coalition back in 2014 it was a big bet,\" said Per Heggenes, CEO, the IKEA Foundation. \"We did it because we felt business has both the responsibility and the capability to demonstrate leadership in the race to zero. Today we're excited that Amazon will be a part of this journey and strengthen the coalition's collective impact. By embracing both commitments to reduce GHG emissions and pursue Nature-Based Solutions as necessary, the We Mean Business coalition can accelerate private sector change at a faster pace to help secure the future livability of our planet. We applaud Amazon for showing real leadership by committing to and applying the four principles of Nature-Based Solutions. I am delighted with Amazon's efforts to galvanize businesses to race to net-zero emissions as fast as possible,\" said Nigel Topping, UK High Level Climate Champion. \"This announcement comes at a critical time when we need to strengthen capacity as economies rebuild from COVID-19. The Climate Pledge - which has been a close ally of the Race to Zero campaign - will help stimulate a healthy, green recovery that creates jobs and builds resilience. The moment to act on climate change has been upon us for too long, and now is the time to unite all levels of society - business leaders, courageous political actors, scientists, and individuals,\" said Chris Anderson, Head of TED.", "The Science Based Targets initiative: All signatories to The Climate Pledge will be encouraged to set targets through the Science Based Targets initiative (SBTi) to reduce emissions and boost their competitive advantage in the transition to the zero-carbon economy. \"When we helped launch the We Mean Business coalition back in 2014 it was a big bet,\" said Per Heggenes, CEO, the IKEA Foundation. \"We did it because we felt business has both the responsibility and the capability to demonstrate leadership in the race to zero. Today we're excited that Amazon will be a part of this journey and strengthen the coalition's collective impact. By embracing both commitments to reduce GHG emissions and pursue Nature-Based Solutions as necessary, the We Mean Business coalition can accelerate private sector change at a faster pace to help secure the future livability of our planet. We applaud Amazon for showing real leadership by committing to and applying the four principles of Nature-Based Solutions. I am delighted with Amazon's efforts to galvanize businesses to race to net-zero emissions as fast as possible,\" said Nigel Topping, UK High Level Climate Champion. \"This announcement comes at a critical time when we need to strengthen capacity as economies rebuild from COVID-19. The Climate Pledge - which has been a close ally of the Race to Zero campaign - will help stimulate a healthy, green recovery that creates jobs and builds resilience. The moment to act on climate change has been upon us for too long, and now is the time to unite all levels of society - business leaders, courageous political actors, scientists, and individuals,\" said Chris Anderson, Head of TED. \"The global disruptions from COVID-19 are a prequel to what we can expect if we do not coalesce to take on the climate crisis."]}, {"relevance_score": 48, "title": "PRM / NY-PHILIP-MORRIS-INTL", "published": "2021-10-27", "bodyText": "<p nitf:lede=\"true\">As the urgency to adapt and take action to tackle the climate change crisis becomes more pressing, Philip Morris International Inc. (PMI) (NYSE: PM) today releases its Low Carbon Transition Plan (LCTP), which provides a transparent and detailed view on how we plan to achieve our climate ambitions, measure success, and report on progress.</p><p> The plan brings forward PMI's ambitions to achieve carbon neutrality in its direct operations (scopes 1+2) by five years, to 2025, and to achieve carbon neutrality across its entire value chain (scopes 1+2+3) by 10 years, to 2040. In addition, it introduces a new goal for PMI's critical suppliers to adopt science-based targets (SBTs) in line with the SBTs that PMI has already committed to, aligned with the 1.5&amp;amp;deg;C pathway necessary to meet the goals of the Paris Agreement. The importance of this new target is linked to the relevance attributed to supplier engagement, which is essential to support the achievement of PMI's CO2 reduction targets for scope 3 over time, allowing the company to maintain its leadership role in climate actions. The LCTP links these considerable ambitions to the company's purpose and even greater fundamental ambition of ridding the world of cigarettes, while further seeking a net-positive impact on society.</p><p> \"By presenting our low-carbon transformation strategy, we hope to encourage change and foster engagement with investors and other stakeholders who will be able to evaluate whether our company is appropriately adapting its business model for success in a net-zero carbon economy,\" said Jennifer Motles, Chief Sustainability Officer. \"The LCTP showcases how our targets are underpinned by detailed operational measures and a solid business strategy, which are vital to translate ambition into action, achievement, and impact, and most important, the only way to safeguard the sustainability of our business and to help contribute to wider societal action.\"</p><p> Delivering on climate ambitions to create long-term value</p><p>PMI has adopted a three-step approach to achieving its emissions targets: 1) reducing consumption and optimizing efficiency to cut greenhouse gas (GHG) emissions, 2) minimizing the use of fossil fuels and promoting the switch to renewable energy, and 3) compensating unavoidable emissions by prioritizing insetting projects (nature-based solutions) and purchasing high-quality carbon credits.</p><p> \"Strong action must be taken to reduce the risks of climate change and stop the destruction of nature. We believe that PMI must play its part in protecting vulnerable ecosystems and communities around the world by reducing our environmental impact across our value chain, and by defining and executing strategies and initiatives to achieve our long-term targets,\" said Massimo Andolina, SVP, Operations. \"Our business and sustainability strategies are advancing hand-in-hand with increasing momentum, and we are investing in innovative programs and taking a multidisciplinary approach to reducing the environmental impact of our products, operations, and value chain.\"</p><p> Investing in nature-based solutions: Portfolio of Climate Investments</p><p> Recognizing that with today's technologies, some emissions are unavoidable, PMI's approach to carbon pricing announced last year includes the introduction of two complementary internal carbon prices: a shadow price of USD 65 per ton of CO2 e and a carbon levy of USD 8 per ton of CO2 e. The shadow price helps in the prioritization of business cases for investment in activities aimed at structurally reducing carbon emissions, while the carbon levy helps size the investments required today to decrease GHG emissions through offsetting and insetting initiatives.</p><p> Guiding these initiatives, PMI has created its Portfolio of Climate Investments (PCI), which will provide transparency in the activities necessary to further the company's decarbonization efforts. The PCI's advisory committee is responsible for managing and allocating the budget for climate-investment solutions along three main lines of intervention: purchases of high-quality carbon credits to support short-term neutrality targets, investments in insetting projects within PMI's value chain to support long-term net-zero ambitions, and investments in innovative technologies that can help permanently remove carbon from the atmosphere.</p><p> Social and Environmental Connectivity</p><p> Climate change impacts not only the environment but also people's livelihoods. PMI's efforts to combat climate change are not limited to working towards carbon neutrality in its operations and across its entire value chain. The company is also working to adapt to the impact of climate change and increase the resilience of its business and the communities where it operates. Recognizing that sustainability challenges do not exist in a vacuum but are often linked to one another and must be considered to craft appropriate solutions, PMI commissioned Article One to prepare a briefing paper, entitled: \"Climate Justice in Global Supply Chains: A Perspective for the Private Sector.\" The paper will discuss the connectivity between environmental and social issues, drawn from the impacts of climate change, as well as the ability to shape solutions that are mutually reinforcing.</p><p> Recognitions of PMI's climate action progress</p><p> In the S&amp;amp;P Global Ratings' ESG Evaluation report, PMI was recognized not only as a leader in the transition to carbon neutrality but an industry differentiator for its approach to carbon pricing. The company was also included in the Dow Jones Sustainability Index (DJSI) North America for the first time last year, achieving the highest score of 100 in the climate strategy, environmental reporting, and environmental policy and management systems categories. In 2020, PMI was one of just 10 companies worldwide to receive the prestigious \"Triple A\" score for environmental sustainability leadership by CDP, and maintained its position on CDP's A List for Climate Change for the seventh year in a row. In addition, CDP placed PMI on its Supplier Engagement leaderboard for the fourth consecutive year.</p><p> To access PMI's LCTP Report, as well as additional information on PMI's approach to sustainability, please refer to the LCTP Report and PMI Sustainability. To review PMI's integrated performance, please refer to PMI's 2020 Integrated Report, which includes progress on the company's efforts to reduce its carbon footprint. The report addresses some recommendations of the Task Force on Climate-related Financial Disclosures (TCFD), while the remainder are covered by the company's reporting to CDP.</p><p>Philip Morris International: Delivering a Smoke-Free Future</p><p>Philip Morris International (PMI) is leading a transformation in the tobacco industry to create a smoke-free future and ultimately replace cigarettes with smoke-free products to the benefit of adults who would otherwise continue to smoke, society, the company, its shareholders, and other stakeholders. PMI is a leading international tobacco company engaged in the manufacture and sale of cigarettes, as well as smoke-free products, associated electronic devices and accessories, and other nicotine-containing products in markets outside the U.S. In addition, versions of PMI's IQOS Platform 1 device and consumables have received marketing authorizations from the U.S. Food and Drug Administration (FDA) under the premarket tobacco product application (PMTA) pathway; the FDA has also authorized the marketing of a version of IQOS and its consumables as a Modified Risk Tobacco Product (MRTP), finding that an exposure modification order for these products is appropriate to promote the public health. PMI is building a future on a new category of smoke-free products that, while not risk-free, are a much better choice than continuing to smoke. Through multidisciplinary capabilities in product development, state-of-the-art facilities, and scientific substantiation, PMI aims to ensure that its smoke-free products meet adult consumer preferences and rigorous regulatory requirements. PMI's smoke-free product portfolio includes heat-not-burn products, nicotine-containing vapor products and oral nicotine products. As of September 30, 2021, PMI's smoke-free products are available for sale in 70 markets in key cities or nationwide, and PMI estimates that approximately 14.9 million adults around the world have already switched to IQOS and stopped smoking. For more information, please visit <url normalizedValue=\"http://www.pmi.com\">www.pmi.com</url> and <url normalizedValue=\"http://www.pmiscience.com\">www.pmiscience.com</url>.</p><p> View source version on businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20211026006367/en/\">https://www.businesswire.com/news/home/20211026006367/en/</url></p><p>ClickThru URL:  </p><p>Multimedia Gallery URL: </p>", "publisher": "Ritzau", "instances": ["5&amp;amp;deg;C pathway necessary to meet the goals of the Paris Agreement. The importance of this new target is linked to the relevance attributed to supplier engagement, which is essential to support the achievement of PMI's CO2 reduction targets for scope 3 over time, allowing the company to maintain its leadership role in climate actions. The LCTP links these considerable ambitions to the company's purpose and even greater fundamental ambition of ridding the world of cigarettes, while further seeking a net-positive impact on society. \"By presenting our low-carbon transformation strategy, we hope to encourage change and foster engagement with investors and other stakeholders who will be able to evaluate whether our company is appropriately adapting its business model for success in a net-zero carbon economy,\" said Jennifer Motles, Chief Sustainability Officer. \"The LCTP showcases how our targets are underpinned by detailed operational measures and a solid business strategy, which are vital to translate ambition into action, achievement, and impact, and most important, the only way to safeguard the sustainability of our business and to help contribute to wider societal action. Delivering on climate ambitions to create long-term valuePMI has adopted a three-step approach to achieving its emissions targets: 1) reducing consumption and optimizing efficiency to cut greenhouse gas (GHG) emissions, 2) minimizing the use of fossil fuels and promoting the switch to renewable energy, and 3) compensating unavoidable emissions by prioritizing insetting projects (nature-based solutions) and purchasing high-quality carbon credits. \"Strong action must be taken to reduce the risks of climate change and stop the destruction of nature. We believe that PMI must play its part in protecting vulnerable ecosystems and communities around the world by reducing our environmental impact across our value chain, and by defining and executing strategies and initiatives to achieve our long-term targets,\" said Massimo Andolina, SVP, Operations. \"Our business and sustainability strategies are advancing hand-in-hand with increasing momentum, and we are investing in innovative programs and taking a multidisciplinary approach to reducing the environmental impact of our products, operations, and value chain. Investing in nature-based solutions: Portfolio of Climate Investments Recognizing that with today's technologies, some emissions are unavoidable, PMI's approach to carbon pricing announced last year includes the introduction of two complementary internal carbon prices: a shadow price of USD 65 per ton of CO2 e and a carbon levy of USD 8 per ton of CO2 e. The shadow price helps in the prioritization of business cases for investment in activities aimed at structurally reducing carbon emissions, while the carbon levy helps size the investments required today to decrease GHG emissions through offsetting and insetting initiatives.", "\"The LCTP showcases how our targets are underpinned by detailed operational measures and a solid business strategy, which are vital to translate ambition into action, achievement, and impact, and most important, the only way to safeguard the sustainability of our business and to help contribute to wider societal action. Delivering on climate ambitions to create long-term valuePMI has adopted a three-step approach to achieving its emissions targets: 1) reducing consumption and optimizing efficiency to cut greenhouse gas (GHG) emissions, 2) minimizing the use of fossil fuels and promoting the switch to renewable energy, and 3) compensating unavoidable emissions by prioritizing insetting projects (nature-based solutions) and purchasing high-quality carbon credits. \"Strong action must be taken to reduce the risks of climate change and stop the destruction of nature. We believe that PMI must play its part in protecting vulnerable ecosystems and communities around the world by reducing our environmental impact across our value chain, and by defining and executing strategies and initiatives to achieve our long-term targets,\" said Massimo Andolina, SVP, Operations. \"Our business and sustainability strategies are advancing hand-in-hand with increasing momentum, and we are investing in innovative programs and taking a multidisciplinary approach to reducing the environmental impact of our products, operations, and value chain. Investing in nature-based solutions: Portfolio of Climate Investments Recognizing that with today's technologies, some emissions are unavoidable, PMI's approach to carbon pricing announced last year includes the introduction of two complementary internal carbon prices: a shadow price of USD 65 per ton of CO2 e and a carbon levy of USD 8 per ton of CO2 e. The shadow price helps in the prioritization of business cases for investment in activities aimed at structurally reducing carbon emissions, while the carbon levy helps size the investments required today to decrease GHG emissions through offsetting and insetting initiatives. Guiding these initiatives, PMI has created its Portfolio of Climate Investments (PCI), which will provide transparency in the activities necessary to further the company's decarbonization efforts. The PCI's advisory committee is responsible for managing and allocating the budget for climate-investment solutions along three main lines of intervention: purchases of high-quality carbon credits to support short-term neutrality targets, investments in insetting projects within PMI's value chain to support long-term net-zero ambitions, and investments in innovative technologies that can help permanently remove carbon from the atmosphere. Social and Environmental Connectivity Climate change impacts not only the environment but also people's livelihoods. PMI's efforts to combat climate change are not limited to working towards carbon neutrality in its operations and across its entire value chain."]}, {"relevance_score": 60, "title": "PRM / NY-PHILIP-MORRIS-INTL", "published": "2022-12-14", "bodyText": "<p nitf:lede=\"true\">As world leaders gather at the UN Biodiversity Conference (COP15), Philip Morris International (PMI) (NYSE: PM) is proud to announce ambitions that align with the Post-2020 Biodiversity Framework.</p><p nitf:lede=\"true\">The company’s new ambitions on biodiversity and water strengthen PMI’s actions to address the environmental impacts of its business operations, which it currently manages through two main strategies: Tackle Climate Change and Preserve Nature. PMI intentionally structured the new ambitions to maximize their impact around a 10-year span, from 2023 to 2033.</p><p nitf:lede=\"true\">Detailing its strategy to Tackle Climate Change, PMI’s 2021 Low-Carbon Transition Plan brought forward the company’s ambitions to achieve carbon neutrality in its direct operations (scopes 1+2) by 2025, and to achieve carbon neutrality across its entire value chain (scopes 1+2+3) by 2040. In addition, it introduced a new goal for the company’s critical suppliers to adopt science-based targets (SBTs) by 2025, in line with the SBTs to which PMI has already committed.</p><p>To Preserve Nature, the company published its 2020 Zero Deforestation Manifesto, achieved zero gross deforestation of primary and protected forests, and is working towards achieving zero net deforestation of managed natural forests and having a net positive impact on forests associated with the tobacco supply chain by 2025. In its paper and pulp-based materials supply chain, the company targets zero gross deforestation of primary and protected forests by 2025, as well as zero net deforestation of managed natural forests and no conversion of natural ecosystems by 2030.</p><p>Perfect ForestPMI is pleased to be at the forefront of promoting the sustainable management of forests and is encouraged that respected stakeholders recognize the importance of what the company is doing. Perfect Forest is the name of PMI’s operating nature-based solutions (NbS) projects to preserve forest resources. PMI believes that a constant effort at the landscape level is key in transforming the relationship the company has with forest ecosystems and local stakeholders, where “perfection” is the mutual contribution between the protection of nature and the resulting ecosystem services generated by it. In particular, Perfect Forest generates carbon sequestration, enhancing the potential of forestry systems to deliver sustainable forest products and social benefits. It also creates the conditions for protecting water resources, balancing soil elements, and preserving natural habitats—key to supporting biodiversity.</p><p>PMI’s New Ambitions to Preserve NatureBiodiversity</p><p>Protect nature by achieving no net loss on ecosystems connected to PMI’s value chain by 2033Contribute towards a net positive impact on nature by 2050</p><p>Water stewardship</p><p>Scale solutions towards a positive impact on water resources, measured as volume of water optimized and restored, by 2033Contribute towards a positive impact on water resources by 2050</p><p>“As our new ambitions demonstrate, PMI understands that decarbonization, biodiversity protection, forestry management, and water stewardship are deeply connected. We aspire to lead by example in the responsible and sustainable management of natural resources that can allow the promotion and protection of natural ecosystems,” said Jennifer Motles, Chief Sustainability Officer. “It is important to recognize the linkages between biodiversity loss and vulnerability to climate change, and how these could exacerbate poverty and inequality. Adaptation strategies that promote the protection, preservation, and efficient use of natural resources help us build preparedness to manage potential environmental impacts that could affect our business.”</p><p>PMI’s strategies to Tackle Climate Change and Preserve Nature have been recognized by CDP, a not-for-profit charity that runs a global disclosure system for investors, companies, cities, and regions to manage their environmental impacts. As of Dec. 13, 2022, PMI has been honored with the Triple A score for its efforts across climate, forests, and water stewardship. The ranking places PMI among one in 1,000 companies worldwide to achieve the prestigious Triple A score and among the world's most pioneering companies leading on environmental transparency and performance.</p><p>“Natural capital is a wealth we all share and depend on. It is essential that we do our part to protect, sustainably manage, and nurture it—and we’re proud that CDP has once again recognized PMI’s efforts to do exactly that,” explained Massimo Andolina, SVP, Operations. “Further, preserving natural ecosystems by properly managing land and water resources helps increase the resilience of our production systems and reduce operational risks.”</p><p>Through its Integrated Report and CDP submissions, PMI seeks to align with and is proud to support the Task Force on Climate-Related Financial Disclosures (TCFD). Also reflected in the company’s Triple A rating from CDP are PMI’s contributions to the development of the parallel Task Force on Nature-Related Financial Disclosures (TNFD). TNFD centers on the importance of protecting ecosystems and promoting biodiversity. It states that its mission is, in part, “to develop and deliver a risk management and disclosure framework for organizations to report and act on evolving nature-related risks.”</p><p>Visit pmi.com/sustainability for more information and read PMI’s dedicated disclosure focused on Preserve Nature, published today. To learn more about PMI’s overall approach to sustainability, please refer to its latest Integrated Report 2021.</p><p>Philip Morris International: Delivering a Smoke-Free FuturePhilip Morris International (PMI) is a leading international tobacco company working to deliver a smoke-free future and evolving its portfolio for the long term to include products outside of the tobacco and nicotine sector. The company’s current product portfolio primarily consists of cigarettes and smoke-free products, including heat-not-burn, vapor and oral nicotine products, which are sold in markets outside the U.S. Since 2008, PMI has invested more than USD 9 billion to develop, scientifically substantiate and commercialize innovative smoke-free products for adults who would otherwise continue to smoke, with the goal of completely ending the sale of cigarettes. This includes the building of world-class scientific assessment capabilities, notably in the areas of pre-clinical systems toxicology, clinical and behavioral research, as well as post-market studies. The U.S. Food and Drug Administration (FDA) has authorized the marketing of versions of PMI’s IQOS Platform 1 devices and consumables as a Modified Risk Tobacco Products (MRTPs), finding that an exposure modification orders for these products are appropriate to promote the public health. As of September 30, 2022, excluding Russia and Ukraine, PMI's smoke-free products are available for sale in 70 markets, and PMI estimates that approximately 13.5 million adults around the world had already switched to IQOS and stopped smoking. With a strong foundation and significant expertise in life sciences, in February 2021, PMI announced its ambition to expand into wellness and healthcare areas and deliver innovative products and solutions that aim to address unmet consumer and patient needs. For more information, please visit <url normalizedValue=\"http://www.pmi.com\">www.pmi.com</url> and <url normalizedValue=\"http://www.pmiscience.com\">www.pmiscience.com</url>.</p><p>Forward-Looking and Cautionary StatementsThis press release contains projections of future results and goals and other forward-looking statements, including statements regarding operational plans and strategies. Achievement of future results is subject to risks, uncertainties and inaccurate assumptions. In the event that risks or uncertainties materialize, or underlying assumptions prove inaccurate, actual results could vary materially from those contained in such forward-looking statements. Pursuant to the “safe harbor” provisions of the Private Securities Litigation Reform Act of 1995, PMI is identifying important factors that, individually or in the aggregate, could cause actual results and outcomes to differ materially from those contained in any forward-looking statements made by PMI.</p><p>PMI's business risks include: excise tax increases and discriminatory tax structures; increasing marketing and regulatory restrictions that could reduce our competitiveness, eliminate our ability to communicate with adult consumers, or ban certain of our products in certain markets or countries; health concerns relating to the use of tobacco and other nicotine-containing products and exposure to environmental tobacco smoke; litigation related to tobacco use and intellectual property; intense competition; the effects of global and individual country economic, regulatory and political developments, natural disasters and conflicts; the impact and consequences of Russia's invasion of Ukraine; changes in adult smoker behavior; the impact of COVID-19 on PMI's business; lost revenues as a result of counterfeiting, contraband and cross-border purchases; governmental investigations; unfavorable currency exchange rates and currency devaluations, and limitations on the ability to repatriate funds; adverse changes in applicable corporate tax laws; adverse changes in the cost, availability, and quality of tobacco and other agricultural products and raw materials, as well as components and materials for our electronic devices; and the integrity of its information systems and effectiveness of its data privacy policies. PMI's future profitability may also be adversely affected should it be unsuccessful in its attempts to produce and commercialize reduced-risk products or if regulation or taxation do not differentiate between such products and cigarettes; if it is unable to successfully introduce new products, promote brand equity, enter new markets or improve its margins through increased prices and productivity gains; if it is unable to expand its brand portfolio internally or through acquisitions and the development of strategic business relationships; or if it is unable to attract and retain the best global talent, including women or diverse candidates. Future results are also subject to the lower predictability of our reduced-risk product category's performance.</p><p>In addition, important factors that could cause actual results to differ materially from those indicated by forward-looking statements include risks and uncertainties related to: the agreement with Altria and the benefits of the transaction; the possibility that expected benefits related to recent or pending acquisitions, including the transaction with Swedish Match, may not materialize as expected; the proposed transaction with Swedish Match not being timely completed; Swedish Match’s business experiencing disruptions due to transaction-related uncertainty or other factors making it more difficult to maintain relationships with employees, customers, licensees, other business partners or governmental entities; difficulty retaining key Swedish Match employees; the outcome of any legal proceedings related to the proposed transaction with Swedish Match; and the parties being unable to successfully implement integration strategies or to achieve expected synergies and operating efficiencies within the expected time-frames or at all.</p><p>PMI is further subject to other risks detailed from time to time in its publicly filed documents, including PMI's Annual Report on Form 10-K for the fourth quarter and year ended December 31, 2021 and the Form 10-Q for the quarter ended September 30, 2022. PMI cautions that the foregoing list of important factors is not a complete discussion of all potential risks and uncertainties. PMI does not undertake to update any forward-looking statement that it may make from time to time, except in the normal course of its public disclosure obligations.</p><p># # #</p><p>View source version on businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20221214005553/en/\">https://www.businesswire.com/news/home/20221214005553/en/</url></p>", "publisher": "Ritzau", "instances": ["Detailing its strategy to Tackle Climate Change, PMI’s 2021 Low-Carbon Transition Plan brought forward the company’s ambitions to achieve carbon neutrality in its direct operations (scopes 1+2) by 2025, and to achieve carbon neutrality across its entire value chain (scopes 1+2+3) by 2040. In addition, it introduced a new goal for the company’s critical suppliers to adopt science-based targets (SBTs) by 2025, in line with the SBTs to which PMI has already committed. To Preserve Nature, the company published its 2020 Zero Deforestation Manifesto, achieved zero gross deforestation of primary and protected forests, and is working towards achieving zero net deforestation of managed natural forests and having a net positive impact on forests associated with the tobacco supply chain by 2025. In its paper and pulp-based materials supply chain, the company targets zero gross deforestation of primary and protected forests by 2025, as well as zero net deforestation of managed natural forests and no conversion of natural ecosystems by 2030. Perfect ForestPMI is pleased to be at the forefront of promoting the sustainable management of forests and is encouraged that respected stakeholders recognize the importance of what the company is doing. Perfect Forest is the name of PMI’s operating nature-based solutions (NbS) projects to preserve forest resources. PMI believes that a constant effort at the landscape level is key in transforming the relationship the company has with forest ecosystems and local stakeholders, where “perfection” is the mutual contribution between the protection of nature and the resulting ecosystem services generated by it. In particular, Perfect Forest generates carbon sequestration, enhancing the potential of forestry systems to deliver sustainable forest products and social benefits. It also creates the conditions for protecting water resources, balancing soil elements, and preserving natural habitats—key to supporting biodiversity. PMI’s New Ambitions to Preserve NatureBiodiversityProtect nature by achieving no net loss on ecosystems connected to PMI’s value chain by 2033Contribute towards a net positive impact on nature by 2050Water stewardshipScale solutions towards a positive impact on water resources, measured as volume of water optimized and restored, by 2033Contribute towards a positive impact on water resources by 2050“As our new ambitions demonstrate, PMI understands that decarbonization, biodiversity protection, forestry management, and water stewardship are deeply connected. We aspire to lead by example in the responsible and sustainable management of natural resources that can allow the promotion and protection of natural ecosystems,” said Jennifer Motles, Chief Sustainability Officer."]}, {"relevance_score": 42, "title": "ITOCO welcomes Mr. Xavier Eyamba as Director of its African Management and Development Team, Carbon Credits", "published": "2021-08-04", "bodyText": "<p nitf:lede=\"true\"><emphasis typeStyle=\"bf\">TORONTO, ON / ACCESSWIRE / August 4, 2021 /</emphasis>ITOCO INC. (OTC PINK:ITMC) is pleased to announce that Mr. Xavier Eyamba has joined the firm as Director of its African Management and Development Team, Carbon Credits and Capture.</p><p nitf:lede=\"true\">Mr. Eyamba has over 25 years of experience supporting cross-functional teams for results-driven cutting-edge technology solutions to address the Environment, Greenhouse-gas emissions reduction across the Agriculture, Housing, Transportation, Carbon Credits, Carbon Capture, Oil &amp; Gas and Power Sectors in Nigeria and sub-Sahara Africa.</p><p>Mr. Eyamba works as the CEO of Stratus Consult Limited, where he was selected as a representative to the (NDC) Nationally Determined Contribution Support Unit, UNFCCC Secretariat and World Resource Institute (WRI) to support Nigeria in the development agenda required to assist the country in meeting its NDC under the Paris Agreement UNFCCC. His services extend to achieving mitigation and adaptation targets for low Carbon, Climate Resilient development action plans that contributes to global climate goals.</p><p>Mr. Eyamba is engaged via a Memorandum of Understanding (MOU); by the Federal Government of Nigeria through the Federal Ministry of Industry Trade &amp; Investment, Investment Promotion Department (IPD) to proffer and implement adequate solutions on Environment &amp; Industry required to attract green Investment for Green Industrial development as well as solutions for Carbon emission reduction across the industrial sectors.</p><p>Mr. Eyamba is part of the UK/Nigeria Climate Finance Accelerator Scheme team, and recently selected as a facilitator by Wilton Park sponsored by the British High Commission, Abuja on re-imagining nature-based solutions in Nigeria: in preparation for COP26 on tackling desertification, deforestation and Carbon Capture system to address the Sahel.</p><p>Mr. Eyamba is part of our team spearheading our Nopal Cactus, RECs, Carbon Sequestration and Carbon Capture Program in Nigeria and west Africa (ECOWAS STATE) to mitigate climate challenges of desertification and drought, land restoration (arid and semi-arid) and carbon sequestration covering the length of the African Great Green Wall. He is a founding member of Ecoplan Plc in Nigeria and West- Africa.</p><p>He is a partner to the Federal Ministry of Environment Department of Climate Change helping to promote the Country's carbon reduction program across sub national regions that delivers relevant technologies on mitigation and adaptation measures required to assist Nigeria meets its NDCs obligation through Public Private Partnerships.</p><p>The present Honorable Minister of Environment has commended and endorsed Mr. Eyamba's role and contribution towards aligning Environment &amp; Industry for green Infrastructure development across the National and Subnational sector.</p><p>He is currently working on the process that will facilitate subnational regions to meet their NDC obligations which will be submitted regularly to the UNFCCC for a binding international review of progress made as part of Africa's strategic plan in view of the proposed Article 6 &amp; ITMOs as promoted by Climate Focus, Netherlands.</p><p><emphasis typeStyle=\"bf\">About ITOCO Inc.:</emphasis>ITOCO's mission is to be a global leader in developing, distributing, and producing Bio Tech related technologies and methodologies in a compliant environmentally friendly manner. ITOCO Inc. trades on the OTC Markets, symbol: ITMC. ITOCO is a 14-year-old publicly quoted specialty Bio Tech development, production and distribution company based in Toronto Canada and NevadaUSA. Itoco seeks to partner with outstanding individuals and companies within this field to joint venture, research, and co-develop Bio Tech related products and technologies to the market.</p><p><url normalizedValue=\"http://www.itoco.net\">www.itoco.net</url></p><p><emphasis typeStyle=\"bf\">Forward-Looking Statements</emphasis>This release contains forward-looking statements. Forward-looking statements, without limitation, may contain the words believes, expects, anticipates, estimates, potential, intends, plans, hopes, or similar expressions. Forward-looking statements are not guarantees of future performance. They involve risks, uncertainties and assumptions and actual results could differ materially from those anticipated. Forward looking statements are based on the opinions and estimates of management at the date the statements are made and are subject to a variety of risks and uncertainties and other factors that could cause actual events or results to differ materially from those projected in the forward-looking statements.</p><p><emphasis typeStyle=\"bf\">CONTACT:</emphasis>Michael Paul, C.E.T.President &amp; CEOITOCO <email normalizedValue=\"mailto:INCir@itoco.net\">INCir@itoco.net</email> +1-905-829-5000<url normalizedValue=\"http://www.itoco.net\">www.itoco.net</url></p><p><emphasis typeStyle=\"bf\">SOURCE:</emphasis>ITOCO Inc.</p><p>View source version on accesswire.com: <url normalizedValue=\"https://www.accesswire.com/658248/ITOCO-welcomes-Mr-Xavier-Eyamba-as-Director-of-its-African-Management-and-Development-Team-Carbon-Credits\">https://www.accesswire.com/658248/ITOCO-welcomes-Mr-Xavier-Eyamba-as-Director-of-its-African-Management-and-Development-Team-Carbon-Credits</url></p>", "publisher": "Ritzau", "instances": ["Eyamba works as the CEO of Stratus Consult Limited, where he was selected as a representative to the (NDC) Nationally Determined Contribution Support Unit, UNFCCC Secretariat and World Resource Institute (WRI) to support Nigeria in the development agenda required to assist the country in meeting its NDC under the Paris Agreement UNFCCC. His services extend to achieving mitigation and adaptation targets for low Carbon, Climate Resilient development action plans that contributes to global climate goals. Mr. Eyamba is engaged via a Memorandum of Understanding (MOU); by the Federal Government of Nigeria through the Federal Ministry of Industry Trade &amp; Investment, Investment Promotion Department (IPD) to proffer and implement adequate solutions on Environment &amp; Industry required to attract green Investment for Green Industrial development as well as solutions for Carbon emission reduction across the industrial sectors. Mr. Eyamba is part of the UK/Nigeria Climate Finance Accelerator Scheme team, and recently selected as a facilitator by Wilton Park sponsored by the British High Commission, Abuja on re-imagining nature-based solutions in Nigeria: in preparation for COP26 on tackling desertification, deforestation and Carbon Capture system to address the Sahel. Mr. Eyamba is part of our team spearheading our Nopal Cactus, RECs, Carbon Sequestration and Carbon Capture Program in Nigeria and west Africa (ECOWAS STATE) to mitigate climate challenges of desertification and drought, land restoration (arid and semi-arid) and carbon sequestration covering the length of the African Great Green Wall. He is a founding member of Ecoplan Plc in Nigeria and West- Africa. He is a partner to the Federal Ministry of Environment Department of Climate Change helping to promote the Country's carbon reduction program across sub national regions that delivers relevant technologies on mitigation and adaptation measures required to assist Nigeria meets its NDCs obligation through Public Private Partnerships. The present Honorable Minister of Environment has commended and endorsed Mr."]}, {"relevance_score": 110, "title": "PRM / EMIRATES-NEWS-AGENCY", "published": "2023-01-12", "bodyText": "<p nitf:lede=\"true\">Under the directive of the President of the UAE, His Highness Sheikh Mohamed bin Zayed Al Nahyan, the Deputy Prime Minister and Minister of the Presidential Court, His Highness Sheikh Mansour bin Zayed Al Nahyan, today announced the leadership team for COP28 UAE, taking place at Expo City Dubai from November 30 to December 12, 2023.</p><p nitf:lede=\"true\">His Highness designated Dr. Sultan Ahmed Al Jaber to serve as COP President. Dr. Al Jaber will develop the COP28 agenda, in partnership with the UNFCCC’s Executive Secretary Simon Stiell and the Egyptian COP27 President Sameh Shoukry.</p><p nitf:lede=\"true\">Her Excellency Shamma Al Mazrui, UAE Minister of State for Youth Affairs and Her Excellency Razan Al Mubarak, President of the International Union for Conservation of Nature (IUCN), will join H.E. Dr. Sultan Ahmed Al Jaber’s COP28 UAE team as the Youth Climate Champion and UN Climate Change High-Level Champion, respectively.</p><p>As the first country in the region to ratify the Paris Agreement, the first to commit to an economy-wide reduction in emissions, and the first to announce a Net Zero by 2050 strategic initiative, the UAE is committed to raising ambition in this critical decade for climate action. The UAE is honored to have been endorsed as the host for COP28. Its bid for this role was rooted in its commitment to global responsibility and climate action in recognition of the critical importance of COP28 as the first Global Stocktake (GST) review since the Paris Agreement. As such, the UAE has appointed a strong and diverse leadership team to support practical, inclusive, and transformational progress as the outcomes of a successful COP28.</p><p>Dr. Al Jaber is Minister of Industry and Advanced Technology (MoIAT), has served as Special Envoy for Climate Change for two terms (2010–2016, 2020–present) and played a proactive participatory role at over ten COPs, including the historic Paris COP21 in 2015. He brings to this task two decades of executive business and leadership experience in government, climate policy and across the renewable and conventional energy sectors.</p><p>Dr. Al Jaber is the first CEO to ever serve as COP President, having played a key role in shaping the country’s clean energy pathway. Throughout his career, he has pioneered a practical and responsible approach to accelerating the energy transition that embraces climate action, energy accessibility, energy security and economic growth.</p><p>As the founding CEO of Masdar, he has overseen its mandate to accelerate the adoption of renewables within the UAE, across the region and globally. In his current role as CEO of ADNOC, he is spearheading decarbonizing and diversifying the company’s operations and investments in a drive to make today’s energies cleaner, while investing in the clean energies of tomorrow.</p><p>As COP28 President-Designate, Dr. Al Jaber will play a crucial role in leading the intergovernmental process, building consensus, and driving climate outcomes with a broad range of partners, including business and civil society, to raise ambition.</p><p>Commenting on his appointment as President of COP28, Dr. Al Jaber said:</p><p>“The UAE is approaching COP28 with a strong sense of responsibility and the highest possible level of ambition. In cooperation with the UNFCCC and the COP27 Presidency, we will champion an inclusive agenda that ramps up action on mitigation, encourages a just energy transition that leaves no one behind, ensures substantial, affordable climate finance is directed to the most vulnerable, accelerates funding for adaptation and builds out a robust funding facility to address loss and damage.</p><p>“I sincerely believe that climate action today is an immense economic opportunity for investment in sustainable growth. Finance is the key that can unlock climate action and the UAE is committed to supporting and facilitating the review of the international financial institutions to scale up public financing, leverage private finance and improve access.</p><p>“In doing so, we will bring a pragmatic, realistic and solutions-oriented approach that delivers transformative progress for the climate and low carbon economic growth. As a nation at the crossroads of the globe, the UAE is well-positioned to build bridges, foster consensus and bring the world together in one shared mission to keep 1.5C alive and protect the planet for the generations who will follow us.</p><p>“We will take an inclusive approach that engages all stakeholders from the public and private sectors, civil society, scientific community, women, and youth. We must especially focus on how climate action can address the needs of the Global South, as those most impacted by climate change.”</p><p>He added: “COP28 will undertake the first ever Global Stocktake (GST) since the Paris Agreement. The GST will provide the foundation to build momentum for this and future COPs and the UAE will look for an ambitious outcome in response to the GST from the negotiation process. This will be a critical moment to mobilize political will to respond to what the science tells us will need to be achieved to remain on target and limit global warming to 1.5C by 2050.”</p><p>Her Excellency Shamma Al Mazrui will serve as the Youth Climate Champion, a new role designed to elevate the global youth voice throughout the COP process and ensure young people’s skills and abilities are prioritized. She is currently the UAE’s Minister of State for Youth Affairs, where she focuses on youth empowerment and capacity development. H.E. Al Mazrui is also the Vice Chair of the Arab Youth Center, the Secretary General of the Education and Human Resources Council, Chairperson for Special Olympics UAE, and President of the National Center for Education Quality.</p><p>Her Excellency Razan Al Mubarak will serve as the UN Climate Change High-Level Champion with the mandate to strengthen engagement and mobilize efforts from non-state actors, including private sector partners, cities and other sub-national governments, indigenous peoples, and civil society. She is currently the President of the International Union for Conservation of Nature, leading their campaign to preserve the world’s biodiversity.</p><p>The COP28 leadership team will be supported by the entire UAE Government, with Her Excellency Mariam Almheiri, Minister of Climate Change and Environment, continuing to engage in her critical capacity leading the UAE’s domestic efforts in addressing climate change, preserving the environment and food systems transformation.</p><p>The appointment of this diverse leadership team for COP28 UAE comes at a pivotal moment, as the world faces increasing climate impact, challenges to energy security, food and water security and reversing biodiversity loss.</p><p>The UAE looks forward to welcoming the world to COP28 and to working together with all stakeholders in pursuit of balanced, ambitious, and inclusive outcomes as a hopeful legacy for our future generations.</p><p>This material is distributed by Daniel J. Edelman, Inc. on behalf of Abu Dhabi Future Energy Company PJSC - Masdar. Additional information is available at the Department of Justice, Washington, DC.</p><p>NOTES TO EDITORS:</p><p>COP28 UAE:</p><p>COP28 UAE will take place at Expo City Dubai from November 30–December 12, 2023. The Conference is expected to convene over 70,000 participants, including heads of state, government officials, international industry leaders, private sector representatives, academics, experts, youth, and non-state actors.As mandated by the Paris Climate Agreement, COP28 UAE will deliver the first ever Global Stocktake — a comprehensive evaluation of progress against climate goals.The UAE will lead a process for all parties to agree upon a clear roadmap to accelerate progress through a pragmatic global energy transition and a “leave no one behind” approach to inclusive climate action.</p><p>UAE’s Track Record of Climate Action:The UAE’s selection as the host country for COP28 reinforces its long track record of ambitious action on climate change. The UAE supports this vision at home and globally.</p><p>The UAE was the first in the region to sign and ratify the Paris Agreement, commit to an economy-wide reduction in emission as well as to announce a Net Zero by 2050 strategic initiative.In response to the challenge to all nations to accelerate progress at COP26 in Glasgow, the UAE was one of only two dozen countries to revise its climate targets, raising its 2030 reduction target from 23.5% to 31% by 2030.</p><p>At home:</p><p>The UAE is diversifying its own energy mix:It is the first to deploy peaceful nuclear power.It has established three of the largest and lowest-cost solar plants in the world and has set new records for the most-cost competitive solar and wind in the UAE and worldwide.It is the first country in the region to deploy industrial-scale carbon capture technology.It is a pioneer and driver of hydrogen energy.It is actively investing to lower the carbon impact of hydrocarbon fuels.</p><p>International Leadership:</p><p>To date, the UAE has invested $50billion in renewable energy in 70 countries and has pledged to invest over $50 billion in clean energy projects at home and abroad over the next decade.Since 2009, the UAE has hosted the Headquarters of the International Renewable Energy Agency.The UAE and the US launched the Partnership to Accelerate Transition to Clean Energy (PACE), a new clean energy framework in November 2022 to catalyze $100 billion in financing, investment, and other support to deploy 100GW of clean energy by 2035, especially in developing countries.</p><p>COP28 UAE Leadership Team:</p><p>Dr. Sultan Al JaberThe appointment of Dr. Sultan Al Jaber is a reflection of the UAE’s commitment to driving forward a progressive and pragmatic global transition to clean energy.</p><p>Dr. Al Jaber, the first CEO to ever serve as COP President, leverages his decades-long experience in the energy sector, encompassing both renewable and traditional energies. In 2006, directed by the UAE leadership, he led the team who took Masdar from concept to reality, with the mandate to accelerate the adoption of renewables within the UAE, across the region and globally. To date, Masdar has made significant contributions to the UAE’s renewable energy targets, playing a key role in expanding the country’s portfolio with clean energy investments in over 40 countries around the world, including several vulnerable island states and African nations.</p><p>Under a new partnership with TAQA, Mubadala and ADNOC, Masdar is set to become one of the largest renewable energy investors in the world with an ambitious target of growing to at least 100GW of renewable energy capacity globally by 2030. In 2009, under the guidance of the leadership and the ongoing support of H.H. Sheikh Abdullah bin Zayed, he led Masdar’s efforts in the UAE’s successful bid to host the headquarters of the \"International Renewable Energy Agency” (IRENA) in Masdar City, with a mission to promote clean technology and sustainable development globally.</p><p>In 2009, Dr. Al Jaber was also appointed by United Nations Secretary General Ban Ki-Moon to his Advisory Group on Energy and Climate Change (AGECC), which published its final report in 2010. The recommendations from this report formed the basis of the Sustainable Energy for All initiative launched in 2011.</p><p>In 2010, Dr. Al Jaber received an Honorary Doctorate in Philosophy from India’s TERI University, the Delhi based university that specializes in the field of sustainable development. In 2012, Dr. Al Jaber received the UN Champions of the Earth award for his work on advancing clean energy technologies to mitigate the threats of climate change. He has served twice as climate envoy and has been an active participant in over ten Conference of Parties, including the milestone COP21 that took place in 2015 in Paris.</p><p>In his current role as Group CEO and Managing Director of ADNOC, he has overseen the national oil company’s (NOCs) emergence as one of the world’s most carbon-efficient oil and gas companies, building on a long-standing sustainability legacy that includes being one of the first NOCs to commit to zero gas flaring. Since his appointment in 2016, he has applied technology across ADNOC’s operations to increase its carbon efficiency, with a goal to further reduce GHG intensity 25 percent by 2030.</p><p>Under HE Dr. Sultan Al Jaber’s leadership, ADNOC is investing $15 billion over five years in its decarbonization strategy and its new low carbon solutions business and its shareholding in Masdar, as it delivers on its target to reduce its carbon intensity by 25% by 2030 and its ambition to reach net-zero by 2050.</p><p>In particular, he directed the expansion of a first-in-the-region carbon capture, utilization, and storage (CCUS) program. ADNOC’s Al Reyadah CCUS facility currently captures 800K tons of CO2 annually, with a plan to expand over 500 percent by 2030 to capture 5 million tons of CO2 annually. And, in an industry first, since the beginning of 2022, ADNOC now sources 100 percent of its grid electricity from zero carbon nuclear and solar sources. In addition, ADNOC has expanded investments in zero carbon energies, including wind, solar and hydrogen.</p><p>Her Excellency Shamma Al Mazrui - @shammaIn her current role as the UAE’s Minister of State for Youth Affairs and Vice Chairman of the Arab Youth Center, H.E. Shamma Al Mazrui, represents youth’s challenges and aspirations in the UAE’s cabinet, using the voice of youth to continuously develop and implement strategies to expand opportunities and engage young people. The Youth Climate Champion role is a recognition of the need to empower young people in the climate action process and capitalize on the innovative skills, capacities, and abilities of the world’s nearly 2 billion youth.</p><p>Her Excellency Razan Al MubarakThe appointment of Her Excellency Razan Al Mubarak, a world leader in the protection of ecosystems and biodiversity, reflects the UAE’s ongoing commitment to nature-based solutions. H.E. Al Mubarak’s storied career and impact in conservation and environmental management across the public and private sectors positions her favorably to connect non-state actors with government efforts to spur greater climate action. Currently, as President of the International Union for Conservation of Nature (IUCN), H.E. Al Mubarak is responsible for implementing the vision, mission, and strategy of the organization, which represents over 1,400 members, including states, government agencies and non-government organizations from 160 countries.</p><p>Her Excellency Mariam AlmheiriThe COP28 UAE leadership team will be supported by the entirety of the UAE Government, including Her Excellency Mariam Almheiri, Minister of Climate Change and Environment (MOCCAE), who will continue to lead the UAE’s domestic efforts in addressing climate change, coordinating the Nationally Determined Contributions (NDCs), and setting the pathway for the UAE Net Zero by 2050 strategic initiative.</p><p>View source version on businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20230111005844/en/\">https://www.businesswire.com/news/home/20230111005844/en/</url></p>", "publisher": "Ritzau", "instances": ["In addition, ADNOC has expanded investments in zero carbon energies, including wind, solar and hydrogen. Her Excellency Shamma Al Mazrui - @shammaIn her current role as the UAE’s Minister of State for Youth Affairs and Vice Chairman of the Arab Youth Center, H. E. Shamma Al Mazrui, represents youth’s challenges and aspirations in the UAE’s cabinet, using the voice of youth to continuously develop and implement strategies to expand opportunities and engage young people. The Youth Climate Champion role is a recognition of the need to empower young people in the climate action process and capitalize on the innovative skills, capacities, and abilities of the world’s nearly 2 billion youth. Her Excellency Razan Al MubarakThe appointment of Her Excellency Razan Al Mubarak, a world leader in the protection of ecosystems and biodiversity, reflects the UAE’s ongoing commitment to nature-based solutions. H. E. Al Mubarak’s storied career and impact in conservation and environmental management across the public and private sectors positions her favorably to connect non-state actors with government efforts to spur greater climate action. Currently, as President of the International Union for Conservation of Nature (IUCN), H. E."]}, {"relevance_score": 38, "title": "PRM / WA-AMAZON", "published": "2020-06-24", "bodyText": "<p nitf:lede=\"true\">Amazon (NASDAQ:AMZN) today announced The Climate Pledge Fund to support the development of sustainable technologies and services that will enable Amazon and other companies to meet The Climate Pledge-a commitment to be net zero carbon by 2040. This dedicated venture investment program-with an initial $2 billion in funding-will back visionary companies whose products and services will facilitate the transition to a zero carbon economy.</p><p nitf:lede=\"true\"> Last year, Amazon and Global Optimism co-founded The Climate Pledge, a commitment to reach the Paris Agreement ten years early and be net zero carbon by 2040. Verizon, Reckitt Benckiser (RB), and Infosys recently joined the pledge-sending an important signal to the market that there will be rapid growth in demand for products and services that help reduce carbon emissions. Amazon's new Climate Pledge Fund will accelerate investment in innovations for the zero carbon economy of the future.</p><p> \"The Climate Pledge Fund will look to invest in the visionary entrepreneurs and innovators who are building products and services to help companies reduce their carbon impact and operate more sustainably,\" said Jeff Bezos, Amazon founder and CEO. \"Companies from around the world of all sizes and stages will be considered, from pre-product startups to well-established enterprises. Each prospective investment will be judged on its potential to accelerate the path to zero carbon and help protect the planet for future generations.\"</p><p> The Climate Pledge Fund will invest in companies in multiple industries, including transportation and logistics, energy generation, storage and utilization, manufacturing and materials, circular economy, and food and agriculture. Over time, Amazon will also look for opportunities to involve other Climate Pledge signatories in this venture investment program.</p><p> \"Amazon has demonstrated its leadership in adopting low carbon technologies at scale,\" said Rivian CEO R.J. Scaringe. \"Their investment in Rivian and subsequent order of 100,000 electric delivery vans will substantially shrink the carbon footprint of Amazon's package delivery network. We're excited about a future of decarbonized delivery services.\"</p><p>Amazon today released its 2019 sustainability report and an update on the company's sustainability goals and programs, including:</p><p>Amazon announced it's on a path to run on 100% renewable energy by 2025, five years ahead of schedule. As part of The Climate Pledge, Amazon had previously committed to reach 80% renewable energy by 2024 and 100% renewable energy by 2030. To date, Amazon has announced 91 renewable energy projects around the globe. Together, these projects totaling over 2,900 MW of capacity will deliver more than 7.6 million MWh of renewable energy annually, enough to power 680,000 U.S. homes. Amazon made two investments from its $100 million Right Now Climate Fund in nature-based solutions and reforestation projects around the world, including a reforestation project in the Appalachians in the U.S. and an urban greening initiative in Berlin, Germany. Since 2015, Amazon has reduced the weight of outbound packaging by 33% and eliminated more than 880,000 tons of packaging material, the equivalent of 1.5 billion shipping boxes. To learn more about Amazon's sustainability goals and programs, visit <url normalizedValue=\"https://blog.aboutamazon.com/sustainability/staying-the-course-on-our-co\">https://blog.aboutamazon.com/sustainability/staying-the-course-on-our-co</url> mmitment-to-sustainability</p><p> About Amazon</p><p>Amazon is guided by four principles: customer obsession rather than competitor focus, passion for invention, commitment to operational excellence, and long-term thinking. Customer reviews, 1-Click shopping, personalized recommendations, Prime, Fulfillment by Amazon, AWS, Kindle Direct Publishing, Kindle, Fire tablets, Fire TV, Amazon Echo, and Alexa are some of the products and services pioneered by Amazon. For more information, visit amazon.com/about and follow @AmazonNews.</p><p> View source version on businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20200623005360/en/\">https://www.businesswire.com/news/home/20200623005360/en/</url></p><p>ClickThru URL: <url normalizedValue=\"http://www.amazon.com\">http://www.amazon.com</url></p><p>Multimedia Gallery URL: </p>", "publisher": "Ritzau", "instances": ["To date, Amazon has announced 91 renewable energy projects around the globe. Together, these projects totaling over 2,900 MW of capacity will deliver more than 7. 6 million MWh of renewable energy annually, enough to power 680,000 U. S. homes. Amazon made two investments from its $100 million Right Now Climate Fund in nature-based solutions and reforestation projects around the world, including a reforestation project in the Appalachians in the U. S. and an urban greening initiative in Berlin, Germany. Since 2015, Amazon has reduced the weight of outbound packaging by 33% and eliminated more than 880,000 tons of packaging material, the equivalent of 1. 5 billion shipping boxes. To learn more about Amazon's sustainability goals and programs, visit https://blog."]}, {"relevance_score": 51, "title": "PRM / CA-XPRIZE", "published": "2021-06-23", "bodyText": "<p nitf:lede=\"true\">XPRIZE, the global leader in designing and operating incentive competitions to solve humanity's grand challenges, officially announced today the teams moving forward in the $10M XPRIZE Rainforest aimed at improving our understanding of the rainforest ecosystem.</p><p nitf:lede=\"true\"> Sponsored by Alana Foundation, the five-year XPRIZE Rainforest is a call-to-action to help save rainforests through the development of transformative, scalable, and affordable technology to autonomously survey and monitor biodiversity in real-time, leading to insights that communicate the health, well-being, and value of standing tropical rainforests. XPRIZE Rainforest is co-developing an inclusive framework throughout all stages of the competition that ensures competing teams co-design and co-create solutions with Indigenous Peoples and local communities as key stakeholders and not just beneficiaries.</p><p nitf:lede=\"true\"> These 33 teams will now leverage existing and emerging technologies, such as robotics, remote sensing, data analysis, artificial intelligence, and machine learning, to develop new rainforest biodiversity survey tools that deliver information more quickly and affordably, and in unprecedented detail.</p><p> \"There has never been a more urgent time for our planet,\" Peter Houlihan, Vice President of Biodiversity &amp;amp; Conservation at XPRIZE said. \"These teams show great promise for developing exciting new approaches to enhance shared understandings of the planet's most complex and biodiverse terrestrial ecosystems.\"</p><p> All registered teams submitted a qualifying submission detailing their approach and proposed technologies. The judging panel selected 33 teams, which hail from more than 16 countries and bring a collection of diverse backgrounds and industry experience.</p><p> The XPRIZE Rainforest qualified teams are:</p><p>  ACT NOW - Amazonas Action Alliance, Ecuador AirWrx, Canada Alouatta, Mexico AraceEye, Canada BiodivExplorer, Switzerland BioSTREAM, United Kingdom Bioverse, Brazil Blue Devil Rainforest Divers, United StatesBrazilian Team, Brazil Dinizia Excelsa, Brazil FLOATING FAB, Peru GainForest, Switzerland Inspire Robotics, United States KAA Initiative, Brazil Kreativno pero, Serbia Lorax, United States Map of Life, United States Mimicry Maniacs, United States Mowgli, India Nga Kaitiaki o te Ngaherehere, New Zealand PROVIDENCE PLUS, Spain Rainforest Quest, United States Reforester, Netherlands Selvascope, Netherlands Short-Eared Dogs, United States Team Morpho, United States Team Robotics, Japan Team Waponi!, United States Tengo Research Foundation, Panama Treeswift (Trefos Inc), United States Welcome to the Jungle, United States XiniX AI, Belgium Zissou, Brazil Additional details about all competing teams can be found here. Additionally, watch Peter Houlihan speak about XPRIZE Rainforest, performanced-based design and goal setting for impact on a World Rainforest Day event as part of the Rainforest Ambitions series. Register here.</p><p> In order to win the competition, the winning team will survey the most biodiversity contained in 100 hectares of tropical rainforest in 24 hours and produce the most impactful real time insights within 48 hours.</p><p> \"Nature Based Solutions are key to confronting the climate crises. We are celebrating teams from the Americas, Europe, Oceania, and Asia all united on the same goal: protecting our standing forests that provide water, biodiversity, livelihood, and our prosperity with an inclusive bioeconomy. The joining of these teams shows the urgency we have to change the scenario we are living. The world needs intelligent, possible, powerful solutions, but above all, made by people in communion. We hope that Alana Rainforest XPRIZE will inspire activism, science, and innovation for the benefit of the environment and people all over the world,\" said Ana Lúcia Villela, president of Alana Foundation.</p><p> Successful technologies developed in the competition will demonstrate scalable and affordable capabilities that measurably improve biodiversity monitoring, including through better autonomous operations, innovative detection methodologies, and rapid data integration to provide new Insights in real time and at unprecedented levels of detail.</p><p> The XPRIZE Rainforest Judging Panel consists of an experienced and talented group of experts working at the highest levels of academia, leading conservation organizations, prestigious research institutions and grantmaking organizations. The 9 judges include:</p><p>  Dr. Jorge Ahumada -- Senior Wildlife Conservation Scientist, Conservation International Dr. Luisa Arnedo -- Primatologist, Conservationist, and Senior Program Officer, National Geographic Society Dr. Stuart Davies -- â??â??â??Director, Center for Tropical Forest Science-Forest Global Earth Observatory at the Smithsonian Institution Dr. Lian Pin Koh -- Professor of Conservation, Science, Technology &amp;amp; Policy, Founder, Conservation Drones Dr. Lucia Lohmann -- Executive Director, Association for Tropical Biology and Conservation Dr. Kevin Njabo -- Associate Director &amp;amp; Africa Director, UCLA Center for Tropical Research and the Congo Basin Institute Dr. Vojtech Novotny -- Head, Dep. of Ecology, Biology Centre, Czech Academy of Sciences Director, New Guinea Binatang Research Center, Professor of Ecology, Zoology Dep., University of South Bohemia Atossa Soltani -- Founder &amp;amp; President of the Board, Amazon Watch; Director of Global Strategy for Amazon Sacred Headwaters Initiative Dr. Dave Thau -- Lead Scientist, World Wildlife Fund Global Data and Tech The next step for the competition is the semifinal round and then a final round of testing before the grand prize decision in 2024. A total prize purse of $10 Million US dollars (USD) will be awarded throughout the lifespan of the prize, including a $250,0000 Bonus Prize that may be awarded at the Judging Panel's discretion to one or more Finalist Teams whose Solutions demonstrate groundbreaking achievements. Milestone prizes will also be awarded equally for up to 25 teams that advance to Semifinals and up to 10 teams that advance to finals testing.</p><p> ABOUT XPRIZE</p><p> XPRIZE, a 501(c)(3) nonprofit organization, is the global leader in designing and implementing innovative competition models to solve the world's grandest challenges. Active competitions include the $100M XPRIZE Carbon Removal, $15M XPRIZE Feed the Next Billion, $10 Million ANA Avatar XPRIZE and $5 Million XPRIZE Rapid Reskilling. For more information, visit xprize.org.</p><p> ABOUT ALANA FOUNDATION</p><p>Alana Foundation is an independent philanthropic organisation founded in 2012 in the United States. The Foundation supports initiatives in the areas of environment, inclusive education and health science research through grants and co-funding partnerships. It also engages with networks and global movements in those areas.</p><p> View source version on businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20210622005926/en/\">https://www.businesswire.com/news/home/20210622005926/en/</url></p><p>ClickThru URL: <url normalizedValue=\"https://www.xprize.org/prizes/rainforest\">https://www.xprize.org/prizes/rainforest</url></p><p>Multimedia Gallery URL: </p>", "publisher": "Ritzau", "instances": []}, {"relevance_score": 47, "title": "PRM / PMI", "published": "2020-01-16", "bodyText": "<p nitf:lede=\"true\">Philip Morris International Inc. (PMI) (NYSE: PM) is being recognized as one of 50 global sustainability leaders from the international business community in a new documentary film project called \"50 Sustainability and Climate Leaders,\" available on <url normalizedValue=\"http://www.50climateleaders.com\">www.50climateleaders.com</url>. PMI's inclusion, alongside other leading organizations, is recognition of the ways in which the company is viewing its ambitious business transformation through a sustainability lens that encompasses its impact on society and the environment. For PMI, sustainability means creating longâ??term value while minimizing the negative externalities associated with its products, operations and value chain.</p><p nitf:lede=\"true\"> \"Larger corporations, both local and global, have a responsibility to create lasting and meaningful change to ensure the sustainability of this world,\" said Huub Savelkouls, PMI's Chief Sustainability Officer. \"Three years ago, PMI made a commitment to a future without cigarettes-a smoke-free future-and we are actively transforming our business to deliver on this promise as quickly as possible. Our vision, and corporate purpose, is about creating a business that brings about positive societal change and, therefore, is much more sustainable.\"</p><p> The company's vision of a smoke-free future is both achievable and supportive of the UN Sustainable Development Goals. To ensure that its progress in this area is both measurable and publicly verifiable, PMI has introduced a set of bespoke Business Transformation Metrics.</p><p> Today, an estimated 1.1 billion men and women around the world smoke cigarettes or other combustible tobacco products. The best option for these smokers is to quit tobacco and nicotine altogether. For those who otherwise would continue to smoke, switching to a scientifically substantiated smoke-free alternative has the potential to reduce risk.</p><p>PMI's ambition is for at least 30 percent of its customers who would otherwise continue smoking to switch to its smoke-free products by 2025. Based on that ambition, PMI projects that by the same year, at least 40 million PMI cigarette smokers will have switched to smoke-free products and abandoned cigarettes.</p><p> The 50 Sustainability &amp; Climate Leaders project demonstrates the private sector's leadership capability and will to take effective action in the fight against climate change in six subject areas: energy transition, climate finance and carbon pricing, industry transition, nature-based solutions, cities and local action, and resilience.</p><p> About Sustainability at PMI</p><p> For Philip Morris International (PMI), sustainability is an integral part of the company's business strategy. Replacing cigarettes with better alternatives sits at the core of its strategy, which also includes addressing sustainability challenges across its value chain and seizing opportunities to add value to society. To learn more, visit <url normalizedValue=\"http://www.pmi.com/sustainability\">www.pmi.com/sustainability</url>. To view the documentary film featuring PMI and learn more about the 50 Sustainability &amp; Climate Leaders project, visit            <url normalizedValue=\"http://www.50climateleaders.com\">www.50climateleaders.com</url>.</p><p>Philip Morris International: Delivering a Smoke-Free Future</p><p>Philip Morris International (PMI) is leading a transformation in the tobacco industry to create a smoke-free future and ultimately replace cigarettes with smoke-free products to the benefit of adults who would otherwise continue to smoke, society, the company and its shareholders. PMI is a leading international tobacco company engaged in the manufacture and sale of cigarettes, as well as smoke-free products and associated electronic devices and accessories, and other nicotine-containing products in markets outside the United States. In addition, PMI ships a version of its IQOS Platform 1 device and its consumables authorized by the U.S. Food and Drug Administration to Altria Group, Inc. for sale in the United States under license. PMI is building a future on a new category of smoke-free products that, while not risk-free, are a much better choice than continuing to smoke. Through multidisciplinary capabilities in product development, state-of-the-art facilities and scientific substantiation, PMI aims to ensure that its smoke-free products meet adult consumer preferences and rigorous regulatory requirements. PMI's smoke-free IQOS product portfolio includes heat-not-burn and nicotine-containing vapor products. As of September 30, 2019, PMI estimates that approximately 8.8 million adult smokers around the world have already stopped smoking and switched to PMI's heat-not-burn product, available for sale in 51 markets in key cities or nationwide under the IQOS brand. For more information, please visit <url normalizedValue=\"http://www.pmi.com\">www.pmi.com</url> and            <url normalizedValue=\"http://www.pmiscience.com\">www.pmiscience.com</url>.</p><p> # # # </p><p> View source version on businesswire.com: <url normalizedValue=\"https://www.businesswire.com/news/home/20200116005278/en/\">https://www.businesswire.com/news/home/20200116005278/en/</url></p><p>ClickThru URL:  </p><p>Multimedia Gallery URL: </p>", "publisher": "Ritzau", "instances": ["1 billion men and women around the world smoke cigarettes or other combustible tobacco products. The best option for these smokers is to quit tobacco and nicotine altogether. For those who otherwise would continue to smoke, switching to a scientifically substantiated smoke-free alternative has the potential to reduce risk. PMI's ambition is for at least 30 percent of its customers who would otherwise continue smoking to switch to its smoke-free products by 2025. Based on that ambition, PMI projects that by the same year, at least 40 million PMI cigarette smokers will have switched to smoke-free products and abandoned cigarettes. The 50 Sustainability &amp; Climate Leaders project demonstrates the private sector's leadership capability and will to take effective action in the fight against climate change in six subject areas: energy transition, climate finance and carbon pricing, industry transition, nature-based solutions, cities and local action, and resilience. About Sustainability at PMI For Philip Morris International (PMI), sustainability is an integral part of the company's business strategy. Replacing cigarettes with better alternatives sits at the core of its strategy, which also includes addressing sustainability challenges across its value chain and seizing opportunities to add value to society. To learn more, visit www. pmi. com/sustainability."]}, {"relevance_score": 29, "title": "PRM / Aarhus med i internationalt forskningsprojekt om bæredygtig byudvikling", "published": "2019-10-21", "bodyText": "<p nitf:lede=\"true\">Pressemeddelelse fra Aarhus Universitet: Science and Technology</p><p nitf:lede=\"true\">Tirsdag den 22. oktober slår Aarhus Universitet dørene op for det første møde i et stort, nyt, internationalt forskningsprojekt, som sætter klima og miljø på dagsordenen i et nyt perspektiv. Projektet hedder \"REGREEN - Fostering nature-based solutions for equitable, green and healthy urban transitions in Europe and China\" og er støttet af EUs Horizon2020-midler. Institut for Miljøvidenskab ved Aarhus Universitet koordinerer projektet.</p><p>Projektet samler omkring 40 forskere fra Europa og Kina, som mødes i de farverige rammer på kunstmuseet ARoS 22.-25. oktober for at diskutere omstilling til en klimavenlig fremtid og bæredygtig byudvikling. Fokus i projektet ligger på såkaldte \"nature-based solutions\" (NBS), som er en måde, hvorpå man kan integrere og udnytte naturens egne økosystemer bedst muligt i løsningen af byens udfordringer.</p><p><emphasis typeStyle=\"bf\">Aarhus får mere natur i byrummet</emphasis></p><p>Aarhus kommune er en af partnerne i projektet. I praksis vil det for byer som Aarhus betyde, at der kommer mere og bedre natur i byrummet, hvilket er med til at øge velfærd og sundhed, biodiversitet og klimatilpasning. Projektet støtter op om Aarhus' egne grønne strategier for forvaltning af vand, natur og klimatilpasning ved at undersøge blandt andet:</p><p>Hvordan man kan værdisætte tiltag, som genopretter eller forvalter byens økosystemer, så man kan opnå et bedre grundlag for forvaltning og prioritering Hvordan man kan trække byens natur ind i klasseværelserne, så skolebørn får glæde af og værdier omkring natur og biodiversitet, og dermed bliver bedre forvaltere af en fremtidig, bæredygtig udvikling Eksperimenter som afdækker hvordan forskellige former for forvaltning kan understøtte anvendelsen af byens økosystemer, f.eks. hvordan oversvømmelser pga højt grundvandsniveau, skybrud og vandstandsstigninger kan afhjælpes med forskellige tiltag som bygger på grønne områder og økosystemtjenester Hvad andre byer gør ift forvaltning af vand for at undgå oversvømmelser og forvaltning af grønne områder for samtidig at forbedre biodiversiteten.</p><p><emphasis typeStyle=\"bf\">Byerne er levende laboratorier</emphasis></p><p>REGREEN-projektet omfatter tre byer i Europa: Aarhus, Ile de France (Paris) i Frankrig og Velika Gorica i Kroatien, og tre byer i Kina: Beijing, Shanghai og Ningbo. Byerne vil i projektet indgå som \"levende laboratorier\" (Urban Living Labs), hvor byens natur og borgere inddrages i et tæt samarbejde.</p><p>Ud over undersøgelserne i Aarhus vil forskerne i Paris f.eks. se på såkaldte klimaveje, hvor forseglingen af jorden minimeres, og på hvordan befolkningen kan inddrages i biodiversitetsforvaltning gennem borgervidenskab (citizen science). I Velica Gorika vil de undersøge, hvordan luftforurening, oversvømmelser og varmeøer kan afhjælpes med økosystembaserede løsninger. Og i Kina vil de blandt andet se på, hvordan luftforurening, varmeøer og ekstremt høj befolkningstæthed kan afhjælpes med planlægning, der bygger på forskellige grønne løsninger som f.eks. 3-lands-projektet i Shanghai, der øger arealer med græs, skov og vådområder i byen.</p><p> FAKTA:</p><p>REGREEN - Fostering nature-based solutions for equitable, green and healthy urban transitions in Europe and China er finansieret af en Horizon2020-bevilling på lige knap 5 mio &amp;euro; fordelt til 16 Europæiske partnere. Hertil kommer 4 kinesiske partnere som er selvfinansierede.</p><p><emphasis typeStyle=\"bf\">Kontakt:</emphasis></p><p>Seniorforsker Pia Frederiksen Institut for Miljøvidenskab Aarhus Universitet Tlf: +4522974060  Mail: <email normalizedValue=\"mailto:pfr@envs.au.dk\">pfr@envs.au.dk</email></p><p><emphasis typeStyle=\"bf\">Læs hele pressemeddelelsen på Via Ritzau her:</emphasis><url normalizedValue=\"https://via.ritzau.dk/pressemeddelelse/aarhus-med-i-internationalt-forskningsprojekt-om-baeredygtig-byudvikling?releaseId=13581593\">https://via.ritzau.dk/pressemeddelelse/aarhus-med-i-internationalt-forskningsprojekt-om-baeredygtig-byudvikling?releaseId=13581593</url></p>", "publisher": "Ritzau", "instances": ["Pressemeddelelse fra Aarhus Universitet: Science and TechnologyTirsdag den 22. oktober slår Aarhus Universitet dørene op for det første møde i et stort, nyt, internationalt forskningsprojekt, som sætter klima og miljø på dagsordenen i et nyt perspektiv. Projektet hedder \"REGREEN - Fostering nature-based solutions for equitable, green and healthy urban transitions in Europe and China\" og er støttet af EUs Horizon2020-midler. Institut for Miljøvidenskab ved Aarhus Universitet koordinerer projektet. Projektet samler omkring 40 forskere fra Europa og Kina, som mødes i de farverige rammer på kunstmuseet ARoS 22. -25. oktober for at diskutere omstilling til en klimavenlig fremtid og bæredygtig byudvikling. Fokus i projektet ligger på såkaldte \"nature-based solutions\" (NBS), som er en måde, hvorpå man kan integrere og udnytte naturens egne økosystemer bedst muligt i løsningen af byens udfordringer.", "Projektet hedder \"REGREEN - Fostering nature-based solutions for equitable, green and healthy urban transitions in Europe and China\" og er støttet af EUs Horizon2020-midler. Institut for Miljøvidenskab ved Aarhus Universitet koordinerer projektet. Projektet samler omkring 40 forskere fra Europa og Kina, som mødes i de farverige rammer på kunstmuseet ARoS 22. -25. oktober for at diskutere omstilling til en klimavenlig fremtid og bæredygtig byudvikling. Fokus i projektet ligger på såkaldte \"nature-based solutions\" (NBS), som er en måde, hvorpå man kan integrere og udnytte naturens egne økosystemer bedst muligt i løsningen af byens udfordringer. Aarhus får mere natur i byrummetAarhus kommune er en af partnerne i projektet. I praksis vil det for byer som Aarhus betyde, at der kommer mere og bedre natur i byrummet, hvilket er med til at øge velfærd og sundhed, biodiversitet og klimatilpasning. Projektet støtter op om Aarhus' egne grønne strategier for forvaltning af vand, natur og klimatilpasning ved at undersøge blandt andet:Hvordan man kan værdisætte tiltag, som genopretter eller forvalter byens økosystemer, så man kan opnå et bedre grundlag for forvaltning og prioritering Hvordan man kan trække byens natur ind i klasseværelserne, så skolebørn får glæde af og værdier omkring natur og biodiversitet, og dermed bliver bedre forvaltere af en fremtidig, bæredygtig udvikling Eksperimenter som afdækker hvordan forskellige former for forvaltning kan understøtte anvendelsen af byens økosystemer, f. eks. hvordan oversvømmelser pga højt grundvandsniveau, skybrud og vandstandsstigninger kan afhjælpes med forskellige tiltag som bygger på grønne områder og økosystemtjenester Hvad andre byer gør ift forvaltning af vand for at undgå oversvømmelser og forvaltning af grønne områder for samtidig at forbedre biodiversiteten.", "se på såkaldte klimaveje, hvor forseglingen af jorden minimeres, og på hvordan befolkningen kan inddrages i biodiversitetsforvaltning gennem borgervidenskab (citizen science). I Velica Gorika vil de undersøge, hvordan luftforurening, oversvømmelser og varmeøer kan afhjælpes med økosystembaserede løsninger. Og i Kina vil de blandt andet se på, hvordan luftforurening, varmeøer og ekstremt høj befolkningstæthed kan afhjælpes med planlægning, der bygger på forskellige grønne løsninger som f. eks. 3-lands-projektet i Shanghai, der øger arealer med græs, skov og vådområder i byen. FAKTA:REGREEN - Fostering nature-based solutions for equitable, green and healthy urban transitions in Europe and China er finansieret af en Horizon2020-bevilling på lige knap 5 mio &amp;euro; fordelt til 16 Europæiske partnere. Hertil kommer 4 kinesiske partnere som er selvfinansierede. Kontakt:Seniorforsker Pia Frederiksen Institut for Miljøvidenskab Aarhus Universitet Tlf: +4522974060  Mail: pfr@envs. au. dkLæs hele pressemeddelelsen på Via Ritzau her:https://via. ritzau."]}]