[{"relevance_score": 24, "title": "National Chiayi University Researchers Detail Findings in Agroforestry (Avian communities of betel nut agroforestry and secondary forest in Taiwan)", "published": "2025-05-16", "bodyText": "<p nitf:lede=\"true\"><br/>2025 MAY 16 (NewsRx) -- By a News Reporter-Staff News Editor at Taiwan Daily Report -- Research findings on agroforestry are discussed in a new report. According to news reporting originating from National Chiayi University by NewsRx correspondents, research stated, \"Betel nut agroforestry had quickly grown to occupy more than 1% of the land in Taiwan, often taking the place of secondary forests.\" </p><p><br/> Our news journalists obtained a quote from the research from National Chiayi University: \"While agroforestry systems can help mitigate biodiversity loss by preserving habitat structure and providing essential ecological services, the ecological role of betel nut plantations - particularly their impact on avian communities - remains largely understudied. Birds, as sensitive indicators of environmental change, offer valuable insights into habitat quality and biodiversity health. To address this knowledge gap, we conducted standardised point count surveys to collect data on bird species composition and abundance. This was the first avian dataset focused on betel nut agroforestry, providing detailed bird occurrence data for betel nut plantations and secondary forests. The dataset is particularly useful for understanding how agriculture alters ecological services in human-modified landscapes. Data were collected during the breeding seasons (March to May) of 2015 and 2016 across 80 sites in four counties of central Taiwan.\" <br/> According to the news reporters, the research concluded: \"Each site included five sampling points, with avian community data recorded twice per season at each point. This publicly available dataset on GBIF offers valuable insights into avian biodiversity and habitat use in agricultural ecosystems.\" <br/> For more information on this research see: Avian communities of betel nut agroforestry and secondary forest in Taiwan. Biodiversity Data Journal, 2025,13():1-13. (Biodiversity Data Journal - http://bdj.pensoft.net). The publisher for Biodiversity Data Journal is Pensoft Publishers. <br/> A free version of this journal article is available at https://doi.org/10.3897/BDJ.13.e147871. <br/> Our news editors report that additional information may be obtained by contacting Jo-Szu Tsai, National Chiayi University. <br/> Keywords for this news article include: National Chiayi University, Agriculture, Agroforestry, Asia, Biodiversity, Ecology, Taiwan. <br/> Our reports deliver fact-based news of research and discoveries from around the world. Copyright 2025, NewsRx LLC <br/></p>", "publisher": "Taiwan Daily Report", "instances": ["2025 MAY 16 (NewsRx) -- By a News Reporter-Staff News Editor at Taiwan Daily Report -- Research findings on agroforestry are discussed in a new report. According to news reporting originating from National Chiayi University by NewsRx correspondents, research stated, \"Betel nut agroforestry had quickly grown to occupy more than 1% of the land in Taiwan, often taking the place of secondary forests. Our news journalists obtained a quote from the research from National Chiayi University: \"While agroforestry systems can help mitigate biodiversity loss by preserving habitat structure and providing essential ecological services, the ecological role of betel nut plantations - particularly their impact on avian communities - remains largely understudied. Birds, as sensitive indicators of environmental change, offer valuable insights into habitat quality and biodiversity health. To address this knowledge gap, we conducted standardised point count surveys to collect data on bird species composition and abundance. This was the first avian dataset focused on betel nut agroforestry, providing detailed bird occurrence data for betel nut plantations and secondary forests.", "2025 MAY 16 (NewsRx) -- By a News Reporter-Staff News Editor at Taiwan Daily Report -- Research findings on agroforestry are discussed in a new report. According to news reporting originating from National Chiayi University by NewsRx correspondents, research stated, \"Betel nut agroforestry had quickly grown to occupy more than 1% of the land in Taiwan, often taking the place of secondary forests. Our news journalists obtained a quote from the research from National Chiayi University: \"While agroforestry systems can help mitigate biodiversity loss by preserving habitat structure and providing essential ecological services, the ecological role of betel nut plantations - particularly their impact on avian communities - remains largely understudied. Birds, as sensitive indicators of environmental change, offer valuable insights into habitat quality and biodiversity health. To address this knowledge gap, we conducted standardised point count surveys to collect data on bird species composition and abundance. This was the first avian dataset focused on betel nut agroforestry, providing detailed bird occurrence data for betel nut plantations and secondary forests. The dataset is particularly useful for understanding how agriculture alters ecological services in human-modified landscapes.", "2025 MAY 16 (NewsRx) -- By a News Reporter-Staff News Editor at Taiwan Daily Report -- Research findings on agroforestry are discussed in a new report. According to news reporting originating from National Chiayi University by NewsRx correspondents, research stated, \"Betel nut agroforestry had quickly grown to occupy more than 1% of the land in Taiwan, often taking the place of secondary forests. Our news journalists obtained a quote from the research from National Chiayi University: \"While agroforestry systems can help mitigate biodiversity loss by preserving habitat structure and providing essential ecological services, the ecological role of betel nut plantations - particularly their impact on avian communities - remains largely understudied. Birds, as sensitive indicators of environmental change, offer valuable insights into habitat quality and biodiversity health. To address this knowledge gap, we conducted standardised point count surveys to collect data on bird species composition and abundance. This was the first avian dataset focused on betel nut agroforestry, providing detailed bird occurrence data for betel nut plantations and secondary forests. The dataset is particularly useful for understanding how agriculture alters ecological services in human-modified landscapes. Data were collected during the breeding seasons (March to May) of 2015 and 2016 across 80 sites in four counties of central Taiwan.", "2025 MAY 16 (NewsRx) -- By a News Reporter-Staff News Editor at Taiwan Daily Report -- Research findings on agroforestry are discussed in a new report. According to news reporting originating from National Chiayi University by NewsRx correspondents, research stated, \"Betel nut agroforestry had quickly grown to occupy more than 1% of the land in Taiwan, often taking the place of secondary forests. Our news journalists obtained a quote from the research from National Chiayi University: \"While agroforestry systems can help mitigate biodiversity loss by preserving habitat structure and providing essential ecological services, the ecological role of betel nut plantations - particularly their impact on avian communities - remains largely understudied. Birds, as sensitive indicators of environmental change, offer valuable insights into habitat quality and biodiversity health. To address this knowledge gap, we conducted standardised point count surveys to collect data on bird species composition and abundance. This was the first avian dataset focused on betel nut agroforestry, providing detailed bird occurrence data for betel nut plantations and secondary forests. The dataset is particularly useful for understanding how agriculture alters ecological services in human-modified landscapes. Data were collected during the breeding seasons (March to May) of 2015 and 2016 across 80 sites in four counties of central Taiwan. According to the news reporters, the research concluded: \"Each site included five sampling points, with avian community data recorded twice per season at each point. This publicly available dataset on GBIF offers valuable insights into avian biodiversity and habitat use in agricultural ecosystems. For more information on this research see: Avian communities of betel nut agroforestry and secondary forest in Taiwan.", "This was the first avian dataset focused on betel nut agroforestry, providing detailed bird occurrence data for betel nut plantations and secondary forests. The dataset is particularly useful for understanding how agriculture alters ecological services in human-modified landscapes. Data were collected during the breeding seasons (March to May) of 2015 and 2016 across 80 sites in four counties of central Taiwan. According to the news reporters, the research concluded: \"Each site included five sampling points, with avian community data recorded twice per season at each point. This publicly available dataset on GBIF offers valuable insights into avian biodiversity and habitat use in agricultural ecosystems. For more information on this research see: Avian communities of betel nut agroforestry and secondary forest in Taiwan. Biodiversity Data Journal, 2025,13():1-13. (Biodiversity Data Journal - http://bdj. pensoft. net). The publisher for Biodiversity Data Journal is Pensoft Publishers.", "org/10. 3897/BDJ. 13. e147871. Our news editors report that additional information may be obtained by contacting Jo-Szu Tsai, National Chiayi University. Keywords for this news article include: National Chiayi University, Agriculture, Agroforestry, Asia, Biodiversity, Ecology, Taiwan. Our reports deliver fact-based news of research and discoveries from around the world. Copyright 2025, NewsRx LLC"]}, {"relevance_score": 16, "title": "Taiwan accelerates reforestation program", "published": "2025-08-19", "bodyText": "<p nitf:lede=\"true\"> The Forestry and Nature Conservation Agency announced major revisions to its reforestation program on Tuesday.</p><p nitf:lede=\"true\">Agriculture Minister Chen Chun-chi said forests are a strategic asset for Taiwan. He noted that past forest policies often clashed with Indigenous communities, but joint management in recent years has resolved many disputes, per CNA.</p><p>FNCA Director General Lin Hwa-ching said the 'Regulations of Rewards and Assistance in Reforestation' have remained largely unchanged for over 18 years. Updating the rules on species selection, incentive duration, payments, and reforestation locations will help the government reach its targets, he said.</p><p>So far, more than 5,700 hectares of hillside land have been reforested, enhancing forest security and greening, according to Lin. However, he said the original 20-year incentive period was too long, with payments mainly tied to forest survival rates.</p><p>Under the new program, subsidies will award NT$500,000 (US$16,600) per hectare in the sixth year, with bonuses raising the total to as much as NT$600,000 per hectare.</p><p>The revised plan also distinguishes between 'protected forests' and 'forests for agroforestry.' Incentives will support goals such as timber production, ecological preservation, forest-based economic development, and forest healing.</p><p>Lin said FNCA annually evaluates crops suitable for forest-based economies, first assessing profitability and then compatibility with forest conditions. Crops requiring strong sunlight are excluded, and cultivation must remain eco-friendly.</p><p>Current examples include beekeeping, shiitake mushroom cultivation, and limited planting of Taiwan camellia. Five additional crops, including shell ginger, will be added by the end of the year.</p><p>DPP Legislator Chuang Jui-hsiung welcomed the measures but urged expanding to Chinese medicinal herbs. Chen responded that chemical pesticides are prohibited in forest crop cultivation and said the Taiwan Forestry Research Institute is studying suitable options.</p>", "publisher": "Taiwan News", "instances": ["FNCA Director General Lin Hwa-ching said the 'Regulations of Rewards and Assistance in Reforestation' have remained largely unchanged for over 18 years. Updating the rules on species selection, incentive duration, payments, and reforestation locations will help the government reach its targets, he said. So far, more than 5,700 hectares of hillside land have been reforested, enhancing forest security and greening, according to Lin. However, he said the original 20-year incentive period was too long, with payments mainly tied to forest survival rates. Under the new program, subsidies will award NT$500,000 (US$16,600) per hectare in the sixth year, with bonuses raising the total to as much as NT$600,000 per hectare. The revised plan also distinguishes between 'protected forests' and 'forests for agroforestry. Incentives will support goals such as timber production, ecological preservation, forest-based economic development, and forest healing. Lin said FNCA annually evaluates crops suitable for forest-based economies, first assessing profitability and then compatibility with forest conditions. Crops requiring strong sunlight are excluded, and cultivation must remain eco-friendly. Current examples include beekeeping, shiitake mushroom cultivation, and limited planting of Taiwan camellia. Five additional crops, including shell ginger, will be added by the end of the year."]}, {"relevance_score": 28, "title": "Belize ambassador shares flavors of home ahead of Food Taipei 2023", "published": "2023-06-13", "bodyText": "<p nitf:lede=\"true\">Belize Ambassador to Taiwan Candice Pitts on Thursday (June 8) gave Taiwan News a sneak preview of items that will be featured at the Belize stall at Food Taipei 2023, which kicks off on June 14.</p><p nitf:lede=\"true\">Pitts said the booth would feature marine products, including the nation's 'incomparable' lobsters and shrimps. Cacao bean products such as cacao paste, natural frosted cacao beans, cacao mixed nuts, chocolate, cacao tea, and hot chocolate powder will also be on display.</p><p nitf:lede=\"true\">In addition, Belizean rums and wines and the country's premier hot sauce, Marie Sharp's pepper sauces will be featured, she said.</p><p>This year's Food Taipei focuses on the themes of food of the future, food security, and food safety-goals that Belize has been ardently pursuing domestically, Pitts said.</p><p>Belize has been investing heavily in climate-smart agriculture, given that agriculture and aquaculture are two of its major industries, she said.</p><p>In 2022, the World Bank approved US$25 million (NT$767 million) for the Belize Climate Resilient and Sustainable Agriculture Project, which seeks to boost food production capacity and speed up the adoption of climate-smart agricultural measures, Pitts said.</p><p>These measures include the installation of drip irrigation systems, application of nutrients through irrigation water, use of water harvesting techniques, adjustment of planting dates to match rainfall patterns, crop rotation, intercropping, planting of agroforestry systems, and adoption of drought-and-heat tolerant varieties.</p><p>Describing the flavors of Belizean cuisine, Pitts said, 'The cuisines of Belize are a confluence of the cuisines of our various ethnic groups.' The foundation of Belizean cuisine consists of maize, ground food, varied vegetables, meat, seafood, and spices, she explained.</p><p>'Our flavors are mostly spicy and savory. Our desserts are sweet, but hardly any of our meals are sweet,' she said.</p><p>Belize has at least 6 major ethnic groups, according to the ambassador, and each group has its own cuisines that contribute to the flavor profile of the Central American country. Pitts listed a few examples of the diverse dishes: The Creoles are known for their rice and beans, fried plantains, choice of meat, and coleslaw or potato salad, while the Mestizos often make Escabeche, a type of onion soup, eaten with corn tortillas.</p><p>Additionally, the Garifunas are known for their hudut, which is a coconut milk stew containing okras and fish, and eaten with mashed green and ripe plantains.</p><p>One dish Pitts thought should be eaten more is dukunus, which is made from grated corn, seasoned, and then boiled in the leaves of the corn. She said her favorite dish is the 'boiled-up,' which is a creole dish made of sweet potatoes, yams, cocoa, cassava, and green and ripe plantains, that are boiled until tender.</p><p>A sauce of vegetables cooked in coconut oil and either fish or pork are then added to the dish, Pitts said. She mentioned that Mestizo and Mayan cuisines are amongst her favorites because they primarily use maize, her favorite staple.</p><p>For Taiwanese tourists who travel to Belize City, the ambassador's hometown, there are many restaurants that offer tasty local fare. Pitts suggested Gwen's Kitchen, Celebrities, and Top Chef.</p><p>However, she said nothing can beat 'good old home-cooking' by her mother, who was a professional chef.</p><p>Pitts said she values the friendship between Taiwanese and Belizeans. 'For us to realize optimal benefits of our diplomatic relationship, we must continue to explore ways to know each other,' she said.</p><p>The embassy has been actively engaging in cultural, educational, and commercial activities and events to promote a better understanding of Belize among Taiwanese. 'I invite all of Taiwan to the Taipei International Food Show and to the Belize booth to learn more about the products Belize has to export to Taiwan and to learn more about Belize in general!' Pitts said.</p><p>Food Taipei 2023 will be held at the Taipei Nangang Exhibition Center from June 14-17.</p>", "publisher": "Taiwan News", "instances": ["Cacao bean products such as cacao paste, natural frosted cacao beans, cacao mixed nuts, chocolate, cacao tea, and hot chocolate powder will also be on display. In addition, Belizean rums and wines and the country's premier hot sauce, Marie Sharp's pepper sauces will be featured, she said. This year's Food Taipei focuses on the themes of food of the future, food security, and food safety-goals that Belize has been ardently pursuing domestically, Pitts said. Belize has been investing heavily in climate-smart agriculture, given that agriculture and aquaculture are two of its major industries, she said. In 2022, the World Bank approved US$25 million (NT$767 million) for the Belize Climate Resilient and Sustainable Agriculture Project, which seeks to boost food production capacity and speed up the adoption of climate-smart agricultural measures, Pitts said. These measures include the installation of drip irrigation systems, application of nutrients through irrigation water, use of water harvesting techniques, adjustment of planting dates to match rainfall patterns, crop rotation, intercropping, planting of agroforestry systems, and adoption of drought-and-heat tolerant varieties. Describing the flavors of Belizean cuisine, Pitts said, 'The cuisines of Belize are a confluence of the cuisines of our various ethnic groups. The foundation of Belizean cuisine consists of maize, ground food, varied vegetables, meat, seafood, and spices, she explained. Our flavors are mostly spicy and savory. Our desserts are sweet, but hardly any of our meals are sweet,' she said. Belize has at least 6 major ethnic groups, according to the ambassador, and each group has its own cuisines that contribute to the flavor profile of the Central American country."]}, {"relevance_score": 10, "title": "In Peru, farmers find ways to grow food without burning down the forest", "published": "2019-07-08", "bodyText": "<p nitf:lede=\"true\"> Project aim:</p><p nitf:lede=\"true\">Creating productive agroforestry systems with local communities as a financially and environmentally sustainable alternative to conventional farming to halt deforestation</p><p>Project implementation:</p><p>Merging traditional Amazonian farming techniques with modern permaculture concepts. Working with locals to apply these methods instead of slash and burn agriculture.</p><p>Like many other small farmers in the Amazon rainforest around the Peruvian city of Iquitos, Eder Perez grows just one crop - the yucca plant. But in order to do so, he burns down parts of the jungle to create fields. The plants thrive in the fertile ash-filled soil, but only for about a year. Then the farmers have to burn down a new patch.</p><p>This slash and burn agriculture method is putting further pressure on a part of the Amazon that's already threatened from logging and large farming plantations. The rate of deforestation in the Iquitos forest has hit the highest rates in a decade.</p><p>The Chaikuni Institute, a self-described grassroots collective, is working with farmers like Perez on an agroforestry project. By coupling old Amazonian techniques with modern sustainable farming concepts, they hope communities can support themselves without burning down the forest.</p>", "publisher": "The China Post", "instances": ["Project aim:Creating productive agroforestry systems with local communities as a financially and environmentally sustainable alternative to conventional farming to halt deforestationProject implementation:Merging traditional Amazonian farming techniques with modern permaculture concepts. Working with locals to apply these methods instead of slash and burn agriculture. Like many other small farmers in the Amazon rainforest around the Peruvian city of Iquitos, Eder Perez grows just one crop - the yucca plant. But in order to do so, he burns down parts of the jungle to create fields. The plants thrive in the fertile ash-filled soil, but only for about a year. Then the farmers have to burn down a new patch.", "But in order to do so, he burns down parts of the jungle to create fields. The plants thrive in the fertile ash-filled soil, but only for about a year. Then the farmers have to burn down a new patch. This slash and burn agriculture method is putting further pressure on a part of the Amazon that's already threatened from logging and large farming plantations. The rate of deforestation in the Iquitos forest has hit the highest rates in a decade. The Chaikuni Institute, a self-described grassroots collective, is working with farmers like Perez on an agroforestry project. By coupling old Amazonian techniques with modern sustainable farming concepts, they hope communities can support themselves without burning down the forest."]}, {"relevance_score": 8, "title": "Taiwan works with Amis village to restore indigenous alcohol brewing plants", "published": "2025-03-11", "bodyText": "<p nitf:lede=\"true\"> The Taitung branch of the Forestry and Nature Conservation Agency has partnered with an Amis village to restore traditional alcohol brewing plants along the east coast.</p><p>The branch on Tuesday planted 200 five-leaved chaste tree and pignut saplings with the help of Torik villagers at a local water source known as 'Tafa,' meaning 'stream of life' in the Amis language. Each villager was gifted a pignut sapling to encourage more Amis to preserve their traditional fermentation and foraging culture.</p><p>In recent years, FANCA has been promoting the restoration of native tree species and distributing native Taiwanese plants to the public on Arbor Day. Torik Village has long collaborated with the branch on community forestry and agroforestry, the Taitung branch said.</p><p>Torik Village traditionally used 13 different types of plants for brewing alcohol, including the rosary pea, Basil-Leaf Limnophila, and orange jessamine.</p><p>The branch said it will support expanding the restoration of indigenous plants, food promotion, and farming education. It hopes to strengthen forest resilience and sustain the Amis' ecological knowledge and deep-rooted connection with nature.</p>", "publisher": "Taiwan News", "instances": ["The Taitung branch of the Forestry and Nature Conservation Agency has partnered with an Amis village to restore traditional alcohol brewing plants along the east coast. The branch on Tuesday planted 200 five-leaved chaste tree and pignut saplings with the help of Torik villagers at a local water source known as 'Tafa,' meaning 'stream of life' in the Amis language. Each villager was gifted a pignut sapling to encourage more Amis to preserve their traditional fermentation and foraging culture. In recent years, FANCA has been promoting the restoration of native tree species and distributing native Taiwanese plants to the public on Arbor Day. Torik Village has long collaborated with the branch on community forestry and agroforestry, the Taitung branch said. Torik Village traditionally used 13 different types of plants for brewing alcohol, including the rosary pea, Basil-Leaf Limnophila, and orange jessamine. The branch said it will support expanding the restoration of indigenous plants, food promotion, and farming education. It hopes to strengthen forest resilience and sustain the Amis' ecological knowledge and deep-rooted connection with nature."]}]