[{"relevance_score": 15, "title": "Typhoon Hagibis causes Taiwan-Japan flight disruptions", "published": "2019-10-11", "bodyText": "<p nitf:lede=\"true\"> Airlines operating flights between Taiwan and Japan announced service disruptions Friday due to Typhoon Hagibis, which is heading towards eastern Japan.</p><p>China Airlines said its flight CI0159 from Osaka to Taoyuan Saturday will take off ahead of schedule at 10 p.m. Friday.</p><p>EVA Airways said flight BR190 from Taipei Songshan to Tokyo Haneda will depart earlier at 3:20 p.m., and flight BR189 from Tokyo Haneda to Taipei Songshan on Saturday will also depart earlier at 8:15 p.m. Friday.</p><p>Many of Japan Airlines' flights on Saturday will be canceled, including flights JL096, JL098 from Taipei Songshan to Tokyo Haneda; JL097, JL099 from Tokyo Haneda to Taipei Songshan; JL802, JL804 from Taoyuan to Tokyo Narita; JL805, JL809 from Tokyo Narita to Taoyuan; JL812 from Kaohsiung to Tokyo Narita; JL811 from Tokyo Narita to Kaohsiung; JL814 from Taoyuan to Osaka; JL822 from Taoyuan to Nagoya; JL821 from Nagoya to Taoyuan.</p><p>All Nippon Airways has also called off several flights on Saturday, including NH851, NH853 from Tokyo Haneda to Taipei Songshan; NH852, NH854 from Taipei Songshan to Tokyo Haneda; NH823 from Tokyo Narita to Taoyuan; NH824 from Taoyuan to Tokyo Narita.</p><p>According to Taiwan's Central Weather Bureau, Hagibis was located 940 kilometers south of Tokyo, moving in a north-northwesterly direction at 20 kilometers per hour as of 8 a.m. Friday.</p><p>With a radius of 300 km, the storm was packing maximum sustained winds (averaged over a 10-minute period) of 173 kph, with gusts (sustained for 1 minute) of up to 209kph, the bureau said.</p>", "publisher": "Taiwan News", "instances": ["Airlines operating flights between Taiwan and Japan announced service disruptions Friday due to Typhoon Hagibis, which is heading towards eastern Japan. China Airlines said its flight CI0159 from Osaka to Taoyuan Saturday will take off ahead of schedule at 10 p. m. Friday. EVA Airways said flight BR190 from Taipei Songshan to Tokyo Haneda will depart earlier at 3:20 p. m."]}, {"relevance_score": 14, "title": "Central Weather Bureau issues 1st sea warning of 2014 for Typhoon Hagibis", "published": "2014-06-15", "bodyText": "<p nitf:lede=\"true\"> The Central Weather Bureau issued a sea warning late yesterday as Typhoon Hagibis, which was strengthened by a tropical depression near the Dongsha Islands, continued to approach.</p><p>The CWB issued the sea warning, the first of the year, at 11:30 p.m. The bureau said that Tropical Storm Hagibis strengthened into a typhoon at 2 p.m. yesterday afternoon, and it continued to move toward the north at a speed of 8 kilometers per hour.</p><p>According to the CWB, Typhoon Hagibis should not pose a great threat to Taiwan, so the chance of releasing a land warning should be low.</p><p>The CWB said that based on the direction the typhoon is heading, it will go toward Fujian or Guangdong without directly affecting Taiwan.</p><p>However, the CWB said that people should expect heavy rain on Sunday, especially in the central, south, and east of Taiwan under the influence of the outer-region circulation of Typhoon Hagibis.</p><p>The CWB said that the north and northeastern parts of Taiwan will not be affected by the approach of the typhoon as much, but people should still expect rain showers on Sunday.</p><p>The CWB's chief meteorologist Cheng Ming-dean said that Penghu and Kinmen will be affected by the typhoon more intensely as it approaches.</p><p>According to the CWB, people should avoid visiting beaches along the southeast coastline as waves will be higher than normal.</p><p>The CWB also said that the weather will be unstable for the upcoming week and there will be rain showers or heavy rain hitting the central, south and eastern parts of Taiwan.</p><p>According to the CWB, rain will extend into next week and people should expect thunderstorms or regional heavy rain on Monday.</p>", "publisher": "The China Post", "instances": ["The Central Weather Bureau issued a sea warning late yesterday as Typhoon Hagibis, which was strengthened by a tropical depression near the Dongsha Islands, continued to approach. The CWB issued the sea warning, the first of the year, at 11:30 p. m. The bureau said that Tropical Storm Hagibis strengthened into a typhoon at 2 p. m. yesterday afternoon, and it continued to move toward the north at a speed of 8 kilometers per hour.", "The CWB issued the sea warning, the first of the year, at 11:30 p. m. The bureau said that Tropical Storm Hagibis strengthened into a typhoon at 2 p. m. yesterday afternoon, and it continued to move toward the north at a speed of 8 kilometers per hour. According to the CWB, Typhoon Hagibis should not pose a great threat to Taiwan, so the chance of releasing a land warning should be low. The CWB said that based on the direction the typhoon is heading, it will go toward Fujian or Guangdong without directly affecting Taiwan. However, the CWB said that people should expect heavy rain on Sunday, especially in the central, south, and east of Taiwan under the influence of the outer-region circulation of Typhoon Hagibis. The CWB said that the north and northeastern parts of Taiwan will not be affected by the approach of the typhoon as much, but people should still expect rain showers on Sunday. The CWB's chief meteorologist Cheng Ming-dean said that Penghu and Kinmen will be affected by the typhoon more intensely as it approaches. According to the CWB, people should avoid visiting beaches along the southeast coastline as waves will be higher than normal.", "The bureau said that Tropical Storm Hagibis strengthened into a typhoon at 2 p. m. yesterday afternoon, and it continued to move toward the north at a speed of 8 kilometers per hour. According to the CWB, Typhoon Hagibis should not pose a great threat to Taiwan, so the chance of releasing a land warning should be low. The CWB said that based on the direction the typhoon is heading, it will go toward Fujian or Guangdong without directly affecting Taiwan. However, the CWB said that people should expect heavy rain on Sunday, especially in the central, south, and east of Taiwan under the influence of the outer-region circulation of Typhoon Hagibis. The CWB said that the north and northeastern parts of Taiwan will not be affected by the approach of the typhoon as much, but people should still expect rain showers on Sunday. The CWB's chief meteorologist Cheng Ming-dean said that Penghu and Kinmen will be affected by the typhoon more intensely as it approaches. According to the CWB, people should avoid visiting beaches along the southeast coastline as waves will be higher than normal. The CWB also said that the weather will be unstable for the upcoming week and there will be rain showers or heavy rain hitting the central, south and eastern parts of Taiwan. According to the CWB, rain will extend into next week and people should expect thunderstorms or regional heavy rain on Monday."]}, {"relevance_score": 12, "title": "Taiwan president offers condolences to typhoon victims in Japan", "published": "2019-10-14", "bodyText": "<p nitf:lede=\"true\"> President Tsai Ing-wen has expressed her condolences to those who were affected by Typhoon Hagibis in Japan last week, saying that the Taiwanese government is ready to provide assistance.</p><p>'I would like to extend my heartfelt condolences to all those affected by the disaster,' said Tsai via Twitter on Sunday (Oct. 13). 'Japan is our most important friend. We will always be ready for assistance,' she added.</p><p>Typhoon Hagibis swept central and northern Japan last weekend, leaving at least 31 dead, 15 missing, and 186 injured, according to NHK on Monday. The typhoon was downgraded to a tropical storm on Sunday, but heavy rain is still forecast for Monday afternoon in the country's central and northeast regions.</p><p>Japan's Fire and Disaster Management Agency said on Sunday that 1,283 houses were flooded and another 517 were damaged either partially or entirely.</p><p>Authorities issued non-compulsory evacuation orders for more than six million people across Japan on Saturday. The typhoon, believed to be the strongest to hit the country in 60 years, brought record-breaking rainfall, leading to floods and landslides in many areas.</p><p>Taiwan's Ministry of Foreign Affairs also expressed 'sincere sympathy' for the Japanese people who suffered severe damage caused by the typhoon. The ministry said via Twitter on Monday that it has already conveyed its willingness to provide assistance to the Japan-Taiwan Exchange Association.</p>", "publisher": "Taiwan News", "instances": ["President Tsai Ing-wen has expressed her condolences to those who were affected by Typhoon Hagibis in Japan last week, saying that the Taiwanese government is ready to provide assistance. I would like to extend my heartfelt condolences to all those affected by the disaster,' said Tsai via Twitter on Sunday (Oct. 13). 'Japan is our most important friend. We will always be ready for assistance,' she added. Typhoon Hagibis swept central and northern Japan last weekend, leaving at least 31 dead, 15 missing, and 186 injured, according to NHK on Monday.", "President Tsai Ing-wen has expressed her condolences to those who were affected by Typhoon Hagibis in Japan last week, saying that the Taiwanese government is ready to provide assistance. I would like to extend my heartfelt condolences to all those affected by the disaster,' said Tsai via Twitter on Sunday (Oct. 13). 'Japan is our most important friend. We will always be ready for assistance,' she added. Typhoon Hagibis swept central and northern Japan last weekend, leaving at least 31 dead, 15 missing, and 186 injured, according to NHK on Monday. The typhoon was downgraded to a tropical storm on Sunday, but heavy rain is still forecast for Monday afternoon in the country's central and northeast regions. Japan's Fire and Disaster Management Agency said on Sunday that 1,283 houses were flooded and another 517 were damaged either partially or entirely. Authorities issued non-compulsory evacuation orders for more than six million people across Japan on Saturday. The typhoon, believed to be the strongest to hit the country in 60 years, brought record-breaking rainfall, leading to floods and landslides in many areas. Taiwan's Ministry of Foreign Affairs also expressed 'sincere sympathy' for the Japanese people who suffered severe damage caused by the typhoon."]}, {"relevance_score": 11, "title": "Japan prime minister thanks Taiwan for sympathy after deadly typhoon", "published": "2019-10-19", "bodyText": "<p nitf:lede=\"true\">Japan Prime Minister Abe Shinzo on Friday tweeted his thanks to Taiwan for the sympathy expressed in the wake of a typhoon that killed about 80 people, injured hundreds and left thousands homeless last week.</p><p>Abe retweeted a message posted Oct. 13 by Taiwan's President Tsai Ing-wen, who expressed sympathy over the damage and loss of life caused by Typhoon Hagibis the previous day and said Taiwan stood ready to assist Japan.</p><p>In Abe's response, he tweeted in Chinese and Japanese that Taiwanese are old and valued friends.</p><p>'We are sparing no efforts on the rescue and restoration work,' he said. 'With the sympathy of our old Taiwanese friends, we feel that Taiwan is with us at the time. To us, Taiwan means important partners and friends sharing common basic values.'</p><p>Typhoon Hagibis cut a path of death and destruction when it made landfall southwest of Tokyo on Saturday and churned up the east coast of Japan, carrying fierce winds and torrential rain that triggered flooding and landslides.</p><p>In its wake, the storm left at least 77 people dead, almost 400 injured and thousands of homes badly damaged or destroyed, according Japanese media.</p><p>Abe's tweet, which was reported in the Sankei Shimbun daily, drew many responses on Twitter by his followers, who lauded the friendship between Japan and Taiwan.</p><p>'Taiwan is not just an ordinary friend, but more like a brother,' one follower tweeted.</p>", "publisher": "The China Post", "instances": ["Japan Prime Minister Abe Shinzo on Friday tweeted his thanks to Taiwan for the sympathy expressed in the wake of a typhoon that killed about 80 people, injured hundreds and left thousands homeless last week. Abe retweeted a message posted Oct. 13 by Taiwan's President Tsai Ing-wen, who expressed sympathy over the damage and loss of life caused by Typhoon Hagibis the previous day and said Taiwan stood ready to assist Japan. In Abe's response, he tweeted in Chinese and Japanese that Taiwanese are old and valued friends. We are sparing no efforts on the rescue and restoration work,' he said. 'With the sympathy of our old Taiwanese friends, we feel that Taiwan is with us at the time. To us, Taiwan means important partners and friends sharing common basic values. Typhoon Hagibis cut a path of death and destruction when it made landfall southwest of Tokyo on Saturday and churned up the east coast of Japan, carrying fierce winds and torrential rain that triggered flooding and landslides.", "13 by Taiwan's President Tsai Ing-wen, who expressed sympathy over the damage and loss of life caused by Typhoon Hagibis the previous day and said Taiwan stood ready to assist Japan. In Abe's response, he tweeted in Chinese and Japanese that Taiwanese are old and valued friends. We are sparing no efforts on the rescue and restoration work,' he said. 'With the sympathy of our old Taiwanese friends, we feel that Taiwan is with us at the time. To us, Taiwan means important partners and friends sharing common basic values. Typhoon Hagibis cut a path of death and destruction when it made landfall southwest of Tokyo on Saturday and churned up the east coast of Japan, carrying fierce winds and torrential rain that triggered flooding and landslides. In its wake, the storm left at least 77 people dead, almost 400 injured and thousands of homes badly damaged or destroyed, according Japanese media. Abe's tweet, which was reported in the Sankei Shimbun daily, drew many responses on Twitter by his followers, who lauded the friendship between Japan and Taiwan. Taiwan is not just an ordinary friend, but more like a brother,' one follower tweeted."]}, {"relevance_score": 15, "title": "Yet another typhoon taking shape to east of Taiwan", "published": "2019-10-15", "bodyText": "<p nitf:lede=\"true\"> Hot on the heels of Typhoon Hagibis, a tropical disturbance near Guam, which has been upgraded by the Japan Meteorological Agency (JMA) to a tropical depression, could become the 20th tropical storm this year and ultimately reach typhoon status.</p><p>According to a post uploaded at 11:33 a.m. today (Oct. 15) on the Facebook page TWTYBBS.com, special attention should be paid to the development of tropical disturbance 96W near Guam. The JMA has upgraded it to a tropical depression and the author of the Facebook post wrote, \"The shape is not bad. As to whether there is room for further development, we will need to continue to monitor it.\"</p><p>The weather page's administrator wrote that 96W is expected to move westward towards the waters off the coast of southeastern Taiwan between Thursday (Oct. 17) and Sunday, bringing more moisture to the country during that period. As the northeast winds continue to blow, the likelihood of rain will increase in northern and eastern Taiwan, including the possibility of heavy downpours.</p><p>Based on current projections, central and southern Taiwan will likely be spared the effects of the tropical cyclone. The weather over the coming days in central and southern Taiwan will be sunny with poor air quality, while northern and eastern Taiwan will see cloudy skies and an increased possibility of rainfall.</p><p>One netizen expressed concern that if the tropical depression stays on its current path, \"even if it does not become a typhoon and stays a tropical depression, if it combines with northwest winds, it could have a synergistic effect, bringing considerable rain to northern and northeastern Taiwan.\" However, the page administrator wrote, \"It is currently too early to ask this question.\"</p>", "publisher": "Taiwan News", "instances": ["Hot on the heels of Typhoon Hagibis, a tropical disturbance near Guam, which has been upgraded by the Japan Meteorological Agency (JMA) to a tropical depression, could become the 20th tropical storm this year and ultimately reach typhoon status. According to a post uploaded at 11:33 a. m. today (Oct. 15) on the Facebook page TWTYBBS. com, special attention should be paid to the development of tropical disturbance 96W near Guam."]}, {"relevance_score": 19, "title": "Countdown to Taiwan's presidential election: 88 days", "published": "2019-10-15", "bodyText": "<p nitf:lede=\"true\"> On Oct. 13, areas surrounding Tokyo, Japan, were slammed with large amounts of rainfall brought by Typhoon Hagibis. An amount equivalent to 30 percent of the country's total rainfall in the past year hit the region within 24 hours. Kaohsiung Mayor Han Kuo-yu commented on the natural disaster, noting that Kaohsiung has also dealt with flooding this year.</p><p>Tsai Ing-wen</p><p>'We will promote the 'digital era' and international economic integration.'</p><p>On Monday (Oct. 14), President Tsai officially announced that TSMC founder Morris Chang will once again be Taiwan's envoy to the annual APEC conference. In November, Chang will lead a delegation to Santiago, Chile, to represent Taiwan and promote transnational economic integration in the 'digital age.'</p><p>Tsai said there are two primary goals for the APEC meeting. The first is to clearly communicate to APEC members Taiwan's plans and moves towards promoting a 'digital society' and becoming a 'smart country.\" The second is to share Taiwan's experiences in spurring economic development across society while promoting inclusive and sustainable growth with international partners across the Indo-Pacific.</p><p>Annette Lu</p><p>'Those who make people feel like the country is being lost are not qualified to serve as a national leader.'</p><p>On Oct. 14, Annette Lu criticized both DPP incumbent Tsai Ing-wen and KMT presidential candidate Han Kuo-yu for appealing to people's sense of nationalism. Annette Lu has called on Taiwanese to choose the 'Peaceful center way - A third choice for Taiwan' while emphasizing national defense, social stability, and people's 'peace of mind' as three major planks of her campaign platform.</p><p>Lu claims that Taiwan is in the midst of a chaotic generation and that the country is in disorder. She criticized the other candidates for making citizens feel that the country is being lost and claimed that people should not be forced to choose between the KMT or DPP.</p><p>Taking aim at Han Kuo-yu, Lu said that while his promotion of the Republic of China is admirable, he should not just be doing it in Taiwan. Lu challenged Han to bravely carry the ROC flag across the strait and watch the Chinese people there shrink away from it in fear.</p>", "publisher": "Taiwan News", "instances": ["On Oct. 13, areas surrounding Tokyo, Japan, were slammed with large amounts of rainfall brought by Typhoon Hagibis. An amount equivalent to 30 percent of the country's total rainfall in the past year hit the region within 24 hours. Kaohsiung Mayor Han Kuo-yu commented on the natural disaster, noting that Kaohsiung has also dealt with flooding this year. Tsai Ing-wen'We will promote the 'digital era' and international economic integration. On Monday (Oct. 14), President Tsai officially announced that TSMC founder Morris Chang will once again be Taiwan's envoy to the annual APEC conference."]}, {"relevance_score": 20, "title": "New typhoon could put damper on Taiwan's National Day break", "published": "2019-10-05", "bodyText": "<p nitf:lede=\"true\"> A tropical disturbance that has formed in the Western Pacific could intensify next week into Typhoon Hagibis, the 19th tropical storm of the year, possibly putting a damper on the National Day holiday, depending on the strength of a Pacific high-pressure ridge.</p><p>Meteorologist Daniel Wu said that a tropical disturbance in the Western Pacific could develop into a typhoon next week. However, Wu added the typhoon will probably head toward Japan's Ryukyu Islands.</p><p>Wu said the typhoon's periphery will likely not affect Taiwan on the first two days of the Double Ten Day holiday (Oct. 10 and 11). However, by Oct. 12 and 13, He said that Taiwan could see heavy rain from the storm's periphery, though more observation is needed to accurately predict its future path.</p><p>Central Weather Bureau (CWB) forecaster Chen Yi-hsiu said that if Hagibis forms, the typhoon will follow a similar path to Typhoon Mitag. Chen predicts that Hagibis will head to the waters off the coast of northeastern Taiwan before shifting north and moving toward Japan and the Koreas.</p><p>Chen said that Hagibis' proximity to Taiwan will ultimately depend on a Pacific high-pressure ridge. He added that more detailed information will not be available until after a tropical cyclone takes shape.</p><p>As for the weather today (Oct. 5), Chen said that as a northeasterly wind intensifies, scattered showers could be seen on the northern coast of Keelung, northeastern greater Taipei, and eastern Taiwan. There is a probability of heavier rain in northeastern Taiwan, according to Chen.</p><p>Lows in Taiwan this morning and evening will range between 23 and 26 degrees Celsius, while highs in northern and eastern Taiwan will reach 30 to 31 degrees. Central and southern Taiwan will feel muggy with a high of around 33 degrees.</p><p>Wu said that as a low-pressure area passes through Luzon in the northern Philippines today and Sunday, clouds will increase, bringing brief rain showers. Over the weekend, winds in northeast Taiwan will strengthen, and Taoyuan and areas north will see increasing clouds and a drop in temperature.</p><p>The north coast and mountainous areas of northern Taiwan will see scattered showers over the next two days. Central and southern Taiwan during this time will see partly cloudy to sunny skies and scattered showers in mountainous areas in the afternoon.</p>", "publisher": "Taiwan News", "instances": ["A tropical disturbance that has formed in the Western Pacific could intensify next week into Typhoon Hagibis, the 19th tropical storm of the year, possibly putting a damper on the National Day holiday, depending on the strength of a Pacific high-pressure ridge. Meteorologist Daniel Wu said that a tropical disturbance in the Western Pacific could develop into a typhoon next week. However, Wu added the typhoon will probably head toward Japan's Ryukyu Islands. Wu said the typhoon's periphery will likely not affect Taiwan on the first two days of the Double Ten Day holiday (Oct. 10 and 11). However, by Oct."]}]