[{"relevance_score": 44, "title": "", "published": "1990-08-13", "bodyText": "<p nitf:lede=\"true\">JAPANESE COMPANIES ARE STEPPING UP PUBLIC RELATIONS ACTIVITIES TO CEMENT TIES WITH INVESTORS AND WOO NEW BUYERS OF THEIR SHARES, WRITES JIJI PRESS SECURITIES CORRESPONDENT KENJI ARAI.  INVESTOR RELATIONS (IR) ACTIVITIES, WHICH MAINLY INVOLVE RELEASING INFORMATION ON BUSINESS STRATEGIES AND FINANCIAL REPORTS, ARE SEEN AS ONE OF THE KEY CORPORATE OPERATIONS OF THIS DECADE.  IR EFFORTS HAVE BECOME MORE IMPORTANT BECAUSE OF A DRASTIC CHANGE IN JAPAN'S INVESTMENT CLIMATE.  EQUITY-LINKED FINANCING BY JAPANESE COMPANIES SET A NEW RECORD OF MORE THAN 25 TRILLION YEN LAST YEAR AS SHARE PRICES SOARED AND THE AVERAGE OF 225 MAJOR STOCKS LISTED ON THE TOKYO STOCK EXCHANGE (TSE) NEARED THE 40,000 MARK.  THE SITUATION HAS BEEN OVERTURNED BY REPEATED PLUNGES IN THE TSE STOCK AVERAGE SINCE THE BEGINNING OF THIS YEAR. EQUITY FINANCING WAS SUSPENDED FROM LATE MARCH THROUGH JULY AND EVEN NOW PUBLIC OFFERINGS OF NEW SHARES AT MARKET PRICES HAVE NOT RECOVERED.  NOMURA SECURITIES CO. RECENTLY SET UP NOMURA INVESTOR RELATIONS CO., THE FIRST JAPANESE COMPANY TO SPECIALIZE IN ASSISTING CORPORATE IR ACTIVITIES. COMPANIES CAN NO LONGER TAKE CAPITAL INCREASES FOR GRANTED AND NOMURA'S MOVE SHOWS THE CONCERN OF EXECUTIVES THAT NEW SHARES ISSUES MAY HAVE BECOME UNATTRACTIVE TO INVESTORS.  IN OTHER WORDS, THIS YEAR'S STOCK PRICE PLUNGES HAVE PROMPTED STOCKHOLDERS' DISSATISFACTION WITH LOW DIVIDENDS AND THE INADEQUACY OF BENEFITS PASSED ON TO THEM.  JOICHI TANAKA, ASSISTANCE MANAGER OF THE IR PLANNING SECTION AT NOMURA INVESTOR RELATIONS, SAYS HIS FIRM RECEIVED MORE THAN 100 INQUIRIES ABOUT IR ACTIVITIES DURING THE PREPARATORY PERIOD BEFORE ITS ESTABLISHMENT.</p><p>COMPANIES STRONGLY FEEL THE NEED TO STRENGTHEN TIES WITH INVESTORS BECAUSE ISSUING NEW SHARES HAS BECOME DIFFICULT AS A RESULT OF THE STOCK MARKET PLUNGES, TANAKA ADDS.  DAIWA SECURITIES CO. HAS ALSO ESTABLISHED AN IR SECTION.  TANAKA SAYS THE MOVES BY NOMURA AND DAIWA HAVE OPENED THE WAY IN JAPAN FOR COMPANIES TO ESTABLISH CLOSER RELATIONS WITH STOCKHOLDERS AND INVESTORS THROUGH \"U.S.-TYPE STRATEGIC ACTIVITIES\" SUCH AS MARKET RESEARCH, SEMINARS AND DISTRIBUTING FINANCIAL STATEMENTS.  BANKS, WHICH ARE REQUIRED BY THE BANK FOR INTERNATIONAL SETTLEMENTS (BIS) TO IMPROVE THEIR NET-WORTH RATIOS, AND TRADING HOUSES ARE IN THE VANGUARD OF THE NEW IR TREND. C. ITOH CO., A GIANT TRADING HOUSE, RECENTLY CREATED AN IR TEAM BECAUSE OF THE NEED TO EXPLAIN ITS PERFORMANCE TO INVESTORS BOTH AT HOME AND ABROAD.  C. ITOH SAYS IT HAS RAISED A TOTAL OF 450 BILLION YEN OVER THE LAST FOUR YEARS THROUGH DOLLAR-DENOMINATED BONDS WITH WARRANTS AND OTHER INSTRUMENTS. THE NUMBER OF ITS OUTSTANDING SHARES REACHED 1.4 BILLION IN THE FISCAL YEAR THAT ENDED IN MARCH, UP FROM 1.1 BILLION IN THE MARCH 1987 FISCAL YEAR.  THE MITSUBISHI BANK HAS LISTED ITS STOCK IN NEW YORK AND MAJOR EUROPEAN CITIES TO MAKE ITS NAME FAMILIAR TO OVERSEAS INVESTORS. THE BANK DOES NOT RELEASE THE AVERAGE BALANCES OF INVESTMENT FUNDS, ASSETS AND LIABILITIES AND OTHER INFORMATION IN JAPAN, BUT IT DECIDED TO MAKE THEM PUBLIC OVERSEAS IN HOPES OF ATTRACTING FOREIGN INVESTORS BECAUSE IT BADLY NEEDS TO RAISE FUNDS ABROAD.  IT IS NO EXAGGERATION TO SAY THAT THE GROWTH OF COMPANIES DEPENDS ON WHETHER THEY SUCCEED IN IR ACTIVITIES AIMED AT INVESTMENT EXPERTS SUCH AS INSTITUTIONAL INVESTORS AND ANALYSTS.  NOMURA IR INVITES INSTITUTIONAL INVESTORS, SECURITIES ANALYSTS AND JOURNALISTS TO \"INFORMATION MEETINGS\" ON CLIENT COMPANIES. PARTICIPANTS ARE GIVEN ANNUAL REPORTS AND OTHER MATERIALS REGARDING THE CLIENTS AND MEET THEIR DIRECTORS FOR MORE INFORMATION.  ALTHOUGH NOMURA INVESTOR RELATIONS' SERVICE GOT FULLY UNDER WAY ONLY IN JULY, THE FIRM NOW HOLDS MEETINGS IN TOKYO EVERY TWO DAYS, TANAKA SAYS.  THE RAPID GROWTH OF IR ACTIVITIES IS ALSO ASCRIBABLE TO AN ONGOING REVIEW OF JAPAN'S CROSS-SHAREHOLDING SYSTEM. AT PRESENT, ONLY 30 TO 40 PCT OF THE TOTAL STOCKS OUTSTANDING IN JAPAN CHANGE HANDS. THE REMAINDER ARE HELD BY FRIENDLY STOCKHOLDERS WHO ARE SUPPOSED TO HOLD ON TO THEIR SHARES.  RECENTLY, HOWEVER, THE CROSS-OWNERSHIP OF SHARES HAS BEEN OFTEN CRITICIZED BY OTHER COUNTRIES, WHILE LIFE INSURERS AND OTHER INSTITUTIONAL INVESTORS ARE CONSIDERING SELLING LONG-HELD SHARES AS THEY HAVE BECOME IMPATIENT WITH THE LOW DIVIDENDS PAID BY LISTED COMPANIES.  IF \"STABLE\" STOCKHOLDERS UNLOAD THEIR SHAREHOLDINGS, THE STOCK MARKET WILL SURELY PLUNGE. TO AVOID THIS OUTCOME, COMPANIES NEED TO LURE MORE INVESTORS TO THEIR STOCK.  IN THE UNITED STATES, DEMAND FOR COMPANY STOCKS DEPENDS ON ASSESSMENTS BY SECURITIES ANALYSTS AND PORTFOLIO MANAGERS, SO IR ACTIVITIES ARE CONSIDERED EQUALLY OR MORE IMPORTANT THAN ORDINARY PR ACTIVITIES. CORPORATE JAPAN HAS AT LAST ENTERED THE AGE OF FULL-FLEDGED IR ACTIVITIES AS IT WILL REMAIN DEPENDENT ON MASSIVE EQUITY ISSUES.  JAPANESE COMPANIES ARE SHIFTING THEIR PRIORITIES FROM DEVELOPMENT OF INTERNATIONALLY COMPETITIVE PRODUCTS SYMBOLIZED BY SONY CORP. AND HONDA MOTOR CO. TOWARD BUILDING ATTRACTIVE CORPORATE IMAGES AMONG INVESTORS WORLDWIDE.</p>", "publisher": "Jiji Press Ticker Service", "instances": []}]