[{"relevance_score": 44, "title": "NEC and ClimateAi Develop Conceptual Model to Promote Climate Change Adaptation in Agriculture", "published": "2025-08-19", "bodyText": "<p nitf:lede=\"true\">TOKYO, Aug 19, 2025 - (JCN Newswire) - NEC Corporation (NEC; TSE: 6701), in collaboration with ClimateAi, a San Francisco-based startup that built the first climate resilience platform, has developed a conceptual model to estimate the effectiveness of climate change adaptation measures for cocoa and rice cultivation in Africa. In this project, ClimateAi's long-term climate change forecasting technology, which models both the impact of climatic factors on agricultural production and the effectiveness of adaptation measures, was combined with NEC's expertise in agricultural technology (agritech) to successfully quantify the impact of climate change on agriculture and clarify the return on investment for adaptation measures.</p><p nitf:lede=\"true\">This achievement will be showcased at the TICAD Business Expo &amp; Conference (Japan Fair), one of the thematic events of the Ninth Tokyo International Conference on African Development (TICAD 9) to be held in Yokohama, Japan, in August 2025, conveying the significance of utilizing digital technology to address the challenges facing African agriculture (*1).</p><p>Background and purpose</p><p>Globally, while greenhouse gas emission reductions and credit trading are actively being conducted to mitigate the effects of climate change, the implementation of adaptation measures to prevent or reduce damage caused by climate change has not yet progressed. This is due in part to the difficulties involved in assessing the investment cost-effectiveness of implementing adaptation measures.</p><p>Notably, although the agricultural sector is an industry highly susceptible to climate change, estimating the return on investment for adaptation measures, such as the introduction of irrigation facilities or changes in crop varieties, has thus far proven difficult due to the wide range of factors affecting crop growth, including temperature, water, and soil.</p><p>NEC and ClimateAi have developed a conceptual model that analyzes various factors affecting agricultural growth using AI and calculates the economic return on investment for adaptation measures. Utilizing this model enables the implementation of adaptation measures that focus on areas where positive effects are expected, promoting local agriculture efficiently and sustainably.</p><p>Overview</p><p>This newly developed conceptual model was used to analyze adaptation measures targeting the cultivation of cocoa and rice in various locations in Africa. Africa is the world's largest cocoa producer, with agriculture being one of its major industries. However, due to the impacts of climate change, the cultivation environment for cocoa and rice is expected to change significantly in the coming decades. This initiative focused on the following three adaptation measures to examine their ability to maintain and enhance yields and create economic value in a changing climate.</p><p>- Introduction of irrigation facilities</p><p>- Changing to climate-adapted varieties</p><p>- Changing of planting time for traditionally cultivated varieties</p><p>Some of the analysis results can be verified through interactive demonstrations. As an example of potential applications for this conceptual model, it is envisioned that international organizations and development banks providing local agricultural support will utilize it to explore farmland in recipient areas and estimate the effects of implementing adaptation measures.</p><p>Beyond this example, the system is designed to cater to the needs of various stakeholders involved in agriculture, enabling them to make data-driven decisions.</p><p>Results and future prospects</p><p>The utilization of AI made it possible to analyze the cost-effectiveness of adaptation measures, such as the introduction of irrigation facilities and changes in cultivation varieties in rice farming across various regions, as well as effective adaptation strategies for cacao cultivation.</p><p>Significant funding is required to advance climate change adaptation in agriculture. It has been pointed out that in addition to the need for financial support from international organizations, development banks, and governments, the mobilization of private investment is necessary. To provide continuous funding, it is essential to quantify the investment returns from adaptation measures and to conduct proper monitoring and intervention following their implementation.</p><p>While exploring opportunities for collaborations with businesses that provide irrigation equipment and seedlings, NEC and ClimateAi aim to leverage digital technology use cases to promote financing for climate change adaptation and expand data-driven agritech businesses.</p><p>- Adaptation finance business</p><p>Support for understanding risks to agricultural yields to reduce entry barriers for the private sector / Support for evaluating business feasibility for financing</p><p>- Agritech business</p><p>Support for agricultural producers and managers of climate change adaptation / Support for climate change adaptation in the upstream (seed and agricultural material businesses) and downstream (processing businesses, etc.) of the agricultural supply chain</p><p>- Other business</p><p>Support for climate change adaptation in the infrastructure industry and manufacturing supply chains</p><p>The results of this initiative will be announced at the TICAD Business Expo &amp; Conference (Japan Fair) and other events to gather feedback from the market and proceed with discussions toward commercialization. Going forward, NEC and ClimateAi will work together to scientifically assess the impact of climate change on agriculture and present concrete solutions to achieve sustainable agriculture and food security. Both companies will continue striving to solve global agricultural challenges through technological innovation and data utilization.</p><p>NEC's new business development, under the key message \"The future is ours to shape,\" is advancing NEC Open Innovation (*2) through diverse co-creation with a wide range of startups and partner companies. NEC's collaboration with ClimateAi is one such initiative. By uniting innovative technologies with cross-domain collaboration, NEC continues to create new social value and shape the future.</p><p>(*1)NEC to participate in \"TICAD Business Expo and Conference\" and thematic events for TICAD 9 <url normalizedValue=\"https://www.nec.com/en/press/202508/global_20250805_03.html\">https://www.nec.com/en/press/202508/global_20250805_03.html</url></p><p>(*2)NEC Open Innovation</p><p><url normalizedValue=\"https://www.nec.com/en/global/innovation/index.html\">https://www.nec.com/en/global/innovation/index.html</url></p><p>About ClimateAi, Inc.</p><p>ClimateAi is a climate adaptation and resilience platform purpose-built for the agriculture, food, and consumer goods sectors. It combines AI-powered weather modeling with phenological and water-scarcity data to deliver highly localized, crop-specific agricultural impact insights across the short, medium, and long term. With deep expertise in climate-agriculture interactions and a client base that spans agricultural and consumer-goods multinationals as well as agricultural investors, ClimateAi turns complex climate data into actionable insights. For more information, visit ClimateAi at <url normalizedValue=\"https://www.climate.ai\">https://www.climate.ai</url></p><p>About NEC Corporation</p><p>NEC Corporation has established itself as a leader in the integration of IT and network technologies while promoting the brand statement of \"Orchestrating a brighter world.\" NEC enables businesses and communities to adapt to rapid changes taking place in both society and the market as it provides for the social values of safety, security, fairness and efficiency to promote a more sustainable world where everyone has the chance to reach their full potential. For more information, visit NEC at <url normalizedValue=\"https://www.nec.com\">https://www.nec.com</url>.</p><p>Source: NEC Corporation</p><p/>", "publisher": "JCN Newswire", "instances": ["com/en/global/innovation/index. htmlAbout ClimateAi, Inc. It combines AI-powered weather modeling with phenological and water-scarcity data to deliver highly localized, crop-specific agricultural impact insights across the short, medium, and long term. With deep expertise in climate-agriculture interactions and a client base that spans agricultural and consumer-goods multinationals as well as agricultural investors, ClimateAi turns complex climate data into actionable insights."]}, {"relevance_score": 34, "title": "DENSO Acquires Axia Vegetable Seeds to Realize Sustainable Agriculture", "published": "2025-07-04", "bodyText": "<p nitf:lede=\"true\">KARIYA, JAPAN, Jul 4, 2025 - (JCN Newswire) - DENSO CORPORATION announced that it has acquired Axia Vegetable Seeds, a vegetable seed breeding company headquartered in the Netherlands and focused on developing high-quality tomato seeds for greenhouses globally. The acquisition marks a step forward in DENSO's strategic expansion into the AgriTech sector.</p><p nitf:lede=\"true\">In recent years, food shortages caused by climate change and population growth have become global challenges, and the companies have recognized the growing need to develop stable agricultural production capable of reliably producing and supplying food to meet demand.</p><p>By integrating its industrial technologies developed for automobiles with the specialized cultivation expertise of various partners, DENSO accelerates the development of innovative cultivation methods, such as data-driven cultivation.</p><p>Founded in the heart of the Dutch greenhouse industry, Axia Vegetable Seeds develops a wide range of high-performing tomato seeds known for their high disease resistance, good taste, quality and high yield, and distributes them on a global scale.</p><p>Moving forward, DENSO and Axia Vegetable Seeds will collaborate to combine industrial technology with seed development to create high-quality seeds suitable for automated farming approaches and climate adaptation. Additionally, by leveraging DENSO's image recognition and AI technologies, the two companies aim to shorten the development period of new seeds and bring higher value-added seeds to market more quickly.</p><p>Through these initiatives, the companies will build cultivation solutions that enable stable and planned production from seed to harvest, meet producers' diverse needs, help workforces to prioritize high-value work, and aim to achieve sustainable agriculture worldwide.</p><p>DENSO CORPORATION</p><p>Food Value Chain Business Development Division</p><p>Executive Officer</p><p>Yasushi Mukai</p><p>\"We are delighted to welcome Axia Vegetable Seeds, with its outstanding development capabilities and know-how in the seed industry, as a member of the DENSO Group. By integrating the technologies and expertise of both the DENSO Group and Axia, we will create new value and realize our vision of providing safe and delicious food anytime, anywhere, and for everyone.\"</p><p>AXIA VEGETABLE SEEDS</p><p>CEO &amp; COO</p><p>Alois van Vliet &amp; Sandor van Vliet</p><p>\"Joining DENSO allows us to accelerate our mission of delivering the best quality tomato seeds globally boosted by exciting opportunities with controlled environment automation and AI technologies. Together with our talented employees and partners, we continue to bring transformative innovations to growers worldwide - making agriculture smarter, more sustainable, and more productive. Our mission is to become the world leader in tomato seeds for the greenhouse industry. We are grateful for our shareholders such as Temasek, Kleiner Perkins, WP Global Partners, and other shareholders.\"</p><p>Overview of Axia Group</p><p>1. Company Name: Axia Vegetable Seeds B.V.</p><p>2. Established: 2010</p><p>3. Head Office: Monnikenlaan 6B 2671 NE NaaldwijkNetherlands</p><p>4. CEO &amp; COO: Alois van Vliet &amp; Sandor van Vliet</p><p>5. Revenue*: 48 million euros (as of 2024)</p><p>6. Number of Employees: 132(full-time)</p><p>*From the audited financial report for 2024</p><p>About DENSO CORPORATION</p><p>DENSO is a global automotive parts manufacturer that provides advanced automotive technologies, systems, and products. Leveraging the core technologies it has developed through its experience in automotive components, DENSO is expanding the scope of its value offerings to include factory automation, food distribution, agriculture (AgriTech), and more. Among these, in order to deliver safe and reliable food-essential to people's daily lives-DENSO positions agriculture as an important business domain. Through automated harvesting using robots equipped with sensing technologies and through digital-based cultivation environment control, DENSO is working toward the industrialization of farms.<url normalizedValue=\"https://www.denso.com/global/en/\">https://www.denso.com/global/en/</url></p><p>About Axia Vegetable Seeds B.V.</p><p>Axia Vegetable Seeds is an independent seed company based in the Netherlands, specializing in the breeding and development of high-quality vegetable varieties with a strong focus on tomato. With a strong foundation in R&amp;D and deep understanding of growers' needs, Axia Vegetable Seeds delivers innovation to the greenhouse horticulture industry worldwide.<url normalizedValue=\"https://www.axiaseeds.com\">https://www.axiaseeds.com</url>/</p><p>Source: Denso</p><p/>", "publisher": "JCN Newswire", "instances": ["By integrating its industrial technologies developed for automobiles with the specialized cultivation expertise of various partners, DENSO accelerates the development of innovative cultivation methods, such as data-driven cultivation. Founded in the heart of the Dutch greenhouse industry, Axia Vegetable Seeds develops a wide range of high-performing tomato seeds known for their high disease resistance, good taste, quality and high yield, and distributes them on a global scale. Additionally, by leveraging DENSO's image recognition and AI technologies, the two companies aim to shorten the development period of new seeds and bring higher value-added seeds to market more quickly. Through these initiatives, the companies will build cultivation solutions that enable stable and planned production from seed to harvest, meet producers' diverse needs, help workforces to prioritize high-value work, and aim to achieve sustainable agriculture worldwide."]}, {"relevance_score": 31, "title": "NEC participates in COP29 climate change conference", "published": "2024-11-12", "bodyText": "<p nitf:lede=\"true\">TOKYO, Nov 12, 2024 - (JCN Newswire) - NEC Corporation (NEC; TSE: 6701) is participating in the 29th Conference of the Parties (COP29) to the United Nations Framework Convention on Climate Change (UNFCCC), held in Azerbaijan from November 11 to 22, 2024 with a keynote speech in the UGIH Pavilion, the host organization of the conference, and a seminar organized by Japan's Ministry of the Environment and the Ministry of Internal Affairs and Communications in the Japan Pavilion.</p><p nitf:lede=\"true\">In the keynote session, Motoo Nishihara, Corporate EVP, CTO and Head of the GIBU, NEC Corporation, will introduce progress in the adaptive finance business as well as use cases in collaboration with domestic and international companies, under the theme of \"Promotion of adaptive finance through digital technology and co-creation activities.\" Nishihara will also participate in a seminar hosted by Japan's Ministry of Internal Affairs and Communications (MIC) at the COP29 Japan Pavilion, where he will give a presentation for government officials from participating countries, international organizations, and companies. He will also participate in a panel discussion among public and private sector officials on how to improve ICT network environments (power saving) and ICT utilization (visualization of global warming countermeasures, etc.).</p><p>In addition, at a seminar hosted by the Ministry of the Environment in the Japan Pavilion, Miki Sato, General Manager of NEC's GX Business Development Management Division, will present a model case of an adaptation business promoting the introduction of early warning systems for natural disasters.</p><p>UGIH Pavilion (keynote/panel discussion)</p><p>Session Title: Advancing Climate Adaptation with Digital Technology:</p><p>Fostering \"Pilots of Excellence\" in Climate Resilience through Partnerships</p><p>Date: Friday, November 15, 2024, 21:30-22:30 (Japan time - local time 16:30-17:30)</p><p>Speaker: Motoo Nishihara, Corporate EVP, CTO and Head of the GIBU, NEC Corporation</p><p>Seminar Overview:</p><p>There is an urgent need to address adaptation projects in preparation for natural disasters and to realize a sustainable society. In order to promote investment in adaptation projects by financial institutions, there is a need for evaluation of the economic value to be gained from the implementation of adaptation measures, and for public-private partnerships. In this seminar, we will discuss the progress of adaptation finance projects in collaboration with financial institutions since COP28, use cases in Japan and internationally based on knowledge gained from co-creation and demonstration with private companies in Japan, and the advancement of adaptation measures using advanced digital technologies, including NEC's satellite-based solutions (earth observation data), AI data and AI (image recognition and LLM).</p><p>View the following URL for detail: <url normalizedValue=\"http://www.youtube.com/watch?v=-HCyMcGj4XY\">www.youtube.com/watch?v=-HCyMcGj4XY</url></p><p>Japan Pavilion, Seminar hosted by Ministry of the Environment</p><p>Seminar Title: Further Promotion of EWS and New Collaborations in the Asia-Pacific Region</p><p>Date: Saturday, November 16, 2024, 15:00-16:15 (Japan time - local time: 10:00-11:15)</p><p>Speakers: Soichi Noguchi (video appearance),</p><p>Director and CTO, Adaptive Finance Consortium,</p><p>International Institute for Social and Economic Research, Inc.</p><p>Miki Sato</p><p>NEC Cross Industry Business Unit</p><p>General Manager, GX Business Development Division</p><p>NEC Corporation</p><p>Seminar Summary:</p><p>The Ministry of the Environment of Japan is working on the introduction of Early Warning Systems (EWS) for natural disasters to Asia-Pacific countries.</p><p>The EWS Council, which is comprised of the Ministry of the Environment of Japan and other Japanese private sector companies, has been working to address climate change issues in the Asia-Pacific region. In this seminar, we will introduce the progress and achievements of the EWS Council and propose new adaptation measures developed through collaboration among Japanese private companies in the fields of weather information services, insurance, and finance, which are different from each other in terms of business type, in order to create new synergies. Discussions will also be held with practicing (potential) countries to promote the introduction of EWS.</p><p>View the following URL for detail: Enhancing Early Warning Systems (EWS) Deployment &amp; Further Collaboration in Asia-Pacific | COP29 JAPAN PAVILION - Ministry of the Environment</p><p>Japan Pavilion: Seminar hosted by the Ministry of Internal Affairs and Communications</p><p>Seminar Title: ICT x Green Seminar</p><p>Date: Saturday, November 16, 2024, 16:45-18:00 (Japan time - local time: 11:45-13:00)</p><p>Speaker: Motoo Nishihara, Corporate EVP, CTO and Head of the GIBU, NEC Corporation</p><p>Seminar Summary:</p><p>While digitization is rapidly advancing in the world today, and there is a shift toward socioeconomic activities that rely on the use of the Internet, many people, especially in developing countries, are unable to enjoy the benefits of digitization due to a lack of telecommunications infrastructure, especially in rural areas. Under the theme of \"ICT x Green,\" the Ministry of Internal Affairs and Communications (MIC) is promoting the development of future ICT network environments that contribute to countering global warming and reducing the burden on the global environment (power saving).</p><p>Presentations by government officials from participating countries, international organizations, and business representatives, as well as panel discussions among public and private sector participants, will be held to discuss how to promote the use of ICT (e.g., visualization of global warming countermeasures) and the use of ICT (e.g., the visualization of global warming countermeasures).</p><p>For more details, please visit the COP29 Japan Pavilion website. See also ICT X Green Seminar | COP29 JAPAN PAVILION - Ministry of the Environment</p><p>NEC will also exhibit in the Japan Pavilion as part of the Adaptive Finance Consortium launched with Mitsui Sumitomo Insurance Company, Limited.</p><p>About NEC Corporation</p><p>NEC Corporation has established itself as a leader in the integration of IT and network technologies while promoting the brand statement of \"Orchestrating a brighter world.\" NEC enables businesses and communities to adapt to rapid changes taking place in both society and the market as it provides for the social values of safety, security, fairness and efficiency to promote a more sustainable world where everyone has the chance to reach their full potential. For more information, visit NEC at <url normalizedValue=\"https://www.nec.com\">https://www.nec.com</url>.</p><p>Source: NEC Corporation</p><p/>", "publisher": "JCN Newswire", "instances": ["). In addition, at a seminar hosted by the Ministry of the Environment in the Japan Pavilion, Miki Sato, General Manager of NEC's GX Business Development Management Division, will present a model case of an adaptation business promoting the introduction of early warning systems for natural disasters. In order to promote investment in adaptation projects by financial institutions, there is a need for evaluation of the economic value to be gained from the implementation of adaptation measures, and for public-private partnerships. In this seminar, we will discuss the progress of adaptation finance projects in collaboration with financial institutions since COP28, use cases in Japan and internationally based on knowledge gained from co-creation and demonstration with private companies in Japan, and the advancement of adaptation measures using advanced digital technologies, including NEC's satellite-based solutions (earth observation data), AI data and AI (image recognition and LLM)."]}, {"relevance_score": 27, "title": "New Findings Reported from Institute for Global Environmental Strategies Describe Advances in Sustainability Research (Mapping the Evolving Research Landscape of Sustainability Science From 2006 To 2023: Unveiling Its Transformation)", "published": "2024-08-09", "bodyText": "<p nitf:lede=\"true\"><br/>2024 AUG 09 (NewsRx) -- By a News Reporter-Staff News Editor at Japan Daily Report -- Investigators publish new report on Sustainability Research. According to news originating from Kanagawa, Japan, by NewsRx correspondents, research stated, \"Exploring the trends of sustainability science research is vital for advancing our understanding of creating a more sustainable and resilient future for our planet and society. This overview article explores a segment of the sustainability science research landscape from 2006 to 2023 by examining articles published in the Sustainability Science journal.\" </p><p><br/> Financial supporters for this research include JST e-ASIA JRP, Japan Science &amp; Technology Agency (JST), Integration of Traditional and Modern Bioproduction System for a Sustainable and Resilient Future under Climate and Ecosystem Changes (ITMoB). <br/> Our news journalists obtained a quote from the research from Institute for Global Environmental Strategies, \"The initial step involved categorizing articles into four distinct periods, each representing a phase in the journal and field's evolution. The changing research topics and their interconnectedness were investigated by involving natural language processing, non-negative matrix factorization topic modeling, and Jaccard similarity analysis in Python. The study reveals shifting emphases over these periods: 2006-2010 focused on human-environment links; 2011-2015 shifted to practical solutions, such as climate adaptation; 2016-2020 focused on the integration of transdisciplinary knowledge, SDGs, and sustainability transitions; and 2021-2023 centered on transformative changes in sustainability. Based on the Sustainability Science journal publications, the field has evolved from foundational principles to current priorities such as transdisciplinary approaches, deep sustainability transformations, bioeconomy, and intergenerational narratives. The evolving landscape responds to environmental, societal, cultural, and technological changes. While the Sustainability Science journal has played an essential role, there remains potential to further concentrate on emerging topics and transformative methodologies.\" <br/> According to the news editors, the research concluded: \"This study offers valuable insights into propelling sustainability science forward to address global challenges and pave the way for a sustainable and equitable future.\" <br/> This research has been peer-reviewed. <br/> For more information on this research see: Mapping the Evolving Research Landscape of Sustainability Science From 2006 To 2023: Unveiling Its Transformation. Sustainability Science, 2024. Sustainability Science can be contacted at: Springer Japan Kk, Shiroyama Trust Tower 5F, 4-3-1 Toranomon, Minato-Ku, Tokyo, 105-6005, Japan. (Springer - www.springer.com; Sustainability Science - www.springerlink.com/content/1862-4065/) <br/> The news correspondents report that additional information may be obtained from Mesfin Sahle, Institute for Global Environmental Strategies Iges, Hayama, Kanagawa, Japan. Additional authors for this research include Shruti Ashish Lahoti, So-Young Lee, Chiho Kamiyama, Xiaoyang Tan, Raffaela Kozar, Osamu Saito and Kazuhiko Takeuchi. <br/> The direct object identifier (DOI) for that additional information is: https://doi.org/10.1007/s11625-024-01529-y. This DOI is a link to an online electronic document that is either free or for purchase, and can be your direct source for a journal article and its citation. <br/> Keywords for this news article include: Kanagawa, Japan, Asia, Sustainability Research, Institute for Global Environmental Strategies. <br/> Our reports deliver fact-based news of research and discoveries from around the world. Copyright 2024, NewsRx LLC<br/></p>", "publisher": "Japan Daily Report", "instances": ["Our news journalists obtained a quote from the research from Institute for Global Environmental Strategies, \"The initial step involved categorizing articles into four distinct periods, each representing a phase in the journal and field's evolution. The changing research topics and their interconnectedness were investigated by involving natural language processing, non-negative matrix factorization topic modeling, and Jaccard similarity analysis in Python. Based on the Sustainability Science journal publications, the field has evolved from foundational principles to current priorities such as transdisciplinary approaches, deep sustainability transformations, bioeconomy, and intergenerational narratives. The evolving landscape responds to environmental, societal, cultural, and technological changes."]}, {"relevance_score": 32, "title": "New Sustainability Research Findings from University of Tsukuba Discussed (Coastal Satellite Urbanization In the Global South: Dynamics, Sustainability Dilemmas, and Pathways for Martil, Morocco)", "published": "2024-05-31", "bodyText": "<p nitf:lede=\"true\"><br/>2024 MAY 31 (NewsRx) -- By a News Reporter-Staff News Editor at Japan Daily Report -- A new study on Sustainability Research is now available. According to news reporting out of Tsukuba, Japan, by NewsRx editors, research stated, \"This paper presents an in-depth city profile analyzing Martil-an emerging coastal satellite urban center in northern Morocco. Situated within a rapidly urbanizing context, Martil exemplifies organic satellite city dynamics in the Global South.\" </p><p><br/> Financial support for this research came from Grants-in-Aid for Scientific Research (KAKENHI). <br/> Our news journalists obtained a quote from the research from the University of Tsukuba, \"The analysis tracks Martil's demographic, spatial, economic, social, environmental, and planning transformations since the 1970s. Accelerated rural-urban migration fueled unstructured peripheral expansion, straining infrastructure and producing socioeconomic disparities. Unregulated construction encroached on floodplains and coastal habitats, increasing climate risks and environmental degradation. Recent urban development plans aim to balance growth priorities with sustainability concerns through zoning, partnerships, and critical projects. However, persisting governance gaps between ambitions and on-ground outcomes continue to hinder equitable development and ecological resilience. The study situates Martil locally and comparatively, underscoring mismatches between prevailing models and satellites' distinct realities. Satellite urbanism's complexities validate calls for fundamental paradigm shifts prioritizing social welfare, climate adaptation, economic diversity, and participatory planning essential for sustainable urban development.\" <br/> According to the news editors, the research concluded: \"This multi-dimensional analysis of a rapidly evolving coastal satellite city on the Mediterranean contributes an original perspective to urban studies scholarship while offering integrated recommendations for practitioners and policymakers.\" <br/> This research has been peer-reviewed. <br/> For more information on this research see: Coastal Satellite Urbanization In the Global South: Dynamics, Sustainability Dilemmas, and Pathways for Martil, Morocco. Cities, 2024;149. Cities can be contacted at: Elsevier Sci Ltd, The Boulevard, Langford Lane, Kidlington, Oxford OX5 1GB, Oxon, England. (Elsevier - www.elsevier.com; Cities - www.journals.elsevier.com/cities/) <br/> Our news journalists report that additional information may be obtained by contacting Ahmed Derdouri, University of Tsukuba, Inst Life &amp; Environm Sci, 1-1-1 Tennodai, Tsukuba 3058572, Japan. Additional authors for this research include Yuji Murayama, Takehiro Morimoto, Narjiss Satour, Toshihiro Osaragi and Adil Salhi. <br/> The direct object identifier (DOI) for that additional information is: https://doi.org/10.1016/j.cities.2024.104981. This DOI is a link to an online electronic document that is either free or for purchase, and can be your direct source for a journal article and its citation. <br/> Keywords for this news article include: Tsukuba, Japan, Asia, Sustainability Research, University of Tsukuba. <br/> Our reports deliver fact-based news of research and discoveries from around the world. Copyright 2024, NewsRx LLC<br/></p>", "publisher": "Japan Daily Report", "instances": ["However, persisting governance gaps between ambitions and on-ground outcomes continue to hinder equitable development and ecological resilience. The study situates Martil locally and comparatively, underscoring mismatches between prevailing models and satellites' distinct realities. According to the news editors, the research concluded: \"This multi-dimensional analysis of a rapidly evolving coastal satellite city on the Mediterranean contributes an original perspective to urban studies scholarship while offering integrated recommendations for practitioners and policymakers. This research has been peer-reviewed."]}, {"relevance_score": 15, "title": "INTERVIEW: U.N. Fund Seeks G-7 Discussions on Food Systems", "published": "2023-01-11", "bodyText": "<p nitf:lede=\"true\">Alvaro Lario, who heads a U.N. fund helping farmers and fighting poverty mainly in Africa, has said his organization is asking Japan to discuss sustainable food systems at an upcoming Group of Seven summit.</p><p>The president of the International Fund for Agricultural Development, a Rome-based U.N. specialized agency, showed expectations that \"food systems\" and \"climate adaptation\" will be among the key issues at the summit in the western Japan city of Hiroshima in May.</p><p>Regarding the world's starving population of over 828 million, Lario said in a recent interview that the situation is seen deteriorating further this year as the dollar's recent appreciation is dealing an additional blow to struggling indebted countries.</p><p>Soaring fertilizer prices caused by Russia's invasion of Ukraine are also giving an adverse impact on rural villages in Indonesia and other countries, he added.</p><p>\"The only solution...is to invest right now\" to support resilience of rural areas and infrastructure development in the medium term, Lario said, stressing the importance of securing funds the agricultural sector needs to tackle climate change.</p><p>Lario, who visited Japan in November 2022, referred to a mung bean project by Japanese biotechnology company Euglena Co. and the Grameen Krishi Foundation of Bangladesh, which involves small-scale Bangladeshi farmers supported by the IFAD.</p><p>With the Japanese government, the fund is discussing how to promote technology transfer, strengthen food value chains and enhance collaboration with the private sector further, he said.</p>", "publisher": "Jiji Press Ticker Service", "instances": ["The president of the International Fund for Agricultural Development, a Rome-based U. N. Regarding the world's starving population of over 828 million, Lario said in a recent interview that the situation is seen deteriorating further this year as the dollar's recent appreciation is dealing an additional blow to struggling indebted countries. Soaring fertilizer prices caused by Russia's invasion of Ukraine are also giving an adverse impact on rural villages in Indonesia and other countries, he added."]}, {"relevance_score": 12, "title": "CLIMATE ENVOY: US WILL MAKE UP FOR 4-YEAR ABSENCE", "published": "2021-01-26", "bodyText": "<p nitf:lede=\"true\">TOKYO, Jan. 26 -- NHK World issued the following news:</p><p nitf:lede=\"true\">US climate envoy John Kerry has impressed upon global leaders that the United States will make an all-out effort to address climate change.</p><p>Kerry attended the \"Climate Adaptation Summit\" online conference on Monday, hosted by the Netherlands. The leaders from Germany and France were among others in attendance.</p><p>Kerry referred to the US absence from the Paris Agreement under the former administration. He said, \"with humility for the absence of the last four years\" the US will \"do everything in our power to make up for it.\"</p><p>He disclosed that preparations have begun to quickly submit to the United Nations a new US \"nationally determined contribution\" that meets the urgency of the challenge.</p><p>Kerry also indicated that the US will cooperate more to help developing countries with measures to deal with climate change.</p><p>This is the first global conference that Kerry has attended since the launch of President Joe Biden's administration.</p><p>Biden signed an executive order to rejoin the Paris accord just hours after being sworn in. Kerry's efforts demonstrate that the new administration is eager to work with the global community on the climate issue. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "Japan Government News", "instances": ["TOKYO, Jan. 26 -- NHK World issued the following news:US climate envoy John Kerry has impressed upon global leaders that the United States will make an all-out effort to address climate change. The leaders from Germany and France were among others in attendance. Kerry referred to the US absence from the Paris Agreement under the former administration."]}, {"relevance_score": 32, "title": "FOCUS: Spotlight on climate impact in Africa ahead of Japan-led confab", "published": "2022-06-12", "bodyText": "<p nitf:lede=\"true\"> The impact of climate change in Africa is drawing attention leading up to an international conference led by the Japanese government, as part of multiple crises the continent is facing along with the COVID-19 pandemic and the Russian invasion of Ukraine.</p><p nitf:lede=\"true\"> Scientists have warned that Africa is likely to be hit the hardest by the catastrophic effects of climate change, such as droughts and floods, although the continent contributes less than 4 percent of global greenhouse gas emissions, according to the United Nations.</p><p> Other crises Africa is facing include the fallout from Russia's invasion of Ukraine and the COVID-19 pandemic, notably soaring wheat and oil prices that have drastically impacted the supply of food and energy for the people and economies of Africa, according to the Japan International Cooperation Agency, a government-backed aid agency.</p><p> The Intergovernmental Panel on Climate Change, the U.N. body for assessing science related to climate change, pointed out in a report released in March that climate change is already ravaging the continent and millions have already been displaced due to extreme weather.</p><p> The IPCC also projected about 250 million people may experience high water stress in Africa by 2030 with up to 700 million people displaced as a result.</p><p> Although the issue is not new, a sense of crisis over the impact of climate change is growing, JICA officials said, prior to the eighth Tokyo International Conference on African Development, known as TICAD8, which will be held in Tunisia on Aug. 27 and 28.</p><p> TICAD is an international conference initiated by the Japanese government in 1993, which is co-hosted by the United Nations, U.N. Development Program, World Bank and African Union Commission.</p><p> \"TICAD8 will be a very important occasion to highlight the concept of human security as well as international solidarity toward the goal of world peace,\" said JICA Vice President Ryuichi Kato at a media roundtable in Tokyo in May.</p><p> Earlier this year, the Foreign Ministry held a virtual TICAD ministerial meeting joined by delegates from African countries.</p><p> On the issue of human security, the participants affirmed the importance of promoting efforts on environmental issues including climate change to ensure African development will be sustainable.</p><p> In other words, the approach to promote climate action in African countries should contribute both to climate benefits and development benefits, the ministry indicated.</p><p> People in the continent are facing the risk of income loss and food insecurity as many of the activities essential to African economies are weather-sensitive. These include things such as agriculture, herding and fishing, according to JICA.</p><p> \"Declines in agricultural productivity due to climate change are increasing malnutrition,\" said Kato.</p><p> JICA's climate efforts in the continent include the development of geothermal energy in Kenya, a project designed to meet electricity demand through renewable energy sources.</p><p> In addition to taking mitigation measures to curb greenhouse gas emissions, measures for adapting to climate change are also considered an important approach to reduce the current impact and prepare for potential risks, according to climate experts.</p><p> The U.N. Environment Program estimates a potential market size of the climate adaptation business to reach up to 50 trillion yen ($387 billion) as of 2050, if the world succeeds in containing the increase in global average temperature at 2 C above pre-industrial levels.</p><p> The Ministry of Economy, Trade and Industry has been soliciting the participation of the private sector in adaptation activities overseas including Africa.</p><p> These include Panasonic Corp.'s solar lanterns project in Uganda and Sumitomo Chemical Co.'s mesh screen with insecticide agent to prevent the spread of malaria and other infectious disease associated with climate change in Tanzania, according to METI.</p><p> A METI official said the government is eyeing shedding light on some good adaptation projects conducted in Africa by Japanese companies through seminars and other events in the run up to TICAD8 in the hope of heightening the business momentum in the region.</p><p> With climate change seen as a major factor in threatening human security in Africa and world peace due to the increase in natural disasters and food insecurity, Kato said cross-sectional adaptation efforts are essential in numerous fields, including agriculture, infrastructure, water resources, eco-systems and disaster prevention.</p><p> Although the share of greenhouse gas emissions is relatively small in African countries compared to other regions, emission reductions and other climate actions are required in Africa as well under the Paris climate agreement.</p><p> It is crucial to deepen mutual understanding on what developed nations should do and what developing nations can do in terms of tackling climate change, Kato said.</p><p>==Kyodo</p>", "publisher": "Japan Economic Newswire", "instances": ["The U. N. The Ministry of Economy, Trade and Industry has been soliciting the participation of the private sector in adaptation activities overseas including Africa. These include Panasonic Corp."]}, {"relevance_score": 127, "title": "The Role of the Republic of Seychelles in the Indo-Pacific Region", "published": "2022-04-30", "bodyText": "<p nitf:lede=\"true\">Introduction</p><p nitf:lede=\"true\">The Republic of Seychelles, an archipelago of less## than 100,000 souls, is known for its natural beauty that attracts tourists and its fishing industry, especially tuna. Its Port Victoria lands and transships the most tuna in the Indian Ocean. In its bid to diversify, the Seychelles pioneered the \"Blue Economy\" concept. The Seychelles was one of the first member countries of the African Union to be graduated to high-income economy status by the Bretton Woods institutions. Its similarities with a number of small island economies in the Pacific present opportunities for closer ties and cooperation within the Indo-Pacific region. This article highlights some areas where a large oceanic state has set examples that can be replicated to ensure the sustainable growth of independent, integral and peaceful islands and coastal states operating as free as possible from foreign forces for the benefit of all countries with interests in the region.</p><p nitf:lede=\"true\">The Indo-Pacific Region</p><p>The Indo-Pacific region consists of two highly strategic, contested and trafficked segments of oceans on our planet. These are the Indian Ocean and the Pacific Ocean. The increasing importance of the Indo-Pacific region is due to the emergence of the Indian Ocean as an increasing epicenter of global trade and commerce. It caters for a significant amount of hydrocarbons, fishing activities, and leisure tourism traffic, as well as container shipping from and for multiple stakeholders.</p><p>Following a long period of focus on the Pacific Ocean, the Commander of the US Pacific Command (PACOM), Adm. Samuel Locklear, started to refer to the extended region as the \"Indo-Asia-Pacific\". By 2018, PACOM was renamed the Indo-Pacific Command. The vision for Washington and its allies (Japan, Australia, India and others) for the Indo-Pacific region is a \"free and open Indo-Pacific region\" (\"The Indian Ocean's Key Role in the Indo-Pacific Rules-Based International Order\" by Nilanthi Samaranayake, The Journal of Indo-Pacific Affairs, Dec. 7, 2020). Central to this vision is to maintain this geographical space as one where the rule of law, democratic norms and human rights are nurtured, promoted and defended if and when necessary.</p><p>As a country that depends on importation for more than 90% of its essential commodities and was the most affected by the Somali piracy debacle, the Republic of Seychelles has and remains very conscious and concerned about maritime safety and security in the region. Its past and present existence, as well as its future aspirations, depends on it. That, for example, is why it went the extra mile to play an active role in resolving the piracy tragedy.</p><p>The Republic of Seychelles</p><p>The Republic of Seychelles is an archipelago of 115 islands and islets that are strategically located around 4 degrees southwest of the Indian Ocean segment of the wider Indo-Pacific region (Image 1). Uninhabited until its first settlement in 1770, the Seychelles has traditionally served as a strategic resting, replenishment and repairs stopover for seafarers discovering and transacting in the Indo-Pacific region.</p><p>Custodians to a maritime jurisdiction over 1.37 million square kilometers of ocean (more than twice the size of France), the Seychelles' vast Exclusive Economic Zone (EEZ) overwhelms the totality of only 455 square km of its landmass (Image 2). Slightly more than 50% of its landmass is protected as national parks and reserves. Amongst its multiple responsibilities, the Seychelles has played and continues to play a number of critical and exemplary roles in the Indo-Pacific region. They include the following:</p><p>(i) To continue voicing the existential threats to low-lying Small Island Developing States (SIDS) and lobby for greater use of the \"Vulnerability Index\" in this era of increasing adverse effects of climate change</p><p>Since independence in 1976, the Republic's successive governments have consistently lobbied for and promoted the greater use of the \"Vulnerability Index\" for island economies. At the recent COP26 in Scotland, the president of the Seychelles made another appeal for the greater use of the index especially for SIDS.</p><p>However, the world remains steadfastly focused on gross national products (GNP) and GNP per capita as measurements of wealth, barring eligibility and access to concessional financing and grants for graduated countries to pursue their conservation, adaptation and sustainable development efforts.</p><p>Being the first African island state to graduate to high-income economy status, the Seychelles reverted to innovative financing mechanisms to continue its ambitious and traditional environment conservation and protection projects and programs to achieve the Sustainable Development Goals (SDGs), especially SDG 14 - \"life under water\" - after launching its Blue Economy concept.</p><p>(ii) Assume leadership in the protection and conservation of its environment</p><p>Even prior to its independence, the natural beauty of the islands prompted its colonizers to enact some environmental protective and conservation measures for some of the unique natural assets of the archipelago. The Seychelles was amongst the first countries to roll out its \"Environment Management Plan for Seychelles (EMPS) 1990-2000\". The document was presented at the first UN Sustainable Development Conference of Small Island Developing States held in 1992 in Barbados. Even at that time, the Republic of Seychelles had just over 50% of its landmass designated as protected special reserves and national parks.</p><p>In 2020, the Seychelles was once again ranked first in the Sub-Saharan region and 38th out of 180 countries globally in the Environmental Performance Index. This marks the country's commitment and its continuous efforts to improve environment protection, nature conservation and waste management (an area where it requires the most effort). It is hoped that the long consultative process to legislate the Republic's \"National Land-Use Plan\" does see the light of day soon.</p><p>The Seychelles is home to two World Heritage sites. First, the Vallee de Mai on Praslin Island, home to the unique and exotic coco-de-mer, the world's heaviest nut growing wild in what Britain's Major-General George Gordon dubbed the planet's \"Garden of Eden\". Second, is the Aldabra Atoll which is highly protected and still uninhabited by man but home to multiple unique endemic species, including over 100,000 giant land tortoises. It has been previously referred to as the \"Galapagos of the Indian Ocean\".</p><p>On environmental conservation, the Seychelles is a reference country in the Indo-Pacific region and can inspire other islands and coastal states to exchange and replicate strategies and pathways to sustainable development in multiple areas where it has succeeded</p><p>(iii) Pioneering and promoting the Blue Economy concept</p><p>The Blue Economy concept pioneered by the then President James Alix Michel was being vigorously promoted by the Seychelles as far back as November 2009 when Dr. Keiichiro Komatsu, principal of Komatsu Research and Advisory, visited the country. Michel explained the concept to him and his delegation, emphasising its critical relevance in how to better manage the oceans, to uphold maritime security and prevent conflicts and disruptions, and to promote research and sustainable use of the seabed and fisheries resources, as well as highlighting the importance of promoting the strategic concept globally in our common planet that is more than 70% oceanic.</p><p>The Seychelles delegation took the opportunity at the 2012 Rio+20 Conference to introduce and promote the concept amongst its peers. In September 2014 a large Seychellois delegation participated in Blue Economy debates during the United Nations' Third International Conference on Small Island Developing States in Apia, Samoa. On their return, the Seychelles government was amongst the first to establish a Blue Economy Department.</p><p>With the support of the Commonwealth, it produced its \"National Blue Economy Strategic Policy Framework and Roadmap\". By January 2014, together with the United Arab Emirates, it co-hosted the first Blue Economy Summit during the \"Abu Dhabi Sustainability Week\". Desperate to act on its Strategic Policy Framework, it was necessary to mobilize and secure seed funding. That is when innovative fund-mobilization mechanisms were conceived and realized.</p><p>In 2015, the Seychelles Conservation and Climate Adaptation Trust (SEYCCAT) Board was set up. The Board was a critical vehicle to realize the innovative $21.4 million debt-swap that the government of the Seychelles was successful in securing to decrease its national debt by the aforementioned amount against its Paris Club creditors. The innovative arrangement is known as a \"debt-for-adaptation\" or \"debt-for-nature swap\". It was achieved in partnership with The Nature Conservancy and the support of Oceans 5, an international collaboration of philanthropists, which includes the Leonardo DiCaprio Foundation, that provided a concessionary loan and grants to SEYCCAT to successfully facilitate the debt-swap (\"Debt for dolphins: Seychelles creates huge marine parks in world-first finance scheme\" by Damian Carrington, The Guardian, Feb. 22, 2018).</p><p>In return, a firm commitment to protect 30% of its EEZ and enhance its marine conservation status was agreed and implemented through the formulation of the first Maritime Spatial Plan (MSP) in the Indian Ocean (\"Seychelles buys back $21 million in debt from Paris Club\" by Betymie Bonnelame, Seychelles News Agency, March 9, 2016).</p><p>Having successfully secured the debt-for-nature swap, the Seychelles also mobilized funding through the sale of sovereign Blue Bonds (\"Seychelles Launches World's First Sovereign Blue Bond\", World Bank, 2018). The Blue Bonds replicate the Green Bond model that governments, development banks and corporations use to fund projects with environmental and climate benefits. The proceeds from selling Blue Bonds were earmarked for the \"Mahe Plateau fisheries management plan of the Seychelles' (\"Blue Bond initiative to protect marine resources launched\", International Union for Conservation of Nature, 2016). Given that the Seychelles is one of the highest per capita fish consumers, the judicious management of its main natural wild stock supply of fish is deemed critical having detected signs of over-fishing in some popularly consumed fish species.</p><p>After successfully demonstrating its ability to come up with innovative solutions in funding mobilization, this large oceanic state has also punched above its weight to effectively be at the center of a series of major multinational operations to eliminate piracy threats to critical maritime security, especially during the Somali piracy threat.</p><p>(iv) Multilateral collaboration and cooperation to uphold maritime safety and security</p><p>The islands and other coastal nations of the Indo-Pacific region have long been conscious that maritime stability, peace and security are vital for their sustainable development. This is evident in the Declaration of the \"Indian Ocean as a Zone of Peace\" initiated by Sri Lanka at the 26th United Nations General Assembly in 1971 - \"The General Assembly adopted resolution 2832 (XXVI), by which the Indian Ocean, within limits to be determined, together with the airspace above and the ocean floor subjacent thereto, was designated for all time as a zone of peace\" (United Nations Disarmament Yearbook, 1983, pp. 375-389).</p><p>During the Somalia piracy era, trade routes in the western Indian Ocean were no longer safe. The Seychelles' fisheries industry, as well as its burgeoning maritime and cruise ship sub-sectors, were threatened and almost brought to a halt. Being one of the most affected due to its proximity, the Seychelles called for assistance from the whole world. Since all major nations, including China, India, Russia and the United States, were affected, the call was heeded and actions ensued. The successful counterinsurgency against the piracy threat through multilateral collaboration between nations can be referred to one as of the most effective multilateral efforts in recent history. Joint multilateral efforts resumed secure and safe traffic, trade and other maritime activities in the western Indian Ocean.</p><p>The Republic of Seychelles was the first country in the sub-region that modified and introduced new legislations to be able to receive, prosecute and incarcerate pirates found guilty in its courts (Photos 1 and 2). As its prisons filled up, it went on to secure agreements for the repatriation of deserving prisoners back to Somalia. It also pleaded with all multilateral partners to provide assistance to the returning young men with opportunities to earn a decent living so that they do not return to piracy.</p><p>The Seychelles has since hosted the multilateral Regional Maritime Centre for Operational Coordination (RMCOC) in Port Victoria. A number of protocols and agreements were drafted, proposed and signed to ensure that participants in the multilateral efforts continue to share information to keep stakeholders alert to quickly enable reaction in case of a resurgence of similar threats.</p><p>The Seychelles' longstanding \"friends to all and enemies to none\" diplomatic strategy that served it well during the Cold War continues to serve it as a pillar of its diplomatic policy. In an emerging era of major tectonic shifts in the global balance of power, small economies like the Seychelles have no option but to navigate precariously. However, as testimony of its conviction, the Seychelles continues to turn down multiple offers to host any foreign military bases on any part of its territory.</p><p>(v) Upholding a Seychelles free from permanent foreign military presence</p><p>From its early days of struggle for independence, the Seychelles successfully averted the British Indian Ocean Territory (BIOT) concept being applied to any part of its archipelago - unlike Mauritius and the Chagos Archipelago. It then said goodbye to a US tracking station that lost its use-value. Ever since, the Seychelles has successfully fended off different offers for the installation of a permanent foreign military presence within its territorial waters from multiple countries. Thus far, the answer has been a resounding \"Thank you, but no thank you.\"</p><p>However, in 2021 speculation about a Seychelles-Indian military base on the island of Assumption was rife. Concerned Seychellois, even prominent politicians and supporters of the newly elected government voiced their objections (\"Not in favour of any foreign military base\": Interview with Seychelles' first Hindu MP Sathya Naidu, The Wire, Dec. 16, 2020).</p><p>All were relieved to finally hear the incumbent head of state put the issue to rest in his last press conference in December 2021, where he categorically dismissed all speculation. Responding to a journalist, he said: \"If you do not hear anything about Assumption Island, it is because there is nothing further to hear on the matter. Assumption will not host any military base.\"</p><p>The Republic of Seychelles has a tradition of opting for peaceful resolutions, as demonstrated by resolving a potential territorial dispute with its sister island and neighbor Mauritius, as elaborated below.</p><p>(vi) The first joint management of any disputed maritime area - the Mascarene Plateau in the Indian Ocean between the Seychelles and Mauritius</p><p>The Mascarene Plateau is an oceanic submarine plateau in the Indian Ocean located northeast of Madagascar. It covers an area of over 115,000 square km of shallow water, with depths ranging from 8-150 meters, and to over 4,000 meters at its edges. It is the second-largest oceanic plateau in the Indian Ocean after the Kerguelen Plateau (Image 3). The potentially resourceful plateau could easily have ended as a hotly disputed area brought to arbitration, as is the case with multiple islands and islets in the Pacific. However, the sister islands decided to take a much more practical and pacific approach.</p><p>Both parties discussed and agreed on a 50/50 sharing of all revenues collected as well as a taxation code to apply to the area. They appointed their respective teams of dedicated professionals to interface and manage the plateau. Their successive negotiations resulted in a first-of-its-kind treaty for joint management of an ocean space, signed between the two island nations in 2012. As a result, both secured additional seabed rights and the underlying sub-soil in the Indian Ocean to add to their respective EEZ jurisdictions.</p><p>This approach could be the solution to multiple similar territorial disputes in the Indo-Pacific region where there are a number of similar disagreements that seem never-ending and unsettled. The Seychelles and Mauritius have shown that it is possible to agree on win-win compromises and peaceful solutions.</p><p>The tendencies of the superpowers, whether it be the US or China, to practice the \"might is right\" principle, as in the case of the Chagos Archipelago in the Indian Ocean, continues to persist. Mauritius has won its claim for the return of the archipelago in all courts including the International Court of Justice and overriding support at the United Nations. But all their efforts have to date fallen on the deaf ears of Britain and the US. They continue to operate one of the most equipped and strategically important military bases on Diego Garcia despite Mauritius' willingness to enact a 99-year lease to keep the base operational.</p><p>(vii) Sharing the Blue Economy and eco-tourism experiences for sustainable development in the Indo-Pacific region</p><p>In December 2021, former President Michel and former Minister of Tourism Alain St Ange were invited to address the Association of Southeast Asian Nations (ASEAN) at EXPO 2020 in the United Arab Emirates (which had been postponed due to the Covid pandemic). Following the presentations, the Seychelles was the first country to host the ASEAN delegation on its African tour, led by its Secretary General Dato Lim Jock Hoi from Brunei. He and the delegation paid a call on President Wavel Ramkalawan at State House in Victoria where they discussed future areas for enhanced cooperation and where the Blue Economy and eco-tourism featured prominently. They then exchanged gifts to reinforce existing ties and growing friendship (Photo 3).</p><p>This landmark official visit heralds possibilities for enhanced cooperation between the Pacific and Indian Ocean coastal and island states to promote sustainable development in the Indo-Pacific region and across the entire world. As a rapid action-oriented follow-up, the Minister of Foreign Affairs and Tourism of Seychelles Sylvestre Radegonde has agreed to jointly host the ASEAN-Africa Forum this year, to primarily explore potentials for economic growth (Ministry of Foreign Affairs and Tourism - <url normalizedValue=\"https://www.nation.sc\">https://www.nation.sc</url> - Jan. 13, 2022).</p><p>Conclusion</p><p>In 2015, Sir James R. Mancham, the first president of the Seychelles after independence, published a book entitled Seychelles: The Saga of a Small Nation Navigating the Cross-Currents of a Big World. It sums up perfectly the predicament of SIDS that are usually custodians to large EEZs. They must continuously be alert to strategic maneuvers. The reintroduction of multiparty politics in the Seychelles in 1992 after the fall of the Berlin Wall in 1989 was one such significant, timely and strategic readjustment.</p><p>In this era of increasing rivalries, the two sister islands of the Seychelles and Mauritius compromised to offer a peaceful and reconciliatory way forward by agreeing to joint management of the Mascarene Plateau. It is an example with potential for replication and win-win resolutions for multiple maritime territorial disagreements.</p><p>The Republic of Seychelles does not shy away from the vital role it plays in ensuring a \"free and open Indo-Pacific\" for its own survival in one of the epicenters of global trade and superpower rivalries. It is aware that it is only in a peaceful, safe, and secure maritime environment that it will be able to successfully implement its sustainable Blue Economy aspirations.</p><p>The country does not hesitate to learn and share its experiences with the fastest growing region of the world. Most of its commendable efforts range from innovative funding mobilization and its peaceful resolution of potential conflicts to playing active roles in facilitating the elimination of multinational threats close to home.</p><p>Finally, its \"friends to all and enemies to none\" diplomacy ensures its wider reach and ability to independently approach all partners around the globe. Free from foreign military bases, the Republic of Seychelles stands poised to ensure that all stakeholders can partake in mutually beneficial multilateral efforts to ensure that the Indo-Pacific region remains safe and secure.</p>", "publisher": "Japan SPOTLIGHT", "instances": ["Desperate to act on its Strategic Policy Framework, it was necessary to mobilize and secure seed funding. That is when innovative fund-mobilization mechanisms were conceived and realized. The Board was a critical vehicle to realize the innovative $21. 4 million debt-swap that the government of the Seychelles was successful in securing to decrease its national debt by the aforementioned amount against its Paris Club creditors."]}, {"relevance_score": 2, "title": "Towards a comprehensive security alliance: Evolving dynamics in the United States’ humanitarian assistance and disaster relief to the Philippines", "published": "2025-09-16", "bodyText": "<p>Declaration of conflicting interests The author declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.</p><p>Funding The author received no financial support for authorship and/or publication of this article.</p>", "publisher": "Asian Journal of Comparative Politics", "instances": []}, {"relevance_score": 11, "title": "EXCLUSIVE: 70 Pct of Japan Local Govts Have Climate Adaptation Plans", "published": "2017-06-17", "bodyText": "<p nitf:lede=\"true\">Over 70 pct of all prefectures and major cities in Japan have adaptation plans to minimize the negative effects of global warming, a Jiji Press survey showed on Saturday.</p><p>In the survey, conducted between May and June, 34 of the 47 prefectures and 14 of the 20 ordinance-designated major cities said they have compiled such plans.</p><p>In November 2015, the national government adopted a climate adaptation plan including measures to cope with a possible rise in the frequency of heavy rains and a fall in the quality of farm goods.</p><p>Local governments are not obliged to draw up their own climate adaptation plans. But 15 prefectures and major cities had done so even before the central government's adoption of its plan.</p><p>Since then, 33 prefectures and cities have set adaptation plans, representing major progress in efforts at the local government level over one and a half year.</p><p>Of the 19 prefectures and major cities without own adaptation plans now, eight said in the survey that they will compile such plans within two years.</p><p>The survey also found that many with climate adaptation plans said their plans place emphasis on responses to possible natural disasters, damage to the agriculture, forestry and fishery sector and health risks.</p><p>The prefectural government of Tokushima, western Japan, has a target of finishing 78 pct of its related river improvement works by fiscal 2018.</p><p>The prefecture of Yamanashi, west of Tokyo, is promoting the development of techniques to keep the quality of grapes, a signature product, as it has already seen poorly colored grapes and decreased harvests that seem attributable to global warming.</p><p>The city of Kitakyushu, southwestern Japan, is working to raise awareness, particularly among elderly people, about heat stroke risks.</p>", "publisher": "Jiji Press Ticker Service", "instances": ["Over 70 pct of all prefectures and major cities in Japan have adaptation plans to minimize the negative effects of global warming, a Jiji Press survey showed on Saturday. In the survey, conducted between May and June, 34 of the 47 prefectures and 14 of the 20 ordinance-designated major cities said they have compiled such plans. Local governments are not obliged to draw up their own climate adaptation plans. But 15 prefectures and major cities had done so even before the central government's adoption of its plan.", "In the survey, conducted between May and June, 34 of the 47 prefectures and 14 of the 20 ordinance-designated major cities said they have compiled such plans. In November 2015, the national government adopted a climate adaptation plan including measures to cope with a possible rise in the frequency of heavy rains and a fall in the quality of farm goods. But 15 prefectures and major cities had done so even before the central government's adoption of its plan. Since then, 33 prefectures and cities have set adaptation plans, representing major progress in efforts at the local government level over one and a half year.", "Since then, 33 prefectures and cities have set adaptation plans, representing major progress in efforts at the local government level over one and a half year. Of the 19 prefectures and major cities without own adaptation plans now, eight said in the survey that they will compile such plans within two years. The prefectural government of Tokushima, western Japan, has a target of finishing 78 pct of its related river improvement works by fiscal 2018. The prefecture of Yamanashi, west of Tokyo, is promoting the development of techniques to keep the quality of grapes, a signature product, as it has already seen poorly colored grapes and decreased harvests that seem attributable to global warming."]}, {"relevance_score": 17, "title": "International guideline urges firms to protect environment, consumers", "published": "2008-02-28", "bodyText": "<p nitf:lede=\"true\"> A draft international guideline on corporate social responsibility urges companies and other organizations to fight global warming and ensure consumer protection as part of efforts to fulfill their social responsibility, according to the draft made available Thursday.</p><p>The document, crafted by the International Organization for Standardization (ISO), spells out specific actions companies and other organizations such as labor unions and civic groups should employ in seven areas, including the environment, consumer affairs and labor practices.</p><p>The Geneva-based organization that issues various international standards aims to put the guideline into effect in 2010. The guideline, which the body calls \"guidance,\" will be the first international standard in the field of corporate social responsibility.</p><p>\"Every organization is encouraged to become more socially responsible by using this standard, engaging with stakeholders, complying with applicable national laws, and respecting the principles of internationally recognized conventions and other authoritative intergovernmental instruments,\" the ISO said.</p><p>The draft guideline is for voluntary use and is not intended for certification purposes, but it is expected to serve as a reference for companies and other entities to undertake activities linked to social responsibility.</p><p>Similarly, the public are likely to use the guidance as a yardstick to gauge organizations' seriousness about such activities.</p><p>According to the draft guideline, organizations are encouraged to develop and implement energy efficiency programs to reduce energy needs and expand the use of renewable energy as a way of addressing climate change.</p><p>The draft also urges them to specify targets and report on pollution prevention performance, while requesting that they promote environmental technology development and transfer.</p><p>\"Every organization is responsible for some greenhouse gas emissions (either directly or indirectly) and is impacted in some way by climate change,\" it says.</p><p>\"An organization should recognize its responsibility to both minimize its own impact (mitigation) and to plan for a changing climate (adaptation).\"</p><p>The draft also stresses the importance of protecting biodiversity to curb environmental degradation, urging organizations to adopt measures to preserve endangered species and their habitats.</p><p>The draft calls for companies and other organizations to establish a system to trace products through the production and distribution chain so that they can recall products when necessary.</p><p>\"An organization should provide consumers with information about the conditions under which products and services are produced and/or delivered and about the effects of the product or service on consumer health and the environment,\" it says.</p><p>The draft calls for minimized packing and production of recyclable goods to achieve a sustainable consumption cycle.</p><p>On labor practices, the draft urges employers to provide the best possible wages and other conditions of work such as hours of work and holidays \"in accordance with national law and practice.\"</p><p>It calls for employers to confirm that the conditions of work comply with national laws and regulations and are consistent with relevant international labor standards.</p>", "publisher": "Japan Economic Newswire", "instances": []}, {"relevance_score": 11, "title": "U.N. chief Ban Ki Moon in Dhaka for 2-day visit", "published": "2008-11-01", "bodyText": "<p nitf:lede=\"true\">U.N.<person><nameText>Secretary General Ban </nameText></person>Ki Moon arrived in Dhaka on Saturday on a two-day official visit to Bangladesh.</p><p>Ban, who flew in from Kathmandu, was welcomed by Bangladeshi Foreign Adviser Iftekhar Ahmed Chowdhury at Dhaka Zia International Airport, Foreign Office sources said.</p><p>Ban will meet with leaders of the Bangladesh Awami League and Bangladesh Nationalist Party on Sunday to discuss the current political situation and the upcoming general elections, a Dhaka-based U.N. official said.</p><p>Ban is also scheduled to meet with President Iajuddin Ahmed and chief government adviser Fakhruddin Ahmed. He will visit a Grameen Bank micro-financing project and take part in U.N.-funded disaster-reduction and climate adaptation activities before leaving Bangladesh on Sunday evening.</p>", "publisher": "Japan Economic Newswire", "instances": ["He will visit a Grameen Bank micro-financing project and take part in U. N."]}]