[{"relevance_score": 42, "title": "Indian Foreign Minister Hopes to Strengthen Partnership With Japan", "published": "2024-03-09", "bodyText": "<p nitf:lede=\"true\">\"Given the recent changes in Japanese defense and security policy, I see a lot of potential to enhance our security cooperation,\" Indian External Affairs Minister Subrahmanyam Jaishankar said in a written interview, which was followed by an in-person interview on Friday with The Yomiuri Shimbun and The Japan News.</p><p nitf:lede=\"true\">As this year is the 10th anniversary of the upgrade of India-Japan relations to a \"Special Strategic and Global Partnership\" -- initiated by Indian Prime Minister Narendra Modi and then Prime Minister Shinzo Abe -- the foreign minister said, \"I think it would be a right moment to add new content and new agenda to our partnership to make it contemporary.\"</p><p>The partnership already includes defense, security, trade and people-to-people exchanges.</p><p>\"India and Japan have shared interest for peace and security in the Indo-Pacific and beyond,\" Jaishankar said.</p><p>India, whose population of 1.4 billion is the world's largest, presents itself as a leading power among the emerging and developing countries known as the Global South. It seeks to amplify both its own influence and the collective voice of the Global South.</p><p>Reflecting on India's global responsibilities, the foreign minister said: \"It is important that countries speak up on their behalf. India is trusted by many of them to do so. This is particularly in regard to debt, inflation, trade disruptions, climate justice, SDG [Sustainable Development Goals] progress, and food and health security.\"</p><p>\"Given the recent changes in Japanese defense and security policy, I see a lot of potential to enhance our security cooperation,\" Indian External Affairs Minister Subrahmanyam Jaishankar said in a written interview, which was followed by an in-person interview on Friday with The Yomiuri Shimbun and The Japan News.</p><p>As this year is the 10th anniversary of the upgrade of India-Japan relations to a \"Special Strategic and Global Partnership\" -- initiated by Indian Prime Minister Narendra Modi and then Prime Minister Shinzo Abe -- the foreign minister said, \"I think it would be a right moment to add new content and new agenda to our partnership to make it contemporary.\"</p><p>The partnership already includes defense, security, trade, and people-to-people exchanges.</p><p>\"India and Japan have shared interest for peace and security in the Indo-Pacific and beyond,\" Jaishankar said.</p><p>India, whose population of 1.4 billion is the world's largest, presents itself as a leading power among the emerging and developing countries known as the Global South. It seeks to amplify both its own influence and the collective voice of the Global South.</p><p>Reflecting on India's global responsibilities, the foreign minister said: \"It is important that countries speak up on their behalf. India is trusted by many of them to do so. This is particularly in regard to debt, inflation, trade disruptions, climate justice, SDG [Sustainable Development Goals] progress, and food and health security.\"</p><p>China's military build-up in the South China Sea and East China Sea indicates that Beijing is attempting to unilaterally change the status quo in the Indo-Pacific region. India accuses China of attempting to change the status quo along its borders in the Himalayan region as well.</p><p>\"India believes in the observance of international law and respect for agreements concluded between nations,\" the foreign minister said, adding that \"peace and tranquility in our border areas with China has been disturbed because China has not observed relevant agreements. Our endeavor is to resolve the resulting situation through direct discussions, which are in fact under way.\"</p><p>In the in-person interview, Jaishankar explained that bilateral efforts, including several meetings of military commanders, have been made since the two countries' militaries clashed on the border in 2020. The minister said there has been \"some progress, and some significant progress, but [there are] still some issues to be done.\"</p><p>With regard to the Quad, a security cooperation framework among Japan, the United States, Australia and India, viewed in some quarters as effectively keeping China's growing military influence in the Indo-Pacific region in check, the minister said that maritime and cybersecurity and counterterrorism have emerged as important agenda items. In writing, he stressed that \"India will reinforce these focus areas as we consolidate and strengthen Quad cooperation.\"</p><p>Meanwhile, even amid Russia's aggression in Ukraine, India has been buying more crude oil from Russia. Asked if India's importing of crude oil is supporting Russia economically, the minister said: \"India is actually stabilizing the global energy markets at a time when they are affected by the Ukraine conflict. Our imports have helped to manage global prices and reduce global inflation. This should be appreciated.\"</p><p>As for India's relationship with Russia, he said: \"Both nations value the relationship and take care that we never harm each other's interests. For many years, we have endeavored to broaden the economic relationship to reflect our natural complementarity   Some of these trends should be seen for their own value rather than be linked to the ongoing conflict.\"</p><p>Asked about India's stance on bringing Russian aggression in Ukraine to an end, the foreign minister said: \"India is ready to contribute to any effort towards dialogue and peace. We remain in regular contact with both Russia and Ukraine.\"</p><p>In the in-person interview, he referred to several occasions when India mediated between Russia and Ukraine and said: \"We all want to ... bring this to an end, but we cannot bring it to an end. It has to be dealt with by the countries concerned. But if we can be of any help in any way, I think we are always open.\"</p>", "publisher": "The Japan News", "instances": ["Reflecting on India's global responsibilities, the foreign minister said: \"It is important that countries speak up on their behalf. India is trusted by many of them to do so. Given the recent changes in Japanese defense and security policy, I see a lot of potential to enhance our security cooperation,\" Indian External Affairs Minister Subrahmanyam Jaishankar said in a written interview, which was followed by an in-person interview on Friday with The Yomiuri Shimbun and The Japan News. As this year is the 10th anniversary of the upgrade of India-Japan relations to a \"Special Strategic and Global Partnership\" -- initiated by Indian Prime Minister Narendra Modi and then Prime Minister Shinzo Abe -- the foreign minister said, \"I think it would be a right moment to add new content and new agenda to our partnership to make it contemporary.", "Reflecting on India's global responsibilities, the foreign minister said: \"It is important that countries speak up on their behalf. India is trusted by many of them to do so. China's military build-up in the South China Sea and East China Sea indicates that Beijing is attempting to unilaterally change the status quo in the Indo-Pacific region. India accuses China of attempting to change the status quo along its borders in the Himalayan region as well."]}, {"relevance_score": 15, "title": "INTERVIEW: India Optimistic of G-20 Agreement on Description of Ukraine War", "published": "2023-09-06", "bodyText": "<p nitf:lede=\"true\">India is optimistic that the Group of 20 major economies will reach agreement on the description of Russia's invasion of Ukraine during a summit in New Delhi Saturday and Sunday, India's lead negotiator for the meeting, Amitabh Kant, said in a recent written interview with Jiji Press.</p><p>A disagreement on the matter has blocked G-20 attempts to issue joint statements, which require unanimous consent.</p><p>\"Negotiating sensitive topics, like the paragraph addressing the situation in Ukraine, has indeed posed challenges in the past,\" Kant, India's G-20 \"sherpa,\" said. \"Nonetheless, our commitment lies in nurturing dialogue and finding common ground among the G-20 member nations.\"</p><p>\"We maintain an optimistic outlook,\" he said.</p><p>While respecting the perspectives of Western countries that condemn Russia, Kant said India's primary objective as the G-20 president is to \"promote initiatives that foster equitable and sustainable growth on a global scale.\"</p><p>Kant said that during India's presidency, the G-20 members have already produced results, such as setting up a working group to discuss disaster risk reduction, unanimously adopting an action plan to accelerate the achievement of the Sustainable Development Goals at the development ministers' meeting in June and launching a new group to promote entrepreneurship and innovation.</p><p>He said complex discussions await the G-20 members on topics related to climate change, sustainable development and geopolitical issues.</p><p>India's proposal to add the African Union as the 21st member of the group is \"in line with our greater conviction that global forums should be more inclusive and representative, especially for emerging economies and developing countries,\" Kant said.</p><p>\"We are optimistic that that members will agree\" on the African Union's membership, he said.</p><p>India has also stressed \"the need for significant flows of finance and technology from the Global North to the Global South\" to ensure climate justice and equity and has revitalized discussion on U.N. reform, he said.</p><p>\"We look forward to working closely with Japan to achieve positive outcomes at the G-20 summit,\" Kant said.</p><p>\"Given our partnership in the Indo-Pacific and shared vision for a 'free and open Indo-Pacific,' India is confident in Japan's support in advancing discussions related to sustainable development, innovation, inclusive growth, fostering North-South cooperation and strengthening multilateral mechanisms for the benefit of all nations,\" Kant said.</p>", "publisher": "Jiji Press Ticker Service", "instances": ["India's proposal to add the African Union as the 21st member of the group is \"in line with our greater conviction that global forums should be more inclusive and representative, especially for emerging economies and developing countries,\" Kant said. We are optimistic that that members will agree\" on the African Union's membership, he said. N. reform, he said."]}, {"relevance_score": 15, "title": "Australian court overturns ruling on gov't climate change duty of care", "published": "2022-03-15", "bodyText": "<p nitf:lede=\"true\"> An Australian court on Tuesday overturned a landmark ruling from last year that established the environment minister has a duty of care to avoid harm to children from the effects of climate change when approving fossil fuel developments.</p><p> The full bench of the Federal Court decided in favor of an appeal filed by Australian Environment Minister Sussan Ley, saying the case dealt with \"questions unsuitable in their nature and character for judicial determination.\"</p><p> The lawsuit was brought by eight school children and a nun on behalf of the young people of Australia. The class action hoped to stop an extension of a coal mine in the state of New South Wales.</p><p> The initial decision grabbed global headlines as a historic step in the fight against climate change and raised hopes it could serve as impetus for similar moves in other common-law countries such as Britain and the United States.</p><p> However, Chief Justice James Allsop said Tuesday it was disproportionate to hold the minister liable for \"all damage by heatwave, bushfires and rising sea levels to the whole of the Australian population under 18,\" as the minister lacks control over such harm in the future.</p><p> He also cited the tiny contribution the approval of one mine extension would make to the overall increased risk caused by climate change.</p><p> The eight teenagers involved in the case expressed disappointment at the decision but vowed to keep battling for stronger climate action in Australia.</p><p> \"Today's ruling leaves us devastated, but it will not deter us in our flight for climate justice,\" said Anjali Sharma, 17, one of the students. \"Climate change is already wreaking havoc on the lives of Australians.\"</p><p> \"Two years ago, Australia was on fire; today, it's underwater. Burning coal makes bushfires and floods more catastrophic and more deadly. Something needs to change. Our leaders need to step up and act,\" she said in a statement.</p><p> The east coast of Australia saw large-scale flooding earlier in March with around 20 people killed and towns in both the states of Queensland and New South Wales devastated.</p><p>==Kyodo</p>", "publisher": "Japan Economic Newswire", "instances": ["He also cited the tiny contribution the approval of one mine extension would make to the overall increased risk caused by climate change. The eight teenagers involved in the case expressed disappointment at the decision but vowed to keep battling for stronger climate action in Australia. \"Climate change is already wreaking havoc on the lives of Australians. Two years ago, Australia was on fire; today, it's underwater."]}, {"relevance_score": 16, "title": "Philippines ratifies Paris accord on climate change", "published": "2017-03-14", "bodyText": "<p nitf:lede=\"true\">The <person><nameText>Philippines </nameText></person>ratified on Tuesday the Paris Agreement on climate change which seeks to limit global warming and grant support to developing and most vulnerable countries.</p><p nitf:lede=\"true\">The Senate completed the ratification process by unanimously concurring in President <person><nameText>Rodrigo Duterte's </nameText></person>accession to the agreement on Feb. 28. Under the Philippine Constitution, a treaty or international agreement that the country seeks to be a party of requires the vote of at least two-thirds of all members of the legislative body.</p><p>\"The Paris Agreement allows our country access to international climate finance mechanisms and to acquire support from developed countries for adaptation, mitigation, technology development and transfer, and capacity-building,\" said Sen. Loren Legarda, chairwoman of the Senate Committee on Climate Change.</p><p>\"With the Yolanda tragedy, the <person><nameText>Philippines </nameText></person>became the face of climate vulnerability. We have hardly contributed to climate change, and yet, we are the victims,\" added Legarda, recalling super typhoon Haiyan of 2013 that devastated the central <person><nameText>Philippines </nameText></person>and left thousands of people dead or missing.</p><p>Since its signing in April last year by 194 participants, more than 130 have become parties to the agreement. The <person><nameText>Philippines </nameText></person>will officially become a party after its submission to the United Nations of the Instruments of Accession.</p><p>The pact aims to hold global average temperature rises this century to \"well below\" 2 C above preindustrial levels to avoid the serious consequences scientists say will be caused by climate change. It entered into force on Nov. 4 last year.</p><p>\"The Paris Agreement shows that developing nations and the developed countries could pursue climate action and uphold climate justice together,\" Legarda said.</p><p>Duterte had initially expressed opposition to the Paris Agreement, saying that imposing a limit to his country's carbon emissions could also stymie development. He also noted the lack of a mechanism to punish parties who violate the provisions of the pact.</p><p>==Kyodo</p>", "publisher": "Japan Economic Newswire", "instances": ["It entered into force on Nov. 4 last year. Duterte had initially expressed opposition to the Paris Agreement, saying that imposing a limit to his country's carbon emissions could also stymie development. He also noted the lack of a mechanism to punish parties who violate the provisions of the pact."]}, {"relevance_score": 35, "title": "FOCUS: Philippine environmentalists mull case against global CO2 emitters", "published": "2015-05-20", "bodyText": "<p nitf:lede=\"true\">The environmental group Greenpeace in the Philippines is taking advantage of a scientific study by a U.S.-based climate analyst that identified several foreign companies as among the top emitters of carbon dioxide since the mid-18th century.</p><p nitf:lede=\"true\">GreenpeacePhilippines invited last week Richard Heede of the Colorado-based Climate Accountability Institute to share his research findings on the historical emissions of carbon dioxide and methane with officers of the human rights commission, civil society groups, and individuals perceived to be suffering the impacts of climate change.</p><p>According to Heede's study, which was first published in November 2013 and updated a year later, global emissions of carbon dioxide from all anthropogenic industrial sources (fossil fuel combustion and cement) totaled 1,443 gigatons CO2 (GtCO2) from 1751 to 2013.</p><p>Of these, 939 GtCO2, or 65 percent, are traced to carbon fuels and cement produced by 90 \"carbon major\" entities, or oil and gas companies led by Chevron and Exxon Mobil of the United States, Saudi Aramco of Saudi Arabia, BP of Britain and Gazprom of Russia.</p><p>In Asia, China is identified as the largest emitter with at least 146 GtCO2, followed by Japan with at least 58.5 GtCO2.</p><p>The study noted that half of all industrial CO2 emissions since 1751 have actually been emitted between 1988 and 2014.</p><p>\"The central aim of the institute's work is to shift accountability for climate change and damages to the extant national and multinational entities that have produced and marketed the lion's share of historic carbon fuels that drive climate change,\" the institute had said in a statement during the release of the study update in December 2014.</p><p>Anna Abad, GreenpeacePhilippines' Climate Justice campaigner, said Heede's research is relevant to the country, and also to Pacific island states, \"because despite our insignificant contribution to carbon dioxide emissions, we are bearing the brunt of extreme weather events and other impacts of climate change.\"</p><p>She noted that typhoons that have struck the Philippines since 2009, mostly notably super typhoon Haiyan in November 2013, have left thousands of people dead, more than 14 million displaced, and billions of pesos worth of agriculture and infrastructure damaged.</p><p>A survey in 2013 also revealed that eight out of 10 Filipinos claim to have personally experienced the impacts of climate change, she added.</p><p>\"What we're doing now is we're trying to mobilize other civil society groups, nongovernmental organizations, and community leaders to make sure that we have a strong voice in getting and holding the carbon majors into account,\" Abad said in a news conference with Heede.</p><p>\"We're already implementing adaptation efforts in the Philippines, in the same way with the Pacific island states. But adaptation efforts are not enough. We need to also make sure that the carbon majors or the big polluters must address mitigation measures as well.\"</p><p>While there are still no definite plans to litigate against the identified companies, lawyer Zelda Soriano of Greenpeace Southeast Asia said, \"We are seriously considering legal action.\"</p><p>\"There is interest and there are ideas and suggestions that we should all come together for a liability claim. And maybe, that would first be on the basis of how the impacts of climate change traceable to these carbon majors have interfered the enjoyment of human rights of Filipinos,\" Soriano said in the same news conference, citing specially the rights to life, health, property, and a balanced and healthy environment as guaranteed in the Philippine Constitution.</p><p>Heede shared that while nothing has been filed yet outside of the Philippines, there are discussions on potential litigation against some of the identified companies, particularly those in Canada, the United States, and Germany.</p><p>Soriano said Heede's research findings should also prompt \"bigger government actions and collective or community actions\" to persuade the identified companies to keep fossil fuels or carbon reserves in the ground.</p><p>Heede revealed the major industrial producers have at least 933 GtCO2 of proven recoverable reserves, namely fossil fuels that are recoverable in the future under present and expected local economic conditions with existing and available technology.</p><p>\"We will need fossil fuels, I expect, for decades. But that doesn't mean that they will be unfettered emissions. I think there are opportunities to reduce the net emissions of what they sell,\" Heede told Kyodo News.</p><p>\"They can continue selling liquid fuels for many years, but they also make serious efforts to reduce the environmental consequences of selling those products by investing in renewable energy, by investing in biofuel that doesn't emit as much carbon, by capturing and sequestering carbon from other sources. What we want is lower concentration of carbon dioxide,\" he said.</p><p>Based on his study, however, \"global emissions are increasing sharply,\" including even the share of the identified companies.</p><p>\"But eventually, they will have to be party to solving the problem,\" as he notes that \"shareholders are increasingly concerned about the environmental impact of the business that they financially support,\" with specific concern on meeting the global requirement of keeping carbon emissions below 2 degrees centigrade.</p><p>\"I think, individually and collectively, they can make a difference by openly and transparently supporting progress on climate change in the international diplomacy, as well as taking serious actions on their own to reduce their net emissions over time,\" Heede said of the identified companies.</p><p>In the Philippines, Abad said that since it is unlikely for the government to totally stop importing fuel, \"what we can ask is to make sure that we transition to renewable energy rather than perpetuate the destructive path that the industrialized West has taken.\"</p><p>She said the government has to keep pace with the private sector in the shift to renewable energy as \"right now, you have homes and even malls that are slowly shifting into alternative sources of energy, such as solar panels.\"</p><p>\"There is a lack of commitment in terms of pushing for renewable energy in the Philippines because we are approving more coal fired power plants in the Philippines as opposed to, or in comparison to renewable energy projects -- this despite the fact that we passed the Renewable Energy law in 2008,\" she said.</p><p>\"We have all these laws -- the Renewable Energy law, the Climate Change Act -- all these progressive laws, but nothing seems to be coming out of it,\" she added.</p><p>==Kyodo</p>", "publisher": "Japan Economic Newswire", "instances": ["The study noted that half of all industrial CO2 emissions since 1751 have actually been emitted between 1988 and 2014. The central aim of the institute's work is to shift accountability for climate change and damages to the extant national and multinational entities that have produced and marketed the lion's share of historic carbon fuels that drive climate change,\" the institute had said in a statement during the release of the study update in December 2014. She noted that typhoons that have struck the Philippines since 2009, mostly notably super typhoon Haiyan in November 2013, have left thousands of people dead, more than 14 million displaced, and billions of pesos worth of agriculture and infrastructure damaged. A survey in 2013 also revealed that eight out of 10 Filipinos claim to have personally experienced the impacts of climate change, she added."]}, {"relevance_score": 10, "title": "ENVIRONMENTAL ACTIVIST GRETA THUNBERG GRADUATES FROM HIGH SCHOOL", "published": "2023-06-10", "bodyText": "<p nitf:lede=\"true\">TOKYO, June 10 -- NHK World issued the following news:</p><p nitf:lede=\"true\">Swedish environmental activist Greta Thunberg, the initiator of the \"School Strike for Climate\" movement, has vowed to continue her protests after graduating from high school.</p><p>Thunberg staged her \"last school striking\" on Friday, the day of her graduation, with other participants.</p><p>She was wearing a cap commonly worn by graduating students. The participants chanted their slogan demanding \"climate justice now.\"</p><p>Thunberg said she and other activists will continue their protest every Friday because it is only the beginning of the fight. She said the climate crisis is getting worse and it is their duty to speak up.</p><p>The young activist also commented on Twitter on the destruction of a dam in southern Ukraine. She described it as \"ecocide\" and \"another atrocity which leaves the world lost for words.\" She also told media that the dam's bursting was horrifying, and that Russia needs to be held accountable for their actions and crimes. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "Japan Government News", "instances": ["Thunberg staged her \"last school striking\" on Friday, the day of her graduation, with other participants. She was wearing a cap commonly worn by graduating students. Thunberg said she and other activists will continue their protest every Friday because it is only the beginning of the fight. She said the climate crisis is getting worse and it is their duty to speak up."]}, {"relevance_score": 3, "title": "トランプ政権、アメリカのAI覇権を死守する「行動計画」発表--5つの重要なポイント", "published": "2025-07-24", "bodyText": "<p>　トランプ大統領が打ち出したのは、AI企業やデータセンターに対する規制の緩和だ。しかし批判する人々は、この大胆な計画に深刻なリスクが潜んでいると警鐘を鳴らす──。 　トランプ政権は7月23日、米国が「世界のAI覇権」を握り続けるための行動計画を明らかにした。「AIアクションプラン」（AI行動計画）と名づけられた同計画は、AI技術の開発や、それを支えるインフラ整備を大幅に加速させるため、関連企業への規制を大胆に削減するというものだ。 　しかし、その狙いを疑問視する声もある。「これはシリコンバレーと石油業界への大盤振る舞いだ」と指摘する批判者たちは、計画が進めば、消費者の安全や環境保護、さらには気候変動対策のために不可欠な規制が骨抜きにされてしまうと懸念を示している。 　このアクションプラン自体は法的拘束力こそないが（内容は数十にわたる政策提言にとどまる）、一方でトランプ氏はその一部を実現するための大統領令3つに署名した。この一連の動きは、ここ半年ほどでトランプ政権が示してきたAIやテクノロジーへの姿勢を改めて鮮明にしたものだ。つまり、テック企業はほぼ自由放任とし、中国との競争に勝つことを最優先に掲げ、環境規制を後回しにしてでもデータセンターや工場、化石燃料発電所などの整備を推し進めるという方針だ。...</p>", "publisher": "WebNews - Japanese", "instances": []}, {"relevance_score": 3, "title": "トランプ政権、アメリカのAI覇権を死守する「行動計画」発表--5つの重要なポイント", "published": "2025-07-24", "bodyText": "<p>　トランプ大統領が打ち出したのは、AI企業やデータセンターに対する規制の緩和だ。しかし批判する人々は、この大胆な計画に深刻なリスクが潜んでいると警鐘を鳴らす──。 　トランプ政権は7月23日、米国が「世界のAI覇権」を握り続けるための行動計画を明らかにした。「AIアクションプラン」（AI行動計画）と名づけられた同計画は、AI技術の開発や、それを支えるインフラ整備を大幅に加速させるため、関連企業への規制を大胆に削減するというものだ。 　しかし、その狙いを疑問視する声もある。「これはシリコンバレーと石油業界への大盤振る舞いだ」と指摘する批判者たちは、計画が進めば、消費者の安全や環境保護、さらには気候変動対策のために不可欠な規制が骨抜きにされてしまうと懸念を示している。 　このアクションプラン自体は法的拘束力こそないが（内容は数十にわたる政策提言にとどまる）、一方でトランプ氏はその一部を実現するための大統領令3つに署名した。この一連の動きは、ここ半年ほどでトランプ政権が示してきたAIやテクノロジーへの姿勢を改めて鮮明にしたものだ。つまり、テック企業はほぼ自由放任とし、中国との競争に勝つことを最優先に掲げ、環境規制を後回しにしてでもデータセンターや工場、化石燃料発電所などの整備を推し進めるという方針だ。...</p>", "publisher": "WebNews - Japanese", "instances": []}, {"relevance_score": 3, "title": "トランプ政権、アメリカのAI覇権死守へ「行動計画」発表--5つの重要なポイント", "published": "2025-07-24", "bodyText": "<p>　トランプ大統領が打ち出したのは、AI企業やデータセンターに対する規制の緩和だ。しかし批判する人々は、この大胆な計画に深刻なリスクが潜んでいると警鐘を鳴らす──。 　トランプ政権は7月23日、米国が「世界のAI覇権」を握り続けるための行動計画を明らかにした。「AIアクションプラン」（AI行動計画）と名づけられた同計画は、AI技術の開発や、それを支えるインフラ整備を大幅に加速させるため、関連企業への規制を大胆に削減するというものだ。 　しかし、その狙いを疑問視する声もある。「これはシリコンバレーと石油業界への大盤振る舞いだ」と指摘する批判者たちは、計画が進めば、消費者の安全や環境保護、さらには気候変動対策のために不可欠な規制が骨抜きにされてしまうと懸念を示している。 　このアクションプラン自体は法的拘束力こそないが（内容は数十にわたる政策提言にとどまる）、一方でトランプ氏はその一部を実現するための大統領令3つに署名した。この一連の動きは、ここ半年ほどでトランプ政権が示してきたAIやテクノロジーへの姿勢を改めて鮮明にしたものだ。つまり、テック企業はほぼ自由放任とし、中国との競争に勝つことを最優先に掲げ、環境規制を後回しにしてでもデータセンターや工場、化石燃料発電所などの整備を推し進めるという方針だ。...</p>", "publisher": "WebNews - Japanese", "instances": []}]