[{"relevance_score": 17, "title": "Sharp Corporation and Sharp Energy Solutions Corporation Sign Memorandum of Understanding with Mitsui O.S.K. Lines, and IOM to Advance Cooperation through Renewable Energy", "published": "2025-08-21", "bodyText": "<p nitf:lede=\"true\">TOKYO, Aug 21, 2025 - (JCN Newswire) - Sharp Corporation and Sharp Energy Solutions Corporation (*1) (hereinafter referred to as \"Sharp\") have signed a memorandum of understanding (MOU) regarding the cooperation through renewable energy to advance improved access to basic services in displacement-affected areas in the Republic of Kenya (hereinafter \"Kenya\"). This MOU is signed with Mitsui O.S.K. Lines, Ltd. (Headquarters: Minato ward, Tokyo, hereinafter referred to as \"MOL\"), and the International Organization for Migration (*2) (hereinafter referred to as \"IOM\"), in conjunction with the 9th Tokyo International Conference on African Development (*3) (TICAD 9).</p><p>The MOU also stipulates that the Parties will explore innovative solutions and technologies to strengthen climate resilience of vulnerable communities in Kenya.</p><p>Sharp has been promoting ESG-based management, and this MOU aligns with its corporate philosophy \"to contribute to the benefits and welfare of people throughout the world.\" Sharp will continue to address societal challenges and fulfill its commitment to social contribution by utilizing its unique products solutions and technologies.</p><p>*1 Sharp Energy Solutions Corporation is a subsidiary of Sharp Corporation responsible for energy solutions. Headquarters: Yao City, Osaka Prefecture. President and Representative Director: Hirozumi Gokaku.</p><p>*2 The International Organization for Migration (IOM) is a UN agency that addresses global migration issues. IOMJapan Chief of Mission : Ritsu Nacken.</p><p>*3 The TICAD 9 will be held from August 20 to August 22, 2025, at Pacifico Yokohama (Yokohama City, Kanagawa Prefecture). It is organized by the Japanese government in collaboration with the United Nations, the United Nations Development Programme (UNDP), the World Bank, and the African Union Commission (AUC).</p><p>Sharp Sustainability global website: <url normalizedValue=\"https://global.sharp/corporate/eco/\">https://global.sharp/corporate/eco/</url></p><p>Source: Sharp Corporation</p><p/>", "publisher": "JCN Newswire", "instances": ["Lines, Ltd. (Headquarters: Minato ward, Tokyo, hereinafter referred to as \"MOL\"), and the International Organization for Migration (*2) (hereinafter referred to as \"IOM\"), in conjunction with the 9th Tokyo International Conference on African Development (*3) (TICAD 9). Sharp has been promoting ESG-based management, and this MOU aligns with its corporate philosophy \"to contribute to the benefits and welfare of people throughout the world. Sharp will continue to address societal challenges and fulfill its commitment to social contribution by utilizing its unique products solutions and technologies."]}, {"relevance_score": 44, "title": "NEC and ClimateAi Develop Conceptual Model to Promote Climate Change Adaptation in Agriculture", "published": "2025-08-19", "bodyText": "<p nitf:lede=\"true\">TOKYO, Aug 19, 2025 - (JCN Newswire) - NEC Corporation (NEC; TSE: 6701), in collaboration with ClimateAi, a San Francisco-based startup that built the first climate resilience platform, has developed a conceptual model to estimate the effectiveness of climate change adaptation measures for cocoa and rice cultivation in Africa. In this project, ClimateAi's long-term climate change forecasting technology, which models both the impact of climatic factors on agricultural production and the effectiveness of adaptation measures, was combined with NEC's expertise in agricultural technology (agritech) to successfully quantify the impact of climate change on agriculture and clarify the return on investment for adaptation measures.</p><p nitf:lede=\"true\">This achievement will be showcased at the TICAD Business Expo &amp; Conference (Japan Fair), one of the thematic events of the Ninth Tokyo International Conference on African Development (TICAD 9) to be held in Yokohama, Japan, in August 2025, conveying the significance of utilizing digital technology to address the challenges facing African agriculture (*1).</p><p>Background and purpose</p><p>Globally, while greenhouse gas emission reductions and credit trading are actively being conducted to mitigate the effects of climate change, the implementation of adaptation measures to prevent or reduce damage caused by climate change has not yet progressed. This is due in part to the difficulties involved in assessing the investment cost-effectiveness of implementing adaptation measures.</p><p>Notably, although the agricultural sector is an industry highly susceptible to climate change, estimating the return on investment for adaptation measures, such as the introduction of irrigation facilities or changes in crop varieties, has thus far proven difficult due to the wide range of factors affecting crop growth, including temperature, water, and soil.</p><p>NEC and ClimateAi have developed a conceptual model that analyzes various factors affecting agricultural growth using AI and calculates the economic return on investment for adaptation measures. Utilizing this model enables the implementation of adaptation measures that focus on areas where positive effects are expected, promoting local agriculture efficiently and sustainably.</p><p>Overview</p><p>This newly developed conceptual model was used to analyze adaptation measures targeting the cultivation of cocoa and rice in various locations in Africa. Africa is the world's largest cocoa producer, with agriculture being one of its major industries. However, due to the impacts of climate change, the cultivation environment for cocoa and rice is expected to change significantly in the coming decades. This initiative focused on the following three adaptation measures to examine their ability to maintain and enhance yields and create economic value in a changing climate.</p><p>- Introduction of irrigation facilities</p><p>- Changing to climate-adapted varieties</p><p>- Changing of planting time for traditionally cultivated varieties</p><p>Some of the analysis results can be verified through interactive demonstrations. As an example of potential applications for this conceptual model, it is envisioned that international organizations and development banks providing local agricultural support will utilize it to explore farmland in recipient areas and estimate the effects of implementing adaptation measures.</p><p>Beyond this example, the system is designed to cater to the needs of various stakeholders involved in agriculture, enabling them to make data-driven decisions.</p><p>Results and future prospects</p><p>The utilization of AI made it possible to analyze the cost-effectiveness of adaptation measures, such as the introduction of irrigation facilities and changes in cultivation varieties in rice farming across various regions, as well as effective adaptation strategies for cacao cultivation.</p><p>Significant funding is required to advance climate change adaptation in agriculture. It has been pointed out that in addition to the need for financial support from international organizations, development banks, and governments, the mobilization of private investment is necessary. To provide continuous funding, it is essential to quantify the investment returns from adaptation measures and to conduct proper monitoring and intervention following their implementation.</p><p>While exploring opportunities for collaborations with businesses that provide irrigation equipment and seedlings, NEC and ClimateAi aim to leverage digital technology use cases to promote financing for climate change adaptation and expand data-driven agritech businesses.</p><p>- Adaptation finance business</p><p>Support for understanding risks to agricultural yields to reduce entry barriers for the private sector / Support for evaluating business feasibility for financing</p><p>- Agritech business</p><p>Support for agricultural producers and managers of climate change adaptation / Support for climate change adaptation in the upstream (seed and agricultural material businesses) and downstream (processing businesses, etc.) of the agricultural supply chain</p><p>- Other business</p><p>Support for climate change adaptation in the infrastructure industry and manufacturing supply chains</p><p>The results of this initiative will be announced at the TICAD Business Expo &amp; Conference (Japan Fair) and other events to gather feedback from the market and proceed with discussions toward commercialization. Going forward, NEC and ClimateAi will work together to scientifically assess the impact of climate change on agriculture and present concrete solutions to achieve sustainable agriculture and food security. Both companies will continue striving to solve global agricultural challenges through technological innovation and data utilization.</p><p>NEC's new business development, under the key message \"The future is ours to shape,\" is advancing NEC Open Innovation (*2) through diverse co-creation with a wide range of startups and partner companies. NEC's collaboration with ClimateAi is one such initiative. By uniting innovative technologies with cross-domain collaboration, NEC continues to create new social value and shape the future.</p><p>(*1)NEC to participate in \"TICAD Business Expo and Conference\" and thematic events for TICAD 9 <url normalizedValue=\"https://www.nec.com/en/press/202508/global_20250805_03.html\">https://www.nec.com/en/press/202508/global_20250805_03.html</url></p><p>(*2)NEC Open Innovation</p><p><url normalizedValue=\"https://www.nec.com/en/global/innovation/index.html\">https://www.nec.com/en/global/innovation/index.html</url></p><p>About ClimateAi, Inc.</p><p>ClimateAi is a climate adaptation and resilience platform purpose-built for the agriculture, food, and consumer goods sectors. It combines AI-powered weather modeling with phenological and water-scarcity data to deliver highly localized, crop-specific agricultural impact insights across the short, medium, and long term. With deep expertise in climate-agriculture interactions and a client base that spans agricultural and consumer-goods multinationals as well as agricultural investors, ClimateAi turns complex climate data into actionable insights. For more information, visit ClimateAi at <url normalizedValue=\"https://www.climate.ai\">https://www.climate.ai</url></p><p>About NEC Corporation</p><p>NEC Corporation has established itself as a leader in the integration of IT and network technologies while promoting the brand statement of \"Orchestrating a brighter world.\" NEC enables businesses and communities to adapt to rapid changes taking place in both society and the market as it provides for the social values of safety, security, fairness and efficiency to promote a more sustainable world where everyone has the chance to reach their full potential. For more information, visit NEC at <url normalizedValue=\"https://www.nec.com\">https://www.nec.com</url>.</p><p>Source: NEC Corporation</p><p/>", "publisher": "JCN Newswire", "instances": ["In this project, ClimateAi's long-term climate change forecasting technology, which models both the impact of climatic factors on agricultural production and the effectiveness of adaptation measures, was combined with NEC's expertise in agricultural technology (agritech) to successfully quantify the impact of climate change on agriculture and clarify the return on investment for adaptation measures. This achievement will be showcased at the TICAD Business Expo &amp; Conference (Japan Fair), one of the thematic events of the Ninth Tokyo International Conference on African Development (TICAD 9) to be held in Yokohama, Japan, in August 2025, conveying the significance of utilizing digital technology to address the challenges facing African agriculture (*1)."]}, {"relevance_score": 6, "title": "The effects of China's Belt and Road Initiative investments on mitigating climate risks in partner countries", "published": "2025-09-16", "bodyText": "<p>Data availabilityAll data are available upon application.</p><p>Declaration of conflicting interestsThe authors declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.</p><p>FundingThe authors disclosed receipt of the following financial support for the research, authorship, and/or publication of this article: Qilu Institute of Technology Project Funding (QIT23TP029).</p><p>ORCID iDsFarooq Muhammad Sabil https://orcid.org/0000-0001-7034-0172Feroze Nazia https://orcid.org/0000-0001-5206-7643Faisal Feroze https://orcid.org/0009-0003-6597-3727</p>", "publisher": "Asian Journal of Comparative Politics", "instances": []}, {"relevance_score": 23, "title": "Studies from Institute for Global Environmental Strategies Yield New Information about Sustainability Research (Urban Green Infrastructure Planning In Jaipur, India: a Gis-based Suitability Model for Semi-arid Cities)", "published": "2025-04-18", "bodyText": "<p nitf:lede=\"true\"><br/>2025 APR 18 (NewsRx) -- By a News Reporter-Staff News Editor at Japan Daily Report -- Investigators publish new report on Sustainability Research. According to news reporting out of Kanagawa, Japan, by NewsRx editors, research stated, \"Urbanization in Jaipur, India, has led to a 42% decline in green cover over the past two decades, exacerbating urban heat, air pollution, groundwater depletion, and reduced livability. Green Infrastructure (GI) offers a sustainable solution, but effective implementation requires robust, data-driven strategies.\" </p><p><br/> Financial support for this research came from Japan Society for the Promotion of Science. <br/> Our news journalists obtained a quote from the research from Institute for Global Environmental Strategies, \"This study employs geospatial technologies-GIS, remote sensing, and Multi-Criteria Decision Analysis (MCDA)-to develop a suitability model for Urban Green Infrastructure (UGI) planning. Using an entropy-based weighting approach, the model integrates environmental factors, including the Normalized Difference Vegetation Index (NDVI), which fell by 18% between 2000 and 2020; Land Surface Temperature (LST), which increased by 1.8 degrees C; soil moisture; precipitation; slope; and land use/land cover (LULC). Proximity to water bodies was found to be a critical determinant of suitability, whereas land surface temperature and soil moisture played significant roles in determining UGI feasibility. The results were validated using NDVI trends and comparative analysis with prior studies so as to ensure accuracy and robustness. The suitability analysis reveals that 35% of Jaipur's urban area, particularly peri-urban regions and river corridors, is highly suitable for UGI interventions, thereby presenting significant opportunities for urban cooling, flood mitigation, and enhanced ecosystem services. These findings align with India's National Urban Policy Framework (2018) and the UN Sustainable Development Goal 11, supporting climate resilience and sustainable urban development.\" <br/> According to the news editors, the research concluded: \"This geospatial approach provides a scalable methodology for integrating green spaces into urban planning frameworks across rapidly urbanizing cities.\" <br/> For more information on this research see: Urban Green Infrastructure Planning In Jaipur, India: a Gis-based Suitability Model for Semi-arid Cities. Sustainability, 2025;17(6):2420. Sustainability can be contacted at: Mdpi, St Alban-Anlage 66, Ch-4052 Basel, Switzerland. <br/> Our news journalists report that additional information may be obtained by contacting Pankaj Kumar, Institute for Global Environmental Strategies, Kanagawa 2400115, Japan. Additional authors for this research include Ritu Nathawat, Saurabh Kumar Gupta, Suraj Kumar Singh, Bhartendu Sajan, Shruti Kanga, Shamik Chakraborty, Asif Marazi, Mohamed Yehia Abouleish, Gowhar Meraj and Tarig Ali. <br/> The direct object identifier (DOI) for that additional information is: https://doi.org/10.3390/su17062420. This DOI is a link to an online electronic document that is either free or for purchase, and can be your direct source for a journal article and its citation. <br/> Keywords for this news article include: Kanagawa, Japan, Asia, Sustainability Research, Institute for Global Environmental Strategies. <br/> Our reports deliver fact-based news of research and discoveries from around the world. Copyright 2025, NewsRx LLC <br/></p>", "publisher": "Japan Daily Report", "instances": ["The results were validated using NDVI trends and comparative analysis with prior studies so as to ensure accuracy and robustness. The suitability analysis reveals that 35% of Jaipur's urban area, particularly peri-urban regions and river corridors, is highly suitable for UGI interventions, thereby presenting significant opportunities for urban cooling, flood mitigation, and enhanced ecosystem services. According to the news editors, the research concluded: \"This geospatial approach provides a scalable methodology for integrating green spaces into urban planning frameworks across rapidly urbanizing cities. For more information on this research see: Urban Green Infrastructure Planning In Jaipur, India: a Gis-based Suitability Model for Semi-arid Cities."]}, {"relevance_score": 32, "title": "Findings from University of Tsukuba Broaden Understanding of Wind Energy (Assessing Wind Power Generation Potential Over South Asia Using Wind Speed Observation and Reanalysis Datasets)", "published": "2025-02-27", "bodyText": "<p nitf:lede=\"true\"><br/>2025 FEB 27 (NewsRx) -- By a News Reporter-Staff News Editor at Japan Daily Report -- Investigators discuss new findings in Energy - Wind Energy. According to news reporting from Ibaraki, Japan, by NewsRx journalists, research stated, \"Wind energy has exceptional and untapped potential in South Asia, a region characterized by a diverse climate and geography. The novelty of this research lies in using systematic selection threshold criteria, ensuring a comprehensive representation of wind speed patterns to determine wind energy generation potential classification and standardize wind anomaly over diverse topographic and climatic conditions of South Asia.\" </p><p><br/> Funders for this research include Ministry of Education, Culture, Sports, Science and Technology, Japan (MEXT), Microsoft. <br/> The news correspondents obtained a quote from the research from the University of Tsukuba, \"Further, using reanalysis products (ERA5, JRA55, NCEP/NCAR), a multi-reanalysis ensemble (MRE), and wind speed trends, this work systematically evaluates the reliability and accuracy of the performance of reanalysis products to perceive uncertainty in reanalysis products. For this determination, a 10 m above ground level (AGL) of wind speed was utilized for 1973-2005. A high percentage of stations with missing wind speed values is identified in the study, emphasizing the importance of data quality. Overall, providing strong correlations, low bias, and close alignment with observed data, JRA55 is a reliable choice for wind energy assessments and climate studies. Also, the research reveals a downward trend in annual mean wind speed (- 0.010 ms-1\\documentclass[12pt]{minimal} \\usepackage{amsmath} \\usepackage{wasysym} \\usepackage{amsfonts} \\usepackage{amssymb} \\usepackage{amsbsy} \\usepackage{mathrsfs} \\usepackage{upgreek} \\setlength{\\oddsidemargin}{-69pt} \\begin{document}$${\\text{year) &lt;. &gt;{-1}$$\\end{document}) in South Asia, aligning with the global terrestrial stilling phenomenon, although significant localized variations exist. The findings based on the localized regions, such as the Hyderabad Airport station, offer Excellent prospects for developing wind energy yield when classified. The reasons for inconsistencies between reanalysis products and observations are examined. A robust systematic threshold criteria research method is delineated to enhance data quality, revealing insights into spatial coverage, station selection, and biases.\" <br/> According to the news reporters, the research concluded: \"Ultimately, the study contributed to South Asia's climate resilience, policymakers, regional climate dynamics, and sustainable development of renewable energy sources.\" <br/> This research has been peer-reviewed. <br/> For more information on this research see: Assessing Wind Power Generation Potential Over South Asia Using Wind Speed Observation and Reanalysis Datasets. Stochastic Environmental Research and Risk Assessment, 2025. Stochastic Environmental Research and Risk Assessment can be contacted at: Springer, One New York Plaza, Suite 4600, New York, Ny, United States. (Springer - www.springer.com; Stochastic Environmental Research and Risk Assessment - www.springerlink.com/content/1436-3240/) <br/> Our news journalists report that additional information may be obtained by contacting Muhammad Abid Khan, University of Tsukuba, Graduate School of Science and Technology, Dept. of Engineering Mechanics and Energy, Tsukuba, Ibaraki 3058577, Japan. Additional authors for this research include Koji Dairaku and Saurabh Kelkar. <br/> The direct object identifier (DOI) for that additional information is: https://doi.org/10.1007/s00477-025-02918-0. This DOI is a link to an online electronic document that is either free or for purchase, and can be your direct source for a journal article and its citation. <br/> Keywords for this news article include: Ibaraki, Japan, Asia, Energy, Wind Energy, University of Tsukuba. <br/> Our reports deliver fact-based news of research and discoveries from around the world. Copyright 2025, NewsRx LLC <br/></p>", "publisher": "Japan Daily Report", "instances": ["The reasons for inconsistencies between reanalysis products and observations are examined. A robust systematic threshold criteria research method is delineated to enhance data quality, revealing insights into spatial coverage, station selection, and biases. This research has been peer-reviewed. For more information on this research see: Assessing Wind Power Generation Potential Over South Asia Using Wind Speed Observation and Reanalysis Datasets."]}, {"relevance_score": 31, "title": "NEC participates in COP29 climate change conference", "published": "2024-11-12", "bodyText": "<p nitf:lede=\"true\">TOKYO, Nov 12, 2024 - (JCN Newswire) - NEC Corporation (NEC; TSE: 6701) is participating in the 29th Conference of the Parties (COP29) to the United Nations Framework Convention on Climate Change (UNFCCC), held in Azerbaijan from November 11 to 22, 2024 with a keynote speech in the UGIH Pavilion, the host organization of the conference, and a seminar organized by Japan's Ministry of the Environment and the Ministry of Internal Affairs and Communications in the Japan Pavilion.</p><p nitf:lede=\"true\">In the keynote session, Motoo Nishihara, Corporate EVP, CTO and Head of the GIBU, NEC Corporation, will introduce progress in the adaptive finance business as well as use cases in collaboration with domestic and international companies, under the theme of \"Promotion of adaptive finance through digital technology and co-creation activities.\" Nishihara will also participate in a seminar hosted by Japan's Ministry of Internal Affairs and Communications (MIC) at the COP29 Japan Pavilion, where he will give a presentation for government officials from participating countries, international organizations, and companies. He will also participate in a panel discussion among public and private sector officials on how to improve ICT network environments (power saving) and ICT utilization (visualization of global warming countermeasures, etc.).</p><p>In addition, at a seminar hosted by the Ministry of the Environment in the Japan Pavilion, Miki Sato, General Manager of NEC's GX Business Development Management Division, will present a model case of an adaptation business promoting the introduction of early warning systems for natural disasters.</p><p>UGIH Pavilion (keynote/panel discussion)</p><p>Session Title: Advancing Climate Adaptation with Digital Technology:</p><p>Fostering \"Pilots of Excellence\" in Climate Resilience through Partnerships</p><p>Date: Friday, November 15, 2024, 21:30-22:30 (Japan time - local time 16:30-17:30)</p><p>Speaker: Motoo Nishihara, Corporate EVP, CTO and Head of the GIBU, NEC Corporation</p><p>Seminar Overview:</p><p>There is an urgent need to address adaptation projects in preparation for natural disasters and to realize a sustainable society. In order to promote investment in adaptation projects by financial institutions, there is a need for evaluation of the economic value to be gained from the implementation of adaptation measures, and for public-private partnerships. In this seminar, we will discuss the progress of adaptation finance projects in collaboration with financial institutions since COP28, use cases in Japan and internationally based on knowledge gained from co-creation and demonstration with private companies in Japan, and the advancement of adaptation measures using advanced digital technologies, including NEC's satellite-based solutions (earth observation data), AI data and AI (image recognition and LLM).</p><p>View the following URL for detail: <url normalizedValue=\"http://www.youtube.com/watch?v=-HCyMcGj4XY\">www.youtube.com/watch?v=-HCyMcGj4XY</url></p><p>Japan Pavilion, Seminar hosted by Ministry of the Environment</p><p>Seminar Title: Further Promotion of EWS and New Collaborations in the Asia-Pacific Region</p><p>Date: Saturday, November 16, 2024, 15:00-16:15 (Japan time - local time: 10:00-11:15)</p><p>Speakers: Soichi Noguchi (video appearance),</p><p>Director and CTO, Adaptive Finance Consortium,</p><p>International Institute for Social and Economic Research, Inc.</p><p>Miki Sato</p><p>NEC Cross Industry Business Unit</p><p>General Manager, GX Business Development Division</p><p>NEC Corporation</p><p>Seminar Summary:</p><p>The Ministry of the Environment of Japan is working on the introduction of Early Warning Systems (EWS) for natural disasters to Asia-Pacific countries.</p><p>The EWS Council, which is comprised of the Ministry of the Environment of Japan and other Japanese private sector companies, has been working to address climate change issues in the Asia-Pacific region. In this seminar, we will introduce the progress and achievements of the EWS Council and propose new adaptation measures developed through collaboration among Japanese private companies in the fields of weather information services, insurance, and finance, which are different from each other in terms of business type, in order to create new synergies. Discussions will also be held with practicing (potential) countries to promote the introduction of EWS.</p><p>View the following URL for detail: Enhancing Early Warning Systems (EWS) Deployment &amp; Further Collaboration in Asia-Pacific | COP29 JAPAN PAVILION - Ministry of the Environment</p><p>Japan Pavilion: Seminar hosted by the Ministry of Internal Affairs and Communications</p><p>Seminar Title: ICT x Green Seminar</p><p>Date: Saturday, November 16, 2024, 16:45-18:00 (Japan time - local time: 11:45-13:00)</p><p>Speaker: Motoo Nishihara, Corporate EVP, CTO and Head of the GIBU, NEC Corporation</p><p>Seminar Summary:</p><p>While digitization is rapidly advancing in the world today, and there is a shift toward socioeconomic activities that rely on the use of the Internet, many people, especially in developing countries, are unable to enjoy the benefits of digitization due to a lack of telecommunications infrastructure, especially in rural areas. Under the theme of \"ICT x Green,\" the Ministry of Internal Affairs and Communications (MIC) is promoting the development of future ICT network environments that contribute to countering global warming and reducing the burden on the global environment (power saving).</p><p>Presentations by government officials from participating countries, international organizations, and business representatives, as well as panel discussions among public and private sector participants, will be held to discuss how to promote the use of ICT (e.g., visualization of global warming countermeasures) and the use of ICT (e.g., the visualization of global warming countermeasures).</p><p>For more details, please visit the COP29 Japan Pavilion website. See also ICT X Green Seminar | COP29 JAPAN PAVILION - Ministry of the Environment</p><p>NEC will also exhibit in the Japan Pavilion as part of the Adaptive Finance Consortium launched with Mitsui Sumitomo Insurance Company, Limited.</p><p>About NEC Corporation</p><p>NEC Corporation has established itself as a leader in the integration of IT and network technologies while promoting the brand statement of \"Orchestrating a brighter world.\" NEC enables businesses and communities to adapt to rapid changes taking place in both society and the market as it provides for the social values of safety, security, fairness and efficiency to promote a more sustainable world where everyone has the chance to reach their full potential. For more information, visit NEC at <url normalizedValue=\"https://www.nec.com\">https://www.nec.com</url>.</p><p>Source: NEC Corporation</p><p/>", "publisher": "JCN Newswire", "instances": ["). In addition, at a seminar hosted by the Ministry of the Environment in the Japan Pavilion, Miki Sato, General Manager of NEC's GX Business Development Management Division, will present a model case of an adaptation business promoting the introduction of early warning systems for natural disasters. In order to promote investment in adaptation projects by financial institutions, there is a need for evaluation of the economic value to be gained from the implementation of adaptation measures, and for public-private partnerships. In this seminar, we will discuss the progress of adaptation finance projects in collaboration with financial institutions since COP28, use cases in Japan and internationally based on knowledge gained from co-creation and demonstration with private companies in Japan, and the advancement of adaptation measures using advanced digital technologies, including NEC's satellite-based solutions (earth observation data), AI data and AI (image recognition and LLM)."]}, {"relevance_score": 15, "title": "X POST ON LIBYA FLOODS USES VIDEO OF 2021 MUDSLIDE DISASTER IN JAPAN", "published": "2023-09-14", "bodyText": "<p nitf:lede=\"true\">TOKYO, Sept. 14 -- NHK World issued the following news:</p><p nitf:lede=\"true\">A trending social media post on the floods in Libya uses a video of a deadly mudslide that occurred in Japan in 2021.</p><p>More than 5,000 people have reportedly died in the floods in eastern Libya that were triggered by heavy rains on Monday.</p><p>A post on X, formerly known as Twitter, says, in English: \"Heartbreaking to see the havoc caused by flash floods in Libya. It's yet another stark reminder of the urgent need for global action on climate resilience and preparedness.\" It accompanies, without a caption, a video showing houses being washed away in a mudslide. The video actually shows the disaster that took place in the resort town of Atami, Japan, in July, 2021. More than two dozen people died.</p><p>The same video has also been posted, without a caption, on another X account, with the hashtag #Libya.</p><p>A number of X users have spotted the misleading video, and pointed out that the video is not about Libya, but Japan.</p><p>The video appears to be yet another example of how misleading, or outright false information can spread quickly online during a natural disaster.</p><p>In the aftermath of wildfires on the Hawaiian island of Maui in August, some online posts showed totally unrelated images and made baseless claims that the fires had been started deliberately.</p><p>When a strong earthquake hit Kumamoto City in Japan in 2016, fake news was posted online that a lion had escaped from a zoo in the city. It was accompanied by a video taken in another country. For any query with respect to this article or any other content requirement, please contact Editor at <email normalizedValue=\"mailto:contentservices@htlive.com\">contentservices@htlive.com</email></p>", "publisher": "Japan Government News", "instances": ["More than 5,000 people have reportedly died in the floods in eastern Libya that were triggered by heavy rains on Monday. A post on X, formerly known as Twitter, says, in English: \"Heartbreaking to see the havoc caused by flash floods in Libya. It accompanies, without a caption, a video showing houses being washed away in a mudslide. The video actually shows the disaster that took place in the resort town of Atami, Japan, in July, 2021."]}, {"relevance_score": 27, "title": "MHI and Orica Announce Collaboration to Explore Emissions Reduction Opportunities", "published": "2023-11-27", "bodyText": "<p nitf:lede=\"true\">TOKYO, Nov 27, 2023 - (JCN Newswire) - Mitsubishi Heavy Industries Ltd. (MHI) and Orica have signed a Memorandum of Understanding to explore potential opportunities for collaboration on emission reduction initiatives, aligned with MHI and Orica's shared decarbonisation ambitions. The collaboration will leverage MHI's reputation for manufacturing excellence and innovation, as well as Orica's existing presence and emerging opportunities in the global renewable hydrogen and ammonia markets.</p><p>The collaboration covers various areas of mutual interest, including:</p><p>exploring technology deployment opportunities for renewable hydrogen and renewable ammonia production near Orica's facilities in Newcastle and Gladstone, Australiacreating demand opportunities for renewable hydrogen and renewable ammonia in the power generation, maritime, industrial and agricultural industriesinvestigating activities to further reduce emissions from Orica's existing operations.</p><p>Orica is building a strong pathway towards achieving net zero emissions by latest 2050, while positioning the business for a lower carbon world. Orica's continued partnerships and investment in decarbonisation and the production of renewable hydrogen and renewable ammonia will support Orica's sustainability goals and also support the individual goals of existing and future customers, including in key Asian growth markets such as Japan.</p><p>Orica Chief Development and Sustainability Officer, Andrew Stewart, said: \"We are delighted to partner with MHI, a company that shares our vision and commitment to a more sustainable future. This collaboration signals another step towards building Orica's climate resilience and opportunities to support further growth while supporting our customers to achieve their ESG goals. We look forward to working with MHI to explore potential emissions reduction opportunities for our organisations and our customers.\"</p><p>On the signing of the MOU, Dr. Hitoshi Kaguchi, Senior Executive Vice President at MHI responsible for energy transition and the expansion of growth fields, said \"It is a great honour to be able to collaborate with Orica, a leader in decarbonising hard to abate industry and developing low carbon fuel value chain in Australia. We are looking forward to contributing to Orica's Net Zero Ambition through our reliable technology in the future.\"</p><p>About Orica</p><p>Orica (ASX: ORI) is one of the world's leading mining and infrastructure solutions providers. From the production and supply of explosives, blasting systems, mining chemicals and geotechnical monitoring to our cutting-edge digital solutions and comprehensive range of services, we sustainably mobilise the earth's resources.Operating for nearly 150 years, today our 12,500+ global workforce supports customers across surface and underground mines, quarry, construction, and oil and gas operations. Sustainability is integral to our operations. We have set an ambition to achieve net zero emissions by 2050 and are committed to playing our part in achieving the goals of the Paris Agreement.Find out more about Orica: <url normalizedValue=\"http://www.orica.com\">www.orica.com</url></p><p>About MHI Group</p><p>Mitsubishi Heavy Industries (MHI) Group is one of the world's leading industrial groups, spanning energy, smart infrastructure, industrial machinery, aerospace and defense. MHI Group combines cutting-edge technology with deep experience to deliver innovative, integrated solutions that help to realize a carbon neutral world, improve the quality of life and ensure a safer world. For more information, please visit <url normalizedValue=\"http://www.mhi.com\">www.mhi.com</url> or follow our insights and stories on spectra.mhi.com.</p><p>Source: Mitsubishi Heavy Industries, Ltd.</p><p/>", "publisher": "JCN Newswire", "instances": ["Orica's continued partnerships and investment in decarbonisation and the production of renewable hydrogen and renewable ammonia will support Orica's sustainability goals and also support the individual goals of existing and future customers, including in key Asian growth markets such as Japan. Orica Chief Development and Sustainability Officer, Andrew Stewart, said: \"We are delighted to partner with MHI, a company that shares our vision and commitment to a more sustainable future. We look forward to working with MHI to explore potential emissions reduction opportunities for our organisations and our customers. On the signing of the MOU, Dr."]}, {"relevance_score": 25, "title": "UPDATE1: U.S., Japan, others to boost climate, tech support to Pacific islands", "published": "2022-09-23", "bodyText": "<p nitf:lede=\"true\"> The United States, Japan and other U.S. allies and partners on Thursday vowed to enhance support for Pacific island nations in areas such as climate change and information technology infrastructure amid China's growing influence in the region.</p><p> The agreement was reached as members of the Partners in the Blue Pacific initiative, which was launched in June with the participation of Britain, Australia and New Zealand, gathered for their first foreign ministerial meeting.</p><p>Germany and Canada announced their intent to join the initiative, a U.S. State Department official said.</p><p> \"We agreed to strengthen cooperation and support the Pacific nations,\" Japanese Foreign Minister Yoshimasa Hayashi told reporters following the meeting in New York held on the fringes of the U.N. General Assembly. U.S. Secretary of State Antony Blinken was the meeting's host.</p><p> White House Indo-Pacific coordinator Kurt Campbell told a separate press briefing that China's \"ambitions in the Pacific\" have caused \"concern among Pacific island leaders.\"</p><p> But he also said the initiative was \"meant to be a positive approach to supporting the issues that matter to the Pacific.\"</p><p> The countries taking part in the initiative laid out six areas of focus in assisting the Pacific countries, such as climate change resilience and disaster preparedness as well as environmental protection.</p><p> Areas of cooperation will also include information and communications technology infrastructure through projects that are \"affordable, secure, high-quality, sustainable and transparent,\" Blinken said, amid concern China could seize control of such critical infrastructure.</p><p> The meeting came as the United States and its allies have been alarmed by China's recent outreach in the region, including its signing of a security pact with the Solomon Islands in April.</p><p> The security pact has raised concerns that it may lead to a Chinese military presence in the island nation northeast of Australia. The Solomon Islands has already been signaling a tilt toward Chinese influence as it switched its diplomatic recognition from Taiwan to Beijing in 2019.</p><p> China has also been stepping up its economic engagement with the region such as through its cross-border Belt and Road infrastructure project, although the program has often been criticized for a lack of transparency, poor environmental and labor standards, and saddling developing countries with debt.</p><p> Jockeying with China for influence in the region, the administration of U.S. President Joe Biden unveiled plans in July to open new embassies in Kiribati and Tonga, and secure $60 million per year for the next 10 years -- nearly triple current levels -- for economic assistance, including combating illegal fishing and strengthening climate resilience.</p><p> Biden will also host a first-ever summit with leaders of Pacific island nations next week in Washington.</p><p>==Kyodo</p>", "publisher": "Japan Economic Newswire", "instances": ["Jockeying with China for influence in the region, the administration of U. S. Biden will also host a first-ever summit with leaders of Pacific island nations next week in Washington. ==Kyodo"]}, {"relevance_score": 24, "title": "U.S., Japan, others meet to seek close ties with Pacific islands", "published": "2022-09-22", "bodyText": "<p nitf:lede=\"true\"> Foreign ministers from the United States, Japan and other U.S. allies and partners on Thursday gathered to enhance ties with the Pacific island nations amid China's growing influence in the region.</p><p> The meeting was the first among top diplomats from the countries of the Partners in the Blue Pacific initiative, which was launched in June also with the participation of Britain, Australia and New Zealand.</p><p> \"We're deeply committed to the Pacific,\" said U.S. Secretary of State Antony Blinken, the meeting's host, at the outset of the talks in New York on the fringes of the U.N. General Assembly. He welcomed to the gathering some island nation attendees who also showed up.</p><p> Upon rolling out the initiative earlier this year, the five countries said they will pursue \"more effective\" cooperation to support the Pacific island nations, noting that the region is facing urgent challenges from the climate crisis to \"growing pressure on the rules-based free and open international order.\"</p><p> The new initiative plans to assist Pacific countries -- often the most vulnerable to rising sea levels and other impacts of climate change -- by promoting clean energy and expanding cooperation on disaster preparedness.</p><p> Areas of cooperation will also include information and communications technology infrastructure through projects that are \"affordable, secure, high-quality, sustainable and transparent,\" as well as protection of the Pacific's natural resources, according to Blinken.</p><p> The latest development comes as the United States and its allies have been alarmed by China's recent outreach to the region, including its signing of a security pact with the Solomon Islands in April.</p><p> The security pact has raised concerns that it may lead to a Chinese military presence in the island nation northeast of Australia. The Solomon Islands has already been signaling a tilt toward Chinese influence as it switched its diplomatic recognition from Taiwan to Beijing in 2019.</p><p> China has also been stepping up its economic engagement with the region such as through its cross-border Belt and Road infrastructure project, although the program has often been criticized for lack of transparency, poor environmental and labor standards, and saddling developing countries with debt.</p><p> Jockeying with China for influence in the region, the administration of U.S. President Joe Biden unveiled plans in July to open new embassies in Kiribati and Tonga, and secure $60 million per year for the next 10 years -- nearly triple the current levels -- for economic assistance, including combating illegal fishing and strengthening climate resilience.</p><p> The Biden administration will also re-establish a U.S. embassy in the Solomon Islands. The United States previously had an embassy in Honiara, but it was closed in 1993, according to the State Department.</p><p>==Kyodo</p>", "publisher": "Japan Economic Newswire", "instances": ["Jockeying with China for influence in the region, the administration of U. S. The Biden administration will also re-establish a U. S."]}, {"relevance_score": 27, "title": "U.S. pledges new embassies, tripling economic aid to Pacific islands", "published": "2022-07-12", "bodyText": "<p nitf:lede=\"true\"> The U.S. government on Tuesday announced a set of actions to strengthen ties with Pacific island nations amid China's growing clout, such as by opening new embassies and tripling U.S. funding to support the region's economic development.</p><p> \"We believe that we're now embarking on a new chapter in this longstanding partnership,\" a senior official of the administration of President Joe Biden said, adding that the United States is \"significantly stepping up our game in the Pacific islands.\"</p><p> The new U.S. commitments were unveiled as the leaders of the Pacific Islands Forum, the region's premier political and economic policy organization, hold an annual summit that began Monday.</p><p> Under the plan, the United States will aim to establish U.S. embassies in Kiribati and Tonga, and secure $60 million per year for the next 10 years -- nearly triple the current levels -- for economic assistance, including combating illegal fishing, enhancing maritime security and strengthening climate resilience.</p><p> The Biden administration will also craft a first-ever U.S. strategy on the Pacific islands, which it says will be \"a whole-of-government strategy\" to prioritize the islands in American foreign policy and drive effective implementation.</p><p> The document will be nested under the Indo-Pacific strategy, which was released earlier this year. In the strategy, the Biden administration has vowed to bolster its security and economic role to advance a free and open region, while building \"collective capacity\" with allies to counter China's growing assertiveness.</p><p> The United States has been stepping up efforts to engage with the Pacific island nations, apparently alarmed by Beijing's moves to bolster its influence as seen by the signing of a security pact with the Solomon Islands in April.</p><p> The treaty reportedly allows the deployment of Chinese police, military and other armed personnel, as well as the docking of the Asian power's military ships in the islands.</p><p> The Pacific Islands Forum comprises 18 members, including Australia and New Zealand. But Kiribati, known to be forging closer ties with China, has reportedly announced its withdrawal from the group ahead of the summit meeting.</p><p> The senior U.S. official said the United States is concerned by the report and that it supports talks to keep Kiribati as part of the forum.</p><p> The Biden administration also plans to appoint the first-ever U.S. envoy to the Pacific Islands Forum to expand its diplomatic footprint across the islands, according to the official.</p><p>==Kyodo</p>", "publisher": "Japan Economic Newswire", "instances": ["Under the plan, the United States will aim to establish U. S. The Biden administration will also craft a first-ever U. S."]}, {"relevance_score": 15, "title": "ADB provides Cambodia $69 mil. to improve provincial roads", "published": "2012-02-22", "bodyText": "<p nitf:lede=\"true\"> The Asian Development Bank has provided $69 million for Cambodia to make major upgrades of provincial roads in some of the country's poorest provinces, according to an ADB statement Wednesday.</p><p>The Provincial Roads Improvement Project, financed by a $52 million loan from ADB Special Funds and a $17 million loan and grant from the Pilot Program for Climate Resilience, will be used to rehabilitate about 150 kilometers of unpaved provincial roads in Kampong Chhnang, Kampong Speu, Prey Veng and Svay Rieng provinces.</p><p>\"Efficient transport is critical for economic growth. This initiative will provide safe, cost-effective and year-round access to markets, employment centers and social services for poor and remote communities,\" ADB Vice President Stephen P. Groff said during signing for the assistance.</p><p>Cambodia's rural economy is becoming increasingly dependent on the road network, but the steady growth in traffic, overloaded cargo vehicles and poor road maintenance and standards continue to take a severe toll on the 9,500 km of secondary national and provincial roads, only 11 percent of which is paved.</p><p>\"As a result, economic opportunities are limited, and road safety has become a serious concern, with the highest accident rate in the region,\" the ADB statement noted.</p><p>The project will address road safety by providing community-based awareness programs for staff and agencies engaged in planning, managing and maintaining roads. It will also introduce axle-load control at strategic locations on provincial roads and enhance regional transport and trade activities in the Greater Mekong Subregion corridors.</p><p>Given floods and other severe weather-related events Cambodia has faced in recent years, the project \"takes an innovative approach\" to climate resilience by introducing ecosystem-based adaptation strategies, road design features and plans for disaster preparedness, mitigation and response to natural disasters.</p><p>By the end of 2011, ADB assistance to the Cambodian transport sector consisted of 11 projects amounting to $373.26 million.</p><p>The loan for the Provincial Road Improvement Project from its concessional Special Funds will have a 32-year term including an eight year grace period with a 1.0 percent annual interest charge that will rise to 1.5 percent for the balance of the term.</p>", "publisher": "Japan Economic Newswire", "instances": ["The Asian Development Bank has provided $69 million for Cambodia to make major upgrades of provincial roads in some of the country's poorest provinces, according to an ADB statement Wednesday. Efficient transport is critical for economic growth. This initiative will provide safe, cost-effective and year-round access to markets, employment centers and social services for poor and remote communities,\" ADB Vice President Stephen P.", "The project will address road safety by providing community-based awareness programs for staff and agencies engaged in planning, managing and maintaining roads. It will also introduce axle-load control at strategic locations on provincial roads and enhance regional transport and trade activities in the Greater Mekong Subregion corridors. By the end of 2011, ADB assistance to the Cambodian transport sector consisted of 11 projects amounting to $373. 26 million."]}, {"relevance_score": 14, "title": "Indonesian president expresses intention to join TPP", "published": "2015-10-27", "bodyText": "<p nitf:lede=\"true\">Indonesian President Joko \"<person><nameText>Jokowi</nameText></person>\" Widodo said after holding talks with U.S. President <person><nameText>Barack Obama </nameText></person>at the White House on Monday that his country intends to join a U.S.-led Pacific trade accord.</p><p>In their meeting, Obama and <person><nameText>Jokowi </nameText></person>discussed enhancing their countries' long-term partnership and strengthening cooperation bilaterally in areas such as maritime security, defense and energy as well as on regional and global issues such as climate change.</p><p><person><nameText>Jokowi, </nameText></person>visiting the United States for the first time since taking office last year, said at a press opportunity following the talks that Indonesia, the largest economy in Southeast Asia, hopes to join the Trans-Pacific Partnership.</p><p>Earlier this month, 12 countries in the Pacific Rim including the United States, Japan and Vietnam reached a broad agreement on a TPP deal after more than five years of negotiations.</p><p>In a separate event Monday, U.S. Trade Representative Michael Froman noted in his speech that the TPP is \"an open platform\" that allows those other than the negotiating countries to join if they are willing and able to fulfill the accord's standards.</p><p>At the bilateral summit, Obama and <person><nameText>Jokowi </nameText></person>\"affirmed the importance of safeguarding maritime security and upholding internationally recognized freedoms of navigation and overflight in the South China Sea,\" according to their joint statement.</p><p>In a likely allusion to China's massive reclamation activities in the disputed waters also claimed by countries like Vietnam and the Philippines, the document said the United States and Indonesia \"believe it is vital for all parties to refrain from actions that raise tensions in the South China Sea.\"</p><p>On climate change, the two leaders reaffirmed their commitment to \"working closely together to implement strong domestic policies to limit greenhouse gas emissions and increase climate resilience.\"</p><p>==Kyodo</p>", "publisher": "Japan Economic Newswire", "instances": ["At the bilateral summit, Obama and Jokowi \"affirmed the importance of safeguarding maritime security and upholding internationally recognized freedoms of navigation and overflight in the South China Sea,\" according to their joint statement. In a likely allusion to China's massive reclamation activities in the disputed waters also claimed by countries like Vietnam and the Philippines, the document said the United States and Indonesia \"believe it is vital for all parties to refrain from actions that raise tensions in the South China Sea. Kyodo"]}, {"relevance_score": 14, "title": "Indonesian president expresses intention to join TPP", "published": "2015-10-27", "bodyText": "<p nitf:lede=\"true\">Indonesian President Joko \"<person><nameText>Jokowi</nameText></person>\" Widodo said after holding talks with U.S. President <person><nameText>Barack Obama </nameText></person>at the White House on Monday that his country intends to join a U.S.-led Pacific trade accord.</p><p>In their meeting, Obama and <person><nameText>Jokowi </nameText></person>discussed enhancing their countries' long-term partnership and strengthening cooperation bilaterally in areas such as maritime security, defense and energy as well as on regional and global issues such as climate change.</p><p><person><nameText>Jokowi, </nameText></person>visiting the United States for the first time since taking office last year, said at a press opportunity following the talks that Indonesia, the largest economy in Southeast Asia, hopes to join the Trans-Pacific Partnership.</p><p>Earlier this month, 12 countries in the Pacific Rim including the United States, Japan and Vietnam reached a broad agreement on a TPP deal after more than five years of negotiations.</p><p>In a separate event Monday, U.S. Trade Representative Michael Froman noted in his speech that the TPP is \"an open platform\" that allows those other than the negotiating countries to join if they are willing and able to fulfill the accord's standards.</p><p>At the bilateral summit, Obama and <person><nameText>Jokowi </nameText></person>\"affirmed the importance of safeguarding maritime security and upholding internationally recognized freedoms of navigation and overflight in the South China Sea,\" according to their joint statement.</p><p>In a likely allusion to China's massive reclamation activities in the disputed waters also claimed by countries like Vietnam and the Philippines, the document said the United States and Indonesia \"believe it is vital for all parties to refrain from actions that raise tensions in the South China Sea.\"</p><p>On climate change, the two leaders reaffirmed their commitment to \"working closely together to implement strong domestic policies to limit greenhouse gas emissions and increase climate resilience.\"</p><p>==Kyodo</p>", "publisher": "Japan Economic Newswire", "instances": ["At the bilateral summit, Obama and Jokowi \"affirmed the importance of safeguarding maritime security and upholding internationally recognized freedoms of navigation and overflight in the South China Sea,\" according to their joint statement. In a likely allusion to China's massive reclamation activities in the disputed waters also claimed by countries like Vietnam and the Philippines, the document said the United States and Indonesia \"believe it is vital for all parties to refrain from actions that raise tensions in the South China Sea. Kyodo"]}, {"relevance_score": 95, "title": "Interview with Dr. Frank Rijsberman, Director-General of the Global Green Growth Institute (GGGI)", "published": "2019-06-30", "bodyText": "<p nitf:lede=\"true\">How to achieve economic growth that is environmentally sustainable and socially inclusive will be a central theme of global governance as a long-term challenge. How the G20 Summit in Osaka on June 28-29 in 2019 addresses this issue and promotes international cooperation based upon the Paris Agreement, a significant achievement in this domain, will be a point of focus for interested readers.</p><p nitf:lede=\"true\">We were fortunate enough to interview Dr. Frank Rijsberman, director-general of the Global Green Growth Institute (GGGI), a Seoul-based intergovernmental organization dedicated to promoting green growth and climate resilience. He was visiting Tokyo to attend one of the preparatory meetings for the G20. (Interviewed on Feb. 14, 2019)</p><p nitf:lede=\"true\">Introduction</p><p>JS: I would like to start by asking for a brief self-introduction, particularly regarding your involvement in the G20 preparatory process.</p><p>Rijsberman: I am director-general of the GGGI, headquartered in South Korea, dedicated to promoting green growth and climate resilience. We were established in 2012, at the Rio+20 United Nations Conference on Sustainable Development, and we currently consist of 31 member countries around the world and another 20 are in the process of joining the organization. We were pleased that Japan, as the current chair of the G20, asked us to write a background paper for this meeting (the Climate Sustainability Working Group).</p><p>The GGGI's G20 Background Paper: Green Growth to achieve the Paris Agreement outlines the necessity of an accelerated transition to a green and circular economy that will eradicate poverty, provide decent jobs, and hit climate action targets. The paper includes the GGGI's top public policy, public finance, and private investment recommendations to scale up and accelerate green growth in developing countries.</p><p>The transition to a green growth pathway needs to be accelerated to achieve the Paris Agreement. G20 countries can play a key role in building capacity in developing countries, meeting commitments concerning climate finance, and enabling the engagement of the private sectors of G20 countries in project development and investments in the developing world.</p><p>The background paper provides recommendations for G20 countries on ways in which they could help accelerate climate action in the developing world. A top priority for developing and emerging countries is to alleviate poverty and create decent jobs for the next generation through achieving economic growth. The green transformation will play an important role in creating hundreds of millions of green and decent jobs, particularly to enhance the role of women in the labor market and provide more opportunities for the future generations.</p><p>JS: Could you explain a little more about the GGGI?</p><p>Rijsberman: We are called an institute, which is maybe connected to the original translation from Korean to English as we were originally set up by a Korean initiative. We are not really an institute; we are not a think-tank or NGO. More precisely, we are a treaty-based organization. Countries join by ratifying our establishment treaty. We have staff embedded in ministries of finance, planning, sometimes environment, to help countries work on long-term planning and national development strategies. They help to mainstream the thinking that we need to transition to an economy that still grows in a way that is environmentally sustainable and socially inclusive. We help governments come up with national green growth plans or renewable energy strategies, or long-term strategies for the Paris Agreement.</p><p>The second thing we do is help them mobilize green and climate finance to implement those strategies. Over the last two years, we helped our members mobilize over a billion dollars in green and climate finance, which shows that there is a lot more finance out there in the world, but there is a lack of capacity in the countries we work so we help them to access this finance, or to come up with proposals that meet the requirements of investors.</p><p>JS: The institute was founded originally as a think-tank and then became an international organization?</p><p>Rijsberman: It was founded as a Korean think-tank, but then became an international organization in 2012, when 18 countries ratified our establishment treaty and we now have 32 members. The 32nd was Burkina Faso, which officially became a member in April (2019). We know that Uganda, Ecuador, Kuwait, and Nepal are all very advanced in their process of ratification as well, and 20 additional countries are officially in the process of joining. Among these 50 or so countries, some are donor countries, and some are participating countries, where we have operations and staff. We will have staff in 35 countries as of this year, embedded in government ministries for finance or planning, supporting governments in mainstreaming green growth in their national development planning.</p><p>We also help them come up with renewable energy projects, or green city development projects or sustainable landscapes, or water and sanitation projects - to transform their economies into a sustainable growth path. In light of the G20 we are particularly focused on implementing the Paris Agreement, and we believe that this green growth planning approach is a very effective way to mainstream green growth thinking into the economy, which is required to implement Nationally Determined Contributions (NDCs) and meet the Paris Agreement. In fact, the No. 1 recommendation from the United Nations Development Programme (UNDP) is that there needs to be a multi-ministerial commitment - not just the ministry of environment or climate change - and it needs to mainstream the NDCs into the economy, which is very much the objective of the green growth planning that we are helping to implement.</p><p>Economic Growth and Environment</p><p>JS: Concerning sustainable growth and the environment, would it be correct to say that most countries agree with this approach?</p><p>Rijsberman: I have been in this field for the last 40 years, and during most of that time we had something called sustainable development. We mainly work with the believers, such as the ministry of the environment, but if we approach the ministry of finance, they generally did not want to deal with sustainable development. Their approach was, we need economic growth first and then deal with the environment later. We are now actively engaging with ministries in charge of finance and planning, and they have now accepted that they need growth, but the quality of growth really matters. South Korea, for example, had a very rapid economic development, but suffers from both yellow dust and fine dust which stop children playing outside due to bad air quality and pollution. So rapid economic growth while neglecting the environment had some very negative externalities and environmental impacts.</p><p>There is now a consensus among nearly all leaders that climate change is not something of the future but is affecting us now, including wildfires, floods, persistent droughts and so on. Farmers in Africa too are convinced that the climate has changed and is affecting them today. The Intergovernmental Panel on Climate Change (IPCC) report 2018 calls for rapid decarbonization of our economies if we are to live with climate change. The good news is that now there are commercial opportunities to do that. Renewable energy has become cheaper than fossil fuel alternatives, so there are commercial opportunities to implement decarbonized policies. Electric buses and electric cars are becoming cheaper than diesel buses, for instance, in terms of lifecycle costs. There are many opportunities to build green buildings that are cheaper to operate.</p><p>Governments need to put money on the table and have the right policies, but there are many commercial opportunities for the private sector to engage in this space, and this is a key message.</p><p>JS: Poverty could cause environmental damage, as with the deforestation in Indonesia. Do you also focus on mitigating poverty?</p><p>Rijsberman: There are people who equate green growth with low carbon or environmentally-sound growth, but for us it is a three-legged stool. We need economic growth, it needs to be environmentally sustainable and socially inclusive. So we have a major emphasis on green employment, and in the G20 we often talk about \"just transition\". There will be jobs lost in the transition from a coal- or gas-based economy to a different one, but then there are more jobs gained, related to renewable energy, related to producing wind turbines and so on. So \"just transition\" is the idea that we do need attention for re-training or opportunities for depressed parts of the country where coal mines were located to shift to this new economy. Overall, net-net we believe that the new \"green\" economy does provide additional employment opportunities. There are opportunities to grow and deal with poverty at the same time.</p><p>In Asia, there was a lot of economic growth and a lot of investments in fossil fuels and nuclear energy so there is a high cost of transition. But in Africa, there are many countries where still only between 10% and 20% of the population have access to electricity, so this new transformation to renewable energy could actually increase access to energy and create new growth opportunities in a way that is not carbon intensive.</p><p>Challenges to International Collaboration</p><p>JS: International collaboration would seem to be facing a critical situation today, including the issue of the global environment. How do you see the current situation, where the United States is withdrawing from the Paris Agreement, for example?</p><p>Rijsberman: There are clearly many challenges. The Paris Agreement itself did not try to have a single overarching agreement that everybody had to sign up to, but used a bottom-up approach where all countries could voluntarily submit their NDCs, and this has been a breakthrough in bringing people together while recognizing that there are quite important differences among countries. This was a major success of international diplomacy. While it is true that President Donald Trump has announced his intent to withdraw, there is a waiting period of several years, so in the meantime the US is present here and in all the other climate negotiations. There are many actors within the US, from states to cities to companies that are continuing that momentum, and in the current Congress there is a new climate action committee.</p><p>China, meanwhile, has confirmed that it will stay. In Asia, the primary driver for green or green tech may not be climate change but air pollution, which causes asthma and kills people all over Asia. Beijing had more blue skies this year than in previous years, as coal mines have been closed and more electric buses are on the roads. China has become a leader in certain areas of clean technology and is commercially exploiting these opportunities, for example in constructing solar panels. In Europe, wind energy provides a thriving industry and many commercial opportunities. Japan is pushing for a hydrogen economy, and various countries are finding out that these could bring a new generation of prosperity.</p><p>Smart Cities, Asian Views on Environment</p><p>JS: Smart cities could contribute to energy saving and environmental protection, and could be made possible through technology, particularly information technology.</p><p>Rijsberman: Many technologies make a positive contribution, from renewable energy in batteries as some of the base technologies, leading to electrification and transport. The largest area where we need to see progress is in buildings and infrastructure. In Asia, smart cities are very popular. In Africa they are called green cities as they are often realized through green buildings that are better insulated or public transportation that is electrified, recycling waste into energy and so on. Smart cities are a more high-tech variation of the concept of green cities. It is actually possible to build passive houses - houses that do not emit greenhouse gases in construction or when in use - through smarter use of insulation, and smarter use of district heating or cooling. Singapore was one of the first cities to develop \"district cooling\" on a large scale. Copenhagen believes it can be a zero emissions city by 2025 - so it is possible to rethink the way we rebuild our infrastructure.</p><p>When Rwanda built its new airport, I asked the minister if the airport would be green and he was surprised to learn that he could rethink the design to make it a zero-emission airport that was actually cheaper to construct. So, the new airport in Kigali is likely to be the first green airport in Africa, showing that there are opportunities to build airports and other major infrastructure that can be green.</p><p>JS: Asian countries were traditionally less interested in the environment and have been more focused on economic growth. Having been stationed in South Korea, could you share your thoughts about Asia?</p><p>Rijsberman: I think that in the last few decades there has been incredible growth in Asia, during which the environment took a back seat, but now people are confronting air pollution and other impacts and so the mindset is changing. In South Korea there is a new government, which has changed its perspective on energy policy and has increased its renewable energy target from 4% to 20% and this has led to a lot of societal discussion in South Korea. The United Kingdom started such a discussion 10 years ago, when it had close to 50% of its energy coming from coal but in 10 years it has gone down to almost zero. People were worried about energy security but now wind energy has become cheaper than coal and building wind turbines has generated a lot of jobs. A rapid transition took place in 10 years. My expectation is that in South Korea, in five to 10 years from now, there will be much higher ambitions.</p>", "publisher": "Japan SPOTLIGHT", "instances": ["How the G20 Summit in Osaka on June 28-29 in 2019 addresses this issue and promotes international cooperation based upon the Paris Agreement, a significant achievement in this domain, will be a point of focus for interested readers. We were fortunate enough to interview Dr. He was visiting Tokyo to attend one of the preparatory meetings for the G20. (Interviewed on Feb.", "(Interviewed on Feb. 14, 2019)IntroductionJS: I would like to start by asking for a brief self-introduction, particularly regarding your involvement in the G20 preparatory process. We were established in 2012, at the Rio+20 United Nations Conference on Sustainable Development, and we currently consist of 31 member countries around the world and another 20 are in the process of joining the organization. We were pleased that Japan, as the current chair of the G20, asked us to write a background paper for this meeting (the Climate Sustainability Working Group)."]}, {"relevance_score": 19, "title": "Int'l meeting on Haiti reconstruction vows 10-year commitment", "published": "2010-01-26", "bodyText": "<p nitf:lede=\"true\"> An international conference to discuss relief for quake-hit Haiti was held Monday in Montreal, affirming the need to remain committed to the Caribbean nation's reconstruction process for at least 10 years.</p><p>Canadian Foreign Minister Lawrence Cannon, who chaired the one-day ministerial-level conference that brought together some 20 countries and organizations, including Haiti, the United States, France and Japan, said that an international aid conference will be held in March at the U.N. headquarters in New York.</p><p>In a chairman's statement adopted in the conference, participants agreed on six principles that would guide their joint approach to Haiti's reconstruction and development, such as to stand with Haiti for a long term, to respect Haitian sovereignty, and to coordinate efforts centering around the United Nations.</p><p>\"An initial 10-year commitment is essential, as is a concerted effort to build Haiti's capacity. Sustainable development, including environmental sustainability, climate resilience, disaster risk reduction and emergency preparedness, will be a cornerstone of our joint approach,\" the statement said.</p><p>During the conference, Japanese State Secretary for Foreign Affairs Koichi Takemasa said Tokyo is ready to extend up to $70 million in aid, including its initially announced $5 million, and send Self-Defense Forces personnel to join a U.N. peacekeeping mission in Haiti.</p><p>In Tokyo, a visiting senior official at the International Committee of the Red Cross, which is also working in Haiti, on Tuesday welcomed the \"very strong mobilization\" seen internationally over the disaster, but also noted the importance of long-term engagement.</p><p>\"This is going to be more than 10 years of efforts. So the question would be again, as we see in many crisis situations, how does the international community ... deal with the longer-term implication of such a situation,\" Pierre Kraehenbuehl, the ICRC's director of operations, said in a press conference.</p><p>With many countries and organizations committing to Haiti, he also said that the humanitarian community and the donor community should watch in the weeks ahead \"how coordination takes place on the ground\" and that \"it cannot be a story only of any of us independently simply putting up our flags, so to speak.\"</p><p>The Geneva-based ICRC is working in Afghanistan and other areas, providing humanitarian assistance and protection to victims of war and armed violence. It is one of the three main components forming the International Red Cross and Red Crescent Movement.</p>", "publisher": "Japan Economic Newswire", "instances": ["In a chairman's statement adopted in the conference, participants agreed on six principles that would guide their joint approach to Haiti's reconstruction and development, such as to stand with Haiti for a long term, to respect Haitian sovereignty, and to coordinate efforts centering around the United Nations. An initial 10-year commitment is essential, as is a concerted effort to build Haiti's capacity. During the conference, Japanese State Secretary for Foreign Affairs Koichi Takemasa said Tokyo is ready to extend up to $70 million in aid, including its initially announced $5 million, and send Self-Defense Forces personnel to join a U. N."]}, {"relevance_score": 5, "title": "NECが参画する気候変動レジリエンス強化協議会、企業の気候変動リスク対応に役立つホワイトペーパーを発行(New!!)", "published": "2025-06-30", "bodyText": "<p>NECが参画する「気候変動レジリエンス強化協議会」が、協議会参画企業と共に、ホワイトペーパー「民間企業の自然災害リスク分析・対策のアプローチ ―気候変動に対するレジリエンス向上に向けて―」を発行したことをお知らせします。 ホワイトペーパーは、気候変動の進行に伴い激甚化・頻発化する自然災害や異常気象などの物理的リスクに対し、企業の担当者が評価・対策を進める際の基本的な手順や留意点を整理した手引きであり、実務に役立つ情報を取りまとめています。なお、物理的リスクとは、気候変動によって激甚化・頻発化する自然災害や異常気象のことで、台風、洪水、干ばつ、熱波などが含まれます。 ＜ホワイトペーパーダウンロード＞ https://www.ey.com/ja_jp/technical/library/report/2025/climate-resilience-enhancement-council-report-2025-06-30...</p>", "publisher": "WebNews - Japanese", "instances": []}, {"relevance_score": 3, "title": "ONERHT Foundation Announces 8th edition of GAIL Forum which will focus on Green Leadership in ASEAN", "published": "2025-07-15", "bodyText": "<p>0000年00月00日 Forum will take place on Tuesday 22 July 2025, from 1:30 PM onwards, at Suntec Singapore Convention &amp; Exhibition Centre, Level 3 Guest-of-Honour, Ms Low Yen Ling, Senior Minister of State, Ministry of Culture, Community and Youth &amp; Ministry of Trade and Industry will deliver keynote address This year’s theme is Industry, Business, and Regulatory Perspectives...</p>", "publisher": "WebNews - Japanese", "instances": []}, {"relevance_score": 3, "title": "ONERHT Foundation Announces 8th edition of GAIL Forum which will focus on Green Leadership in ASEAN", "published": "2025-07-15", "bodyText": "<p>Forum will take place on Tuesday 22 July 2025, from 1:30 PM onwards, at Suntec Singapore Convention &amp; Exhibition Centre, Level 3 Guest-of-Honour, Ms Low Yen Ling, Senior Minister of State, Ministry of Culture, Community and Youth &amp; Ministry of Trade and Industry will deliver keynote address This year’s theme is Industry, Business, and Regulatory Perspectives on...</p>", "publisher": "WebNews - Japanese", "instances": []}, {"relevance_score": 3, "title": "NECが参画する気候変動レジリエンス強化協議会、企業の気候変動リスク対応に役立つホワイトペーパーを発行", "published": "2025-06-30", "bodyText": "<p>［日本電気株式会社］ NECが参画する「気候変動レジリエンス強化協議会」が、協議会参画企業と共に、ホワイトペーパー「民間企業の自然災害リスク分析・対策のアプローチ ―気候変動に対するレジリエンス向上に向けて―」を発行したことをお知らせします。 ホワイトペーパーは、気候変動の進行に伴い激甚化・頻発化する自然災害や異常気象などの物理的リスクに対し、企業の担当者が評価・対策を進める際の基本的な手順や留意点を整理した手引きであり、実務に役立つ情報を取りまとめています。なお、物理的リスクとは、気候変動によって激甚化・頻発化する自然災害や異常気象のことで、台風、洪水、干ばつ、熱波などが含まれます。 ＜ホワイトペーパーダウンロード＞...</p>", "publisher": "WebNews - Japanese", "instances": []}, {"relevance_score": 3, "title": "EY Japan株式会社気候変動レジリエンス強化協議会、企業の気候変動リスク対応に 役立つホワイトペーパーを発行", "published": "2025-06-30", "bodyText": "<p>EYストラテジー・アンド・コンサルティング株式会社（東京都千代田区、代表取締役社長　近藤 聡、以下EYSC）は、同社が事務局を務める「気候変動レジリエンス強化協議会」が、協議会参画企業と共に、ホワイトペーパー「民間企業の自然災害リスク分析・対策のアプローチ ―気候変動に対するレジリエンス向上に向けて― リンク」を発行したことをお知らせします。 本ホワイトペーパーは、気候変動の進行に伴い激甚化・頻発化する自然災害や異常気象などの物理的リスクに対し、企業の担当者が評価・対策を進める際の基本的な手順や留意点を整理した手引きであり、実務に役立つ情報を取りまとめています。なお、物理的リスクとは、気候変動によって激甚化・頻発化する自然災害や異常気象のことで、台風、洪水、干ばつ、熱波などが含まれます。...</p>", "publisher": "WebNews - Japanese", "instances": []}, {"relevance_score": 3, "title": "気候変動レジリエンス強化協議会、企業の気候変動リスク対応に 役立つホワイトペーパーを発行", "published": "2025-06-30", "bodyText": "<p>2025年6月30日　発信地：東京/日本 EYストラテジー・アンド・コンサルティング株式会社（東京都千代田区、代表取締役社長　近藤 聡、以下EYSC）は、同社が事務局を務める「気候変動レジリエンス強化協議会」が、協議会参画企業と共に、ホワイトペーパー「民間企業の自然災害リスク分析・対策のアプローチ ―気候変動に対するレジリエンス向上に向けて―」を発行したことをお知らせします。...</p>", "publisher": "WebNews - Japanese", "instances": []}, {"relevance_score": 3, "title": "気候変動レジリエンス強化協議会、企業の気候変動リスク対応に 役立つホワイトペーパーを発行", "published": "2025-06-30", "bodyText": "<p>2025年6月30日 午後1時15分 EYストラテジー・アンド・コンサルティング株式会社（東京都千代田区、代表取締役社長　近藤 聡、以下EYSC）は、同社が事務局を務める「気候変動レジリエンス強化協議会」が、協議会参画企業と共に、ホワイトペーパー「民間企業の自然災害リスク分析・対策のアプローチ ―気候変動に対するレジリエンス向上に向けて―」を発行したことをお知らせします。...</p>", "publisher": "WebNews - Japanese", "instances": []}, {"relevance_score": 3, "title": "気候変動レジリエンス強化協議会、企業の気候変動リスク対応に 役立つホワイトペーパーを発行", "published": "2025-06-30", "bodyText": "<p>EYストラテジー・アンド・コンサルティング株式会社（東京都千代田区、代表取締役社長　近藤 聡、以下EYSC）は、同社が事務局を務める「気候変動レジリエンス強化協議会」が、協議会参画企業と共に、ホワイトペーパー「民間企業の自然災害リスク分析・対策のアプローチ ―気候変動に対するレジリエンス向上に向けて―」を発行したことをお知らせします。 本ホワイトペーパーは、気候変動の進行に伴い激甚化・頻発化する自然災害や異常気象などの物理的リスクに対し、企業の担当者が評価・対策を進める際の基本的な手順や留意点を整理した手引きであり、実務に役立つ情報を取りまとめています。なお、物理的リスクとは、気候変動によって激甚化・頻発化する自然災害や異常気象のことで、台風、洪水、干ばつ、熱波などが含まれます。...</p>", "publisher": "WebNews - Japanese", "instances": []}, {"relevance_score": 3, "title": "気候変動レジリエンス強化協議会、企業の気候変動リスク対応に 役立つホワイトペーパーを発行", "published": "2025-06-30", "bodyText": "<p>EYストラテジー・アンド・コンサルティング株式会社（東京都千代田区、代表取締役社長　近藤 聡、以下EYSC）は、同社が事務局を務める「気候変動レジリエンス強化協議会」が、協議会参画企業と共に、ホワイトペーパー「民間企業の自然災害リスク分析・対策のアプローチ ―気候変動に対するレジリエンス向上に向けて―」を発行したことをお知らせします。 本ホワイトペーパーは、気候変動の進行に伴い激甚化・頻発化する自然災害や異常気象などの物理的リスクに対し、企業の担当者が評価・対策を進める際の基本的な手順や留意点を整理した手引きであり、実務に役立つ情報を取りまとめています。なお、物理的リスクとは、気候変動によって激甚化・頻発化する自然災害や異常気象のことで、台風、洪水、干ばつ、熱波などが含まれます。 世界経済フォーラム（WEF:...</p>", "publisher": "WebNews - Japanese", "instances": []}, {"relevance_score": 3, "title": "ネイチャーファイナンス評価の開始及びグリーンファイナンス評価手法の改定について", "published": "2025-07-30", "bodyText": "<p>25-D-0563 2025 年 7 月 30 日 ネイチャーファイナンス評価の開始及び JCRグリーンファイナンス評価手法の改定について 株式会社日本格付研究所（JCR）は、この度グリーンファイナンス評価手法を改定行しましたのでお知ら せします。今般の改定は、国際資本市場協会が公表した「Sustainable Bonds for Nature : A Practitioner’s Guide」 に基づき、ネイチャーファイナンス評価を設けたことによるものです。 ネイチャーファイナンス評価の詳細については、次ページ以降のグリーンファイナンス評価手法をご参 照ください。 (担当) 菊池 理恵子・任田 卓人 ■留意事項 本文書に記載された情報は、JCR が、資金調達者及び正確で信頼すべき情報源から入手したものです。ただし、当該情報には、人為的、機械的、又は その他の事由による誤りが存在する可能性があります。したがって、JCR は、明示的であると黙示的であるとを問わず、当該情報の正確性、結果、的 確性、適時性、完全性、市場性、特定の目的への適合性について、一切表明保証するものではなく、また、JCR は、当該情報の誤り、遺漏、又は当該 情報を使用した結果について、一切責任を負いません。JCR は、いかなる状況においても、当該情報のあらゆる使用から生じうる、機会損失、金銭的 損失を含むあらゆる種類の、特別損害、間接損害、付随的損害、派生的損害について、契約責任、不法行為責任、無過失責任その他責任原因のいかん を問わず、また、当該損害が予見可能であると予見不可能であるとを問わず、一切責任を負いません。JCR グリーンファイナンス評価は、評価の対象 であるグリーンファイナンスにかかる各種のリスク（信用リスク、市場流動性リスク、価格変動リスク等）について、何ら意見を表明するものではあ りません。また、JCR グリーンファイナンス評価は JCR の現時点での総合的な意見の表明であって、事実の表明ではなく、リスクの判断や個別の債券、 コマーシャルペーパー等の購入、売却、保有の意思決定に関して何らの推奨をするものでもありません。JCR グリーンファイナンス評価は、情報の変 更、情報の不足その他の事由により変更、中断、又は撤回されることがあります。JCR グリーンファイナンス評価のデータを含め、本文書にかかる一 切の権利は、JCR が保有しています。JCR グリーンファイナンス評価のデータを含め、本文書の一部又は全部を問わず、JCR に無断で複製、翻案、改 変等をすることは禁じられています。 ■サステナビリティファイナンスの外部評価者としての登録状況等 ・環境省 グリーンファイナンス外部レビュー者登録 ・ICMA (国際資本市場協会に外部評価者としてオブザーバー登録) ・UNEP...</p>", "publisher": "WebNews - Japanese", "instances": []}, {"relevance_score": 3, "title": "気候変動レジリエンス強化協議会、企業の気候変動リスク対応に 役立つホワイトペーパーを発行", "published": "2025-06-30", "bodyText": "<p>EYストラテジー・アンド・コンサルティング株式会社（東京都千代田区、代表取締役社長　近藤 聡、以下EYSC）は、同社が事務局を務める「気候変動レジリエンス強化協議会」が、協議会参画企業と共に、ホワイトペーパー「民間企業の自然災害リスク分析・対策のアプローチ ―気候変動に対するレジリエンス向上に向けて―」を発行したことをお知らせします。 本ホワイトペーパーは、気候変動の進行に伴い激甚化・頻発化する自然災害や異常気象などの物理的リスクに対し、企業の担当者が評価・対策を進める際の基本的な手順や留意点を整理した手引きであり、実務に役立つ情報を取りまとめています。 なお、物理的リスクとは、気候変動によって激甚化・頻発化する自然災害や異常気象のことで、台風、洪水、干ばつ、熱波などが含まれます。...</p>", "publisher": "WebNews - Japanese", "instances": []}, {"relevance_score": 3, "title": "気候変動レジリエンス強化協議会、企業の気候変動リスク対応に 役立つホワイトペーパーを発行", "published": "2025-06-30", "bodyText": "<p>EYストラテジー・アンド・コンサルティング株式会社（東京都千代田区、代表取締役社長　近藤 聡、以下EYSC）は、同社が事務局を務める「気候変動レジリエンス強化協議会」が、協議会参画企業と共に、ホワイトペーパー「民間企業の自然災害リスク分析・対策のアプローチ ―気候変動に対するレジリエンス向上に向けて―」を発行したことをお知らせします。 本ホワイトペーパーは、気候変動の進行に伴い激甚化・頻発化する自然災害や異常気象などの物理的リスクに対し、企業の担当者が評価・対策を進める際の基本的な手順や留意点を整理した手引きであり、実務に役立つ情報を取りまとめています。なお、物理的リスクとは、気候変動によって激甚化・頻発化する自然災害や異常気象のことで、台風、洪水、干ばつ、熱波などが含まれます。...</p>", "publisher": "WebNews - Japanese", "instances": []}, {"relevance_score": 3, "title": "【名古屋市】サステナビリティファイナンス・フレームワーク評価新規：SU 1(F)，Nature 1(F)，Blue 1(F)", "published": "2025-08-04", "bodyText": "<p>NEWS RELEASE 25-D-0596 2025 年 8 月 4 日 株式会社日本格付研究所（JCR）は、以下のとおりサステナビリティファイナンス・フレームワーク評価結果、 ネイチャーファイナンス・フレームワーク評価結果及び ブルーファイナンス・フレームワーク評価結果を公表します。 名古屋市 サステナビリティファイナンス・ フレームワーク 新 規 総 合 評 価 c 総 合 評 価 c 総 合 評 価 SU 1（F） Nature 1（F） Blue 1（F） グリーン性 ・ ソーシャル性 評 価 ネイチャー性 評 価 ブルー性 評 価 （ 資 金 使 途 ） （ 資 金...</p>", "publisher": "WebNews - Japanese", "instances": []}, {"relevance_score": 3, "title": "ナウル、初の「気候市民」を迎え入れ〔ＧＮＷ〕", "published": "2025-08-06", "bodyText": "<p>　【グローブニューズワイヤ】ナウル共和国はこのほど、政府の経済・気候レジリエンス市民権プログラム（Ｅｃｏｎｏｍｉｃ　ａｎｄ　Ｃｌｉｍａｔｅ　Ｒｅｓｉｌｉｅｎｃｅ　Ｃｉｔｉｚｅｎｓｈｉｐ　Ｐｒｏｇｒａｍ）の下での初の新市民を迎え入れた。このプログラムは、昨年末に開催されたＣＯＰ２９で発表されたもの。ナウルは、国連の多次元脆弱（ぜいじゃく）性指数（ＭＶＩ）において、経済的および環境的ショックに対して世界で５番目に脆弱（ぜいじゃく）な国と評価されている。同国は良識ある投資家が第２の市民権を取得することで、南太平洋地域における持続可能な開発プロジェクトに貢献できる仕組みとして、このプログラムを、開始した。プログラムのＣＥＯであるエドワード・クラーク氏によると、最初に承認された申請者はドイツ人の４人家族。「彼らは、拠出金がナウルにおける気候変動対策に活用されるという理由から、この市民権プログラムを選択した」とクラークは述べている。...</p>", "publisher": "WebNews - Japanese", "instances": []}]