[{"relevance_score": 24, "title": "Tree breeding enterprises increased", "published": "2024-05-12", "bodyText": "<p nitf:lede=\"true\"> The Office of the President of Mongolia and the Forest Department gave information about the implementation and its progress of the 'Billion Trees' national campaign, National Tree Planting Day this spring, and future works. As part of the National Tree Planting Day, events will be organized throughout the country, and the main program will be held on May 11 in the 'Friendship Forest' park in Dambadarjaa area. The annual National Tree Planting Day will continue for a month or until May 31. In addition, an exhibition and sale of woody plants will be organized in front of Liberty Square, Tenger Plaza and the park in Dambadarjaa. The Adviser to the President of Mongolia on Environment and Green Development Policy, B.Nyamkhuu said that trees will be planted in eight different locations of the capital city and citizens can participate freely.</p><p>The General Director of the Forest Department, B.Oyunsanaa gave information about the implementation of the 'Billion Trees' campaign. By the end of 2023, 41.5 million trees were planted in the country. As mentioned above, when the program started, 306 public entities and organizations had been planting trees at eight locations for the past three years, which increased to 452 organizations. Therefore, tree seedlings and reserves have increased by 40 percent.</p><p>In addition to planting new trees, many works are being done in the field of protecting the existing forest. B.Oyunsanaa said 'In 2022, there were vermin in 730,000 hectares of the land. This year, we are working against it, and 330,000 hectares of land will be exterminated. The government's action program has the goal of increasing the area covered by forests to 8.6 percent of the total territory'. The General Director of the Forest Department then continued, 'The 'Billion Trees' campaign plays an important role in the implementation of this, and we intend to increase this amount to nine percent'. This year, it is said that forest maintenance will be carried out on one third thousand hectares, and support will be given to update the equipment of tree nurseries. The Spokesperson to the President of Mongolia, B.Zolbayar said, 'After the program or the campaign was announced, the economic situation around the world became difficult due to the Covid-19 outbreak. But now that the situation has recovered, this year's results will be more intense than in the previous two to three years. We are also planning to build agro parks and agroforestry in four places in the country'.</p>", "publisher": "The UB Post", "instances": ["Zolbayar said, 'After the program or the campaign was announced, the economic situation around the world became difficult due to the Covid-19 outbreak. But now that the situation has recovered, this year's results will be more intense than in the previous two to three years."]}]