[{"relevance_score": 42, "title": "Tree-planting and climate action goals to advance", "published": "2025-06-15", "bodyText": "<p nitf:lede=\"true\"> Under the patronage of President U.Khurelsukh, Mongolia hosted the international forum 'Sustainability Dialogue 2025 - Climate Action: Billion Trees' on June 6-7 at the State Palace in Ulaanbaatar. This high-level event brought together over 600 participants from 11 countries, including more than 40 distinguished speakers representing the climate, finance, and technology sectors. </p><p nitf:lede=\"true\">The forum served as a key platform for aligning Mongolia's climate-related policies with global goals, attracting investment, strengthening multi-sector partnerships, and promoting innovative solutions to environmental challenges. The gathering also focuses on advancing United Nations Sustainable Development Goal 13 by fostering international cooperation on urgent issues such as land degradation, desertification, deforestation, and biodiversity loss.</p><p>President U.Khurelsukh, in his opening remarks, emphasized that tackling the global climate crisis requires regional collaboration, shared responsibility, and unified action. He reiterated Mongolia's commitment to working openly and effectively with international partners, development organizations, and donor institutions. 'Let us work together, with shared purpose and vision, to protect Mother Earth and secure a greener future for generations to come,' the President urged.</p><p>One of the central themes of the forum was Mongolia's 'Billion Trees' national movement, launched in response to pressing environmental issues. Over the past three years, the initiative has led to the planting and nurturing of 84 million trees, the cultivation of 86 million saplings, and the protection of 1.9 billion trees from harmful pests. The campaign is a core part of Mongolia's broader climate resilience strategy, which aims to achieve net-zero greenhouse gas emissions by 2050 through sectoral reforms in energy, transport, agriculture, mining, and urban development.</p><p>Former United Nations Secretary-General and founder of the Ban Ki-moon Foundation for a Better Future, Ban Ki-moon also joined the event and addressed the forum. He praised Mongolia for spearheading the 'Billion Trees' initiative, calling it a concrete contribution to meeting the targets of the Paris Agreement. 'The implementation of climate action and sustainable development has reached a new stage,' he said. 'Now is the time for united, unwavering commitment that includes innovation, research, and inclusive partnerships.'</p><p>In addition to national efforts, Mongolia has taken climate leadership to the international stage. It has introduced two UN General Assembly resolutions, designating 2025 as the International Year of Cooperatives and 2026 as the International Year of Rangelands and Pastoralists. Furthermore, as part of the upcoming UN Convention to Combat Desertification COP17 in Ulaanbaatar in 2026, Mongolia proposed the umbrella initiative 'Global Alliance on Sustainable Rangelands and Land for the Future'. This alliance seeks to channel investment into over 100 countries that practice traditional pastoralism, aiming to protect the livelihoods and ecosystems of nearly 500 million people worldwide.</p><p>As the 'Sustainability Dialogue 2025' concludes, the message became clear: global environmental resilience demands unified vision, bold action, and long-term collaboration.</p><p>The forum was co-organized by the Office of the President of Mongolia, the Ministry of Environment and Climate Change, the Ministry of Foreign Affairs, the Ban Ki-moon Foundation, Stanford University's Shorenstein Asia-Pacific Research Center, and the Mongolian Sustainable Finance Association. It also receives support from international bodies such as the United Nations and the Asian Development Bank, alongside civil society groups and private sector contributors like Oyu Tolgoi LLC.</p><p>Growing global leadership in climate action commended </p><p>During his visit to Ulaanbaatar for the occasion of 'Sustainability Dialogue 2025 - Climate Action: Billion Trees' International Forum, President of U.Khurelsukh welcomed Ban Ki-moon in a separate meeting. </p><p>At this high-level meeting, President U.Khurelsukh praised Ban Ki-moon's distinguished legacy in advancing the Sustainable Development Goals (SDGs), protecting the environment, and leading global climate efforts during his tenure at the United Nations. The president expressed particular appreciation for Ban's continued engagement through initiatives like the current forum. </p><p>Ban Ki-moon, who holds Mongolia's highest honor, the Order of Chinggis Khaan, thanked President U.Khurelsukh for organizing the forum and for his visionary leadership on climate and sustainability. He expressed confidence that Mongolia's example would inspire other nations to strengthen their own commitments to environmental protection and SDG implementation.</p><p>In a gesture of strong support, Ban Ki-moon announced a donation of 180 million MNT to Mongolia's 'Billion Trees' national movement, an reforestation effort initiated by President U.Khurelsukh to combat desertification, restore ecosystems, and build climate resilience. Ban also proposed expanding the initiative into a regional movement, signaling deeper future collaboration between Mongolia and his foundation.</p><p>As part of the forum's activities, President U.Khurelsukh and Ban Ki-moon joined members of civil society and youth organizations in planting trees at the Peacekeepers' Grove in the National Garden Park. The grove honors the contributions of more than 20,000 Mongolian peacekeepers who have served in United Nations missions worldwide. Ban Ki-moon, who met many Mongolian peacekeepers during his time at the UN, commended the initiative, calling it a meaningful tribute to their service.</p><p>Participants in the tree planting included members of the Northeast Asian Climate Change Youth Council, the United Nations Association of Mongolia, the Forest Department, the National Environmental Youth Advisory Council, and staff from the National Garden Park. According to the Office of the President, current UN Secretary-General Antonio Guterres also planted a tree at the Peacekeepers' Grove during his visit to Mongolia in 2022. </p><p>The 'Sustainability Dialogue 2025' forum continues to serve as a vital platform for forging international cooperation, accelerating climate action, and showcasing Mongolia's contributions to a greener, more sustainable world.</p>", "publisher": "The UB Post", "instances": ["Over the past three years, the initiative has led to the planting and nurturing of 84 million trees, the cultivation of 86 million saplings, and the protection of 1. 9 billion trees from harmful pests. Former United Nations Secretary-General and founder of the Ban Ki-moon Foundation for a Better Future, Ban Ki-moon also joined the event and addressed the forum. He praised Mongolia for spearheading the 'Billion Trees' initiative, calling it a concrete contribution to meeting the targets of the Paris Agreement.", "He expressed confidence that Mongolia's example would inspire other nations to strengthen their own commitments to environmental protection and SDG implementation. In a gesture of strong support, Ban Ki-moon announced a donation of 180 million MNT to Mongolia's 'Billion Trees' national movement, an reforestation effort initiated by President U. Ban also proposed expanding the initiative into a regional movement, signaling deeper future collaboration between Mongolia and his foundation. As part of the forum's activities, President U."]}, {"relevance_score": 13, "title": "World Bank supports environmental initiative", "published": "2025-04-27", "bodyText": "<p nitf:lede=\"true\"> The World Bank has announced its full support for Mongolia's proposed initiative to establish the 'International Land and Pasture Alliance for the Future,' a major undertaking set to be launched in conjunction with the 17th session of the Conference of the Parties (COP17) to the United Nations Convention to Combat Desertification (UNCCD) and the International Year of Rangelands and Pastoralists in 2026.</p><p>In a high-level meeting held this week, Mongolia's Minister of Environment and Climate Change S.Odontuya met with World Bank representatives to discuss the joint development of a targeted investment program under this initiative. The discussions also covered collaborative efforts to combat air pollution, address climate change challenges, and implement joint projects aligned with the objectives of COP17.</p><p>The World Bank is currently working closely with Mongolia on several critical fronts. This includes assisting in the drafting of the Law on Climate Change and regulatory frameworks for the emerging carbon market, as well as supporting the development of the Long-Term Strategy for Low-Carbon Development (LT-LEDS). Minister S.Odontuya expressed appreciation for the continued partnership and emphasized the importance of accelerating the implementation of the LT-LEDS through enhanced cooperation.</p><p>During the meeting, the minister also presented the ongoing efforts of the National Committee for Air Pollution Reduction, highlighting a proposal to replace 173 coal-fired heating boilers in Ulaanbaatar with clean, low-emission alternatives. She called for joint financing mechanisms such as green loans and urged for greater private sector involvement to ensure the sustainability and affordability of these initiatives.</p><p>The two sides also explored opportunities to showcase Mongolia's environmental progress and international partnerships at COP17. Discussions included ways to engage international financial institutions in the event and highlight the outcomes of ongoing projects and technical assistance programs.</p><p>With global attention turning toward sustainable land use and climate resilience, Mongolia's leadership in initiating the Land and Pasture Alliance signals a proactive approach to safeguarding its vast rangelands and promoting sustainable pastoralism on the global stage.</p>", "publisher": "The UB Post", "instances": ["The two sides also explored opportunities to showcase Mongolia's environmental progress and international partnerships at COP17. Discussions included ways to engage international financial institutions in the event and highlight the outcomes of ongoing projects and technical assistance programs."]}, {"relevance_score": 34, "title": "China shifts from global banker to leading debt collector", "published": "2025-05-28", "bodyText": "<p nitf:lede=\"true\">China's transformation from the world's leading bilateral lender to its foremost debt collector marks a turning point in its engagement with developing countries, the Lowy Institute (LI) reports. Once the primary provider of capital across much of the world, Beijing now finds itself at the receiving end of record repayments, particularly from some of the world's poorest and most vulnerable countries.  </p><p nitf:lede=\"true\">In 2025 according to the report, developing countries are expected to repay around $35bn to China, with $22bn of this total coming from 75 of the poorest nations - many in East and Central Asia. This marks the highest debt servicing total to China on record, as legacy loans under the Belt and Road Initiative (BRI) are due.  </p><p>According to recent data cited by LI, Chinese disbursements have dwindled significantly of late, while repayment obligations have soared, in the process transforming Beijing from capital provider to a singular net financial drain on developing country budgets as loan disbursements are now being outstripped by repayments.  </p><p>Despite the general pullback in lending, though, China continues to finance a number of select and highly strategic partners. These include neighbours such as Pakistan, Kazakhstan and Mongolia in addition to further off resource-rich countries including Argentina, Brazil, the Democratic Republic of Congo in Africa and Indonesia; all key allies in terms of mineral supply seen as essential for battery production.  </p><p>Financial burden</p><p>For many developing nations, these rising debt repayments to China are exerting considerable strain on public finances. The costs, analysts warn, are crowding out essential investments in health, education and climate resilience.  </p><p>But as China's influence as a creditor surged rapidly over the last two decades - in 2005, it held less than 5% of the external debt in low-income countries compared to over 40% by 2015 - it has hit a lending peak in excess of $50bn in 2016, lending has in recent year steadily declined, with just $18bn in new loans agreed in 2019 and a continued fall during the pandemic years.  </p><p>By 2023, China held a dominant position: 26% of external bilateral debt in developing countries and more than half of such debt in the poorest and most vulnerable economies.  </p><p>The report states that in 54 of 120 countries with available data, debt repayments to China now exceed those owed to the entire Paris Club of Western creditors.  </p><p>Net lender no more</p><p>As a result, the contraction in new Chinese lending has reshaped its role in the global financial stratosphere. Loan commitments have stabilised at around $7bn annually since 2023, back down to levels last seen in the late 2000s. Meanwhile, repayments continue to surge.  </p><p>While Western lenders provided countercyclical support during the pandemic, China's lending patterns have been \"sharply procyclical\" - receding precisely when many countries needed assistance most.  </p><p>The terms of many Chinese loans, which is typically a three to five year period of grace followed by 15 to 20 year maturities, has seen repayments begin to mount since the early 2020s.  </p><p>China's participation in the G20's Debt Service Suspension Initiative (DSSI) during 2020-21 though did provide temporary relief at the time COVID was spreading, in the process postponing $4.2bn in repayments.  </p><p>However, this effect was short-lived and these payments are now coming in.  </p><p>Select lending continues</p><p>Not all Chinese lending has ground to a halt though. Strategic and diplomatic considerations still drive new loans, especially in areas linked to the Belt and Road Initiative (BRI) or in regions Taiwan is active as China works to buy its way into the good books of diplomatic allies of Taipei in exchange for infrastructure investments. This has been demonstrated most clearly in loans to Honduras, Nicaragua, the Solomon Islands, Burkina Faso and the Dominican Republic since 2018 when an independence minded government came to power in Taipei.  </p><p>At present, China also remains the largest bilateral lender to seven of its nine land neighbours for which data is available. These include Laos and Myanmar in Southeast Asia and Kyrgyzstan to the west.  </p><p>Mineral-rich countries have also continued to attract funds. In 2023 alone, they accounted for 36% of China's total disbursements over $8bn.  </p><p>End result</p><p>The financial burden on many is becoming increasingly unsustainable, however, as more than half of the world's poorest countries are now classified by the International Monetary Fund as either in debt distress or at high risk of it.  </p><p>At the same time, Western powers are retreating from the global aid stage as an increasingly inward-looking United States and preoccupied Europe put the blinkers on.  </p><p>To this end, while some analysts in Asia in particular have characterised earlier Chinese lending as a form of \"debt-trap diplomacy\", evidence remains limited even with clearly defined debt crises in several countries, including Sri Lanka, Laos, DR Congo and Zambia.  </p><p>In addition, China's hesitance to embrace debt forgiveness reflects a broader institutional culture according to LI. Those perhaps more aware of Chinese culture on lending to any degree will have attributed this lack of sympathy for debtors as culturally ingrained rather than part of a bigger scheme.  </p><p>As such, with repayment volumes now eclipsing new lending, China has effectively become the world's largest bilateral debt collector. The Belt and Road Initiative reached its apex in the mid-2010s and its financial reckoning is being felt now - in the mid-2020s. </p><p/>", "publisher": "Intellinews - Mongolia Today", "instances": ["These include neighbours such as Pakistan, Kazakhstan and Mongolia in addition to further off resource-rich countries including Argentina, Brazil, the Democratic Republic of Congo in Africa and Indonesia; all key allies in terms of mineral supply seen as essential for battery production. Financial burdenFor many developing nations, these rising debt repayments to China are exerting considerable strain on public finances. But as China's influence as a creditor surged rapidly over the last two decades - in 2005, it held less than 5% of the external debt in low-income countries compared to over 40% by 2015 - it has hit a lending peak in excess of $50bn in 2016, lending has in recent year steadily declined, with just $18bn in new loans agreed in 2019 and a continued fall during the pandemic years. By 2023, China held a dominant position: 26% of external bilateral debt in developing countries and more than half of such debt in the poorest and most vulnerable economies."]}, {"relevance_score": 12, "title": "EBRD sets annual record in Central Asia, investing €2.3bn through 121 projects in six economies", "published": "2025-01-16", "bodyText": "<p nitf:lede=\"true\">The European Bank for Reconstruction and Development (EBRD) said on January 16 that in 2024 it set an annual operational record in Central Asia, investing €2.26bn through 121 projects in six regional economies.  </p><p>The figure is almost twice what the EBRD put into Central Asia in 2023.  </p><p>The multilateral development bank also noted that during last year, it mobilised €784mn from co-financiers, thus in all it brought more than €3bn into the region's real sector.   </p><p>Uzbekistan and Kazakhstan were the leading recipients of the EBRD funding at €938mn and €913mn, respectively. They were the fifth and sixth largest investment destinations for the bank globally.  </p><p>Elsewhere in Central Asia, the EBRD provided  €264mn for projects in Mongolia, €88mn in Tajikistan and €52mn in the Kyrgyz Republic.  </p><p>Sixty-one percent of the bank's funds were used to support sustainable infrastructure projects, while 24% of the loans were provided to local banks for on-lending to small and medium sized enterprises (SMEs), women and young entrepreneurs and climate resilience and resource efficiency finance. The remaining 15% of loans were channelled to corporate sector clients.  </p><p>Fifty-eight percent of the investments by the EBRD - the region's largest green lender - were agreed in support of green economy projects.  </p><p>Also in 2024, the EBRD's cumulative investment in Kazakhstan surpassed the €10bn mark and reached the €5bn threshold in Uzbekistan. Both Tajikistan and the Kyrgyz Republic have now attracted over €1bn from the EBRD since operations began in the two countries three decades ago. </p><p/>", "publisher": "Intellinews - Mongolia Today", "instances": ["They were the fifth and sixth largest investment destinations for the bank globally. Elsewhere in Central Asia, the EBRD provided  €264mn for projects in Mongolia, €88mn in Tajikistan and €52mn in the Kyrgyz Republic. The remaining 15% of loans were channelled to corporate sector clients. Fifty-eight percent of the investments by the EBRD - the region's largest green lender - were agreed in support of green economy projects."]}, {"relevance_score": 15, "title": "ADB, XacBank ink $50mn package to boost climate action, back MSMEs in Mongolia", "published": "2024-12-05", "bodyText": "<p nitf:lede=\"true\">The Asian Development Bank (ADB) and XacBank Joint Stock Company (XacBank) have inked a $50mn financing package to boost financing for climate action and support micro, small and medium-sized enterprises (MSMEs) in Mongolia.  </p><p>Included in the package are $40mn from ADB and a $10mn concessional loan from the Canadian Climate and Nature Fund for the Private Sector in Asia (CANPA). At least 70% of the financing package will be dedicated to climate mitigation and adaptation projects, with the remainder allocated to multisector MSME finance, including lending to women-owned and women-led businesses, the ADB said on December 3 in a press release.  </p><p>\"A strong green finance market is essential to fostering a sustainable economy that supports Mongolia's net zero goals,\" said ADB vice-president for market solutions Bhargav Dasgupta. \"As Asia and the Pacific's climate bank, ADB is partnering with XacBank to improve the livelihoods of people who run these crucial businesses and to support broad economic growth, while helping Mongolia to build resilience against climate impacts.\"  </p><p>Mongolia faces pronounced climate vulnerabilities and high greenhouse gas emissions. The local green loan market is still developing. Green loans represent only a small percentage of total bank loans, said the Manila-based ADB.  </p><p>MSMEs made up over 70% of registered businesses in Mongolia.  </p><p>\"At XacBank, we are dedicated to advancing sustainable finance and supporting businesses that contribute to Mongolia's climate resilience,\" said XacBank's Chief Executive Officer Tsevegjav Gumenjav. \"This partnership with ADB allows us to offer long-term, affordable financing options that will empower more green businesses and MSMEs to thrive, contributing to a sustainable and inclusive economy for Mongolia.\"  </p><p>Established this year, CANPA is a trust fund managed by ADB, supported by a commitment of Canadian dollar (CAD) 360mn ($256.6mn) from the Government of Canada.  </p><p>CANPA aims to support private-sector projects in Asia and the Pacific that focus on climate and nature-based solutions, while also promoting gender equality.  </p><p>Established in 2001, XacBank is billed as one of Mongolia's leading banks, with a strong commitment to sustainable finance and MSME development. </p><p/>", "publisher": "Intellinews - Mongolia Today", "instances": ["Green loans represent only a small percentage of total bank loans, said the Manila-based ADB. MSMEs made up over 70% of registered businesses in Mongolia. \"This partnership with ADB allows us to offer long-term, affordable financing options that will empower more green businesses and MSMEs to thrive, contributing to a sustainable and inclusive economy for Mongolia. Established this year, CANPA is a trust fund managed by ADB, supported by a commitment of Canadian dollar (CAD) 360mn ($256."]}, {"relevance_score": 13, "title": "57th annual meeting of ADB organized to discuss green future", "published": "2024-05-12", "bodyText": "<p nitf:lede=\"true\"> The 57th Annual Meeting of the Asian Development Bank's (ADB) Board of Governors is taking place on May 2 to 5 in Tbilisi, Georgia. Dubbed 'The Bridge to the Future', the annual meeting is in the company of thousands of delegates. The event aims to discuss key development issues facing Asia and the Pacific including climate change, artificial intelligence, and green globalization through nearly 70 events in four days.</p><p>The meeting brings together finance ministers, central bank governors, senior government officials, and representatives from the private sector, academia, media, and civil society from ADB's 68 members. Main discussions that are going to be held at the annual</p><p>meeting are related to topics such as, climate resilience, renewable energy, food security, greener value chain, future digital infrastructure, private sector's participation and civil society engagement.</p><p>Georgia is hosting the 57th annual meeting under the slogan 'The Bridge to the Future', to reflect its stance as a country with a long history of serving as a natural bridge between Europe and Asia.</p><p>On top of the main discussions, the bank releases crucial publications such as, Asian Development Policy Report 2024: Aging Well in Asia and ADB's Evolution Roadmap: Update to Strategy 2030 and ADB-IEA's Innovative Policy Research.</p><p>As a key source of external finance for Mongolia, ADB has been present in the country for more than 30 years. Its support focuses on inclusive, climate-conscious development and improving infrastructure to help diversify the economy and build resilience.</p><p>ADB, itself, is committed to achieving a prosperous, inclusive, resilient, and sustainable Asia and the Pacific, while sustaining its efforts to eradicate extreme poverty. Established in 1966, it is owned by 68 members-49 from the region.</p><p>Please stay tuned to the upcoming feature and interview about the 57th Annual Meeting of ADB's Board of Governors in a week or so as our editor I.Odonchimeg is participating in the</p><p>meeting and covering the event in Tbilisi, Georgia.</p>", "publisher": "The UB Post", "instances": ["The event aims to discuss key development issues facing Asia and the Pacific including climate change, artificial intelligence, and green globalization through nearly 70 events in four days. The meeting brings together finance ministers, central bank governors, senior government officials, and representatives from the private sector, academia, media, and civil society from ADB's 68 members. Georgia is hosting the 57th annual meeting under the slogan 'The Bridge to the Future', to reflect its stance as a country with a long history of serving as a natural bridge between Europe and Asia. On top of the main discussions, the bank releases crucial publications such as, Asian Development Policy Report 2024: Aging Well in Asia and ADB's Evolution Roadmap: Update to Strategy 2030 and ADB-IEA's Innovative Policy Research."]}, {"relevance_score": 13, "title": "Green Climate Fund invests $23.1mn in climate resilience for Mongolian herder communities", "published": "2020-11-12", "bodyText": "<p nitf:lede=\"true\">The Green Climate Fund (GCF) has approved a $23.1mn grant towards strengthening the climate resilience of herder communities in Mongolia.</p><p nitf:lede=\"true\">Approximately 26,000 households (130,000 people), living across four of the country's most remote and vulnerable Western and Eastern provinces are set to benefit, with a further 160,000 households (800,000 people) to benefit indirectly, meaning benefits will apply to around one-quarter of Mongolia's population, according to a UNDP press release released on November 10.</p><p>The project brings together climate-informed natural resources management and sustainable livestock practices, building on traditional cooperative approaches among herders while also introducing innovative technologies for traceability of sustainably sourced livestock products.</p><p>It will enhance the generation and use of climate prognosis data in decision-making; rehabilitate degraded land and catchment areas; improve herders' water and grazing land management practices; and strengthen herders' access to markets for sustainably sourced livestock products. Crucially, it will also support the policy transformations needed to promote sustainable livestock and pasture management practices.</p><p>Mongolia is subject to a range of natural disasters, including harsh winters, drought, snow and dust storms. Climate change is multiplying the challenges: over the last decade, the magnitude and frequency of such disasters have increased several-fold, with estimated economic costs at around $10-15mn annually.</p><p>The coronavirus (COVID-19) crisis has further exposed the vulnerability of the livestock sector to shocks, with the fluctuations in demand compounding existing challenges, and reinforcing the importance of green recovery and resilient growth. </p><p>\"With the grant from the Green Climate Fund complementing $56.2mn from the Government, this project will contribute to a paradigm shift towards more climate-resilient sustainable development, particularly with focus on disaster risk reduction,\" said Minister for Environment and Tourism Sarangerel Davaajantsan.</p><p>The new seven-year project will be led by the Ministry of Environment and Tourism, with the Ministry of Food, Agriculture and Light Industry as a key partner.</p><p>The project's design links closely with Mongolia's National Action Program on Climate Change, Vision 2050, and policies related to the livestock sector, as well as its Nationally Determined Contributions under the global Paris Agreement.</p>", "publisher": "Intellinews - Mongolia Today", "instances": ["The Green Climate Fund (GCF) has approved a $23. Approximately 26,000 households (130,000 people), living across four of the country's most remote and vulnerable Western and Eastern provinces are set to benefit, with a further 160,000 households (800,000 people) to benefit indirectly, meaning benefits will apply to around one-quarter of Mongolia's population, according to a UNDP press release released on November 10. The project brings together climate-informed natural resources management and sustainable livestock practices, building on traditional cooperative approaches among herders while also introducing innovative technologies for traceability of sustainably sourced livestock products."]}, {"relevance_score": 16, "title": "ADB further supports trade and logistics", "published": "2023-12-17", "bodyText": "<p nitf:lede=\"true\"> The Asian Development Bank (ADB) has approved two projects totaling 157.1 million USD to spur agriculture competitiveness and enhance trade and logistics in Mongolia. ADB Country Director for Mongolia Shannon Cowlin said, 'ADB is Mongolia's key development partner in trade, transport, and logistics, which is crucial to drive sustainable and inclusive growth. The projects will assist Mongolia to improve its policies and infrastructure investments in these sectors, enhancing trade efficiency, market access and diversifying livelihood opportunities.'</p><p>The first project is 'Agriculture and Rural Development Project, Phase Two' for 57.1 million USD. The project aims to improve the competitiveness and climate resilience of Mongolia's agriculture sector. It will support the adoption of technologies by agriculture related enterprises to increase processing and value-added manufacturing capacity. It will also help agro-enterprises to improve business operations and quality standards to enhance exports. The project will also help herders and farmers optimize production by improving the quality of livestock and other agricultural products, building capacity in climate-resilient production and enhanced animal husbandry practices, and providing training on essential equipment. The 'Agriculture and Rural Development Project, Phase Two' project will also support the integration of herders and farmers into value chains to enhance earning capacities.</p><p>The second project is 'Border Efficiency for Sustainable Trade Project' for 100 million USD. The purpose of the project is to enhance Mongolia's trade sector resilience, promote export diversification and improve efficiency in the movement of people and goods through land ports. This will be done by upgrading border facilities and incorporating climate adaptation measures, installing smart border technology and equipment and enhancing trade facilitation systems. The project will also improve regional health security by strengthening the surveillance, early detection, and response to animal and human infectious diseases, as well as biological contagion threats associated with agricultural products. The trade project will also introduce One Health coordination mechanisms at the borders, which aims to optimize and balance the health of people, animals, and ecosystems.</p>", "publisher": "The UB Post", "instances": ["The first project is 'Agriculture and Rural Development Project, Phase Two' for 57. 1 million USD. It will support the adoption of technologies by agriculture related enterprises to increase processing and value-added manufacturing capacity. It will also help agro-enterprises to improve business operations and quality standards to enhance exports."]}, {"relevance_score": 39, "title": "How AI Models Can Fight Climate Change", "published": "2024-05-05", "bodyText": "<p nitf:lede=\"true\"> The world is familiar with artificial intelligence models such at ChatGPT.</p><p nitf:lede=\"true\">These 'foundation models' have triggered global excitement and interest in the promise of AI.</p><p nitf:lede=\"true\">A next step in this journey is sector-specific AI models that can be tailored for specific industries.</p><p nitf:lede=\"true\">Such models can also be used to address development challenges such as climate change.</p><p>For example, Agrepreneur developed an AI-powered agri-fintech platform that provides real time advice to smallholder farmers on farm management, including how they could optimize available resources and prevent crop disease.</p><p>It also uses machine learning algorithms for creditworthiness assessments.</p><p>Machine learning is also used to forecast the amount of farm inputs farmers will need for their crops so they can streamline their procurement processes.</p><p>Viamo is another AI-driven solution.</p><p>It is available via voice calls, allowing farmers even from areas with limited or no Internet connection to get guidance on sustainable agriculture practices.</p><p>Natural language understanding techniques and a pre-trained large language model, along with speech-to-text and text-to-speech features, are used to enable the farmers to get critical information from the app.</p><p>ClimateGPT is another example.</p><p>It was trained on interdisciplinary research to provide users with a holistic understanding of climate change.</p><p>Sector-specific AI models can be particularly useful for Asia and the Pacific, which is highly vulnerable to extreme weather events due to climate change.</p><p>Users can also go small by creating a model that informs them of the chances of flooding or drought in a specific neighborhood at a given time.</p><p>So how can this technology be leveraged to improve planetary resilience? The advantage offered by sector-specific models is that they have relatively minimal requirements, unlike other tools that require millions of dollars of initial funding, human resources, and government support.</p><p>It is possible to build a sector-specific model regardless of whether you are going to develop it as an individual or as an institutional representative.</p><p>The requirements may be higher depending on the size of your dataset and how complex your model or application may be, but you can build a simple one using a laptop and a small dataset to train the model.</p><p>An AI model can be built through a series of steps that include defining its scope and purpose to establish clear objectives and parameters, and then preparing the training data and breaking it into smaller units.</p><p>It can then be customized using platforms and frameworks, like GitHub and Hugging Face, for customization, rather than doing it from scratch.</p><p>Following customization, the model can be trained on the data, with continuous evaluating and fine-tuning using feedback mechanisms and metrics to ensure accuracy and coherence.</p><p>Multiple iterations may be necessary to optimize the model's responses.</p><p>A beta testing phase engaging diverse user groups can be used to validate the model and #39;s functionality and check for biases, which enhances its reliability before wider deployment.</p><p>Depending on the complexity of the model, your available resources and data, and your familiarity with the programming language, it can take anywhere from a few hours to weeks before you have a functioning climate model ready for deployment.</p><p>AI, like other forms of technology, has downsides and risks.</p><p>Responsible AI frameworks, which are now being developed and mainstreamed, need to be adhered to.</p><p>In the next year or two, smaller models will come into play under these responsible AI frameworks, similar to what we saw with guardrails around e-commerce transactions, social networking, and the Internet with respect to the dark web.</p><p>Users who develop their own sector-specific model need to be aware that AI models are heavily dependent on data.</p><p>Poor-quality data will result in poor-quality analyses.</p><p>In addition, biases in the data may be reflected in what the AI model will churn out.</p><p>For example, using gender-blind data to train AI models can be detrimental to women, who face unique challenges during times of crisis.</p><p>AI can serve as a force multiplier that development institutions can use in their work.</p><p>In the context of climate change, sector-specific AI models can be used to accelerate progress on climate action, adapt to the changing climate to resolve contemporary issues in adaptation, and reflect the overall impact of climate change across the planet.</p><p>Depending on the model, the technology can be used to show global trends, or customized so that one developed for one country can be adjusted for use in other countries.</p><p>Having these models could be the difference between climate resilience and vulnerability.</p><p>As we harness AI's potential, specialized models for sectors like climate change offer a promising path forward.</p><p>If developed, these models could be a critical aspect of the AI solutions that set a new course for planetary sustainability and resilience.</p><p>Ozzeir Khan is Director, Digital Innovation and Architecture, at the Asian Development Bank's Information Technology Department.</p><p>The views expressed are those of the authors and do not necessarily reflect the views of ADB, its management, its Board of Directors, or its members.</p>", "publisher": "The UB Post", "instances": ["In the context of climate change, sector-specific AI models can be used to accelerate progress on climate action, adapt to the changing climate to resolve contemporary issues in adaptation, and reflect the overall impact of climate change across the planet. Depending on the model, the technology can be used to show global trends, or customized so that one developed for one country can be adjusted for use in other countries. As we harness AI's potential, specialized models for sectors like climate change offer a promising path forward. If developed, these models could be a critical aspect of the AI solutions that set a new course for planetary sustainability and resilience."]}, {"relevance_score": 38, "title": "ADB spurs sustainable economic growth through private sector financing", "published": "2024-05-19", "bodyText": "<p nitf:lede=\"true\"> The Asian Development Bank (ADB) has successfully organized its 57th Annual Meeting in Tbilisi, Georgia from May 2 to 5 under the theme 'Bridge to the Future', which debated key development issues facing Asia and the Pacific including climate change, artificial intelligence, and green globalization. One of the main topics of discussions that were held in the meeting was private sector financing.</p><p nitf:lede=\"true\">1.1 BILLION USD INVESTED ON FINANCING PRIVATE SECTOR</p><p>ADB recognizes the private sector's important role in creating inclusive growth and reducing poverty across the Asia-Pacific region. Therefore, it is designed to support businesses to unlock investments, thereby fostering innovation, generating jobs, and contributing to sustainable development.</p><p>To prove this commitment, ADB has helped 47.5 million micro and small sized enterprises across the region and financed 1.1 billion USD in total to the private sector with focus on climate financing, reports the bank's Private Sector Operations in 2022 report. The bank's private sector investment ranges from agribusiness to health and education to infrastructure.</p><p>With regards to its commitment, the bank has discussed private sector matters with international delegates. Sustainability in financing private sector as well as role of Environmental, social and corporate governance (ESG) in capital markets was touched upon as the first of the series of discussions and main driving force behind the seminar was the keep supporting the rise of ESG themed capital markets which used as a key mechanism for directing climate finance to sustainable projects and member countries shared their own experiences.</p><p>Next on the line was a seminar focusing on private sector participation and financing climate finance projects, especially in developing member countries. Innovative financial instruments, such as credit enhancement products and blended finance, to harness the vast renewable energy and climate finance potential in the region, was explored among participants.</p><p>The annual meeting's private sector participants also explored a role of technology in fostering inclusive and climate resilience finance. On top of discussing the evolving new impact of digitization, the discussion especially catered to promoting digital finance. The seminar also featured insights from the perspectives of market regulation, digital finance firms, platforms, and investors, with the aim of enhancing financial accessibility while ensuring long-term resilience.</p><p>As mentioned in the beginning, private sector discussions were not only the main theme of the 57th annual meeting of ADB in Tbilisi. The event exchanged great deals of opinions on issues around civil society organizations' participation, AI, climate crisis survivors and finding ways to help one another. Accordingly, the bank and its donors have agreed to a replenishment of 5 billion USD for ADB's Asian Development Fund and Technical Assistance Special Fund to support the most vulnerable groups of the region, especially climate change survivors. ADB's annual meeting in Georgia's capital city brought together finance ministers, central bank governors, senior government officials, and representatives from the private sector, academia, media, and civil society from ADB's 68 members and from Mongolia, officials from Finance Ministry, Khan Bank delegation and The UB Post's Editor participated in the meeting. Georgia's hosting of ADB's annual meeting coincided with the country's month-long demonstrations against the government's \"Foreign Agents\" bill, which is considered by the demonstrators authoritarian and inspired by similar legislation in Russia that has been used to clamp down on dissent there. The peaceful, yet active demonstration throughout the country in the evening and ADB's busy annual meeting encounters in the daytime was definitely something interesting for the meeting participants to see.</p><p>ADBHELPSMONGOLIA ENABLE CLIMATE-CONSCIOUS BUSINESS</p><p>In Mongolia, ADB has been present for more than the last 30 years and it aims to help support climate-conscious development, and improve infrastructure to help diversify the economy. The bank supports the country in every sector that needs perfection and the private sector has been the strong focus recently. Mongolia's private sector generates nearly 80 percent of GDP, says the ADB's 2017 Country Partnership Strategy. However, the sector is largely constituted by MSMEs who cannot take affordable credit. Removing obstacles to private sector development is obviously very central to the government's drive to diversify the economy. The bank has been working closely with the government to achieve its aforementioned goal. Since it has started financing the private sector, ADB has committed 182.1 million USD in loans for seven significant projects.</p><p>These projects included commercial banks and allowing them to extend long-term finance to larger businesses, MSMEs with their desperately needed affordable finance, trade financing, food and agriculture, consumer goods and automotive sectors, cashmere and textile and renewable energy businesses.</p><p>ADBMongolia</p><p>ADB's assistance is targeted at underserved segments, with at least 30 percent earmarked for women-led businesses and 40 percent for businesses outside Ulaanbaatar. This assistance involves stronger pushback against COVID-19 pandemic disruption.</p><p>The companies that received support during and after the pandemic were Ulaanbaatar Flour Limited Liability Company, Mongolia's leading wheat miller, Tavan Bogd Foods and Milko LLC and many more. The bank also has supported the cashmere industry with creation of the Mongolian Noble Fibre certification mark.</p><p>ADB loans to these companies ensure that they can maintain production and inventory, preserving thousands of jobs and supporting the country's basic supplies and overall food security.</p><p>As a climate bank, it knows that the private sector is one of the main spheres to achieve a climate-conscious world and therefore, ADB has been paying strong attention to the private sector. You can read more about ADB-private sector cooperation from our upcoming interview with ADB Country Director for Mongolia Shannon Cowlin.</p>", "publisher": "The UB Post", "instances": ["Next on the line was a seminar focusing on private sector participation and financing climate finance projects, especially in developing member countries. Innovative financial instruments, such as credit enhancement products and blended finance, to harness the vast renewable energy and climate finance potential in the region, was explored among participants. On top of discussing the evolving new impact of digitization, the discussion especially catered to promoting digital finance. The seminar also featured insights from the perspectives of market regulation, digital finance firms, platforms, and investors, with the aim of enhancing financial accessibility while ensuring long-term resilience."]}, {"relevance_score": 34, "title": "EBRD backs 100+ Central Asia and Mongolia projects with €1.2bn in 2023", "published": "2024-01-25", "bodyText": "<p nitf:lede=\"true\">The European Bank for Reconstruction and Development (EBRD) invested more than €1.2bn ($1.3bn) in projects across Central Asia in 2023 \"to stimulate the region's sustainable and inclusive growth, which is expected to continue at a pace of 5.9 per cent in 2024\", the development bank said on January 25.  </p><p nitf:lede=\"true\">More than 100 projects received EBRD financing. Sectors including renewable energy, small and medium sized enterprise (SME) development and sustainable infrastructure were among the beneficiaries. More than 70% of backed projects were in the private sector, while almost 60% of investments were green, the EBRD added, noting: \"Collectively, these projects will mean that the region's annual CO2 emissions are reduced by 1.87 million tonnes.\"  </p><p>Uzbekistan last year remained the leading recipient of EBRD funding in Central Asia-of which it is the second largest economy behind Kazakhstan-for the fourth year running. It attracted more than €700mn of the investment made in the region by the EBRD. The remaining €518mn were channelled to support projects in Kazakhstan, the Kyrgyz Republic, Mongolia and Tajikistan.  </p><p>The EBRD continued to roll out flagship programmes such as its Green Economy Financing Facilities (GEFFs), designed to develop green and innovative solutions, and addressed the issue of youth entrepreneurship and employment in Central Asia by launching a seven-year Youth in Business programme.  </p><p>In Uzbekistan, the EBRD financed the construction of three greenfield solar power plants with total installed capacity of nearly 900 MW. The power plants were developed by Masdar. The bank also provided funds to ACWA Power Wind Karatau to finance the construction of a 100-MW wind power plant in Uzbekistan's autonomous republic of Karakalpakstan.  </p><p>It also provided a sovereign loan to modernise 118 pumping stations and improve the sustainability of water supply for irrigation in the densely populated Fergana Valley.  </p><p>Samarkand, said the bank, became the first city in Uzbekistan to join the EBRD Green Cities programme, and plans to deploy ecologically friendly electric buses as part of this engagement.  </p><p>In Kazakhstan, the EBRD's work included the launch of GEFF Kazakhstan II and an investment in a local currency bond issued by the country's transmission system operator, KEGOC. The funds are to help make the country's electrical grid more sustainable and reliable.  </p><p>An EBRD loan provided to China Power International Holding and Visor International is to be used, meanwhile, to build, operate and connect the 100-MW Shokpar wind power plant to the Kazakh transmission grid.  </p><p>An EBRD loan granted to Kazakhstan's largest private rolling stock operator, Eastcomtrans, is to help expand container-handling capacity at one of the most congested junctions near the city of Almaty and address the issue of bottlenecks along the Trans-Caspian corridor.  </p><p>In Mongolia, the EBRD launched a new GEFF. It is to help households and businesses employ green and innovative solutions for the efficient use of water, sustainable land management and greater resource efficiency.  </p><p>In partnership with Mongolia's Khan Bank and XacBank, the EBRD also promoted lending to SMEs and women entrepreneurs.  </p><p>The lender also supported the introduction of green affordable housing in Mongolia's largest city, the capital Ulaanbaatar, and the expansion of the GS25 convenience store franchise chain, which offers a new retail format to customers across the country.  </p><p>In Kyrgyzstan, the EBRD pledged new funds under its Kyrgyz Water Resilience Framework to support the modernisation of water supply services in the Batken and Jalal-Abad oblasts.  </p><p>The bank signed a number of sovereign projects aimed at modernising key transport and energy infrastructure, with the objective of improving the country's connectivity and climate resilience.  </p><p>These projects included loans to upgrade a 30-kilometre (18.6-mile) section of the Issyk-Kul Lake ring road, increase the reliability of the national electricity transmission and distribution grid, and rehabilitate and modernise the Lebedinovskaya hydropower plant-the largest investment in the country's hydropower sector in 20 years.   </p><p>The EBRD also completed the Bishkek landfill project last year. The capital's population of more than one million stand to benefit from environmental gains.  </p><p>In Tajikistan, the completion of three EBRD-backed infrastructure projects will mean more than 400,000 people in 13 municipalities across the country enjoying better access to clean and safe drinking water.  </p><p>The bank last year launched GEFF Tajikistan II and extended new GEFF loans to Bank Arvand and microlenders Humo and Imon International. With a joint base of more than 540,000 clients and operational even in remote mountainous parts of the country, these three institutions, noted the EBRD, will help bring green finance to even the smallest borrowers in Tajikistan.  </p><p/>", "publisher": "Intellinews - Mongolia Today", "instances": ["The lender also supported the introduction of green affordable housing in Mongolia's largest city, the capital Ulaanbaatar, and the expansion of the GS25 convenience store franchise chain, which offers a new retail format to customers across the country. In Kyrgyzstan, the EBRD pledged new funds under its Kyrgyz Water Resilience Framework to support the modernisation of water supply services in the Batken and Jalal-Abad oblasts. These projects included loans to upgrade a 30-kilometre (18. 6-mile) section of the Issyk-Kul Lake ring road, increase the reliability of the national electricity transmission and distribution grid, and rehabilitate and modernise the Lebedinovskaya hydropower plant-the largest investment in the country's hydropower sector in 20 years."]}, {"relevance_score": 20, "title": "ADB, Gobi agree $30mn sustainability-linked loan to support Mongolia's cashmere value chain", "published": "2023-11-23", "bodyText": "<p nitf:lede=\"true\">Asian Development Bank (ADB) and Gobi Joint Stock Company have signed a $30mn sustainability-linked loan agreement to support the cashmere value chain in Mongolia.  </p><p nitf:lede=\"true\">The two parties said the loan would help pave the way to stable incomes and employment for 1,200 herders and 1,300 industry employees. Specifically, the loan will be deployed to procure raw cashmere from herders, as well as for cashmere processing activities.  </p><p>In addition, a $1mn technical assistance grant is to be provided to support scalable sustainable pasture and herd management and for the running of workshops on climate-resilient practices for herder groups in the Khuvsgul and Bayankhongor provinces.  </p><p>\"Mongolia contributes nearly half of the global raw cashmere supply, but most of it is exported and only a fraction is processed into final products inside the country. Fostering a sustainable cashmere production industry will help diversify this important industry and boost its contribution to the broader economy,\" said ADB director general for private sector operations Suzanne Gaboury.  </p><p>\"While women are heavily engaged in Mongolia's livestock sector, they lack income-generating jobs and training. Gobi and ADB share a commitment to make sure that women receive a fair share of financial rewards for their hard work, and are able to play a greater role in the industry's development,\" she added.  </p><p>Sustainability linked loans incentivise the achievement of sustainable performance goals in return for a variable or lower interest rate, according to ADB.  </p><p>The loan will target increased direct procurement from herders, emission reduction and water conservation, as well as the training of herders in pasture management.  </p><p>Mongolian herders are severely impacted by climate change. The crisis is causing or contributing in Mongolia to increased heatwaves, droughts, dzuds (severe winter conditions particular to Mongolia) and desertification. Careful pasture and ecology management can play an essential role in mitigating the effects of overgrazing and improving climate resilience, said Gobi, the largest cashmere manufacturer in Mongolia.  </p><p>The grant, said the development bank, would support capacity-building activities on sustainable pasture management, basic pasture ecology, financial literacy and budget management for at least 200 nomadic herders, of which at least 80 will be women. It will also fund support for the improvement of pasture ecology and management and seek solutions to help herders reduce herd sizes while maintaining or increasing income.  </p><p>ADB will help Gobi to advance gender equity and women's empowerment in its operations. Key milestones include ensuring that at least half of new operations staff are women; providing training opportunities to female staff; dedicating nearly half of Gobi's training outreach to women herders; encouraging female herders to join herder groups promoting scalable pasture and herd management; and developing awareness materials on gender-based violence.  </p><p>\"With our partnership with ADB, Gobi JSC will produce more finished goods with value-add, which will increase foreign currency revenue inflow into the country's economy, as well as create more jobs,\" said Gobi CEO Baatarsaikhan Tsagaach.  </p><p>Gobi, a member of the Sustainable Fiber Alliance, said it focuses on sustainable value chain practices including sustainable animal husbandry and community management, and procures raw cashmere from Mongolian herders. Gobi is part of Tavan Bogd Group, one of the largest conglomerates in Mongolia, and an existing ADB client. </p><p/>", "publisher": "Intellinews - Mongolia Today", "instances": ["Mongolian herders are severely impacted by climate change. The crisis is causing or contributing in Mongolia to increased heatwaves, droughts, dzuds (severe winter conditions particular to Mongolia) and desertification. The grant, said the development bank, would support capacity-building activities on sustainable pasture management, basic pasture ecology, financial literacy and budget management for at least 200 nomadic herders, of which at least 80 will be women. It will also fund support for the improvement of pasture ecology and management and seek solutions to help herders reduce herd sizes while maintaining or increasing income."]}, {"relevance_score": 38, "title": "Joint Statement issued from Mongolia-U.S. Bilateral Consultations", "published": "2023-12-31", "bodyText": "<p nitf:lede=\"true\"> To continue positive momentum in the Mongolia-United States Strategic Third Neighbor Partnership, representatives of the two governments held the 16th Annual Bilateral Consultations on December 12 in Washington DC, USA. In this Strategic Dialogue, Mongolia and the U.S. discussed the current state of bilateral relations, regional and global challenges, and shared accomplishments. The dialogue was co-chaired by N.Ankhbayar, State Secretary of the Ministry of Foreign Affairs of Mongolia and Daniel J. Kritenbrink, U.S. Assistant Secretary of State for East Asian and Pacific Affairs. It was attended by Richard Buangan, Ambassador of the U.S. to Mongolia, and Batbayar Ulziidelger, Ambassador of Mongolia to the U.S, officials from the Ministry of Foreign Affairs of Mongolia, representatives from the Office of the Vice President of the U.S., Department of State, Department of Defense, Department of Commerce, U.S. Agency for International Development, Millennium Challenge Corporation, International Development Finance Corporation, the Office of the United States Trade Representative and NASA.</p><p>In this 36th year of bilateral diplomatic relations, the sides noted with satisfaction the meeting between Prime Minister L.Oyun-Erdene and Vice President Kamala Harris in Washington in August 2023 and underscored the intent of both nations to continue strengthening official dialogue and concrete cooperation for the benefit of their peoples. The two sides also shared their respective visions for democracy and regional development, including in the Indo-Pacific, and exchanged views on cooperating to ensure a prosperous and peaceful future. It was underscored that the international community should work toward security and peace, including through UN peacekeeping efforts. The U.S. side commended Mongolia's commitment to further strengthening the role of women in peacekeeping. The two sides noted with concern the urgent security situation in Haiti. Mongolia and the United States also emphasized the importance of international law, including the United Nations Charter and the principles of sovereign equality, respect for the political independence and territorial integrity of states, and prohibition of the threat or use of force. To this end, the two sides expressed deep concern over the humanitarian consequences of the war in Ukraine. Both sides reiterated their commitment to diplomacy with the Democratic People's Republic of Korea (DPRK) as the only viable means of achieving lasting peace on the Korean Peninsula and called on the DPRK to fully comply with its obligations under relevant UN Security Council Resolutions.</p><p>The two sides noted the significance of the Economic Cooperation Roadmap for the Strategic Third Neighbor Partnership, signed in August 2023, and further discussed opportunities to advance economic cooperation, including through capacity building, trade facilitation and promotion, and improving the investment climate. Moreover, both sides noted the importance of investment in climate resilience, agriculture, supply chain security, small and medium enterprise development. They highlighted critical minerals and clean energy as areas of high potential and importance. Both sides expressed a desire to enhance collaboration in the digital domain to strengthen connectivity, prosperity, and cybersecurity. It was then emphasized that increased space cooperation can contribute to the scientific and commercial interests of both nations. They further noted with satisfaction the entry into force of the bilateral Air Transport Agreement, signed in August 2023 during Prime Minister Oyun-Erdene's visit, and underscored their mutual intent to diligently support the required processes to launch direct flights between the United States and Mongolia as soon as possible.</p><p>The two nations highlighted their shared commitment to democratic values and individual freedoms, as well as to strengthening the rule of law, promoting good governance, fighting corruption, and protecting human rights, including freedoms of expression, peaceful assembly, and religion or belief. The countries' mutual intent was expressed to continue collaboration in these areas and to encourage people-to-people ties through educational exchanges, tourism, and cultural channels. They expressed readiness to support the promotion of English language learning and teaching in Mongolia. The United States and Mongolia decided to maintain the exchange of high-level bilateral visits and hold the next Annual Bilateral Consultations in 2024 in Ulaanbaatar.</p>", "publisher": "The UB Post", "instances": ["Both sides reiterated their commitment to diplomacy with the Democratic People's Republic of Korea (DPRK) as the only viable means of achieving lasting peace on the Korean Peninsula and called on the DPRK to fully comply with its obligations under relevant UN Security Council Resolutions. The two sides noted the significance of the Economic Cooperation Roadmap for the Strategic Third Neighbor Partnership, signed in August 2023, and further discussed opportunities to advance economic cooperation, including through capacity building, trade facilitation and promotion, and improving the investment climate. They highlighted critical minerals and clean energy as areas of high potential and importance. Both sides expressed a desire to enhance collaboration in the digital domain to strengthen connectivity, prosperity, and cybersecurity."]}, {"relevance_score": 125, "title": "Can you explain more about what Airee is and how it works?", "published": "2023-10-08", "bodyText": "<p nitf:lede=\"true\">Airee is a startup that makes biodegradable air filters from Mongolian sheep wool. Our team developed a patented technology to filter out harmful air pollutants using bio-fibers such as sheep wool.</p><p nitf:lede=\"true\">People always ask, why sheep wool? People have mixed feelings about it. Some people think it smells, some people think it makes sense because they've seen felt collect soot. The short answer is wool is pretty good at filtering gas. A slightly longer answer is that wool is known to adeptly filter volatile organic compounds, which are common pollutants in indoor air. You</p><p nitf:lede=\"true\">can think of paint, building/furniture varnishes, room deodorizers, and if you live closer to the road, car exhaust and other combustion pollutants. We tweaked its properties such that it filters fine particulate matter, without sacrificing its ability to let air in and out easily. We piloted using air purifier devices and because we saw that it works, we're now working to scale and become a filter material manufacturer.</p><p nitf:lede=\"true\">We all know air pollution is a dire issue in Mongolia, especially in Ulaanbaatar. What caused you to become interested in this, and what prompted you to become an entrepreneur?</p><p>We have the coldest capital city in the world, so people burn coal to stay warm. It's most akin to London air pollution because most other air pollution problems around the world are related primarily to cars, power plants, or cooking stoves. 2015 studies show that ger district is responsible for 80 percent of the air pollution. I spent some childhood years in the ger district myself, and I'm young enough to not know a winter when there was no air pollution.</p><p>Immediately after I graduated from high school, I was snowboarding from atop a hill, and I 'discovered' air pollution. I thought the coal mine next to the city had exploded, and my dad told me it was the city that we lived in 24/7. I couldn't believe my eyes. I started learning more about it and at the time, the Clean Air Fund that was publicly run had a corruption case. I was frustrated and thought that a lot of 'somebodies' had to do a lot of 'somethings' about it. So, I enrolled into an environmental science major and started learning about it. When I first started out in 2016, I thought people would act more and protect themselves from air pollution if only they knew how bad air pollution was. So together with the admins of Mongolia Live Facebook page, we created a nonprofit called Breathe Mongolia. The nonprofit aimed to increase public awareness about air pollution, teach people how to protect themselves from it, and ways they could contribute, and act as a policy watch dog for decisions being made by the government.</p><p>The reason I wanted to do it was because at that time, the narrative was that the government wasn't doing anything, and the public was the victim. It is, in some sense, true, but I didn't like this narrative because it removed agency from individuals. It makes the problem so big that people feel like any individual action is just a drop in the bucket. So, we demonstrated, in New York, in California, and in Ulaanbaatar, and tried to educate people with a one-stop shop for air pollution knowledge. But I realized that although people wanted to do something about it, they didn't have the financial means to.</p><p>Shortly after I graduated from the university, I started working for the Mongolian Sustainable Finance Association where we piloted Mongolia's first sector-wide energy efficiency mortgages in the ger district. It was originally an initiative that started in 2013 where financial institutions were conducting environmental and social risk management systems, to ensure businesses complied. Later, when I joined, we had become an organization and the paradigm had started moving beyond compliance into green additionality. There, I was privileged to work with extremely competent and caring people who were attempting to establish a green impact fund of 50 million USD to finance energy-efficiency, in industries and in the ger district to build new homes or retrofit existing ones. This meant that we worked on designing green loans and worked with the government to provide incentives for people to choose green products. I had been trying to tackle the source of the problem and work efficiently, working on lack of accessibility to finance and infrastructure problems.</p><p>But at the same time, people were getting sick, especially pregnant women and young children. Miscarriages are 3.5 times more likely to happen during polluted seasons (UNICEFMongolia, 2018) and I think almost everybody knows somebody close to</p><p>them who has had miscarriage/lung cancer/pneumonia during the polluted season. We bought air purifiers, but we couldn't find replacement filters. They didn't sell them. If they did sell them, they would cost 200 USD per filter for some models, which is insane. Breathing clean air shouldn't be this expensive. So, in 2021, when my co-founder approached me with a project idea to develop algae oxygen generators I said yes, and we participated in the competition called Greenpreneurs by GGGI. By the end of the year, when the competition ended our team decided to continue it and make it into a business and we have been studying about sheep wool, so that's how we started.</p><p>Currently, more and more people are choosing to live abroad instead of staying and helping the development of Mongolia. How do you feel about them? What do you see is stopping them from staying? Why are you still here?</p><p>It's impossible to blame them. Some people say they're being selfish, but you can't call somebody selfish for deciding to prioritize their personal health.</p><p>You know who's objectively selfish? It's the people who were proven of embezzlement but go unpunished. It's so disrespectful when they make poor decisions and abuse our hard-earned tax money. When I used to work for the Mongolian Sustainable</p><p>Finance Association, to establish the green revolving fund, we asked for 18 million USD from the government, and they haven't finalized it. Yet, they decided to 'experiment with improved coal' for 50 million USD, or the bus scandal. I'm trying to work to improve the lives of others, not pay for a politician's son's Ferrari. But in reality, that's what I'm doing. And if I don't make this decision to stay and 'work for my country', I'm selfish? This narrative needs to change.</p><p>One thing that prevents me from leaving is the fact that I haven't contributed much to education yet. My biggest fear is this. People are products of their time, and we can understand why the generation in power right now acts this way. But I want to</p><p>believe that products from our time, these kids, are well educated and that the future we're shaping, is filled with people who have agency and not tethered to welfare, and for that to happen, we need to invest more in our youth and adult education systems.</p><p>What are people's comments on your products?</p><p>We've sold 300 air purifiers with wool filters over the last year and people are especially noting how well it filters odors. When people cook, or when they have car exhaust from opening windows, that's what wool filters are great at filtering. Almost 80 percent of our purifiers have been sold to pregnant women and families with children under three years of age. It's when children's lungs are still developing, so we provided a 20 percent discount to this demographic that needs purifiers the most. The fact that we won't run out of filters and can provide cheap replacement filters is something our customers also love.</p><p>What is the legal environment to develop products such as Airee? Does the government show any sort of support to entrepreneurs such as yourself?</p><p>In the last two years, the legal environment has improved significantly, so Airee is lucky in some ways. The government has clarified the regulation on how to define and be registered legally as a 'startup', the legal status of coworking spaces, introduced VAT and customs tax levies and exemptions for equipment and raw materials of 'innovation projects', and has been organizing startup competitions with grant funding. We're able to benefit from a discounted office space thanks to Innovation Hub, the municipality backed coworking space. All of these are so new and I'm so happy the government set up this legal framework to promote entrepreneurship. Mongolia is not a value creating economy and the system almost discourages it. I hope these initial support mechanisms encourage other businesses and we can shape a future system that rewards value creation.</p><p>I know that these efforts have been ongoing since I was in university. So, I'm really thankful for the people in this ecosystem who have worked to develop it, as well as the creators and the startup owners who come before us and set a good precedent. I'm really inspired by their determination. It's equally important for people to get the opportunity and open doors but keep them open for the next person and future generations.</p><p>What have been the biggest challenges you faced to develop your products and extend the market further?</p><p>We faced many internal and external challenges. When we first ordered our air purifier device, two weeks later the Chinese border closed. So, we had our money locked for one whole year and couldn't pilot as we wanted to. That's the first biggest challenge. Second, investment is always a big challenge, because Mongolia has a very small market and the number of investors who are experienced, and investing are relatively few. Investors who are well equipped or who have experience with physical products, such as manufacturing, are very hard to find. These are all issues that startups generally face but it's a bit harder because, firstly it's hard to find investors, and secondly, it's hard to scale into a very small market. That is a big market challenge.</p><p>You also won the Youth Ecopreneur awards from the International Trade Center, and 5,000 USD. What do you plan to do with it?</p><p>We were able to win the Youth Ecopreneur awards during the World Expert Development Forum held in Ulaanbaatar city in June. It hasn't only been 5000 USD; they gave us a pro bono legal service from a multinational law firm called Sidley Austin. We are enrolled into the Google startups for sustainable development program, and we have the right to talk to people</p><p>from the World Intellectual Property Office. In addition, the International Trade Center has been promoting us in the media extensively. So, the fact that I was at the UN and speaking at two events was all thanks to the International Trade Center. We were lucky to have won it and I'm glad it was organized in Mongolia. Also the YE! Community is very supportive and very loving, which is great.</p><p>You also recently attended the Clinton Global Initiative and UNSDG Summit. Can you tell more about it?</p><p>Last year, we participated in a six-month incubation program called Unleash. It's a community of SDG and impact driven companies. When we enrolled there, we got accepted into stage three and we went to an in-person competition in Mysuru, India. We were exposed to a lot of mentors and experts in the fields of fundraising, global supply chains, product development, storytelling, and other things. One of the mentors we got acquainted with referred us to the Clinton Global Initiative to participate in their Greenhouse event. The greenhouse event convened 30 businesses in three tracks. The three tracks were climate resilience, inclusive economic development, and health equity. Out of 200 who were referred by the Clinton Foundation community to apply to this event, 30 were chosen, including us. So, these people were competing for 25,000 USD and an exposure to the Clinton Foundation network. It just goes to show how much all these international startup competitions and events help you and it was an amazing event to be at and participate in. This year's theme was Keep Going.</p><p>I did two events at the UN. First, I was there for SDG Action Weekend which happens before the SDG Summit. At the Action Weekend, I was on a panel that was focused on closing the financing gap for women and missionaries. Second, I was at the Good Trade Summit, where I was privileged enough to sit next to the US Department of State chief global partnerships officer and have him interview us and ask him questions as well. During the Action Weekend, I was interviewed, and they ended up posting my interview on the beginning launch day of the SDG Summit, where a lot of like country leaders were. So, it's almost like it was orchestrated by the International Trade Center.</p><p>Lastly, what are your future plans?</p><p>We are now in the process of setting up a factory to manufacture 100-percent biodegradable air filters. We're producing that filter material for filter manufacturers who will then take it into different shapes and fitted for various applications. We want to export and explore beyond the wool only as a raw material. As for me, I will continue to spread more climate education and try to contribute to education more in general.</p>", "publisher": "The UB Post", "instances": ["One of the mentors we got acquainted with referred us to the Clinton Global Initiative to participate in their Greenhouse event. The greenhouse event convened 30 businesses in three tracks. Out of 200 who were referred by the Clinton Foundation community to apply to this event, 30 were chosen, including us. So, these people were competing for 25,000 USD and an exposure to the Clinton Foundation network."]}, {"relevance_score": 15, "title": "World Bank to support sustainable urban transport in Ulaanbaatar", "published": "2021-06-28", "bodyText": "<p nitf:lede=\"true\">The World Bank board of directors has approved a $100mn loan to support the Ulaanbaatar Sustainable Urban Transport Project. The project is to develop a comprehensive framework for sustainable urban mobility for Mongolia's capital, and will reduce congestion, improve road safety, and address climate resilience on selected transport corridors.</p><p>In Ulaanbaatar, where close to 50% of the country's population resides, travel demand has been increasing due to rapid urbanisation. The city's current 1,100-km-long street network is sparse and disconnected, while traffic management and road safety facilities are insufficient, causing delays, traffic accidents, and congestion. Poor public transport services and vulnerability to natural hazards such as flooding are affecting residents' livelihoods and disproportionately hurting vulnerable and low-income populations. At the same time, lack of evidence-based planning and management, and weak institutional capacity have hampered efficient allocation of limited financial resources.</p><p>The project will finance street network infrastructure for selected transport corridors as well as better integrated public transport systems, the World Bank said. This includes road reconfiguration, rehabilitation, and construction on selected priority corridors, upgrading bus management systems and improvements of bus stops, and installation of intelligent transport systems and smart parking management systems across the city. The project will also support strategic studies and capacity-building activities to help the municipality build effective institutions for transport planning and management, the international financial institution added.</p><p>\"Improving traffic conditions in Ulaanbaatar has become a top priority for the municipality and the Mongolian government, and the World Bank is pleased to be providing support in this area through its expertise and financial resources,\" said Andrei Mikhnev, World Bank country manager for Mongolia. \"The project is designed to benefit all road users including vulnerable users such as pedestrians in Ulaanbaatar through reduced traffic congestion, improved road safety, and less disruptions from natural hazards.\"</p><p>\"Addressing Ulaanbaatar's urban transport issues requires a comprehensive and long-term approach to provide urban mobility for all users in a sustainable way,\" said Yang Chen, a World Bank senior transport specialist. \"This project will build the foundation for the comprehensive Ulaanbaatar Sustainable Urban Transport program, which was conceptualized based on the results of analytical work and technical assistance done by the World Bank and the municipality over the past six years.\"</p><p>The Municipality of Ulaanbaatar will be responsible for the overall project implementation and oversight. This is the first project in Mongolia to be fully financed by the World Bank Group's International Bank for Reconstruction and Development (IBRD).</p>", "publisher": "Intellinews - Mongolia Today", "instances": ["The World Bank board of directors has approved a $100mn loan to support the Ulaanbaatar Sustainable Urban Transport Project. In Ulaanbaatar, where close to 50% of the country's population resides, travel demand has been increasing due to rapid urbanisation. The city's current 1,100-km-long street network is sparse and disconnected, while traffic management and road safety facilities are insufficient, causing delays, traffic accidents, and congestion."]}, {"relevance_score": 98, "title": "ADB zooms in on climate change and tourism", "published": "2019-05-10", "bodyText": "<p nitf:lede=\"true\"> The governors' plenary on mobilizing the private sector when marketing conditions are challenging taking place during the 52nd ADB Annual Meeting</p><p nitf:lede=\"true\">Over 2,000 delegates from the Asia Pacific region came together in Nadi, Fiji for the 52nd Annual Meeting of the Asian Development Bank's (ADB) Board of Governors, which took place from May 1 to 5.</p><p nitf:lede=\"true\">The 2019 annual meeting marks the first time a Pacific developing member country will host ADB's largest annual gathering, providing ADB Governors an opportunity to discuss important and pressing development issues facing Asia and the Pacific. The theme for this year's event is 'Prosperity Through Unity.'</p><p nitf:lede=\"true\">This year's meeting focused on sustainable tourism and its potential to boost national and regional development efforts, the role of private sector financing for disaster risk management and climate resilience, and the importance of actions to improve ocean health. Responses to heightening global economic uncertainty, the role of digital technologies for financial inclusion, and new tools for sustainable infrastructure development were also key topics of discussion.</p><p>In his opening remarks, the ADB President Takehiko Nakao said the bank expects solid growth for the region, before expressing concerns about trade tensions.</p><p>'Economic growth in the region remains solid, while there is much discussion about a slowdown and uncertainties in the global economy. Domestic consumption and investment have provided a strong growth foundation. In some countries, growth is even accelerating. Countries need to continue to pursue prudent macroeconomic policies, implement structural reforms, and invest in human capital and infrastructure.'</p><p>'Trade tensions remain a concern. If tensions escalate, they could seriously undermine consumer and investor confidence and weaken growth in the region. Maintaining open trade and investment regimes is key to vibrant and sustainable growth. In this respect, the ongoing efforts by Asian governments to promote new multilateral trade agreements within the region and beyond are encouraging,' assessed Nakao.</p><p>Finance ministers, central bank governors, government officials, private sector representatives, development partners, youth, as well as members of the academe, civil society, and media from Asia and the Pacific, as well as around the world, attended the event.</p><p>ADB President Nakao speaking during the 52nd ADB Annual Meeting in Fiji</p><p>The Pacific takes center stage at ADB annual meeting</p><p>The first day of the annual ADB meeting focused mainly on issues related to the host country, Fiji, and the Pacific region. During the opening, ADB President Nakao pledged to expand support to help the Pacific islands build stronger resilience to global economic shocks, disasters, and climate change.</p><p>Speaking to Pacific Developing Member Country (DMC) governors, Nakao said the annual meeting in Fiji is a 'historic' occasion, since it is the first held in a Pacific DMC and comes at an important time for the sub region.</p><p>'We now have the opportunity to highlight the unique development challenges and significant development progress throughout the region,' said Nakao. 'During this annual meeting, the main message I want to share with you, as well as with other governors, development partners, the private sector, and civil society, is that ADB is scaling up our operations in the Pacific.'</p><p>During the session with DMC governors, the ADB president highlighted the need to strengthen ADB's partnership with key development partners such as Australia, New Zealand, Japan, the European Union, the World Bank, and the Pacific Islands Forum.</p><p>Finance minister: Liberalizing will bring private investment</p><p>Minister of Finance Ch.Khurel­baatar spoke to The UB Post about the ADB annual meeting and lessons from Fiji's tourism development.</p><p>The 52nd ADB annual meeting is taking place in Fiji. Tell us your thoughts on the event?</p><p>Today, the 52nd Annual Meeting of the Board of Governors of ADB is taking place on the island of Fiji. I'm participating as the governor representing Mongolia. The main aspect of the meeting concerns ways to attract investment for the private sector and ways to contribute to the development of countries. These are the focus of the main sessions. In the session that happened today I understood that the financial resources are available among countries. There are many ways we can raise funding to support the development of Mongolia and these opportunities are fully open.</p><p>In some sectors, it is possible to attract investment for the private sectors just by making policy and legal environment adjustments. In the tourism sector, for example, there is the liberalization of the aviation sector. If we improve the legal environment in this sector and create competition, the private sector can enter the industry. There are many ways to attract massive investments this way, as demonstrated by the examples of other countries.</p><p>In the Ipotek market, we have the eight percent interest mortgage in the Mongolian market. For instance, when the private sector wants to invest, they say the rate is not a market rate. Making it market-based, and finding the correct method and mechanism to lower interest rates, there is an opportunity bring in substantial investment from the private sector.</p><p>Therefore, if we can adopt good policies and establish a mechanism that is in congruency with the international standard, there is the full opportunity to speed up development in many sectors of Mongolia. The main sessions will be held tomorrow (May 4).</p><p>Fiji is a beautiful country that managed to develop its tourism sector extremely well. What can Mongolia learn from Fiji with regard to investment in the tourism sector?</p><p>Obviously, this is done by the private sector. For instance, in the aviation sector, there are direct flights to San Francisco and the USA. A country with 900,000 or so people is making direct flights to large cities in the USA. Direct flights to big cities of Asia are also available. This means that when tourists who will spend money in this country come, they are given the opportunity to come at a low cost. I view this as a very important thing.</p><p>There is also the fact that big international hotel chains are already here. Practically all of the big names are here and operating. Therefore, in my view, first we must achieve liberalization in a fast and efficient manner in Mongolia. There are those who say we must protect the interests and rights of national companies such as MIAT Mongolian Airlines, but expanding the tourism sector is more beneficial to these national companies. All sides need to realize and acknowledge this fact, and make correct political decisions will less hurdles.</p><p>'A' for ADB</p><p>The '2018 Development Effectiveness Review' (DEfR), the 12th in the series of annual performance reports prepared by ADB, was launched in Nadi, Fiji, at the 52nd ADB annual meeting. The report, based on ADB's corporate results framework, assesses the bank's performance and progress in implementing its strategy across various results indicators.</p><p>'The 2018 DEfR highlights ADB's efforts, and successes, in delivering on its mission of helping the Asia and Pacific region become more prosperous, inclusive, resilient, and sustainable,' said the Director General of ADB's Strategy, Policy, and Partnerships Department Tomoyuki Kimura. 'ADB will continue enhancing its operations to help more people in the Asia and Pacific region.'</p><p>ADB operations in 2018 continued to grow, with commitments including loans and grants, reaching 21.6 billion USD, up 10 percent from the 19.7 billion USD committed in 2017. Direct value-added co-financing signed last year hit a record high of 14 billion USD, up from 11.8 billion USD in 2017, while disbursements also reached its highest ever at 14.2 billion USD in 2018, which is 2.7 billion USD more than the previous year.</p><p>'ADB's new lending and grant operations in 2018 grew to a record 21.6 billion USD, an increase of nearly 10 percent from 19.7 billion USD in the previous year. Compared to 13.9 billion USD in 2013 when I became ADB President, this is an increase of 55 percent. Such an expansion became possible thanks to the much larger equity from the successful merger of the ordinary capital resources balance sheet and Asian Development Fund (ADF) concessional lending operations in 2017,' said ADB President Nakao. 'Going forward, I am of the view that ADB should intensify its focus on quality and innovation in our operations, while maintaining moderate volume growth.'</p><p>ADB's response to climate change and support for gender equality accelerated, according to the report. The share of ADB operations supporting climate change adaptation and mitigation during the 2016-2018 review period reached 56 percent, surpassing the 2020 target of 45 percent. Meanwhile, the share of committed sovereign operations supporting gender mainstreaming increased to 52 percent, exceeding the 2020 target of 50 percent of overall ADB operations. Achievement of gender equality results also remained above target, with 76 percent of completed operations successfully delivering their intended results in this priority area.</p><p>Financing for private sector operations also reached new heights, with commitments increasing by 37 percent to 3.1 billion USD in 2018 from 2.3 billion USD in 2017. Private sector operations' share of the total signed ADB financing, meanwhile, rose to 19.3 percent in 2018 from 13.3 percent in 2017, putting it on track to reach the 2020 target of 20 percent.</p><p>Education and health financing are also on track to meet their 2020 targets. Education commitments reached a record 7.5 percent share of total commitments in 2018 -achieving for the first time, the six percent to 10 percent 2020 target range - with volume of commitments more than doubling to 1.6 billion USD, comprised of 13 loans and grants. Financing for health rose to 2.4 percent of total operations, the highest figure since 2010 and on track to meet the three percent to five percent 2020 target range. Health financing also more than doubled to 515 million USD in 2018, with 13 loans and grants committed. ADB's social protection support, however, declined to 4.9 percent in 2016-2018 from 5.1 percent of the bank's total operations in 2015-2017, remaining short of the six percent target.</p><p>In 2018, ADB operations in the Asia and Pacific region have helped 1.2 million students receive training and education under improved quality assurance systems; built and upgraded 8,400 kilometers of roads; reduced 2.4 million tons of annual greenhouse gas emissions; provided new or improved water supplies for 413,000 households; improved people's and businesses' access to finance through 2.4 million microfinance loan accounts opened; and enhanced regional and international trade with 6.7 million tons of annual cross-border cargo volume facilitated.</p><p>South Korea's Incheon will host the 53rd ADB annual meeting in 2020 under the theme 'Asia 2020: Innovation, Inclusiveness and Integrity. South Korean is considered ADB's crucial partner which contributes to the bank's development work through capital, special funds, co-financing, trust funds, and knowledge sharing.</p>", "publisher": "The UB Post", "instances": ["The 2019 annual meeting marks the first time a Pacific developing member country will host ADB's largest annual gathering, providing ADB Governors an opportunity to discuss important and pressing development issues facing Asia and the Pacific. The theme for this year's event is 'Prosperity Through Unity. Responses to heightening global economic uncertainty, the role of digital technologies for financial inclusion, and new tools for sustainable infrastructure development were also key topics of discussion. In his opening remarks, the ADB President Takehiko Nakao said the bank expects solid growth for the region, before expressing concerns about trade tensions."]}]