[{"relevance_score": 11, "title": "United Kingdom: Team of UK experts to help fight Australian bushfires", "published": "2020-01-10", "bodyText": "<p nitf:lede=\"true\">As a first step in the UK's support for Australia, a team of experts is travelling to Australia to scope how the UK can best contribute to the response.</p><p>A team of UK experts is travelling to Australia to scope how the UK can best contribute to the Australian response to the unprecedented bushfires causing devastation across the country.</p><p>As a first step in the UK's support for Australia, this team will include a senior member of the UK Fire and Rescue Service, a medical specialist in trauma and mental health, and a military liaison officer, specialising in crisis response.</p><p>On the deployment, Foreign Secretary Dominic Raab said:</p><p>Australia is one of our strongest and oldest friends and we are utterly distraught about the devastation caused by these catastrophic bushfires - including the tragic loss of life and of precious biodiversity.</p><p>Despite being on opposite sides of the world, our bond is a close one, and we will do all that is possible to help them respond to and recover from this tragic situation.</p><p>The team of experts will work with Australian colleagues to establish what type, extent and duration of support will be of most use to the emergency responders, and ensure that such contributions are fully integrated with Australian efforts.</p><p>These specialists will liaise with regional coordinators across a number of states as well as with the central Australian government.</p><p>This engagement will inform options for a future UK contribution, which would focus on areas of most pressing Australian need, including where the UK has world leading capabilities and expertise.</p><p>The deployment comes following exchanges between the Prime Minister, Foreign Secretary and their Australian counterparts.</p><p>FCO Minister Heather Wheeler's statement to Parliament on the UK response to the Australian bushfires</p><p>FCO Minister Heather Wheeler's statement to Parliament on the UK response to the Australian bushfires</p><p>Media enquiries</p><p>For journalists</p><p>Email <email normalizedValue=\"mailto:newsdesk@fco.gov.uk\">newsdesk@fco.gov.uk</email></p><p>Newsdesk 020 7008 3100</p><p>(United Kingdom Government)</p>", "publisher": "Thai News Service", "instances": ["This engagement will inform options for a future UK contribution, which would focus on areas of most pressing Australian need, including where the UK has world leading capabilities and expertise. The deployment comes following exchanges between the Prime Minister, Foreign Secretary and their Australian counterparts. gov. ukNewsdesk 020 7008 3100(United Kingdom Government)"]}, {"relevance_score": 22, "title": "Australia: Wildlife Catastrophe Caused by Australian Bushfires", "published": "2020-01-13", "bodyText": "<p nitf:lede=\"true\">More than 1 billion animals have been killed in bushfires in the Australian state of New South Wales, according to leading wildlife experts.</p><p nitf:lede=\"true\">Bushfires have had a terrible impact on Australia. Lives have been lost, thousands of homes destroyed and vast areas of land incinerated. The disaster has also had catastrophic consequences for animals. Images of badly burned koalas, Australia's famous furry marsupials, have come to define the severity of the fire emergency.</p><p>The University of Sydney has estimated that more than 1 billion mammals, birds and reptiles, as well as hundreds of billions of insects have died in the fires. Experts have warned that for some species we are looking at imminent extinction.</p><p>They also fear that animals that have survived the fires by fleeing or seeking safety underground will return to areas that will not have the food, water or shelter to support them.</p><p>Saving the zoo animals</p><p>At zoos and wildlife reserves, staff risked their lives protecting the animals in their care.</p><p>As fires tore through the town of Mogo on the New South Wales south coast on New Year's Eve, there were grave fears for the animals at the local zoo. Remarkably, they all survived, but the property is badly damaged.</p><p>Chad Staples, the head keeper, told the Australian Broadcasting Corporation about his decision to stay to fight the flames.</p><p>We have a lot of damaged fences, he said. The good thing is that we saved every single animal, there is no injuries, there's no sickness. We had to stay here and protect them. We knew that this was the best place that we, if we worked hard, could make this a safe place. But, yeah, of course, I think everyone, at [a] different point, was scared out of their wits.</p><p>Farm animals perish</p><p>Tens of thousands of farm animals also have likely died in the bushfire disaster.</p><p>Farmers have been forced to euthanize injured stock. The losses could run into the millions of dollars.</p><p>Only when the fires clear will Australia be able to more accurately assess the full extent of the damage on livestock and wildlife.</p><p>Dozens of fires continue to burn across several Australian states. - VOA</p>", "publisher": "Thai News Service", "instances": []}, {"relevance_score": 17, "title": "About 3bn animals killed, uprooted by Australian bushfires", "published": "2020-07-28", "bodyText": "<p nitf:lede=\"true\">  A kangaroo bounds through a field shrouded in smoke amid the eerie glow from bushfires in Snowy Valley on the outskirts of Cooma, New South Wales, in January.  SYDNEY: Nearly three billion animals were killed or displaced by Australia's unprecedented 2019-20 wildfires in \"one of the worst wildlife disasters in modern history\", according to a report released Tuesday.</p><p>The study by scientists from several Australian universities said the wildlife hit included 143 million mammals, 2.46 billion reptiles, 180 million birds and 51 million frogs.</p><p> While the report did not say how many animals died because of the fires, the prospects for those that escaped the flames \"were probably not great\" due to a lack of food, shelter and protection from predators, said Chris Dickman, one of its authors. The fires ravaged more than 115,000 square kilometres of drought-stricken bushland and forest across Australia in late 2019 and early 2020, killing more than 30 people and destroying thousands of homes.</p><p> It was the broadest and most prolonged bushfire season in modern Australian history, with scientists attributing the severity of the crisis to the impacts of climate change. An earlier study in January estimated the fires had killed a billion animals in the hardest-hit eastern states of New South Wales and Victoria.</p><p> But the survey released Tuesday was the first to cover fire zones across the continent, said lead scientist Lily van Eeden of the University of Sydney. Results from the survey were still being processed, with a final report due to be released late next month, but the authors said the number of three billion animals affected was unlikely to change.</p><p> \"The interim findings are shocking,\" said Dermot O'Gorman, CEO of the Australian branch of the World Wide Fund for Nature, which commissioned the report. \"It's hard to think of another event anywhere in the world in living memory that has killed or displaced that many animals,\" he said.</p><p> \"This ranks as one of the worst wildlife disasters in modern history.\" The plight of Australia's popular koalas during the fires garnered international media attention, with thousands of the tree-dwelling marsupials believed to have perished.</p><p> But a government report early this year cited 100 other threatened native plant and animal species that had lost more than half their habitat to the blazes, raising the prospect of far greater losses. Scientists say global warming is lengthening Australia's summers and making them increasingly dangerous, with shorter winters making it more difficult to carry out bushfire prevention work.</p><p> The report released Tuesday was drawn up by scientists from the University of Sydney, University of New South Wales, University of Newcastle, Charles Sturt University and conservation group BirdLife Australia.</p>", "publisher": "The Bangkok Post (Thailand)", "instances": []}, {"relevance_score": 13, "title": "United Kingdom: Further UK assistance to fight Australian bushfires announced as Foreign Secretary visits worst-hit state", "published": "2020-02-10", "bodyText": "<p nitf:lede=\"true\">The UK's support to fight the destructive Australian bushfires was strengthened today (6 February) in a further demonstration of the deepening relationship between the two countries.</p><p>Foreign Secretary Dominic Raab and Australian Foreign Minister Marise Payne announced a package of UK support, including assistance from the Royal Botanic Gardens, Kew to support emergency seed collecting in areas affected by the bushfires, and collaboration between the UK and Australian space agencies on preparedness, response and mitigation measures. A team of UK experts visited Australia last month to scope how the UK can best contribute to the response.</p><p>The Foreign Secretary and Foreign Minister Payne will also travel to the New South Wales Rural Fire Service headquarters tomorrow (7 February) to meet those involved in the response to the bushfires.</p><p>The package of UK support builds on the long-standing relationship between Kew and the Australian Seed Bank Partnership (ASBP), to conserve Australia's incredible biodiversity through seed banking.</p><p>Foreign Secretary Dominic Raab said:</p><p>This further collaboration between the Australian Seed Bank Partnership and the Royal Botanic Gardens, Kew will help protect Australia's precious biodiversity following the terrible bushfires.</p><p>We stand shoulder to shoulder with the Australian people in the face of this challenge.</p><p>Kew has worked in collaboration with Australian seed banks since 2000, sharing expertise on seed collection processes, conservation and research so that the seeds of plant species considered rare or threatened can be banked and conserved for the future.</p><p>So far, 12,450 seed collections representing 8,900 Australian species, all of which are saved in local seed banks, have been duplicated and stored in Kew's Millennium Seed Bank (MSB) in Wakehurst, Sussex, as a safe back-up to in-country storage. Banked seeds offer future possibilities for both research and conservation and can be used to grow a new generation of plants in years to come.</p><p>Dr Elinor Breman, Senior Researcher at the Royal Botanic Gardens, Kew's Millennium Seed Bank:</p><p>The Royal Botanic Gardens Kew has a long-standing and productive relationship with the Australian Seed Bank Partnership (ASBP), with whom we have worked with for 15 years. We offered our assistance with the emergency response to the bushfires and are pleased to be able to support their efforts, as part of our ongoing partnership to address biodiversity loss through seed-banking in Australia.</p><p>Kew's scientists will work with the ASBP to conduct emergency seed collecting in areas devastated by the bushfires and longer-term germination research, which will hopefully aid the international effort to restore habitats more quickly in this precious and biodiverse region.</p><p>(United Kingdom Government)</p>", "publisher": "Thai News Service", "instances": ["Foreign Secretary Dominic Raab and Australian Foreign Minister Marise Payne announced a package of UK support, including assistance from the Royal Botanic Gardens, Kew to support emergency seed collecting in areas affected by the bushfires, and collaboration between the UK and Australian space agencies on preparedness, response and mitigation measures. A team of UK experts visited Australia last month to scope how the UK can best contribute to the response."]}, {"relevance_score": 48, "title": "Australia: Australian bushfires: The canary building the coal mine", "published": "2020-01-13", "bodyText": "<p nitf:lede=\"true\">The world's biggest exporter of coal is engulfed in flames and Aussies are taking to the streets demanding action. Could this summer be the turning point for a notorious climate offender?</p><p nitf:lede=\"true\">As 2019 drew to a close, there were 12 houses on Jack Egan's street in North Rosedale in New South Wales. Today, only four remain.</p><p nitf:lede=\"true\">Egan, who has Rural Fire Service training, stayed to defend his home even after his neighbors heeded official warnings and evacuated. But once the \"firestorm\" rolled in from two directions on December 31st, it \"went up like a torch,\" he told DW.</p><p>Jack says fire-ravaged streets like his look the same across the country: \"There's the rubble of the houses, the corrugated iron from the roof collapsed on top of it, all the timber's been incinerated, the bush around is completely denuded and black.\"</p><p>As the Australian bushfires continue to savage towns and ecosystems, take human lives and kill billions of animals, environmentalists say one of the world's worst climate offenders has become a grave example of its impacts.</p><p>\"There's a white hot anger across our community,\" Egan, a support worker for the elderly, says. \"Not so much about the drought and fire, but the lack of climate change action across decades.\"</p><p>Climate vs. coal</p><p>On Friday, that anger spilled onto city streets from Sydney to Canberra, Brisbane, Adelaide, Hobart and Perth, with thousands of protestors demanding emissions cuts and an end to multi-billion dollar fossil fuel subsidies.</p><p>Australia is the world's biggest coal exporter. Last year, Prime Minister Scott Morrison's government approved Adani's controversial Carmichael mine in Queensland's Galilee Basin, set to be one of the world's biggest coal mines. Another six coal mines in the area are awaiting approval.</p><p>The 2020 Climate Change Performance Index ranked Australia last out of the 57 countries for its climate policy, describing Morrison's conservative government as a \"regressive force.\"</p><p>Back in 2008, the Garnaut Climate Change Report predicted that without action on climate change, Australia would face earlier and more intense fire seasons by 2020.</p><p>While Morrison has been reluctant to admit a link between climate change and the current bushfires, for many that prediction appears to have been horribly realized. With two months of summer still to go in the southern hemisphere, authorities have already rated this fire season Australia's worst on record.</p><p>Bhiamie Williamson, a researcher in indigenous governance and identity at the Australian National University in Canberra, points out that Australia is no stranger to fires. Whether the current protests are a turning point remains to be seen.</p><p>\"Australia is a country that's almost becoming accustomed to major natural disasters, and as yet none of them have galvanized people to action,\" Williamson said.</p><p>Nature and culture up in flames</p><p>One of the country's previous worst-ever natural disasters, the Black Saturday bushfires in 2009, killed almost 200 people and burned through 450,000 hectares (1.1 million acres) following a severe heatwave.</p><p>This season has already seen 10 million hectares (25 million acres) ablaze. While it hasn't taken as many human lives as the fires a decade ago (the current death toll is 27), ecologists estimate more than 1 billion animals have died.</p><p>Several species may now face extinction, and large swathes of rainforest and coastal ecosystems normally considered too wet to burn will take decades to regenerate - even if they are spared future fires.</p><p>That's not to mention the enormous loss experienced by First Nations people, who have witnessed the destruction of ancient, sacred trees and sacred sites, and face the possible extinction of ancestral and totemic plants and animals that are deeply entwined with their cultural identity.</p><p>Williamson, who is a member of the indigenous Euahlayi people, describes this as a \"new trauma\" for Aboriginal people, layered on top of the trauma of colonization and the ongoing \"wilful ignoring of Indigenous people's land-management perspectives.\"</p><p>Crippling drought and lethal heat</p><p>The current bushfires follow unprecedented heat and drought. Australia had below average rainfall every month last year, and New South Wales - the hardest hit state on Australia's east coast - is in its 38th consecutive month of above average temperatures.</p><p>Polls suggest that most Australians see climate change as an urgent threat and want tougher government action. But Williamson says \"understanding that and prioritizing it are two different things.\"</p><p>Right now, Williamson says questions \"like 'how expensive is your electricity bill?' and 'what's the cost of living?' overwhelmingly define people's voting behaviors\" - not climate policy.</p><p>Prime Minister Morrison, who at one point in the fire season left for a holiday in Hawaii, told Sydney radio 2GB on Friday, \"We don't want job-destroying, economy-destroying, economy-wrecking targets and goals.\"</p><p>It's not just the current government that has lagged on climate policy. \"There hasn't been any government action for about three decades,\" Egan said. \"It gets harder, more expensive and more damaging the longer we wait.\"</p><p>Both he and Williamson blame successive conservative governments for failing to heed warnings over the years. The 2014 adiminstration even scrapped a carbon tax put in place by the previous government.</p><p>A warning to the world</p><p>Standing in the wreckage of the home he and his partner Cath Bowdler only recently finished renovating, Egan describes his country as \"the canary in the burning coal mine.\" He hopes the rest of the world is watching.</p><p>\"Look what has happened to us,\" he says. \"We're the early victims here, but this will happen to you. We don't want it to happen to you, but the only way we can prevent it is for us to cooperate on effective climate action policies.\"</p><p>\"It's time to get out of the coal mine,\" Egan warns.</p><p>Source: DW - Deutsche Welle</p>", "publisher": "Thai News Service", "instances": ["But once the \"firestorm\" rolled in from two directions on December 31st, it \"went up like a torch,\" he told DW. Jack says fire-ravaged streets like his look the same across the country: \"There's the rubble of the houses, the corrugated iron from the roof collapsed on top of it, all the timber's been incinerated, the bush around is completely denuded and black. There's a white hot anger across our community,\" Egan, a support worker for the elderly, says. \"Not so much about the drought and fire, but the lack of climate change action across decades."]}, {"relevance_score": 24, "title": "Australian bushfires flare again, water-bombing plane missing", "published": "2020-01-23", "bodyText": "<p nitf:lede=\"true\">  The months-long crisis has sparked renewed calls for Australia's conservative government to take immediate action on climate change.  SYDNEY: A water-bombing plane was missing and feared to have crashed in Australia's southeast on Thursday, as firefighters battled a new outbreak of bushfires whipped up by scorching temperatures and strong winds.</p><p nitf:lede=\"true\">At least seven blazes were declared emergencies, including one in the Snowy Monaro region, where authorities lost contact with the firefighting aircraft. \"Local ground crews indicate the aircraft may have crashed,\" the New South Wales Rural Fire Service said in a statement.</p><p> \"A number of helicopters are in the area carrying out a search.\" Bushfires also forced the closure of Canberra Airport, with all flights in and out of the country's capital suspended due to approaching flames.</p><p> Passenger flights were halted around midday (8am Bangkok) as two out-of-control blazes burning immediately to the south and west of the airport merged and the combined fire bore down on three nearby suburbs. Temperatures soared to 40Cin Sydney, where a bushfire also broke out in a northwestern suburb of Australia's biggest city.</p><p> Wind gusts had been forecast to reach 90 kilometres per hour in some areas, but New South Wales Rural Fire Service commissioner Shane Fitzsimmons said the winds were stronger than expected, especially in the fire-ravaged southeast of the state. \"One of the big challenges we've got with the increased intensity of these winds is that it is proving very difficult to fly any aircraft to provide any aerial support to the firefighting effort on the ground,\" he said.</p><p> \"We are trying to get some of the large air tankers and some of the very large helicopters involved, but it's proving very difficult. It's too dangerous to fly these things.</p><p>\" Fitzsimmons warned of a \"long, difficult afternoon\" ahead for firefighters and residents. - 'A long way to go' - Unprecedented bushfires fuelled by climate change have killed at least 29 people and devastated vast swathes of the country since September.</p><p> The blazes have been followed by extreme weather that has hampered clean-up operations in some areas, including intense storms that have battered parts of Australia with giant hail, floods and landslides. Heavy rainfall has helped to contain and, in some cases, extinguish long-running blazes but an expected return to searing heat and gusting winds Thursday was flagged as a cause for concern as dozens of fires continued to burn.</p><p> Cooler weather was forecast to return on Friday, but the bushfire season still has weeks left to run. \"The fire season doesn't traditionally stop here in New South Wales until right up to the end of March,\" Fitzsimmons said.</p><p> \"So we've got a long way to go this season and whilst the rainfall has been certainly welcome and the conditions have eased, we're certainly not out of the fire season yet.\" The months-long crisis has sparked renewed calls for Australia's conservative government to take immediate action on climate change, with street protests urging Prime Minister Scott Morrison to reduce the country's reliance on coal.</p><p> A major coal conference in Wollongong -- situated in a coal-producing region south of Sydney that has been hit by massive blazes -- was cancelled this week in response to what local climate activists said was a \"planned mass protest\". And a January poll released this week found the environment has soared to the top of Australians' concerns, with 41% of people polled by market research firm Ipsos ranking it as the most important national issue for the first time.</p><p> While Morrison has now reluctantly acknowledged the link between the bushfire disaster and a warming planet, he has stopped short of announcing any sweeping new measures to cut emissions. Instead, the prime minister has signalled that his government would focus on climate adaption and building resilience.</p>", "publisher": "The Bangkok Post (Thailand)", "instances": []}, {"relevance_score": 23, "title": "Australia: Relief as Rain Falls over Australian Bushfires&amp;nbsp;", "published": "2020-01-17", "bodyText": "<p nitf:lede=\"true\">Rain fell across parts of bushfire-ravaged Eastern Australia on Thursday and more wet weather was forecast, giving some relief following months of catastrophic blazes fuelled by climate change.</p><p>The fires, unprecedented for Australia in terms of duration and intensity, have claimed 28 lives and killed an estimated billion animals, AFP reported.</p><p>Sustained hot weather and only very rare periods of light rain in the affected areas have deepened the crisis.</p><p>So authorities had been looking forward to this week's rain hoping it would help contain or even extinguish some fires.</p><p>In the state of New South Wales, where many of the worst fires have burnt, there were \"good falls\" on some blazes early Thursday, the local meteorology bureau reported.</p><p>\"Relief is here for a number of firefighters working across NSW,\" the state's Rural Fire Service said in a social media post accompanying video footage of rain falling in a burning forest, adding, \"Although this rain won't extinguish all fires, it will certainly go a long way towards containment.\"</p><p>Before the rains, there were 30 blazes burning out of control in New South Wales.</p><p>Smoke from bushfires had also choked the Southern city of Melbourne from Monday to Wednesday, disrupting the build-up to next week's Australian Open tennis tournament.</p><p>However thunderstorms late on Wednesday cleared the smoke, with the wet weather then moving east towards fires in the southern state of Victoria.</p><p>\"Storms have improved air quality in most parts of the state,\" the Victorian Environment Protection Agency announced.</p><p>More rain was also forecast on Friday and the weekend which, if it does occur, would be the most sustained period of wet weather since the crisis began in September last year.</p><p>\"This will be all of our Christmas, birthday, engagement, anniversary, wedding and graduation presents rolled into one. Fingers crossed,\" the New South Wales Rural Fire Service stated early this week in reference to the forecast wet weather.</p><p>The fires have destroyed more than 2,000 homes and burnt 10 million hectares (25 million acres) of land --- an area larger than South Korea or Portugal.</p><p>Australia endures bushfires every year but they started much earlier than normal last year and have lasted far longer.</p><p>Forests and farming land were already extremely dry due to a prolonged drought, providing the foundations for the fire crisis when extreme hot weather hit well before the southern summer.</p><p>Australia experienced its driest and hottest year on record in 2019, with its highest average maximum temperature of 41.9 degrees Celsius (107.4 degrees Fahrenheit) recorded in mid-December.</p><p>Scientists say the bushfires are the type of extreme disaster the world can expect more of as global warming intensifies.</p><p>The past decade was the hottest on record globally, the United Nations announced on Wednesday.</p><p>\"What's happening is persistent, not a fluke due to some weather phenomenon,\" said Gavin Schmidt, director of NASA's Goddard Institute for Space Studies, which provided one of the datasets for the UN report.</p><p>\"We know that the long-term trends are being driven by the increasing levels of greenhouse gases in the atmosphere,\" Schmidt added. - FNA</p>", "publisher": "Thai News Service", "instances": []}, {"relevance_score": 24, "title": "Australia: Oceans play role in Australian bushfires drama, say experts", "published": "2020-01-03", "bodyText": "<p nitf:lede=\"true\">Australia's dry and hot weather, coupled with ocean heat waves, could last for months. Meteorologists' forecasts don't bode well for battling bushfires across Australia.</p><p nitf:lede=\"true\">Raging bushfires in Australia, so extreme that ash, smoke and carbon monoxide from the burning have reached distant New Zealand, could rage for months, climate experts in both countries are warning.</p><p nitf:lede=\"true\">Australia's Bureau of Meteorology (BoM) in its latest forecast said \"large parts\" of the continent run a \"high likelihood\" of enduring days and nights that are warmer than average, with \"below-average\" rainfall, well into 2020.</p><p>Downwind, across the Tasman Sea, New Zealand's National Institute of Water and Atmospheric Research (NIWA) said the westerly Southern Ocean jet wind stream - between Antarctica and Australia - has changed \"dramatically,\" with resultant \"calmer, drier conditions.\"</p><p>Warmer than usual</p><p>In a climate statement earlier this year, BoM said it had recorded average surface water temperatures for January across the Tasman Sea \"as a whole\" that were 1.66 degrees Celsius (2.98 degrees Fahrenheit) higher than usual.</p><p>Last week, a Pacific Ocean surface \"heat blob\" located between New Zealand and South America and mapped by University of Maine climatologists in the United States, was described by NIWA as a huge anomaly with regard to sea temperature.</p><p>\"It's still there at the moment, and remains the biggest sea temperature anomaly out there,\" said Nava Fedaeff from NIWA. Fedaeff said, however, that its position meant it would have no influence on weather patterns in New Zealand.</p><p>Delay in monsoons</p><p>In a 2019/2020 outlook for the southern hemisphere's summer, published in late November, the BoM's head of long-range forecasts, Andrew Watkins, said the \"key culprit\" behind the hot, dry weather was a slower than usual weakening of the \"Indian Ocean Dipole (IOD).\"</p><p>The IOD, an oscillation in sea surface temperature differences between the Indian Ocean's western and eastern waters, had seen \"cooler than average water pooling off Indonesia,\" delaying rain-bearing summer monsoon weather, known in northern Australia as the \"wet.\"</p><p>The impact, said the BoM in a December 19 special report, was \"notably low humidity, which enhances potential evaporation and increases the fire danger.\"</p><p>Stratospheric winds over the Southern Ocean had shifted in October and November 2019, \"increasing spring temperatures and decreasing rainfall\" over Australia's eastern states of New South Wales and Queensland, said BoM.</p><p>Smoke coming down</p><p>New Zealand's NIWA said it had detected higher carbon monoxide at more than 150 parts per billion near ground level in plumes of bushfire smoke blown across the 2,250-kilometer-wide (1,400-mile-wide) Tasman Sea. The normal level is around 60 parts per billion.</p><p>\"In the past, such Australian fire plumes were only detected several kilometers up in the atmosphere; that air never reached down so low,\" said Dan Smale, a head atmospheric technician.</p><p>NIWA Principle Scientist Craig Stevens said ocean warming - at a rate of 0.1\\xB0 C to 0.3\\xB0 C per decade - was \"undoubtedly damaging marine ecosystems.\"</p><p>Increasing marine heat waves were an indication, said NIWA, that the earth's climate system is starting to change, despite absorption so far of some 90% of excess heat from global warming.</p><p>\"Species that normally live in tropical waters are extending their ranges and displacing other species,\" said Stevens.</p><p>Mobile marine life can escape the warmer temperatures, but sedentary maritime plants and animals will be the hardest hit, he said.</p><p>Source: DW - Deutsche Welle</p>", "publisher": "Thai News Service", "instances": []}, {"relevance_score": 24, "title": "Australia: Oceans play role in Australian bushfires drama, say experts", "published": "2020-01-03", "bodyText": "<p nitf:lede=\"true\">Australia's dry and hot weather, coupled with ocean heat waves, could last for months. Meteorologists' forecasts don't bode well for battling bushfires across Australia.</p><p nitf:lede=\"true\">Raging bushfires in Australia, so extreme that ash, smoke and carbon monoxide from the burning have reached distant New Zealand, could rage for months, climate experts in both countries are warning.</p><p nitf:lede=\"true\">Australia's Bureau of Meteorology (BoM) in its latest forecast said \"large parts\" of the continent run a \"high likelihood\" of enduring days and nights that are warmer than average, with \"below-average\" rainfall, well into 2020.</p><p>Downwind, across the Tasman Sea, New Zealand's National Institute of Water and Atmospheric Research (NIWA) said the westerly Southern Ocean jet wind stream - between Antarctica and Australia - has changed \"dramatically,\" with resultant \"calmer, drier conditions.\"</p><p>Warmer than usual</p><p>In a climate statement earlier this year, BoM said it had recorded average surface water temperatures for January across the Tasman Sea \"as a whole\" that were 1.66 degrees Celsius (2.98 degrees Fahrenheit) higher than usual.</p><p>Last week, a Pacific Ocean surface \"heat blob\" located between New Zealand and South America and mapped by University of Maine climatologists in the United States, was described by NIWA as a huge anomaly with regard to sea temperature.</p><p>\"It's still there at the moment, and remains the biggest sea temperature anomaly out there,\" said Nava Fedaeff from NIWA. Fedaeff said, however, that its position meant it would have no influence on weather patterns in New Zealand.</p><p>Delay in monsoons</p><p>In a 2019/2020 outlook for the southern hemisphere's summer, published in late November, the BoM's head of long-range forecasts, Andrew Watkins, said the \"key culprit\" behind the hot, dry weather was a slower than usual weakening of the \"Indian Ocean Dipole (IOD).\"</p><p>The IOD, an oscillation in sea surface temperature differences between the Indian Ocean's western and eastern waters, had seen \"cooler than average water pooling off Indonesia,\" delaying rain-bearing summer monsoon weather, known in northern Australia as the \"wet.\"</p><p>The impact, said the BoM in a December 19 special report, was \"notably low humidity, which enhances potential evaporation and increases the fire danger.\"</p><p>Stratospheric winds over the Southern Ocean had shifted in October and November 2019, \"increasing spring temperatures and decreasing rainfall\" over Australia's eastern states of New South Wales and Queensland, said BoM.</p><p>Smoke coming down</p><p>New Zealand's NIWA said it had detected higher carbon monoxide at more than 150 parts per billion near ground level in plumes of bushfire smoke blown across the 2,250-kilometer-wide (1,400-mile-wide) Tasman Sea. The normal level is around 60 parts per billion.</p><p>\"In the past, such Australian fire plumes were only detected several kilometers up in the atmosphere; that air never reached down so low,\" said Dan Smale, a head atmospheric technician.</p><p>NIWA Principle Scientist Craig Stevens said ocean warming - at a rate of 0.1\\xB0 C to 0.3\\xB0 C per decade - was \"undoubtedly damaging marine ecosystems.\"</p><p>Increasing marine heat waves were an indication, said NIWA, that the earth's climate system is starting to change, despite absorption so far of some 90% of excess heat from global warming.</p><p>\"Species that normally live in tropical waters are extending their ranges and displacing other species,\" said Stevens.</p><p>Mobile marine life can escape the warmer temperatures, but sedentary maritime plants and animals will be the hardest hit, he said.</p><p>Source: DW - Deutsche Welle</p>", "publisher": "Thai News Service", "instances": []}, {"relevance_score": 40, "title": "Australia: Australian bushfires forecast to reach Sydney suburbs", "published": "2020-01-06", "bodyText": "<p nitf:lede=\"true\">Fire authorities have warned wildfires might bring flames close to urban areas, including the suburbs of the country's most populous city. The largest peacetime evacuation in Australian history is underway.</p><p nitf:lede=\"true\">Prime Minister Scott Morrison announced on Saturday that Australia has called up 3,000 military reserves to fight the country's ongoing wildfire crisis, the biggest call-up in living memory.</p><p nitf:lede=\"true\">The announcement was made the same day two people lost their lives to the fires.</p><p>Mass evacuations have been taking place in preparation for the weekend as Australia braces itself for one of the worst days of the disaster thus far.</p><p>\"Today's decision puts more boots on the ground, puts more planes in the sky, puts more ships at sea,\" said Morrison, who has been heavily criticized for his response to the monthslong crisis.</p><p>\"The scale of the fires is stretching resources on the ground and there are clearly communities that need additional help,\" Morrison said. The reserve brigades will assist in delivering supplies to rural communities, evacuating people threatened by the fires, and helping reopen roads.</p><p>Defense helicopters and planes are being deployed to help with logistics support and evacuations. A further 12.5 million ($14 million) will be spent to lease four firefighting planes. Morrison also said defense force bases will be used to provide temporary accommodation.</p><p>In Australia, managing bushfires is normally the responsibility of state governments and fire services, but due to the scale of the disaster, a national response is required, Morrison said.</p><p>Death toll rises</p><p>Authorities confirmed that two people died due to wildfires on Kangaroo Island off the coast of South Australia, bringing the overall nationwide death toll to at least 23.</p><p>The island, popular with tourists and famous for its wildlife, also lost large parts of its Flinders Chase National Park to the blazes. Fires began on December 20 and have now burnt more than 1,000 square kilometres (386 square miles) of land.</p><p>\"There will be very significant wildlife losses on the island,\" said South Australia Premier Steven Marshall. The park is home to kangaroos, koalas and echidnas.</p><p>Local authorities say the fires are \"virtually unstoppable\" and will continue to burn for several more days.</p><p>Fires may reach Sydney suburbs</p><p>A state of emergency has been declared across much of the country's southeast and more than 100,000 people have been told to leave their homes across three states.</p><p>New South Wales Premier Gladys Berejiklian called on residents in areas threatened by fires to leave as quickly as they can as the state braces for \"another terrible day.\"</p><p>\"All of the major road networks are still open but we can't guarantee that beyond the next few hours. So there are still windows for people to get out,\" she urged.</p><p>New South Wales Rural Fire Service Deputy Commissioner Rob Rogers warned that residents were \"likely to lose homes\" and that it would be \"a success if no lives are lost.\"</p><p>\"There is potential for the fire to break out, cross the (Warragamba) dam and move into the western suburbs of Sydney,\" he said. \"That fire is burning. It has the potential to come out into more populated areas this afternoon,'' Rogers added.</p><p>\"Leaving it until today is cutting it fine. The sooner you make that decision the better and I would say do it now. Don't leave it any longer because the window will shrink and will shrink very quickly.\"</p><p>More than 130 fires are burning in New South Wales and almost half of those are out of control.</p><p>Temperatures in parts of the state are predicted to soar in the mid-40s Celsius (113 Fahrenheit) with low humidity and strong winds.</p><p>Victoria fires worsen</p><p>In the state of Victoria, a total of 48 fires were burning across almost 320,000 hectares (791,000 acres). Conditions are expected to worsen with a southerly wind change.</p><p>Local police reported heavy traffic flows on major roads as people evacuate.</p><p>On Saturday morning, the first of thousands of rescued residents and holiday-makers, who were stranded on a beach in Mallacoota due to raging bushfires, docked near Melbourne after a 20-hour journey by ship.</p><p>Around 4,000 people escaped to the waterfront on New Year's Eve as fires ripped through the southeastern town.</p><p>\"For someone who's never been in a fire, it's very, very, frightening. I'm so happy to be here,\" said 16-year-old Emily Wellington from Melbourne who had visited Mallacoota for a two-week holiday with family friends.</p><p>Australia's summer bushfire crisis has already destroyed about five million hectares of land and destroyed or damaged more than 1,400 homes.</p><p>Source: DW - Deutsche Welle</p>", "publisher": "Thai News Service", "instances": []}, {"relevance_score": 24, "title": "World: Extreme Heat, Drought Events Require More Systematic Risk Assessment", "published": "2022-08-15", "bodyText": "<p nitf:lede=\"true\">Simultaneous extreme heat and drought events have consequences in a variety of areas -- for example the economy, health and food production. In addition, due to complex socio-economic connections, such extreme events can cause knock-on effects, researchers at the University of Zurich have shown. More systematic risk assessments are needed to make affected regions more resilient.</p><p nitf:lede=\"true\">In many parts of Europe, summer 2022 has been brutal: long periods of drought combined with record high temperatures. Heat waves, water shortages and forest fires are particularly affecting Southern, Western and Central Europe. Such weather extremes, which are mutually reinforcing, affect a wide range of sectors and systems -- healthcare, agriculture, food production, energy supply and ecosystems, as well as the wider economy and society.</p><p>Large financial losses due to extreme heat and drought</p><p>To better understand the consequences of such extreme climatic events in different areas, researchers from the Department of Geography at the University of Zurich (UZH) analyzed eight extreme heat and drought events in Europe, Australia and Africa occurring during the last 20 years. Besides examining the direct and indirect consequences for various sectors and systems, they also studied the impact of responses to such events. \"The financial losses, for example, can be substantial,\" says Laura Niggli, first author of the study. \"In the cases studied they ranged from several hundred million to several billion US dollars.\" In extreme cases such as the 2019/2020 Australian bushfires, losses were up to approximately 100 billion US dollars, which is equivalent to over 5 percent of Australia's GDP.</p><p>Additional damage due to cascade effects</p><p>As the researchers show, the effects of simultaneous heat and drought are not limited to just their individual direct effects on different areas. \"We identified an interconnected web of sectors that interact in direct and indirect ways, which causes additional loss and damage in several other sectors, particularly health, energy, agriculture and food supply,\" says PhD candidate Niggli. It is this multi-layered interconnectedness that makes the risks of extreme events so complex -- and critical. The cascading effects spread across numerous sectors and can have far-reaching consequences for essential systems. \"Simultaneous weather extremes are potentially capable of destabilizing entire societally-important systems, such as global trade,\" Niggli points out.</p><p>The analysis also shows that adaptation measures taken against extreme heat and drought events were mostly reactive and of limited scope. In several cases, the scientists found evidence of misalignment of measures: that is, actions taken by one sector sometimes had negative effects on other sectors, particularly on the energy and water sectors, the economy, society, culture and ecosystems.</p><p>More systematic risk assessment for better adaptability</p><p>The researchers make the case that in the future, risk assessment should not just take into account the consequences of extreme events on individual sectors, but should systematically consider the interconnectedness of sectors and systems. This would help to improve the adaptability and resilience of the affected regions. \"This is especially important as in the future we are likely to see unprecedented, combined extreme events with cascading effects exceeding all previous historical cases. These effects need to be carefully analyzed to support the planning of adaptive and reactive measures,\" says UZH professor of geography Christian Huggel, who led the study.</p><p>As the climate gets warmer, extreme heat and drought events will happen more and more often, be more intense and last longer. In order to mitigate this growing risk for society, in addition to stepping up efforts and investments in adapting to weather extremes, cross-sector and increasingly international cooperation will be required. - FNA</p>", "publisher": "Thai News Service", "instances": ["\"The financial losses, for example, can be substantial,\" says Laura Niggli, first author of the study. \"In the cases studied they ranged from several hundred million to several billion US dollars. Additional damage due to cascade effectsAs the researchers show, the effects of simultaneous heat and drought are not limited to just their individual direct effects on different areas. \"We identified an interconnected web of sectors that interact in direct and indirect ways, which causes additional loss and damage in several other sectors, particularly health, energy, agriculture and food supply,\" says PhD candidate Niggli."]}, {"relevance_score": 17, "title": "Australia: Australian Scientists Aim to Tame Lightning to Prevent Bushfires", "published": "2020-11-16", "bodyText": "<p nitf:lede=\"true\">Australian scientists are developing an ambitious plan to try to tame lightning to ease the threat of bushfires. Many of last summer's devastating blazes were caused by lightning strikes. An international team of researchers in Canberra is testing a laser beam to try to control where the lighting hits.</p><p>Scientists in Canberra are trying to tame the lightning bolts responsible for many Australian bushfires. The scientists believe the bolts' path and direction could be controlled by small, portable laser pointers.</p><p>Lightning is generated when frozen raindrops collide in a storm cloud, creating an electric charge. Researchers have shown that thunderclouds could be \"short-circuited\" by using a laser to heat tiny particles in the air to trigger a lightning strike.</p><p>In the laboratory, they have successfully used an energy beam to guide a burst of electricity to a designated target.</p><p>Professor Andrey Miroshnichenko of the University of New South Wales in Canberra is a co-author of the study.</p><p>The reason for our research was to find the condition where we can control and induce lightning where we want it and when we want it, Miroshnichenko said. We anticipate that it should be quite effective and low-cost. We need to perform large-scale experiments out there.</p><p>Those trials are expected to start soon. The research has been published in the journal Nature Communications. It was a collaboration that involved the University of New South Wales in Canberra, Texas A&amp;M University in Qatar and the University of California in Los Angeles.</p><p>The largest bushfire ever recorded in Australia was caused by lighting last October. The Gospers Mountain blaze burned for 79 days and scorched more than a million hectares near Sydney's suburban fringe. - VOA</p>", "publisher": "Thai News Service", "instances": ["Many of last summer's devastating blazes were caused by lightning strikes. An international team of researchers in Canberra is testing a laser beam to try to control where the lighting hits. The scientists believe the bolts' path and direction could be controlled by small, portable laser pointers. Lightning is generated when frozen raindrops collide in a storm cloud, creating an electric charge."]}, {"relevance_score": 32, "title": "Australia: Australia to declare fatal floods a national emergency", "published": "2022-03-10", "bodyText": "<p nitf:lede=\"true\">Australia is set to declare a state of national emergency after floods on the country's east coast claimed 22 lives. The new status means flood victims can receive aid quicker.</p><p nitf:lede=\"true\">Australian Prime Minister Scott Morrison said he would recommend a national emergency be declared after recent floods across large parts of the east coast took 22 lives. Morrison announced the news during a visit to Lismore, New South Wales, where flooding killed four people last week.</p><p nitf:lede=\"true\">I intend to recommend to the Governor-General to make a National Emergency Declaration covering this severe weather and flooding event across New South Wales and Queensland to ensure all our emergency powers are available and that we cut through any red tape we might face in delivering services and support on the ground,\" Morrison said in a statement.</p><p>What does the state of emergency change?</p><p>The declaration was made possible by a new law passed in late 2020 following the devastating Australian bushfires in the previous Southern Hemisphere summer. Some of the flooded communities in the current emergency were battling wildfires two years ago.</p><p>The new status means flood victims can bypass providing identification documents to receive support payments. Under some circumstances, the federal government will also be allowed to act independently in areas where state governments hadn't asked for assistance.</p><p>Natural disasters making life harder in Australia</p><p>While touring the worst-hit areas of New South Wales, Morrison said on Wednesday, \"Australia is becoming a harder country to live in because of these natural disasters.\"</p><p>Floodwaters reached their peak in Queensland's capital, Brisbane, Australia's third-most populous city, on February 28 after it was inundated by 80% of its usual annual rainfall in the previous three days.</p><p>More than 20,000 homes and businesses had been flooded in southeast Queensland alone and 13 people died.</p><p>Parts of New South Wales' capital, Sydney, Australia's most populous city, were flooded after receiving almost 75% of its average annual rainfall since January 1, enduring the wettest start to a year ever recorded. Some communities witnessed the highest floods ever recorded in their locations.</p><p>Morrison called the flooding \"a major catastrophe ... of national proportions.\"</p><p>In the past week, the government has paid out around AU$385 million (253 million, $281 million) to flood victims nationally with plans to increase aid in Lismore, one of the hardest-hit towns, to provide food and shelter and other support services.</p><p>Frustrated residents</p><p>But many flood victims are angry that rescue by authorities didn't come earlier and relief efforts were not enough. If it hadn't been for community members, \"we would have been seeing a death toll in the hundreds of people,'' emergency management spokesperson Murray Watt told Australian Broadcasting Corp.</p><p>\"While people are grateful for the assistance they've had from the army, there's just nowhere near enough of it,\" Watt added.</p><p>Although rainfall has now calmed, 40,000 people around New South Wales had been ordered to evacuate their homes, including dozens in Sydney.</p><p>On Wednesday, New South Wales' death toll climbed to nine as police found the body of a 50-year-old truck driver in floodwater in Sydney's outskirts.</p><p>The local Northern Beaches Mayor Michael Regan said some areas of Sydney had been hit with sudden flash floods and multiple landslips on Tuesday, with debris still blocking many roads on Wednesday.</p><p>\"Yesterday was bizarre. It was intense. It was biblical,'' Regan told Nine Network television.</p><p>'The water is rising, no more compromising'</p><p>Morrison, who is lagging in polls ahead of an election before May, kept media away from his meetings with flood victims, which he said was to protect their privacy.</p><p>Meanwhile, television footage showed some people gathered in front of an emergency operations center Morrison visited, yelling, \"The water is rising, no more compromising\" and \"fossil fuel floods.\"</p><p>Late last year, the prime minister's conservative government adopted a net-zero carbon emissions target by 2050, but climate activists are demanding more aggressive action.</p><p>Source: DW - Deutsche Welle</p>", "publisher": "Thai News Service", "instances": ["I intend to recommend to the Governor-General to make a National Emergency Declaration covering this severe weather and flooding event across New South Wales and Queensland to ensure all our emergency powers are available and that we cut through any red tape we might face in delivering services and support on the ground,\" Morrison said in a statement. What does the state of emergency change? Some of the flooded communities in the current emergency were battling wildfires two years ago. The new status means flood victims can bypass providing identification documents to receive support payments."]}, {"relevance_score": 40, "title": "Australia: Opinion: Time for high-emitting Australians to vote for real climate action", "published": "2022-05-23", "bodyText": "<p nitf:lede=\"true\">DW reporter Stuart Braun fled catastrophic Australian bushfires in 2009. Since then climate extremes have only intensified. With leaders slow to act, voters must force change at the ballot box on May 21, he writes.</p><p nitf:lede=\"true\">After two years of the most catastrophic, climate-induced flooding and wildfires in modern Australian history, one might expect global heating to be a defining issue in the federal election on May 21.</p><p nitf:lede=\"true\">But as an Australian visiting home from Germany for the first time in four years, it's been shocking to watch mainstream politicians barely discuss, let alone commit to, ambitious climate mitigation targets.</p><p>Months before I first emigrated from Australia in 2009, I had fled my house in the hills as the devastating Black Saturday fires killed more than 100 people across the next valley. In the decade since, these extreme weather events have only intensified.</p><p>The world's driest inhabited continent, Australia is among the nations most vulnerable to climate change. East coast towns were submerged by once-in-a-millennium floods in March and April. Around 90% of the Great Barrier Reef succumbed to yet another mass bleaching event this year due to heat stress.</p><p>Polls show that most Australians want government to take action to mitigate worsening climate impacts. Yet those demands have barely registered in debates ahead of the election.</p><p>So why are Australian lawmakers silent on climate?</p><p>For one, Australia is the world's second-biggest exporter of coal, the world's dirtiest fossil fuel. It might be a dying industry, with new renewable energy half the price of coal or gas power in Europe, but the country's all-powerful mining lobby continues to obstruct attempts to limit emission reductions - and an exit from fossil fuels.</p><p>As the country burns and waterfront mansions wash into the sea, neither the ruling coalition government - comprising the conservative Liberal Party and National Party - nor the opposition Labor Party want to threaten mining jobs, especially in key marginal seats that could decide the election.</p><p>While a market-driven energy transition is happening at home - renewables provided five times more power than gas in 2021 - action to limit global heating has been a political poisoned chalice. It's an issue that has collapsed successive governments during the so-called climate wars.</p><p>Climate wars derail action</p><p>A decade ago, myself and my climate-conscious friends rejoiced when the governing Labor Party instituted a carbon pricing system and a super tax on mining industry profits.</p><p>But such rare ambition was immediately rolled back when the Liberal Party's arch climate skeptic, Tony Abbott, was elected prime minister in 2013.</p><p>Now led by Liberal leader Scott Morrison - the man who infamously cuddled a chunk of coal in parliament - the ruling coalition has become a global climate pariah. Australia ranks last in the world in terms of its level of climate action.</p><p>So, I wasn't surprised to watch Morrison hail approval for the mammoth Adani coal mine - which could pump out the equivalent of 8 years of Australia's entire greenhouse gas emissions - just before wildfires torched over 24 million hectares (60 million acres) across southeast Australia in 2019.</p><p>Though the coalition did finally commit to net-zero by 2050 at the UN climate conference in November, it did so kicking and screaming. It was the last OECD country to make the pledge, which itself relies heavily on carbon credits as opposed to actual emission cuts.</p><p>Main challenger ducks climate commitment</p><p>Not even center-left Labor, tipped to win the election, are willing to take a free hit over climate. Their emissions reduction targets fall well short of what's required to meet the Paris climate goal of 1.5 degrees Celsius (2.7 Fahrenheit) of warming.</p><p>And Labor has said no Australian coal power plants will be closed any time soon. \"Whilst people want to buy our coal, we'll sell them our coal,\" said one Labor candidate recently.</p><p>The shadow of losing a supposedly unlosable election in 2019 after fighting on a strong climate platform still looms large.</p><p>Voters could end the climate wars</p><p>This election is pivotal for the majority of Australians who want greater climate ambition.</p><p>For younger voters who fear worsening extremes of weather, there is some hope in the form of an emerging group of climate-conscious independent candidates known as the \"teals.\" Most of them women, they are tipped to take several coalition seats in the big cities - due in part to frustration over climate inaction.</p><p>Principal backer of the teals is pro-climate billionaire, Simon Holmes a Court, whose Climate 200 group wants a parliament where \"climate science denial and vested interests\" no longer \"delay meaningful action on climate change.\"</p><p>The election will be tight: if the independents somehow hold the balance of power, they could force the ruling party's hand on climate - some are promising a bold 60% emission cut and an 80% renewable energy target by 2030.</p><p>Labor, at the very least, matches the teals on renewables - even if it wants to export coal indefinitely.</p><p>Australians have some of the highest per capita carbon emissions on Earth, while UN Secretary-General Antonio Guterres calls their government a last \"hold out\" on climate action. On May 21, it's time voters took a stand for the future of their children - and the planet.</p><p>Source: DW - Deutsche Welle</p>", "publisher": "Thai News Service", "instances": ["Since then climate extremes have only intensified. With leaders slow to act, voters must force change at the ballot box on May 21, he writes."]}, {"relevance_score": 17, "title": "Australia: Dozens of koalas killed in logging", "published": "2020-02-04", "bodyText": "<p nitf:lede=\"true\">Koalas are at risk of becoming endangered after Australian bushfires this season killed tens of thousands. Dozens of the marsupials had to be euthanized in Victoria state after an area where they were living was logged.</p><p>Australian conservation authorities are investigating a \"very distressing incident\" after dozens of koalas were killed because loggers had destroyed their habitat in the Australian state of Victoria.</p><p>Dozens of koalas had to be euthanized and around 80 others suffering from injuries and starvation were removed from a bluegum plantation near the town of Portland in Australia's southwest coast, Victoria's environment department said. Locals reported seeing bulldozers moving around piles of dead koalas in recent days.</p><p>\"If this is found to be due to deliberate human action, we expect the conservation regulator to act swiftly against those responsible,\" the environment department said.</p><p>Logging company Midway had logged the plantation last year before handing it over to a local landowner in November. Midway has rejected the \"disturbing\" allegations that it is responsible for harming the animals, saying that it had left \"an appropriate number of 'habitat trees' for the existing koala population\" when the project wrapped.</p><p>Since then, the trees seem to have been cleared, the company said.</p><p>Koalas 'massacred'</p><p>Koala researcher for conservation group Friends of the Earth Australia Anthony Amis said the high concentration of koalas and unique, healthy gene pool found in this bluegum plantation had made it one of the most important koala habitats in the state.</p><p>\"They (locals) found koalas bulldozed. Our local sources told us they could smell rotting koalas. It's a massacre,\" Amis told German news agency dpa.</p><p>Killing or harassing wildlife in Victoria can result in large fines.</p><p>A lobby group for the forestry industry said it will conduct its own investigation into the incident.</p><p>Tens of thousands of koalas have been killed and dozens of habitats destroyed in bushfires that continue to burn in Australia. At this rate, the iconic marsupial is in danger of becoming endangered.</p><p>Source: DW - Deutsche Welle</p>", "publisher": "Thai News Service", "instances": ["Dozens of the marsupials had to be euthanized in Victoria state after an area where they were living was logged. Australian conservation authorities are investigating a \"very distressing incident\" after dozens of koalas were killed because loggers had destroyed their habitat in the Australian state of Victoria."]}, {"relevance_score": 19, "title": "Australia: Australia fights fire devastation with multi-million tourism industry boost", "published": "2020-01-20", "bodyText": "<p nitf:lede=\"true\">Photographs of charred koalas, apocalyptic red skies and poor air quality have haunted Australia since the bushfire crisis. The government is now investing millions into its tourism industry to turn around its image.</p><p>Australia's government hopes to boost its tourism industry with tens of millions of dollars in a bid to combat the damage to infrastructure and image caused by devastating bushfires.</p><p>Prime Minister Scott Morrison, who faced criticism for taking a holiday to Hawaii as the wildfire crisis unfolded, announced the stimulus package of AU$76 million ($52.3 million, 47.1 million) in a statement on Sunday.</p><p>The initial injection of tourism aid will be taken from a AU$2 billion National Bushfire Recovery Fund, said the prime minister, saying \"this is make-or-break for many businesses and tourist hot spots.\"</p><p>It is estimated that the impact of the Australian bushfires on the nation's tourism sector will be at least A$4.5 billion by the end of the year, Sydney-based Australian Tourism Export Council (ATEC), the main body representing Australia's tourism sector, said on Friday.</p><p>Tourism is a major part of Australia's economy accounting for 3% of annual economic output.</p><p>Where will the money go?</p><p>Morrison said the fund \"is about getting more visitors to help keep local businesses alive and protect local jobs right across the country and especially in those areas so directly devastated.\"</p><p>However, Morrison also stressed that the funds are not just for areas directly affected by the bushfires.</p><p>The stimulus package includes money for both domestic and global marketing campaigns, as well as to promote regional tourism events across bush fire-affected areas.</p><p>Is it enough of an investment?</p><p>Tourism is an important part of the Australian economy - one in 13 jobs relying on the tourism or hospitality industries.</p><p>There are likely to be further stimulus packages in the future. Asked on Australia's ABC News television on Sunday whether A$76 million is sufficient, Tourism Minister Simon Birmingham said it was an initial package.</p><p>\"There may need to be additional support and funding as we work through this recovery,\" Birmingham said, according to a transcript of the interview.</p><p>Source: DW - Deutsche Welle</p>", "publisher": "Thai News Service", "instances": ["1 million) in a statement on Sunday. The initial injection of tourism aid will be taken from a AU$2 billion National Bushfire Recovery Fund, said the prime minister, saying \"this is make-or-break for many businesses and tourist hot spots. 5 billion by the end of the year, Sydney-based Australian Tourism Export Council (ATEC), the main body representing Australia's tourism sector, said on Friday. Tourism is a major part of Australia's economy accounting for 3% of annual economic output."]}, {"relevance_score": 27, "title": "Iran: Climate Fears as 2020 Predicted to Be 'Hottest Year Since Records Began'&amp;nbsp;", "published": "2020-04-30", "bodyText": "<p nitf:lede=\"true\">THIS year is set to be the hottest since records began, according to concerned meteorologists.</p><p nitf:lede=\"true\">Experts are estimating a 50% to 70% chance that 2020 will end up breaking a sweltering record set four years ago.</p><p>Lockdowns all over the world have been dubbed as helping to clear the skies and reduce pollution.</p><p>However, it's thought that this hasn't done anything to cool the climate.</p><p>Heat records actually began to be broken from January this year.</p><p>This is why the US National Oceanic and Atmospheric Administration have predicted a 75% chance that 2020 will be the hottest year since records began.</p><p>This year has already seen raging wildfires in Australia, which were said to be fuelled by high temperatures.</p><p>Last year also saw the devastating impact of the fires along with those in areas like California and even the Arctic.</p><p>The hottest June ever recorded on Earth saw huge wildfires spreading from Greenland to Siberia to Alaska.</p><p>Hot, dry weather combined with drought and strong winds create the perfect conditions for fire to spread quickly.</p><p>The Australian bushfires resulted in the loss of over half a billion animals.</p><p>When experts refer to global weather records beginning they're generally referring to the mid to late 19th century.</p><p>The current record was set in 2016.</p><p>This was less unusual though because it occurred around an El Nińo year, which is a predicted phase of warm weather.</p><p>2020 is not supposed to be an El Nińo year, indicating there is likely another reason for the high temperatures.</p><p>Karsten Haustein, a climate scientist at the University of Oxford, explained to The Guardian that although new emissions may have dropped recently, greenhouse gas levels remain high.</p><p>He said: \"The climate crisis continues unabated. The emissions will go down this year, but the concentrations keep on rising.</p><p>\"We are very unlikely to be able to notice any slowdown in the built-up of atmospheric GHG levels.\"</p><p>The Met Office in the UK has been more cautious in estimating that there is a 50% chance 2020 will be the hottest year on record.</p><p>Brits have seen less obvious rises in temperature compared to the rest of the world.</p><p>However, April in the UK has been 3.1C above average and some records have been set in Cornwall and places in Wales.</p><p>In January, many Arctic nations were left with limited snow as the month became the hottest on record.</p><p>In February, an Antartica research base registered its highest temperature yet.</p><p>Large parts of the US have been sweltering recently and Australia has also seen record heat levels.</p><p>Even if 2020 doesn't turn out to be the hottest year, the US National Oceanic and Atmospheric Administration thinks it will be in the top five hottest years documented. - FNA</p>", "publisher": "Thai News Service", "instances": ["The hottest June ever recorded on Earth saw huge wildfires spreading from Greenland to Siberia to Alaska. Hot, dry weather combined with drought and strong winds create the perfect conditions for fire to spread quickly. When experts refer to global weather records beginning they're generally referring to the mid to late 19th century. The current record was set in 2016."]}, {"relevance_score": 25, "title": "World: Opinion: Faith, COVID-19 and the push for a healthy environment", "published": "2020-05-01", "bodyText": "<p nitf:lede=\"true\">Faith is helping many through the coronavirus pandemic - and it can also be instrumental in climate protection, say UNEP's Inger Andersen and Azza Karam of Religions for Peace in a guest commentary.</p><p nitf:lede=\"true\">Faith provides spiritual and practical support to billions of people, especially in times of crisis. We are seeing this in action yet again as churches, mosques, temples, other places of worship and faith-based organizations around the world offer support, food, housing, donations and medical services during the pandemic. Such solidarity is sorely needed as millions suffer the physical, economic and emotional toll of COVID-19.</p><p nitf:lede=\"true\">But faiths, and those who lead them, have a greater role to play. They can and must help prevent worse crises from happening in the future by wielding their huge influence to improve humanity's stewardship of the planet.</p><p>COVID-19, along with many previous diseases that were transmitted from animals to humans, is a result of how we mismanage our natural habitat and the living beings in it. Whether you look at this pandemic, the recent Australian bushfires, the hottest January on record or the worst locust outbreak in the Horn of Africa in decades, the planet is sending us an urgent message: if we do not take care of nature, we cannot take care of ourselves.</p><p>We would be wise to heed this call. Our long-term response to COVID-19 must be to fix our relationship with the planet. This repair job should be a whole-system response made up of many parts.</p><p>Economic recovery stimulus packages must support investments in renewable energy, smart buildings and infrastructure, green and public transport.</p><p>We must shift our production and consumption habits - buying less, wasting less and repurposing more - as many of us are doing during lockdown restrictions. We must restore our forests and invest in protected areas. And we must tackle the illegal trade in wildlife and forest resources and improve hygiene conditions in the legal trade.</p><p>Pushing for proactive engagement</p><p>Faith leaders and communities are proving to be crucial to all of these systemic changes because they have the authority to impact the behavior and attitudes of billions of people. Their institutions are among the oldest and most long-standing and provide essential services to billions of people around the globe, making them essential partners in normal times as well as in an emergency.</p><p>Faith-based organizations own a large number of educational institutions, so they can lead on efforts to raise awareness about the linkages between human health and planetary health. In all parts of the world, they own and manage health institutions that are fighting the current pandemic by providing medical care to the hardest-to-reach communities.</p><p>One example of proactive engagement and inter-country collaboration is the Interfaith Rainforest Initiative, a global partnership that includes the UN Environment Program (UNEP) and Religions for Peace working to protect the world's remaining rainforests and the rights of the indigenous peoples that serve as their guardians.</p><p>Such initiatives are a good start, but we can do more.</p><p>As things stand, humanity, in its hubris, is tearing down the house that so many believe their creator provided. Faith leaders need to continue to use their considerable influence to push for a healthy planet, just as believers must heed the call to care for creation contained in the scriptures of every religion and in the tradition of every faith.</p><p>The response to COVID-19 is showing the power of faith. Now we must harness this power, together, to create a sustainable future for ourselves and for all other species that share this planet.</p><p>Source: DW - Deutsche Welle</p>", "publisher": "Thai News Service", "instances": ["They can and must help prevent worse crises from happening in the future by wielding their huge influence to improve humanity's stewardship of the planet. COVID-19, along with many previous diseases that were transmitted from animals to humans, is a result of how we mismanage our natural habitat and the living beings in it. We would be wise to heed this call. Our long-term response to COVID-19 must be to fix our relationship with the planet."]}, {"relevance_score": 30, "title": "Learn from Phu Kradueng fire", "published": "2020-02-22", "bodyText": "<p nitf:lede=\"true\">  A recent bushfire that destroyed vast forest area in Phu Kradueng National Park in the northeastern province of Loei is a wake-up call for better forest management in the park, one of the country's best known destinations.Park officials and firefighters deserve praise for putting out the fire, reported at 8.</p><p nitf:lede=\"true\">30am of Feb 16, in less than two days before it could spread to the park's ecologically sensitive areas. Altogether 3,400 rai of forest on the mountain top was consumed in the blaze which was extinguished about 2am in the following day.</p><p> It was said to be the worst fire to hit the park in nearly two decades. The Phu Kradueng park office is certain it was a man-made incident, pointing the finger at some locals who during a search for forest products might have set fire to the area to collect wild animals and plants.</p><p> According to an initial investigation, the fire began at the foot of a hill and rapidly spread up the mountain, fuelled by latex in the pine sap. Strong winds also helped fan the blaze while rugged terrain made the fightfighting mission tough.</p><p> Moving to calm public anxiety, the park insisted that only the outer rim of the national park was damaged while the inner core of the compound where wildlife such as chamois, tigers and elephants live and wild plants are concentrated was not disturbed. It was fortunate that there was no huge fauna loss.</p><p> As the Phu Kradueng blaze took place just weeks after the great Australian bushfires, it triggered fears the country might face something similar to the horrific blazes which took hold Down Under in a months-long crisis that killed more than 30 people, and took the lives of many wildlife animals. New South Wales was hard hit in the fires that began in September and came to an end this month.</p><p> The Phu Kradueng authorities said there is a major risk next month of further fires when the weather becomes really dry, while the park remains open to tourists until June before closing until September. The drought could make the situation worse.</p><p> Even if it is found the fire was indeed man-made, those concerned should not stop at that. The authorities must look seriously for preventive measures, especially given concerns the blaze might also have resulted from forest mismanagement.</p><p> Some conservationists said Phu Kradueng pine forests might be too dense as the authorities over the course of 30 years have expanded pine plantations in areas that used to be prairie grasslands. Sasin Chalermlap, secretary-general of the Seub Nakasathien foundation, argued that while the mountain looks more beautiful with green pines, the plantations have changed the Phu Kradueng ecology and, as a side effect, the area is now more susceptible to forest fires which are more dangerous during a time of climate change.</p><p> He also argued that pines consume large amounts of underground water, and the large plantations have sucked up water sources on the mountain top. Before the expansion of the pine plantations, Mr Sasin said, there were a number of small water sources scattered across the area.</p><p> Sadly there are a few, if any, now. The conservationist saw the fire as a \"blessing in disguise.</p><p>\" Instead of replanting pines, he urged the authorities to leave the area to recuperate as grassland, leaving vacant space that will serve as a natural fire break. This is to prevent an Australia-style fire experience.</p><p> Mr Sasin's calls merit further discussion which will happen if the park authorities are open to communication. It's good for park authorities to follow the Australian approach by aiming for long term measures.</p><p> The Australian government told the media this month that it was to hold a wide-ranging inquiry into the causes of the bushfires which were blamed on a long period of drought. Thai authorities need to learn lessons of their own and that of Australia as they roll out a fire prevention plan focussing on pro-active measures.</p><p> They have to extend cooperation to state and non-state agencies and set up a surveillance system to make sure that the Phu Kradueng park will stand tall and remain safe from forest fires. There must be no complacency in striving for that goal.</p>", "publisher": "The Bangkok Post (Thailand)", "instances": ["Moving to calm public anxiety, the park insisted that only the outer rim of the national park was damaged while the inner core of the compound where wildlife such as chamois, tigers and elephants live and wild plants are concentrated was not disturbed. It was fortunate that there was no huge fauna loss. New South Wales was hard hit in the fires that began in September and came to an end this month. The Phu Kradueng authorities said there is a major risk next month of further fires when the weather becomes really dry, while the park remains open to tourists until June before closing until September."]}, {"relevance_score": 28, "title": "United Kingdom: Time to step up and save our ocean", "published": "2020-01-16", "bodyText": "<p nitf:lede=\"true\">Environment Minster Rebecca Pow has called for governments around the world to join the UK-led 30by30 initiative to protect at least 30% of the planet's ocean by 2030.</p><p nitf:lede=\"true\">2020 is a critical year for ocean protection, with the UK government pressing for higher marine protection targets, currently set at 10%, to be agreed as part of a new global biodiversity framework in October 2020.</p><p nitf:lede=\"true\">Speaking at the Greenpeace launch later today (15 January) of an animated film depicting endangered marine life, the Minister is expected to say:</p><p>Climate change is ocean change. The blue lungs that cover our planet underpin all health and wealth worldwide - yet we're on track to lose the coral reefs that support over a quarter of marine species.</p><p>In my lifetime we've lost a shocking half the population of our marine species, half our coastal wetlands, and half our Arctic ice, imperilling hundreds of millions of people living less than 10 meters above current sea levels.</p><p>So those of us who can help must step up to support the ocean to adapt to climate change. Our government is already rolling out nature-based solutions to tackle it, for example our work to maintain and enhance 20,000 hectares of mighty mangroves in Madagascar, Indonesia, Latin America, and the Caribbean.</p><p>But change requires collective effort. That's why we're calling for at least 30% of the world's ocean to be safeguarded by Marine Protected Areas in the course of this decade.</p><p>Supporting the Minister to raise awareness of the vital importance of increased global marine protection is Sting. The musician and ocean campaigner is the narrator of a new video launched today on the pressing need for global action on ocean protection, created in partnership with the International Union for Conservation of Nature, and screened at the Greenpeace event.</p><p>#30by30: for the protection of 30% of the ocean by 2030.</p><p>Renowned for his award winning music records, Sting is also a long standing human rights activist. In recent years, his advocacy interests have expanded to environmental issues - recently lending his voice to call for scaling up effective marine protection.</p><p>Evidence shows that the current 10% global biodiversity targets do not provide adequate protection against biodiversity loss. Increasing the breadth of Marine Protected Areas is crucial to mitigate the devastating impacts of climate change - not just on our marine environment, but the entire ecosystem.</p><p>Environment Minister, Rebecca Pow, will say:</p><p>As Australian bushfires burn and with Amazonian ashes an everyday picture, we are reminded more than ever that we are in this together. We need to tackle climate change, biodiversity loss, and poverty.</p><p>That means acting now for our whole ocean - and leaving no one behind.</p><p>I thank the outstanding musician, Sting, for lending his voice to highlight the pressures our wonderful and vulnerable ocean is under.</p><p>The UK is at the forefront of marine protection and now has more than 50% of UK waters, including that of our Overseas Territories, set to be within Marine Protected Areas by 2020. We have recently designated 41 new Marine Conservation Zones (MCZs), spanning 12,000 square kilometres - an area almost eight times the size of Greater London - for a total of 91 MCZs. This means that over 40% of English waters designated as marine protection areas.</p><p>At the United Nations General Assembly in September 2019, the UK Prime Minister announced a Global Ocean Alliance of countries in initial support of the 30by30 target.</p><p>They include: Belgium, Belize, Costa Rica, Finland, Gabon, Kenya, Palau, Portugal, Seychelles, Vanuatu and Nigeria.</p><p>This year, the UK government invites all countries to sign up to this ambition, with the hope that 30by30 marine protection target will be agreed as part of a new global biodiversity framework at the Convention on Biological Diversity Conference of Parties in October 2020.</p><p>Today's event marks the public launch of a Defra video on the 30by30 Global Ocean Alliance, narrated by Sting. The film is available on YouTube, or downloadable at this link (Chrome compatible).</p><p>(United Kingdom Government)</p>", "publisher": "Thai News Service", "instances": ["Evidence shows that the current 10% global biodiversity targets do not provide adequate protection against biodiversity loss. Increasing the breadth of Marine Protected Areas is crucial to mitigate the devastating impacts of climate change - not just on our marine environment, but the entire ecosystem. We need to tackle climate change, biodiversity loss, and poverty. That means acting now for our whole ocean - and leaving no one behind."]}, {"relevance_score": 37, "title": "Australia: Australia Readies as Renewed Bushfire Threat Looms, Costs Soar", "published": "2020-01-08", "bodyText": "<p nitf:lede=\"true\">Australian firefighters used cool weather on Tuesday to try to strengthen containment lines around almost 200 wildfires burning in the country's southeast, as Prime Minister Scott Morrison prepared to meet with insurance and bank executives to discuss the crisis.</p><p nitf:lede=\"true\">Fires have razed more than 8 million hectares of land across Australia, an area nearly the size of Austria, killing 25 people and destroying or damaging thousands of homes.</p><p>On Tuesday, two men were reported missing in New South Wales. Police did not reveal the identifies of the men, but said one was 70 years old.</p><p>The Insurance Council of Australia increased its estimate for damages claims from the fires to more than A$700 million (US$485.59 million or 711.40 billion kyats) on Tuesday, with claims expected to jump further when more fire-hit areas are accessible.</p><p>Thousands of people have been left homeless, while many in rural towns have spent days without electricity, telecommunications and, in some cases, drinking water. Military-coordinated rescue and support efforts were ongoing.</p><p>Morrison, who has been criticized for his handling of the crisis, on Monday pledged A$2 billion to a newly created National Bushfire Recovery Agency, a commitment that could threaten his election promise to deliver the first budget surplus in more than a decade this financial year.</p><p>There's going to be a very significant economic impact, but ... we want to get money out into these communities as fast as possible, Treasurer Josh Frydenberg told the Australian Broadcasting Corp ahead of planned meetings between Morrison and financial bosses.</p><p>On the ground, firefighters were working to get as much control over the huge blazes as possible before forecast high temperatures and winds return later in the week, threatening to ignite a fresh wave of fires.</p><p>They are trying to secure fire lines where they can to try and minimize where these fires will burn again when conditions do warm up, Rob Rogers, NSW Rural Fire Service (RFS) deputy commissioner, told reporters in a morning briefing. We have no prospect of containment on all those fires, but we can use this time.</p><p>Following are some highlights of what is happening in the Australian bushfires crisis:</p><p>* New South Wales state police said two men from the state's south coast have been reported missing.</p><p>* Prime Minister Morrison said he spoke with U.S. President Donald Trump on Tuesday, while British Prime Minister Boris Johnson has also offered support.</p><p>* Morrison attended the funeral of volunteer firefighter Andrew O'Dwyer, who was killed along with colleague Geoffrey Keaton on Dec. 19 after a burnt tree fell in the path of their firetruck, causing it to roll.</p><p>* Data released on Tuesday showed the fires were beginning to have an effect on the economy. The ANZ gauge of consumer confidence fell last week to its lowest level in more than four years, while its job advertisement data recorded the biggest monthly drop in seven months in December.</p><p>* Australia's military were deployed on Tuesday to help bury an estimated 4,000 dead sheep and cattle, a process authorities want to complete quickly to prevent rotting carcasses from spreading disease.</p><p>* Authorities said the number of people calling for urgent medical care in Victoria jumped 51 percent on Monday as hazardous smoke covered the state.</p><p>* There are 137 fires ablaze across New South Wales state, but all were back at the advice level, the lowest alert rating.</p><p>* Victoria state had 39 fires with 13 watch and act alerts.</p><p>* Almost 1,600 homes have been destroyed in NSW, Australia's most populous state, authorities said. In Victoria state, authorities believe 300 homes have been destroyed.</p><p>* Insurers have received 8,985 bushfire-related claims in NSW, Victoria, South Australia and Queensland since the Insurance Council of Australia declared a bushfire catastrophe on Nov. 8. The claims are estimated to have a loss value of A$700 million. The council recorded the destruction of 1,838 residential properties so far.</p><p>* A backbencher in Morrison's government was criticized for an appearance on the Good Morning Britain ITV program during which he said there was no link between climate change and the bushfire crisis. There is no link, the facts that cause the fires are the drought and the drying of the environment, lawmaker Craig Kelly said.</p><p>(The Irrawaddy)</p>", "publisher": "Thai News Service", "instances": ["They are trying to secure fire lines where they can to try and minimize where these fires will burn again when conditions do warm up, Rob Rogers, NSW Rural Fire Service (RFS) deputy commissioner, told reporters in a morning briefing. We have no prospect of containment on all those fires, but we can use this time. * Prime Minister Morrison said he spoke with U. S."]}, {"relevance_score": 27, "title": "International Team designates $125,000 of Presidents Cup charitable funds to Australia bushfire reli", "published": "2020-01-13", "bodyText": "<p nitf:lede=\"true\">Presidents Cup star Marc Leishman has, on behalf of International Team Captain Ernie Els and his other International team members and assistant captains, revealed a $125,000 donation from their 2019 Presidents Cup charitable funds to the relief efforts of the Australian bushfires. Â  The announcement came from the four-time PGA TOUR winning Australian after his third round at the Sony Open in Hawaii and adds to the fundraising efforts he, and fellow players in the field at Waialae Country Club had already committed. Â  â€œI want to thank the rest of the International Team for their contributions to the cause and I know all of Australia â€“ and particularly the victims â€“ will be very grateful,â€ Leishman said. Â  â€œThese bushfires are an ongoing crisis that continues to cut a devastating path right across Australia so support from the global community is crucial. </p><p>It has been heartening to see the resiliency of the Australian people and to see the firefighters and volunteers from around the world coming together to continue this important fight. Â  â€œBut the scale of the destruction is huge and it will continue to take a team effort from every corner of the globe as we look to the future. The fires are expected to burn through the Australian summer and coming months and the families who lost loved ones, homes and priceless memories will feel the effects for years to come. So too will our unique wildlife so all support is greatly appreciated.â€ Â  Leishman and fellow Australian and International Team member Cameron Smith plus TOUR players Matt Jones, Cameron Davis, Rhein Gibson, Cameron Percy and Parker McLachlin had already announced they would donate funds for every birdie and eagle they record in the tournament. Â  The Presidents Cup and PGA TOUR vowed to match all player donations from the Sony Open up to $125,000 as well. Through two rounds the players had combined for over $14,000 worth of birdies. With the TOURâ€™s match plus further additions from Leishmanâ€™s Begin Again Foundation the number stood over $35,000 with two rounds to go. Â  The new additional and significant donation comes as a team effort from the International squad that narrowly lost 16-14 last month when the biennial team event was played at The Royal Melbourne Golf Club in Melbourne, Australia. Â  â€œThe International Team was made to feel at home and felt tremendous support and hospitality from the great people of Australia. Our players came together to pitch in to help the efforts of these tragic fires, the brave men and women in harmâ€™s way and those impacted by the devastation,â€ Els said. Â  â€œWe hope that our donation can not only have an impact in Australia but will also encourage others to do what they can to help.â€ Â  To date, more than 10 million hectares (over 38,610 square miles) have been burned across Australia's six states â€“ an area about the size of Leishmanâ€™s adopted American state of Virginia. Â  For comparison, the 2019 Amazon rainforest fires burned more than 7 million hectares while Californiaâ€™s wildfires combined to burn just over 100,000 hectares in 2019 and 404,000 hectares in 2018. Â  Multiple fires are still raging. There have been at least 27 lives lost and destruction of homes is in the thousands. The unique wildlife of the country has also taken a cataclysmic hit with estimates of more than a billion animals being affected. There are fears some smaller species could face extinction or functional extinction â€“ which is where the species declines to a point where they no longer play a significant role in their ecosystem. Â  International Team veteran Adam Scott has also called on others to join the relief efforts if they can. Â  â€œThe outpouring of support from across the globe has been incredible, but there is still so much that needs to be done,â€ the Australian 13-time TOUR winner said. Â  â€œThank you to this team for giving back to a place that is near to my heart and has done so much to support the Presidents Cup and the game. Fires are expected to burn to March so please help out by donating at any point when you can.â€ Â  Leishman and his fellow Sony Open players trying to raise funds continue to implore others in the field to join the efforts to ensure the full $125,000 match from the Presidents Cup and PGA TOUR is reached. Â </p>", "publisher": "The Nation (Thailand)", "instances": ["Â  The announcement came from the four-time PGA TOUR winning Australian after his third round at the Sony Open in Hawaii and adds to the fundraising efforts he, and fellow players in the field at Waialae Country Club had already committed. Â  â€œI want to thank the rest of the International Team for their contributions to the cause and I know all of Australia â€“ and particularly the victims â€“ will be very grateful,â€ Leishman said."]}, {"relevance_score": 29, "title": "United States: Facebook Disaster Maps Help Those Affected by Australia's Bushfires", "published": "2020-01-17", "bodyText": "<p nitf:lede=\"true\">N95 respirator masks getting loaded onto an airplane bound for bushfire-affected areas of Australia.</p><p nitf:lede=\"true\">Bushfires in Australia have killed more than 25 people, decimated Australia's wildlife, and are expected to rack up historically high damage costs of multiple billions of dollars - and they're still burning.</p><p nitf:lede=\"true\">During and after a natural disaster, response organizations need accurate information - every minute counts in saving lives. Real-time information helps paint a more complete picture of where affected people are located, so that resources like food, water, and medical supplies can be efficiently distributed where they are needed most. We launched Facebook Disaster Maps specifically to help fill information gaps during these events. So when the Australia fires began, we quickly shared real-time maps with our more than 100 Data for Good partners. Those maps illustrate how populations are evacuating and whether they have access to cellular networks, which are helping response organizations optimize their response efforts. To help support and amplify the efforts of our community, we will also be matching up to AU$1 million in donations made to GlobalGiving and donating AU$250,000 to the Australian Red Cross.</p><p>Currently, Disaster Maps in Australia are being used by a range of national and international relief, response, and academic organizations. Direct Relief, a humanitarian aid organization focused on health and emergency response, is using these tools to analyze evacuation proceedings and has plans to distribute more than 500,000 respiratory masks to the Australian states of Victoria and New South Wales. Direct Relief first used Disaster Maps to respond to the Thomas Fire and Montecito mudslides of December 2017 and January 2018 to learn how large numbers of people behave during crisis events and to develop insights about how best to respond to medical needs.</p><p>How Facebook Disaster Maps Help</p><p>Traditional forms of data often do not provide an accurate real-time view of affected areas, which makes it extremely difficult to understand how to best direct response efforts. To combat gaps in information, Facebook Disaster Maps are generated within 24 hours of disaster striking, then refreshed daily throughout the event. The data in these maps is gathered from people using the Facebook app who have chosen to turn on Location Services and opt into a feature called Location History, which can be modified at any time under Privacy Settings. Access to this near real-time data on evacuations, displacement, and network connectivity access means disaster response agencies can act quickly and efficiently to save lives. Plus, continuously updating information allows them to respond to changing circumstances on the ground during and after the event. To assist with the bushfires, four maps have been shared: the South Coast of New South Wales; East Gippsland in Victoria; Green Wattle Creek Fire in New South Wales; and the Cudlee Creek Fire in South Australia.</p><p>Such real-time information helps responders effectively deploy resources to serve the neediest survivors and protect vulnerable populations by painting a more complete picture of where affected people are located. Disaster Maps' Facebook population density map for the bushfires clearly illustrates the quick and massive evacuation of Batemans Bay over the course of several days, from December 31 to January 3, as fire swept over the town.</p><p>These maps allow responders to quickly get a read on how people are actually behaving during a specific emergency, rather than making assumptions or predicting behaviors based on past events. They're proving to be a remarkable tool for responders to the catastrophic Australian bushfires, the second-largest fire event ever recorded globally based on land size, which so far have destroyed more than 15 million acres, more than seven times the acreage of the shocking California fires of 2018 or last year's Amazon wildfire. At least a billion animals have been killed, wiping out multiple species of native Australian wildlife, including 30 percent of the world's koala population.</p><p>Since its inception, Facebook Data for Good has generated Disaster Maps for hundreds of natural disasters, including Hurricanes Dorian and Barry, Typhoon Tisoy in the Philippines, and the recent earthquake in Puerto Rico. In addition to guiding response efforts, universities and researchers are also using Disaster Maps to analyze how disaster-affected populations utilize social services, what prompts them to obey evacuation orders, and how social ties affect their resilience after a disaster.</p><p>More Ways to Help</p><p>As part of our efforts to assist with the bushfires, we are donating AU$250,000 to the Australian Red Cross to support relief and recovery efforts. We will also match up to AU$1 million in donations made to GlobalGiving, which will distribute the money to local nonprofits working on recovery efforts.* Donations made through our Crisis Response pages for the bushfires across New South Wales or the bushfires across Victoria and South Australia will be matched up to AU$1 million.</p><p>*Facebook waives 100 percent of fees for donations to charitable organizations. Learn more about Facebook fundraisers and crisis response.</p><p>Source: Facebook</p>", "publisher": "Thai News Service", "instances": ["Disaster Maps' Facebook population density map for the bushfires clearly illustrates the quick and massive evacuation of Batemans Bay over the course of several days, from December 31 to January 3, as fire swept over the town. These maps allow responders to quickly get a read on how people are actually behaving during a specific emergency, rather than making assumptions or predicting behaviors based on past events. At least a billion animals have been killed, wiping out multiple species of native Australian wildlife, including 30 percent of the world's koala population. Since its inception, Facebook Data for Good has generated Disaster Maps for hundreds of natural disasters, including Hurricanes Dorian and Barry, Typhoon Tisoy in the Philippines, and the recent earthquake in Puerto Rico."]}, {"relevance_score": 21, "title": "Australia: Koalas Suffer in Australian Bushfires", "published": "2019-12-02", "bodyText": "<p nitf:lede=\"true\">More than 2 million hectares of land, including vast areas of forest, have been scorched in eastern Australia's bushfires. Scientists are beginning to assess the toll on wildlife, particularly endangered koala populations.</p><p>Koalas are an Australian icon. The furry marsupials live in trees and in parts of the country they are in decline. They are listed as a vulnerable species under federal environment law in the states of Queensland and New South Wales, where bushfires have destroyed vast areas of habitat in recent weeks.</p><p>Some campaigners have argued the koala is \"functionally extinct\" in parts of Australia. It is a controversial assertion that is not supported by many experts. They believe that to be considered to be \"functionally extinct,\" a species must have fallen to a few hundred, or dozens, which does not apply to koalas.</p><p>Rescued from flames</p><p>They are, though, often in peril.</p><p>Several koalas have been rescued, burned and dehydrated, from the fires. Dozens of fires continue to burn across eastern Australia, and experts say it is impossible to know the impact on native wildlife.</p><p>A video of an Australian woman picking up an injured koala from a bushfire was widely viewed on social media. The animal later died at a wildlife hospital.</p><p>David Lindenmayer, a professor of ecology at the Australian National University, says droughts and fires can decimate koala populations.</p><p>\"What happens is that in many cases prior to these big fires, we have extensive drought periods and that means that many species of animals are actually declining quite dramatically even before the fires hit, and so there is often what we call an interaction between the drought and then the fire. And then even in the drought periods after the fire really impair the recovery process, he said. So many species are dealing with multiple processes which are very hard for populations to recover from often.\"</p><p>Not extinct yet</p><p>Scientists fear that koalas could be heading toward extinction by 2050 if the destruction of their habitat continues.</p><p>The picture, though, varies across the country.</p><p>There are large and thriving populations of koalas in southern Australia. In parts of the states of Victoria and South Australia marsupial numbers are considered to be overabundant, and that valuable trees are being damaged by too many leaf-eating koalas. - VOA</p>", "publisher": "Thai News Service", "instances": []}, {"relevance_score": 20, "title": "Australia: Australian bushfires turn deadly, destroy dozens of homes", "published": "2019-11-11", "bodyText": "<p nitf:lede=\"true\">At least three people have been killed and over 150 houses have been destroyed in bushfires raging across eastern Australia. A record number of emergency warnings were issued this week.</p><p>Three people were found dead and at least 150 homes were destroyed as bushfires raged across eastern Australia, authorities said on Saturday.</p><p>The New South Wales Rural Fire Service (NWS RFS) said that the remains of a person were found in a vehicle. At least five other people are unaccounted for.</p><p>Another woman died in hospital on Saturday of burns sustained near the town of Glen Innes on Friday.</p><p>A third body was found on Saturday afternoon in a burned house at the village of Johns River, north of Taree, police said.</p><p>Fire services in the affected area are on high alert, according to NWS RFS commissioner Shane Fitzsimmons.</p><p>\"I'm expecting to see those alert levels change throughout the day, probably worsen, more likely than not, as the afternoon winds pick up and the fire behavior spreads a little more,\" Fitzsimmons said on Saturday.</p><p>\"We are expecting the number of missing persons to climb today,\" he told reporters. \"We can't rule out the really grave concerns that there could be more losses or indeed more fatalities as we get through and identify details across these fire grounds,\" he added.</p><p>How many fires are blazing?</p><p>A record number of emergency warnings have been issued this week. Parts of the country are facing the worst drought in living memory.</p><p>More than 30 people have been injured overall as a result of the fires, including 19 firefighters. Prime Minister Scott Morrison tweeted his thanks to firefighters.</p><p>Seventy-two fires are burning across the state of New South Wales, with six described as being at emergency levels. At the peak of the blaze on Friday night, 17 emergency level fires were burning.</p><p>Further north, in Queensland, thousands of people spent the night in temporary evacuation centers. A jail near the town of Glen Innes also was forced to evacuate its prisoners.</p><p>Source: Dw - Deutsche Welle</p>", "publisher": "Thai News Service", "instances": []}, {"relevance_score": 23, "title": "United Nations/Australia: Australia wildfires: communities must stay vigilant, urges UN weather agency", "published": "2019-11-14", "bodyText": "<p nitf:lede=\"true\">As Australia's catastrophic and deadly wildfire emergency continues, UN weather experts on Tuesday echoed Government warnings for people to remain vigilant in the face of the fast-moving threat and tinderbox conditions.</p><p>In Geneva, the World Meteorological Organization (WMO) noted that dozens of fires are raging, affecting around six million in eastern New South Wales state, and southeast Queensland, amid reports that three people lost their lives in the fires at the weekend.</p><p>Apart from the immediate physical threat...when authorities issue a message of catastrophic fire danger, the message there is basically, Get out, get away,' Clare Nullis, spokesperson for the World Meteorological Organization (WMO), told journalists.</p><p>No rain forecast</p><p>Citing Australia's Bureau of Meteorology description of the situation as evolving and dangerous, Ms. Nullis said that conditions were likely to remain dry, with little to no rain forecast.</p><p>The fires are due to a combination of factors including low soil moisture, heat and importantly, wind direction and wind speed, she explained.</p><p>New South Wales has declared a state of emergency as parts of the state - including the Greater Sydney area and Queensland - face a \"catastrophic\" fire danger, which is the highest level of warning.</p><p>Although bush and grassfires are common in Australia, the emergency is linked to increasingly warm temperatures over the course of the last century.</p><p>Climate change 'is contributing'</p><p>According to the Bureau of Meteorology of Australia, it's been the second warmest January to October on record for Australia as a whole, and these are records going back 110 years, Ms. Nullis said, adding that the number of days falling into the category of fire weather days has increased.</p><p>The most extreme 10 per cent of fire weather days - which is how they measure the fire index - has increased in recent decades across many regions...There has been an associated increase in the length of the fire weather season and climate change including increasing temperatures, is contributing to these changes.</p><p>According to WMO, many at-risk communities face winds of 60 to 80 kilometres per hour (37 to 50 miles per hour) and temperatures in the mid to high 30s Celsius (around 95 Fahrenheit).</p><p>Although a cool weather front that is forecast may ease fire dangers, a combination of dry and gusty winds and a shift in wind direction will mean people in the impacted areas will need to remain vigilant, Ms. Nullis insisted.</p><p>Between 1967 and 2013, major Australian bushfires resulted in over 8,000 injuries and 433 deaths, close to 50 per cent of all fatalities from major Australian natural disasters, excluding heatwaves, Australian Government figures show.</p><p>Over the same period, bushfires cost approximately $3.2 billion.</p><p>(United Nations News Centre)</p>", "publisher": "Thai News Service", "instances": ["Although a cool weather front that is forecast may ease fire dangers, a combination of dry and gusty winds and a shift in wind direction will mean people in the impacted areas will need to remain vigilant, Ms. Nullis insisted. Over the same period, bushfires cost approximately $3. 2 billion."]}, {"relevance_score": 30, "title": "Australia: Unstoppable 'Mega fire' Forms North of Sydney", "published": "2019-12-09", "bodyText": "<p nitf:lede=\"true\">Several Australian bushfires have combined to form a mega fire that is burning out of control across a swathe of land north of Sydney, authorities said Friday, warning they cannot contain the blaze.</p><p nitf:lede=\"true\">Rob Rogers, New South Wales Rural Fire Service deputy commissioner, said there are probably more than eight fires in all that have merged to form what has been dubbed a mega fire in an area of national park forest.</p><p nitf:lede=\"true\">The blaze was burning across 300,000 hectares, an area roughly 60 kilometers across, within an hour's drive of Australia's largest city, which was again subsumed in a soup of toxic smoke.</p><p>There is just fire that whole way said Rogers, who added that firefighters could do little more than get any residents out, protect property and hope for an end to fire-friendly dry and windy conditions.</p><p>We cannot stop these fires, they will just keep burning until conditions ease, and then we'll try to do what we can to contain them, he told public broadcaster ABC.</p><p>The best thing we can do is try to protect property and people as much as we can.</p><p>Drought leaves Australia tinder-dry</p><p>Prolonged drought has left much of eastern Australia tinder-dry and spot fires have raged every day for the past three months.</p><p>Bushfires are common in Australia, but scientists say this year's season has come earlier and with more intensity because of a prolonged drought and climatic conditions fueled by global warming.</p><p>Dramatic footage of firefighters running from a wall of fire ripping through the tree canopy above them was captured overnight in Orangeville, less than 100 kilometers west of Sydney.</p><p>The local fire and rescue team that shot the images said no one was injured and the vehicles surrounded by the swirling embers also survived the blaze.</p><p>The video was put up to demonstrate why you need to listen to the fire advisory system, the team from Ingleburn fire station said on Facebook.</p><p>If your property is not prepared for the bushfire season and your (sic) not sure you are able or capable of defending your property if a fire approaches you need to leave straight away, they warned.</p><p>Wildlife evacuated</p><p>At a wildlife park in the area, 300 animals were evacuated.</p><p>Walkabout Wildlife Park said it had shipped out lizards, dingoes, peacocks and marsupials, as firefighters battled more than 100 fires up and down the eastern seaboard.</p><p>This fire has been doing some crazy things, so we have to be prepared, general manager Tassin Barnard told AFP.</p><p>US, Canadian specialists arrive</p><p>New South Wales rural fire chief Shane Fitzsimmons said some U.S. and Canadian firefighters had arrived to help out.</p><p>The specialists are expected to supervise waterbombing planes and heavy equipment used in creating fire containment lines.</p><p>We are not only appreciative of their presence here today, but of their sacrifice, said Fitzsimmons, who has become a fixture on Australian television screens for weeks, updating the public on blazes in towns, national parks and backwaters.</p><p>They are volunteering to sacrifice time from loved ones, from families, to give up that special time of the year around Christmas and New Year to come down here and lend us a hand, he said.</p><p>Toll belies the devastation</p><p>More than 600 homes have been destroyed and six people have died since the crisis began in September.</p><p>That is many fewer than Australia's deadliest recent fire season in 2009 when almost 200 people died, but 2019's toll so far belies the scale of devastation.</p><p>An estimated 2 million hectares have burned, the size of some small countries, across a region spanning hundreds of kilometers (miles).</p><p>The fires have taken a toll in Sydney and other major cities, which have been blanketed in toxic smoke for weeks and occasionally sprinkled with snowlike embers.</p><p>Fitzsimmons said he could not overstate the effect that this profound drought is having as he warned of a long, painful summer ahead.</p><p>There is an absolute lack of moisture in the soil, a lack of moisture in the vegetation ... you are seeing fires started very easily and they are spreading extremely quickly, and they are burning ridiculously intensely. - VOA</p>", "publisher": "Thai News Service", "instances": ["Rob Rogers, New South Wales Rural Fire Service deputy commissioner, said there are probably more than eight fires in all that have merged to form what has been dubbed a mega fire in an area of national park forest. The blaze was burning across 300,000 hectares, an area roughly 60 kilometers across, within an hour's drive of Australia's largest city, which was again subsumed in a soup of toxic smoke."]}, {"relevance_score": 10, "title": "Australian paper shows Kate's bare bottom", "published": "2014-05-29", "bodyText": "<p nitf:lede=\"true\">Agence France-Presse</p><p nitf:lede=\"true\">SYDNEY</p><p nitf:lede=\"true\">One of <person><nameText>Rupert Murdoch's </nameText></person>Australian newspapers yesterday published a picture showing the bare bottom of <person><nameText>Prince William's wife Kate, </nameText></person>refusing to follow a \"ridiculous\" ban imposed by the British media.</p><p>The image was taken during the royal couple's hugely successful tour of Australia in April when they showed off their infant son George, and was run in the Sydney Daily Telegraph a day after it appeared in German tabloid Bild, which declared she had a \"beautiful bum\".</p><p>It shows the <person><nameText>Duchess of Cambridge's </nameText></person>blue and white summer dress lifted by a gust of wind when the royal couple got out of a helicopter in the Blue Mountains.</p><p>The Daily Telegraph said British newspapers had refused to run the photo out of respect to the royals, but in a comment piece said this was \"an antiquated code of etiquette\" under the headline \"My bare lady: Derri-heir to the throne is fair game.\"</p><p>\"It seems a bit ridiculous to expect the rest of the world's media to follow suit, particularly in a world in which flesh and commercialism go hand in hand,\" said Telegraph social writer Annette Sharp.</p><p>\"If the Duchess can't be bothered protecting herself by having hem weights sewn into her garments, why should the media protect her?\"</p><p>The duchess is no stranger to wardrobe malfunctions and struggled to control the hem of her red dress as she stepped off a plane in New Zealand ahead of her Australian tour.</p><p>Diane Morel took the Australian photo and almost deleted it before realising what she had captured.</p><p>\"It wasn't until I got home and I popped my camera card into the computer that I realised what I had captured,\" the 47-year-old told the newspaper, vowing to donate any money raised from the photo's sale to a bushfire relief fund.</p><p>During their tour, the royal couple met survivors and toured the scene of devastating Australian bushfires last year that destroyed more than 200 homes.</p>", "publisher": "The Nation (Thailand)", "instances": ["Diane Morel took the Australian photo and almost deleted it before realising what she had captured. It wasn't until I got home and I popped my camera card into the computer that I realised what I had captured,\" the 47-year-old told the newspaper, vowing to donate any money raised from the photo's sale to a bushfire relief fund."]}, {"relevance_score": 24, "title": "@HD2 New Briefs head;French leader extends hand to deported Roma girl", "published": "2013-10-21", "bodyText": "<p nitf:lede=\"true\">@BT New Screen/briefs Text - no indent;French President <person><nameText>Francois Hollande </nameText></person>has offered a Roma schoolgirl whose controversial deportation sparked mass student protests the chance to come back to France, but without her family.</p><p nitf:lede=\"true\">Leonarda Dibrani's eviction caused an outcry because she was detained during a school trip before being deported with her family to Kosovo, and students took to the streets this week demanding the 15-year-old return and Interior Minister Manuel Valls resign.</p><p nitf:lede=\"true\">\"If she makes a request, and if she wants to continue her studies, she will be given a welcome, but only she,\" Hollande said live on television.</p><p>He cited the results of a formal probe published Saturday, which found that the deportation was lawful but that police could have used better judgement in the way they handled it. â€“ AFP</p><p>@HD2 New Briefs head;Bookish baby boy born #124in LA-area bookstore</p><p>@BT New Screen/briefs Text - no indent;A woman walked into a Los Angeles-area Barnes and Noble looking for books and came out with a baby instead.</p><p>Firefighters delivered the newborn in the bookstore's lobby at Del Amo Fashion Centre, Torrance Fire Department Captain Steve Deuel said.</p><p>The firefighters had responded to a call of a woman in labour and were deciding whether to put her in an ambulance or keep her in the store when they realised the infant was coming.</p><p>\"The baby made that decision for them,\" Deuel said. \"They went ahead and delivered a healthy baby boy.\"</p><p>The mother and child, whose names were not released, were taken to a hospital and both were doing well, Deuel said. It's increasingly rare that mothers don't make it to the hospital and firefighters have to assist in the delivery, but they're trained to do it if they must. \"Occasionally, nature writes the script not us,\" Deuel said. \"This was a good Friday night for all of us. â€“ AFP</p><p>@HD2 New Briefs head;Outspoken China professor fired for 'poor teaching'</p><p>@BT New Screen/briefs Text - no indent;China's prestigious Peking University has defended its controversial weekend sacking of an outspoken pro-democracy professor by saying Xia Yeliang had earned poor marks for teaching.</p><p>Xia, an economist, said he believed he was dismissed because of his political views, particularly his support for Charter 08, a document signed by hundreds of intellectuals, dissidents and others urging pluralist democracy in China. But Peking University said in a statement on its microblog account on Saturday that Xia was the school's worst-ranked teacher and the source of 340 student complaints since 2006. \"Xia Yeliang's teaching evaluation scores were for many years in a row the lowest of the entire university,\" the statement said. It added that a university committee had voted in October 2012 to let him go but gave him one year to improve.</p><p>In the follow-up meeting this month it said 30 people voted to end Xia's contract, three people opposed, one abstained, and three people did not attend. Users of China's popular microblog service Sina Weibo expressed doubt about the motives for sacking Xia. â€“ AFP</p><p>@HD2 New Briefs head;Australian bushfires</p><p>threaten Sydney</p><p>@BT New Screen/briefs Text - no indent;Australian fire crews braced yesterday for some of the worst conditions in decades as several major blazes threatened to merge into a mammoth firefront that could reach Sydney. More than 200 homes have already been destroyed and another 120 damaged by the wildfires.</p><p>Three separate infernos continued to burn in the Blue Mountains. Grim forecasts of intensifying heat and winds prompted NSW Premier Barry O'Farrell to declare a state of emergency giving firefighters the power to forcibly evacuate people, with penalties for refusing. â€“ AFP</p>", "publisher": "The Nation (Thailand)", "instances": ["In the follow-up meeting this month it said 30 people voted to end Xia's contract, three people opposed, one abstained, and three people did not attend. Users of China's popular microblog service Sina Weibo expressed doubt about the motives for sacking Xia. More than 200 homes have already been destroyed and another 120 damaged by the wildfires. Three separate infernos continued to burn in the Blue Mountains."]}, {"relevance_score": 21, "title": "MICROSOFT COORDINATION HELPS COPE WITH DISASTERS", "published": "2012-01-19", "bodyText": "<p nitf:lede=\"true\">Thasong Asvasena</p><p nitf:lede=\"true\">The Nation</p><p nitf:lede=\"true\">Kuala Lumpur</p><p nitf:lede=\"true\">Efficient coordination and exchange of information and lessons learned are keys to the successful operations by Microsoft Thailand and Japan in handling and helping with natural disasters in both countries last year, with Microsoft Asia-Pacific playing a key role as enabler of technology along with providing funds and other assistance, according to a Microsoft conference held in Kuala Lumpur.</p><p nitf:lede=\"true\">Thai-Japanese cooperation during the heaviest flooding in five decades late last year in Thailand is not new under Microsoft-enabled coordination, in terms of experience sharing. Microsoft country offices are already networking, helping with key disasters in many countries, said Clair Deevy, citizenship lead, Asia Pacific, Microsoft, in an exclusive interview during the Accelerating Asia-Pacific 2011 conference, an annual event held for the second time.</p><p>In the Australian bushfires in early 2011, Microsoft Australia utilised experiences and previous technological measures in coping with frequent fires to create a so-called Disaster Response protocol, for example a cloud-based mechanism with local governments in sharing information crucial on disaster response to handle the three fires early last year.</p><p>Later on, during the Christchurch earthquake in February, Microsoft Australia passed on information, mostly involving donation process and logistical operations, along with the experience and recommendations to Microsoft New Zealand, after customising details to fit the latter's use. Following similar processes, Microsoft New Zealand coordinated with Microsoft Japan, when a strong earthquake and ensuing tsunami struck Japan in March, Deevy explained.</p><p>During the heavy flooding in Thailand late last year, Thai- Japanese coordination and exchange of information were conducted mainly through a 90-day free use of newly launched Microsoft Office 365. This proved effective in conveying and sharing essential information through cloud computing, to those affected or facing business losses by flooding. It was in addition to other communication channels, according to Lena Ryuji, external and community affairs manager, Microsoft Japan.</p><p>The activities through Microsoft Office 365, as part of information-sharing infrastructures, included exchange online: e-mail and calendar sharing; SharePoint online: information-sharing portal, file shares; and Lync Online: online meetings with audio, video and text, through real-time presentations, apart from occasional teleconferencing.</p><p>Microsoft has also made a commitment of US 2 million (Bt62 million), which includes 250,000 in cash as well as in-kind contributions. Employees have already raised more than 1 million to support relief and rebuilding efforts in Japan.</p><p>During the peak of the floods in Thailand last year, Microsoft Thailand worked with EcartStudio to offer a Location Based Information System (LBIS) to voluntary organisations, in addition to feeding information to an ad-hoc website about flood aid. In addition, MSN's own portal provided details about flooded areas and flood-relief offerings, including shelters, parking areas, drinking water locations, on-site cooking areas, and nursing centres/hospitals.</p><p>EcartStudio is a local IT devel oper specialised in map, search engine, and e-business, who, in cooperation with Microsoft Thailand, modified and developed add-ons to be used with Bing maps. The company is still working on further improving existing mechanisms while making progress on other projects under the Disaster Response protocol.</p><p>Microsoft Thailand also created a Facebook page carrying reports on in-house projects to help with flood victims and its staff affected, along with other useful information. Businesses which use genuine Windows and other Microsoft licences with flood-damaged personal or notebook computers were also provided with licensing assistance on various conditions.</p><p>As a post-flood measure, Microsoft Thailand is running a Business Continuity Plan (BCP), which comprised two main mechanisms based on cloud computing: teleworking through Microsoft Lyncà¸ŽServer 2010 that allows distant working and teleconferencing, and data protection and virtualisation that help make easier transfer of information from physical servers to virtual servers through Windows Azure Platform.</p><p>The post-flood solution is aimed at energy and cost savings through distant working and virtualisation, said Petcharaporn Charoennibhonvanich, public relations manager, Microsoft Thailand. BCP is also able to allow Microsoft clients to run their usual businesses or continue them after the crises through database accessible by mobile devices, she added.</p>", "publisher": "The Nation (Thailand)", "instances": ["Thai-Japanese cooperation during the heaviest flooding in five decades late last year in Thailand is not new under Microsoft-enabled coordination, in terms of experience sharing. Microsoft country offices are already networking, helping with key disasters in many countries, said Clair Deevy, citizenship lead, Asia Pacific, Microsoft, in an exclusive interview during the Accelerating Asia-Pacific 2011 conference, an annual event held for the second time. Later on, during the Christchurch earthquake in February, Microsoft Australia passed on information, mostly involving donation process and logistical operations, along with the experience and recommendations to Microsoft New Zealand, after customising details to fit the latter's use. Following similar processes, Microsoft New Zealand coordinated with Microsoft Japan, when a strong earthquake and ensuing tsunami struck Japan in March, Deevy explained."]}, {"relevance_score": 7, "title": "Australia: Samsung Electronics Australia Donates 1 Million AUD to Support Bushfire Efforts", "published": "2020-02-03", "bodyText": "<p nitf:lede=\"true\">Samsung Electronics Australia (Samsung) has donated $1 million (AUD) toward efforts to fight and prevent bushfires.</p><p>Mr W.J. Song, President, Samsung, said: The devastation caused by the Australian bushfires has been felt across Samsung offices globally and our hearts go out to everyone that has been impacted. It has been incredibly humbling to see the Australian community rally together and offer any support they can during this time.</p><p>Samsung has made this $1 million donation to the New South Wales Rural Fire Service and we are committed to leveraging the power of our technology to address the challenging reality that bushfires present to Australia.</p><p>In 2020, Samsung will evolve its ongoing corporate citizenship program to inspire young people and entrepreneurs to tackle this issue. - Samsung Newsroom</p>", "publisher": "Thai News Service", "instances": ["Mr W. J. It has been incredibly humbling to see the Australian community rally together and offer any support they can during this time. Samsung has made this $1 million donation to the New South Wales Rural Fire Service and we are committed to leveraging the power of our technology to address the challenging reality that bushfires present to Australia."]}, {"relevance_score": 8, "title": "Australia: Wildfires engulf Sydney, Emergency declared in New South Wales", "published": "2019-12-23", "bodyText": "<p nitf:lede=\"true\">Two firefighters killed as Australian bushfires destroy homes and smothered huge areas with a toxic smoke, including Australia's largest city Sydney; Emergency declared in state of New South Wales.</p><p>Two firefighters were killed and three injured when their truck crashed as they battled out-of-control blazes in New South Wales state on Thursday.</p><p>Australian bushfires have destroyed homes and smothered huge areas with a toxic smoke, including Australia's largest city Sydney. An emergency has been declared in state of New South Wales.</p><p>Prime Minister Scott Morrison paid tribute to the firefighters, saying their sacrifice would always be remembered. He added that firefighters were bravely defending their communities with an unmatched spirit and a dedication that will forever set them apart amongst our most courageous Australians. Prime Minister Morrison has warned conditions were set to worsen.</p><p>Meanwhile, thousands of firefighters are trying to contain the blazes amid record temperatures nearing 50 degrees Celsius in places.</p><p>Source: DD News</p>", "publisher": "Thai News Service", "instances": ["Two firefighters were killed and three injured when their truck crashed as they battled out-of-control blazes in New South Wales state on Thursday. Australian bushfires have destroyed homes and smothered huge areas with a toxic smoke, including Australia's largest city Sydney.", "Two firefighters killed as Australian bushfires destroy homes and smothered huge areas with a toxic smoke, including Australia's largest city Sydney; Emergency declared in state of New South Wales. Two firefighters were killed and three injured when their truck crashed as they battled out-of-control blazes in New South Wales state on Thursday. An emergency has been declared in state of New South Wales. Prime Minister Scott Morrison paid tribute to the firefighters, saying their sacrifice would always be remembered."]}, {"relevance_score": 8, "title": "Australia: Wildfires engulf Sydney, Emergency declared in New South Wales", "published": "2019-12-25", "bodyText": "<p nitf:lede=\"true\">Two firefighters killed as Australian bushfires destroy homes and smothered huge areas with a toxic smoke, including Australia's largest city Sydney; Emergency declared in state of New South Wales.</p><p>Two firefighters were killed and three injured when their truck crashed as they battled out-of-control blazes in New South Wales state on Thursday.</p><p>Australian bushfires have destroyed homes and smothered huge areas with a toxic smoke, including Australia's largest city Sydney. An emergency has been declared in state of New South Wales.</p><p>Prime Minister Scott Morrison paid tribute to the firefighters, saying their sacrifice would always be remembered. He added that firefighters were bravely defending their communities with an unmatched spirit and a dedication that will forever set them apart amongst our most courageous Australians. Prime Minister Morrison has warned conditions were set to worsen.</p><p>Meanwhile, thousands of firefighters are trying to contain the blazes amid record temperatures nearing 50 degrees Celsius in places.</p><p>Source: DD News</p>", "publisher": "Thai News Service", "instances": ["Two firefighters were killed and three injured when their truck crashed as they battled out-of-control blazes in New South Wales state on Thursday. Australian bushfires have destroyed homes and smothered huge areas with a toxic smoke, including Australia's largest city Sydney.", "Two firefighters killed as Australian bushfires destroy homes and smothered huge areas with a toxic smoke, including Australia's largest city Sydney; Emergency declared in state of New South Wales. Two firefighters were killed and three injured when their truck crashed as they battled out-of-control blazes in New South Wales state on Thursday. An emergency has been declared in state of New South Wales. Prime Minister Scott Morrison paid tribute to the firefighters, saying their sacrifice would always be remembered."]}]