[{"relevance_score": 46, "title": "Africa: At COP29 climate talks, Africa's patience wears thin", "published": "2024-11-25", "bodyText": "<p nitf:lede=\"true\">As the 29th UN Climate Change Conference (COP29) winds to a close in Baku, Azerbaijan, a growing cloud of disillusionment is hanging over the talks.</p><p nitf:lede=\"true\">Of the 20 countries most vulnerable to climate change, a staggering 17 are located in Africa. African leaders and citizens are raising their voices louder than ever, demanding accountability and concrete measures to combat the climate crisis. African countries are grappling with severe droughts, floods and escalating food insecurity, all exacerbated by climate change.</p><p nitf:lede=\"true\">Disgruntled citizens say that with every passing year, promises of climate-related financing and meaningful global cooperation remain just that - promises.</p><p>Dan Kaburu, a Nairobi resident who spoke with DW, said his hope for a breakthrough at COP29 is waning.</p><p>\"The current COP happening in Baku doesn't matter much, because when we look at the previous COPs, there are a lot of promises but nothing much to show for them\" said Kaburu. \"It doesn't make a lot of sense when the global leaders meet and always have these exchanges or move goalposts.\"</p><p>In Malawi, Angella Phiri expressed frustration over the lack of obvious outcome, saying simply: \"We need tangible results.\"</p><p>Meanwhile, Ghanaian student Safiyya Muhammad Ikileel questioned the feasibility of the summit's goals. \"If these same people have big companies and support industrialization, if they want to make things OK, that means industrialization has to slow down or stop,\" she said. \"And I don't think we are at the point in this world now where industrialization is going to stop.\"</p><p>'Africa might walk away with nothing'</p><p>Zeynab Wandati, sustainability and climate editor at Nation Media Group based in Nairobi, Kenya, has been following the COP29 in Baku, Azerbaijan with measured hope. Having observed years of climate negotiations, she reflected on the progress and challenges for Africa.</p><p>Wandati highlighted the loss and damage fund set up in 2022 at COP27 in Sharm el-Sheikh, Egypt as a milestone. This fund aims to provide financial assistance to nations most vulnerable and affected by climate change.</p><p>However, Wandati noted the fund still lacked substantial funding. \"The African group is not very happy with how things are going at the COP29, because they say it's very likely that Africa might walk away with nothing,\" she said.</p><p>Baku's climate contradictions</p><p>Wandati further outlined the hypocrisy of global leaders, particularly highlighting Azerbaijan's heavy reliance on fossil fuels and its contradictory stance on climate action.</p><p>\"There are over 1,700 fossil fuel lobbies at this COP,\" she said. \"The president of Azerbaijan said in his opening address that fossil fuels are a gift from God. This caused outrage, particularly amongst groups from the Global South. They felt that if that's what the president himself feels, how can he be trusted to guide this convention away from fossil fuels, which is an outcome that the Global South wants.\"</p><p>Sena Alouka, Togo's lead agriculture negotiator and chair of the climate and agroecology group at the Alliance for Food Sovereignty in Africa, expressed hope for multilateral dialogue and human-centered solutions. However, he remained critical of the world's major CO2 emitters, noting that some of the world's wealthiest nations have repeatedly been accused of stalling meaningful progress during climate negotiations.</p><p>The same countries have been reluctant to make firm commitments on reducing emissions and providing climate financing. \"These big emitters don't want to commit, they don't want to pay their share, and they try to delay all types of negotiations\" Alouka told DW.</p><p>He pointed out that instead of fully backing initiatives like the loss and damage fund or committing to phasing out fossil fuels, such countries often water down binding language, for example. The reluctance to pay their fair share and prioritize climate equity continues to frustrate vulnerable nations, who are bearing the brunt of climate impacts despite having minimal resources.</p><p>Africa's big ask: $1.3 trillion</p><p>The African Group of Negotiators are now demanding $1.3 trillion (1.23 trillion) annually in climate financing from 2025 to 2030, starting next year.</p><p>This ambitious target, part of the New Collective Quantified Goal, aims to address developing countries' pressing needs for adaptation, mitigation and loss and damage resulting from climate change.The funding request replaces a previous demand for $100 billion per year, which was seen as a drop in the ocean.</p><p>Leaders of vulnerable countries have said only equitable financial support will help them adapt and build resilience to climate change-related challenges. Alouka stressed that the demand was rooted in justice.</p><p>\"We are not begging for charity or for solidarity. It's in the very first article of the UN Framework Convention on Climate Change, that developed countries should support developing countries or countries that are affected by the climate crisis with financing, technology and other means,\" he said.</p><p>Trump's return brings fresh climate concerns</p><p>Donald Trump's presidential win has reignited fears about the US backtracking on climate commitments. With leaders like Argentine President Javier Milei also sharing climate change-related skepticism, delegates worry political will is fading just as global action becomes more urgent.</p><p>Wandati warned of the potential consequences of a Trump presidency on global climate efforts, citing Argentina's withdrawal from COP29 as a concerning precedent.</p><p>\"When world leaders come here, they make such big promises. However, when it's time for the rubber to hit the road in the negotiation rooms, their negotiators do the exact opposite,\" she said.</p><p>Despite these challenges, Sena Alouka remains optimistic: \"Why are we here? Because we believe in the power of solidarity, diversity and humanity.\"</p><p>Source: DW - Deutsche Welle</p>", "publisher": "Thai News Service", "instances": ["\"These big emitters don't want to commit, they don't want to pay their share, and they try to delay all types of negotiations\" Alouka told DW. He pointed out that instead of fully backing initiatives like the loss and damage fund or committing to phasing out fossil fuels, such countries often water down binding language, for example. Africa's big ask: $1. 3 trillionThe African Group of Negotiators are now demanding $1."]}, {"relevance_score": 16, "title": "United States: Biden-Harris Administration Announces New Climate and Transportation Research Center", "published": "2024-05-15", "bodyText": "<p nitf:lede=\"true\">An initiative advancing the nation's transportation decarbonization and resilient infrastructure</p><p nitf:lede=\"true\">Today, the U.S. Department of Transportation (DOT) announced $1.7 million in research funding for a Climate Change and Transportation Research Center at the University of California, Davis. The new Center for Emissions Reduction, Resiliency, and Climate Equity in Transportation, established through a cooperative agreement with DOT, will support the DOT Climate Change Center as well many related Department climate and research programs</p><p>Tackling the climate crisis and making our infrastructure more resilient has never been more urgent, said U.S. Transportation Secretary Pete Buttigieg. The funding and the new research center we're announcing today will help develop the solutions we need to reduce carbon pollution from transportation and improve the resiliency of our infrastructure-and help turn those findings into national policy.</p><p>The new Center will advance research and technologies to support the Nation's clean energy goals, accelerate decarbonization of the transportation sector, strengthen the resilience of the Nation's transportation infrastructure, and address environmental inequities created by the transportation system.</p><p>This investment will spur innovation and support research-backed transportation decisions across the nation, saidDr. Robert C. Hampshire, Deputy Assistant Secretary for Research and Technology and Chief Science Officer.</p><p>The Center is comprised of partner institutions, including California State University Long Beach, Texas Southern University, University of California, Riverside, University of Southern California, and the University of Vermont, to collectively execute research activities.</p><p>For more information, reach out <email normalizedValue=\"mailto:toClimateResearch@dot.gov\">toClimateResearch@dot.gov</email></p><p>(U.S. Department of Energy)</p>", "publisher": "Thai News Service", "instances": ["Department of Transportation (DOT) announced $1. 7 million in research funding for a Climate Change and Transportation Research Center at the University of California, Davis. S. Transportation Secretary Pete Buttigieg."]}, {"relevance_score": 59, "title": "United States: INVESTING IN AMERICA: In Recognition of Climate Week, U.S. Department of Transportation Highlights Work to Combat Climate Crisis and Build More Resilient, Sustainable Transportation Systems", "published": "2024-10-01", "bodyText": "<p nitf:lede=\"true\">As part of the Biden-Harris Administration's recognition of Climate Week, the U.S. Department of Transportation (USDOT) is highlighting the administration's work - and the impact of the historic Bipartisan Infrastructure Law - in building more resilient, sustainable, and accessible transportation systems across the country. To date, more than 60,000 transportation projects are moving forward across all parts of the country thanks to funding from the Bipartisan Infrastructure Law and the Inflation Reduction Act. These include projects to build a convenient, accessible, reliable national EV charging network; invest in safer bike and pedestrian networks, historic investments to expand public transit and passenger rail services, including the first high-speed rail systems to be operational on American soil; rebuild deteriorating bridges and make them more resilient to the effects of climate change; upgrade ports to improve air quality in neighboring communities; develop sustainable aviation fuel; and modernize airport terminals, and more.</p><p>More frequent and severe weather events year-round have lasting impacts on critical supply chains and Americans' ability to safely travel. Our nation's transportation sector is responsible for more carbon pollution than any other sector of the U.S. economy. Thanks to investments through the Bipartisan Infrastructure Law and the Inflation Reduction Act, the Biden-Harris administration is working to build and expand transportation systems that reduce greenhouse gas emissions, are resilient to the impacts of climate change, and advance climate and environmental justice priorities.</p><p>Recent accomplishments of the Department include:</p><p>- Delivering on the promise to make transportation infrastructure more resilient to climate change: In April 2024, USDOT awarded nearly $830 million in grant awards through the Promoting Resilient Operations for Transformative, Efficient, and Cost-saving Transportation (PROTECT) discretionary grant program to state and local governments, Tribal Nations, and U.S. territories. These awards, made possible by President Biden's Bipartisan Infrastructure Law, are in addition to the $7.3 billion in formula funding that goes directly to states to support transportation system resilience to climate impacts, including flooding, sea level rise, wildfires, and extreme heat.</p><p>- Connecting communities: In March 2024, USDOT announced $3.3 billion in grant awards for 132 communities through the Reconnecting Communities &amp; Neighborhoods (RCN) Grant Program. The program aims to reconnect communities by removing, retrofitting, or mitigating highways or other transportation facilities that create barriers to community connectivity or are environmental burdens. Earlier this year the Department launched the Reconnecting Communities Institute</p><p>- to provide no-cost technical assistance to communities seeking to improve transportation access, restore access in neighborhoods where transportation projects have created barriers, and utilize transit, cycling, pedestrian, and green infrastructure solutions.</p><p>- Building New Electric Vehicle (EV) Charging Infrastructure: Since the start of the Biden-Harris Administration, the number of publicly available EV chargers has more than doubled. There are currently more than 193,000 publicly available charging ports with approximately 1,000 new public chargers being added each week, with federally funded projects expected to ramp up in the coming years to fill gaps in the system where the private sector may not go. Electric vehicles cut pollution and save consumers money on gas. This progress is a testament to the Investing in America agenda and the catalyzing effect it has had on private investments for EV charging infrastructure to expand America's EV charging network while creating good-paying, union jobs.</p><p>- Reducing air pollution and strengthening American-made transit manufacturing industry: As part of the largest federal investment in public transportation in the nation's history, in July 2024, USDOT announced approximately $1.5 billion to replace and modernize transit buses on America's roadways. These zero- or low-emission buses will bolster American manufacturing and create good-paying union jobs. Over the last three years, the Department also celebrated transit agencies that are taking innovative approaches to reducing carbon pollution. Nearly 240 transit agencies participated in the FTA's Sustainable Transit for a Healthy Planet Climate Challenge, which encouraged transit leaders to take bold actions and prioritize investments to help tackle the climate crisis.</p><p>- Promoting sustainable aviation: In August 2024, USDOT awarded nearly $300 million to accelerate production and use of sustainable aviation fuels (SAF) and the development of low-emission aviation technologies that will support the U.S. aviation climate goal to achieve net zero greenhouse gas emissions by 2050 as part of the Investing in America agenda. These investments will foster domestic economic growth and ensure the U.S. retains its global leadership in aviation. Additionally, FAA has awarded over $1.8 billion to date for projects modernizing our airports, including improving sustainability, under its Bipartisan Infrastructure Law Airport Terminals Program.</p><p>- Improving safety for cyclists and pedestrians: This month, USDOT announced over $1 billion in awards to more than 350 projects to plan and implement roadway safety projects, especially for cyclists and pedestrians. These projects will enable more people to choose to walk or bike to their destinations, reducing emissions and improving air quality. The Bipartisan Infrastructure Law provides $5 billion for this program over five years.</p><p>- Driving innovative ideas to enable vibrant communities: In April 2024, USDOT awarded $17.6 million to help communities add affordable housing near transit through the Federal Transit Administration's Pilot Program for Transit-Oriented Development. This makes transit more accessible for more Americans, reducing transportation costs for families and increasing their access to jobs and broader opportunities. Additionally, the Department announced funding through the Thriving Communities Program to help 112 communities nationwide access intensive technical assistance to assist them in identifying, developing, and delivering transportation projects to achieve locally-driven goals, including improving sustainability. The Department also celebrated the beginning of the construction of Brightline West, a high-speed, zero-emission rail project that will connect Las Vegas, Nevada to Southern California. The project will reduce an estimated 400,000 tons of carbon dioxide emissions per year, bolster tourism, and create 35,000 good-paying jobs.</p><p>- Accelerating climate technology and innovation: This week, USDOT is announcing $5 million to advance research and innovation in low-carbon concrete. The new investment will support a research partnership between USDOT, academic institutions, and the private sector to explore innovative uses of steel slag in concrete and strengthen the sustainability and resilience of the Nation's transportation infrastructure. This award builds on the first-of-its-kind USDOT-sponsored research center, the Center for Emissions Reduction, Resiliency, and Climate Equity in Transportation announced earlier this year. The research center will be led by Rutgers University Center for Advanced Infrastructure and Transportation.</p><p>- Convening climate champions from across the country: This summer, USDOT hosted a Climate and Transportation Symposium, bringing together climate champions from cities, states, and communities across the country to showcase climate solutions. The symposium highlighted how the Department and its partners are implementing the US National Blueprint for Transportation Decarbonization, including creating more accessible and affordable mobility options for all Americans.</p><p>- Funding Carbon Reduction Strategies: USDOT is implementing the new $6.4 billion Carbon Reduction Formula Program, established by the Bipartisan Infrastructure Law. Funding is flowing to projects to reduce carbon emissions, including complete streets projects, public transportation, and traffic management. USDOT compiled the State Carbon Reduction Strategies developed by each state and a summary of notable practices on its website.</p><p>You can learn more about USDOT Climate Change Center activities at <url normalizedValue=\"http://www.transportation.gov/priorities/climate-and-sustainability/dot-climate-change-center\">www.transportation.gov/priorities/climate-and-sustainability/dot-climate-change-center</url></p><p>(U.S. Department of Transportation)</p>", "publisher": "Thai News Service", "instances": ["- Accelerating climate technology and innovation: This week, USDOT is announcing $5 million to advance research and innovation in low-carbon concrete. The new investment will support a research partnership between USDOT, academic institutions, and the private sector to explore innovative uses of steel slag in concrete and strengthen the sustainability and resilience of the Nation's transportation infrastructure. The research center will be led by Rutgers University Center for Advanced Infrastructure and Transportation. - Convening climate champions from across the country: This summer, USDOT hosted a Climate and Transportation Symposium, bringing together climate champions from cities, states, and communities across the country to showcase climate solutions."]}, {"relevance_score": 31, "title": "Philippines: PH sustains diplomatic approach to deescalate tensions in SCS", "published": "2024-07-29", "bodyText": "<p nitf:lede=\"true\">The Philippines will continue pursuing a diplomatic approach and uphold the rule of law in the South China Sea, according to the Department of Foreign Affairs (DFA) as it expounds on the Marcos administration's work to defend the country's rights in the West Philippine Sea through peaceful means.</p><p nitf:lede=\"true\">Following the third State of the Nation Address of President Ferdinand R. Marcos Jr., DFA Undersecretary Charles Jose said the Philippines will not waver in pursuing the peaceful settlement of disputes in line with international law in the area.</p><p>In the West Philippine Sea, the Philippine position remains firm. We will continue to assert our sovereignty, sovereign rights and jurisdiction in our maritime zones and find ways forward through diplomacy and dialogue pursuant to what the President articulated during the SONA, he said in the post-SONA discussions on Wednesday.</p><p>We are committed to the peaceful settlement of disputes through international law. Our actions will continue to be firmly anchored on the rules-based international order that is governed by international law, particularly UNCLOS (United Nations Convention on the Law of the Sea) and the 2016 Arbitral Award on the South China Sea, he added.</p><p>Jose cited as example the 9th Bilateral Consultation Mechanism meeting with China, which provided the momentum for a series of consultations that led to the recently concluded Arrangement on the Principles and Approaches that will be observed during the Philippines' resupply missions to Ayungin Shoal.</p><p>The official said this understanding, reached without prejudicing the Philippine and Chinese positions over the South China Sea, is a positive contribution to deescalate tensions in the region.</p><p>Marcos in his SONA on Monday said the Philippines will neither yield nor waver in asserting its maritime rights.</p><p>He maintained that the West Philippine Sea, which refers to the maritime areas of the country in the South China Sea, is no mere figment of imagination.</p><p>Ang West Philippine Sea ay hindi isang kathang-isip natin lamang. Ito ay atin. At ito ay mananatiling atin, hangga't nag-aalab ang diwa ng ating mahal na bansang Pilipinas (The West Philippine Sea is not just a figment of imagination. It is ours. And it will remain ours as long as our love for our country, the Philippines, remains ablaze), Marcos said.</p><p>Manila-based geopolitical analyst Don McLain Gill of the De La Salle University said Marcos has successfully articulated that the Philippines' position in the region is rooted on facts.</p><p>By stating that the WPS is not a figment of imagination, the president sent a strong message to China who claims a large percentage of our EEZ (exclusive economic zone) based on a historical basis that is not grounded on international law. The WPS is rooted on facts and on international law, he told the Philippine News Agency.</p><p>While empowering the military, the president reiterated the continuous goal of resolving disputes through peaceful means and based on international law- another veiled hit at China which has been pursuing its expansionist ambitions by breaking principles enshrined under UNCLOS and disregarding the 2016 Arbitral Ruling, he added.</p><p>The Philippines, China and several other coastal states have overlapping territorial claims over the South China Sea.</p><p>Beijing continues to reject the UNCLOS-based arbitration award insisting on its claims over the vast trade route, including the country's waters within the West Philippine Sea.</p><p>Preparing for ASEAN 2026</p><p>On the multilateral arena, Jose said the Philippines is preparing to host the Association of Southeast Asian Nations (ASEAN) in the next two years.</p><p>This as Marcos emphasized that peace and community-building would be the Philippines' clarion call, especially when the country serves as chair and the host of the ASEAN Summit in 2026.</p><p>The ASEAN National Organizing Council or ASEAN NOC, Jose said, is leading the preparations to ensure the orderly and seamless hosting of the landmark event.</p><p>Jose likewise highlighted the country's selection as the host of the Loss and Damage Fund Board.</p><p>Through this mechanism, the Philippines will continue to leverage its leadership in climate action and its goodwill with developing nations in promoting climate equity, he said.</p><p>He also noted the adoption by the UN Human Rights Council of the Philippine-led resolution titled Promoting and Protecting the Enjoyment of Human Rights of Seafarers.</p><p>This resolution is the first-ever on this subject to be introduced and adopted in the UNHRC.</p><p>Rest assured that in the pursuit of the national interest, the DFA will continue to strengthen national security, contribute to economic growth, and protect the interest and welfare of overseas Filipinos through the strategic conduct of diplomacy, Jose said. - PNA</p>", "publisher": "Thai News Service", "instances": ["The ASEAN National Organizing Council or ASEAN NOC, Jose said, is leading the preparations to ensure the orderly and seamless hosting of the landmark event. Jose likewise highlighted the country's selection as the host of the Loss and Damage Fund Board. He also noted the adoption by the UN Human Rights Council of the Philippine-led resolution titled Promoting and Protecting the Enjoyment of Human Rights of Seafarers. This resolution is the first-ever on this subject to be introduced and adopted in the UNHRC."]}, {"relevance_score": 21, "title": "United States: USAID Advances Global Action for Climate Equity", "published": "2021-11-08", "bodyText": "<p nitf:lede=\"true\">On November 6 at COP26, U.S. Agency for International Development (USAID) Administrator Samantha Power announced a suite of programs and targets to advance Global Action for Climate Equity. This includes a specific goal to support structural changes that improve participation and leadership for Indigenous Peoples, local communities, and women and youth in all their diversity in climate action in at least 40 partner countries by 2030.</p><p>Concrete activities and investments to advance equity, inclusion, and accessibility include:</p><p>USAID gender equality and gender-responsive climate action across climate sectors from policies to programs, including: o Investing at least $14 million of the Gender Equity and Equality Action Fund toward gender-responsive climate programming. This includes activities that advance women's leadership in climate action, increase women's economic participation in Green Industries, and build women and girls' resilience to climate shocks and stressors. /li&gt;</p><p>o Advancing partnerships with the U.S. Department of Energy and National Aeronautics and Space Administration to empower women as climate leaders and foster their economic empowerment.</p><p>o Scaling up USAID's Advancing Gender in the Environment initiative, a partnership with the International Union for the Conservation of Nature, to provide tailored support to countries to develop climate change Gender Action Plans connected to their national climate strategies. It also Central to this will be continued support to the Gender-Based Violence (GBV) and Environment Linkages Center, a platform for gathering resources and tools and forging action on the intersection of GBV and the environment; the Resilient, Inclusive, Sustainable Environments Challenge to prevent and respond to GBV in climate-related sectors; and</p><p>o Promoting gender equity and equality in mitigating and responding to climate change as a strategic priority of the U.S. Government National Strategy on Gender Equity and Equality.</p><p>USAID is also expanding its support for building the capacity, opportunities and resources for youth-led and youth serving organizations to advance climate action globally. Initiatives to be supported include scaleable agroforestry and reforestation efforts such as One Trillion Trees, waste management, conservation, and recycling programs, and new green job initiatives. USAID's Diversity Equity, Inclusion, Accessibility (DEIA) Strategy and USAID internal climate justice reforms, which include a goal to continue increasing diversity of climate staff in USAID and its partners and assessing how climate change affects marginalized populations including LGBTQI+ people. USAID plans to provide funds to strengthen the governance of Indigenous Peoples and local communities over lands. USAID's Disability Program Fund plans to support persons with disabilities and their representative organizations in responding to climate change, bolstering their resilience to the effects of climate change, and situating them to contribute to climate change response as positive agents of change and sources of solutions. USAID's ongoing and forthcoming equity and climate justice initiatives will advance the vision and goals of the Agency's forthcoming 2022-2030 Climate Strategy.</p><p>(U.S. Agency for International Development)</p>", "publisher": "Thai News Service", "instances": ["On November 6 at COP26, U. S. This includes a specific goal to support structural changes that improve participation and leadership for Indigenous Peoples, local communities, and women and youth in all their diversity in climate action in at least 40 partner countries by 2030. Concrete activities and investments to advance equity, inclusion, and accessibility include:USAID gender equality and gender-responsive climate action across climate sectors from policies to programs, including: o Investing at least $14 million of the Gender Equity and Equality Action Fund toward gender-responsive climate programming."]}, {"relevance_score": 27, "title": "United States: Transportation Under Secretary for Policy Carlos Monje Jr. to Depart", "published": "2024-04-09", "bodyText": "<p nitf:lede=\"true\">Following more than three years at the U.S. Department of Transportation (DOT), Under Secretary for Policy Carlos Monje Jr. announced he will depart the agency in April.</p><p>Since the first day of this administration, Carlos has provided wise counsel and expertise on historic actions to create a stronger, more equitable, more sustainable transportation system-including the development and passage of the Bipartisan Infrastructure Law itself, said U.S. Transportation Secretary Pete Buttigieg. Carlos is a great colleague whose intellect, work ethic, humor, and character will be missed - but the culture and team that he helped build will serve us well going forward, and we all wish him the best for the future.</p><p>Appointed by President Biden in 2021 and confirmed unanimously by the U.S. Senate, Under Secretary Monje helped lead the effort at DOT to conceive and implement the Bipartisan Infrastructure Law (BIL), the largest investment in our nation's infrastructure in generations. BIL contained the first climate title, the first funding program dedicated to stitching back together communities divided by highways, and the largest public transit investment in American history. President Biden's infrastructure law has funded more than 46,000 projects in every corner of the nation and the Department's implementation team was recognized by the Partnership for Public Service with a Service to America medal, the highest honor for career civil servants. Monje led the team that put climate, equity, safety and transformational technology concerns back at the center of DOT's work.</p><p>It has been the honor of my career to work with President Biden and Secretary Buttigieg to rebuild not only the infrastructure that keeps our nation moving but also Americans' faith that democracy can deliver for them, said Monje. The world-class public servants at DOT will continue building a better country for all of our children, including my own. I look forward to telling my kids, Sebastian, Leonel and Louisa, stories of their successes in terms of bridges built, freight bottlenecks cleared, and communities connected to opportunity.</p><p>As the third-ranking official at USDOT, Monje led teams focused on Policy, Research, Aviation and International Affairs, Build America Bureau, Freight, Project Delivery, Technical Assistance, Competition, and BIL Implementation and Innovation. Monje also served as Assistant Secretary for Policy for the Department under Secretary Anthony Foxx, on two presidential transitions and was Special Assistant to the President and Chief of Staff of the Domestic Policy Council under President Obama.</p><p>Assistant Secretary for Transportation Policy Christopher Coes will serve as acting Under Secretary for Policy upon Monje's departure. Coes previously served as Vice President for Land Use and Development at Smart Growth America, Senior Fellow at the Brookings Institute, Professor at George Washington University, and Deputy Director and Senior Advisor for the Transportation for America campaign. Coes has been an architect of major policy initiatives of the Biden term, including the Department's Strategic Plan, Equity Action Plan, National Roadway Safety Strategy and the U.S. National Blueprint for Transportation Decarbonization. He has supervised the Department's premiere multimodal grant programs including MEGA, RAISE, INFRA and Rural.</p><p>(U.S. Department of Transportation)</p>", "publisher": "Thai News Service", "instances": []}, {"relevance_score": 22, "title": "India: Climate Equity Monitor an online dashboard for assessing, at the international level, equity in climate action, inequalities in emissions, energy and resource consumption across the world, goes LIVE.", "published": "2021-11-02", "bodyText": "<p nitf:lede=\"true\">Welcoming the going live of the website Climate Equity Monitor on global climate policy. Union Minister for Environment, Forest and Climate Change, Shri Bhupender Yadav in a tweet message said, that Climate Equity Monitor, that focuses on equity and climate action from a data and evidence-based perspectivewill encourage a vigorous discussion on this crucial issue and engage experts from all countries. The Minister also congratulated the team that worked on this project.</p><p>The Climate Equity Monitor provides an online dashboard for assessing, at the international level, equity in climate action, inequalities in emissions, energy and resource consumption across the world, and ongoing climate policies of several countries. The URL to access the website is <url normalizedValue=\"https://climateequitymonitor.in\">https://climateequitymonitor.in</url>.</p><p>The website has been conceptualized and developed by independent researchers from India -- the Climate Change Group at the M.S Swaminathan Research Foundation (MSSRF), Chennai, and the Natural Sciences and Engineering department at the National Institute of Advanced Studies (NIAS) Bengaluru, with other independent researchers. The MSSRF team was led by Prof. T. Jayaraman, Senior Fellow, Climate Change and the NIAS team by Dr. TejalKanitkar, Associate Professor.</p><p>The Climate Equity Monitor is aimed at monitoring the performance of Annex-I Parties under the UNFCCC (developed countries) based on the foundational principles of the Climate Convention, namely equity and the principle of common but differentiated responsibilities and respective capabilities (CBDR-RC). The performance and policies of the Non Annex-I Parties (developing countries) will be also provided for comparison.</p><p>In keeping with the latest scientific results of the Intergovernmental Panel on Climate Change (IPCC) that have underlined the importance of cumulative emissions and carbon budgets, the analysis will be anchored in these two concepts. The equitable sharing of the global carbon budget is the fundamental equity principle that will underpin the assessments that will progressively appear on the website. Existing tracking websites on climate policies are based in the global North and routinely do not address the crucial aspects of equity and differentiation. Others websites, according to the researchers, bury the key issues in complexities that are not transparently dealt with.</p><p>The developers of this dashboard have taken this initiative to build awareness, especially among the public of the global South, that climate action is a global collective action problem. The website is intended to debunk the narrative provided by many developed countries, and global non-government organizations that focus attention continually on what developing countries must do, constantly demanding greater commitment and action from them.</p><p>The website is expected to be a valuable tool for policy makers, public institutions, researchers, academics, students, and the general public from developing countries to keep equity and climate justice considerations clearly in view in their perspective. The website will also undergo constant upgradation with additional new material, including the addition of new areas such as climate finance, technology transfer and adaptation.</p><p>(Press Information Bureau, Government of India)</p>", "publisher": "Thai News Service", "instances": ["Union Minister for Environment, Forest and Climate Change, Shri Bhupender Yadav in a tweet message said, that Climate Equity Monitor, that focuses on equity and climate action from a data and evidence-based perspectivewill encourage a vigorous discussion on this crucial issue and engage experts from all countries. The Minister also congratulated the team that worked on this project.", "Welcoming the going live of the website Climate Equity Monitor on global climate policy. The Minister also congratulated the team that worked on this project. The Climate Equity Monitor provides an online dashboard for assessing, at the international level, equity in climate action, inequalities in emissions, energy and resource consumption across the world, and ongoing climate policies of several countries.", "Union Minister for Environment, Forest and Climate Change, Shri Bhupender Yadav in a tweet message said, that Climate Equity Monitor, that focuses on equity and climate action from a data and evidence-based perspectivewill encourage a vigorous discussion on this crucial issue and engage experts from all countries. The Minister also congratulated the team that worked on this project. The URL to access the website is https://climateequitymonitor. in.", "Jayaraman, Senior Fellow, Climate Change and the NIAS team by Dr. TejalKanitkar, Associate Professor. The performance and policies of the Non Annex-I Parties (developing countries) will be also provided for comparison. In keeping with the latest scientific results of the Intergovernmental Panel on Climate Change (IPCC) that have underlined the importance of cumulative emissions and carbon budgets, the analysis will be anchored in these two concepts."]}, {"relevance_score": 51, "title": "United States: President Biden Announces Key Appointments to the White House Environmental Justice Advisory Council", "published": "2024-05-27", "bodyText": "<p nitf:lede=\"true\">Today, President Biden announced his intent to appoint 12 additional members to the White House Environmental Justice Advisory Council (WHEJAC), which is a federal advisory committee that President Biden established under Executive Order 14008 of January 27, 2021, on Tackling the Climate Crisis at Home and Abroad. The Council provides advice and recommendations to the White House Environmental Justice Interagency Council and the Chair of the White House Council on Environmental Quality on how to address current and historic environmental injustice. The establishment of the WHEJAC marked the first time that a Presidential advisory body had been tasked with providing recommendations to the federal government on environmental justice.</p><p nitf:lede=\"true\">Members of the White House Environmental Justice Advisory Council</p><p nitf:lede=\"true\">Tye Baker</p><p>Anita Cunningham</p><p>Lloyd Dean</p><p>Carlos Evans</p><p>Susan Hendershot</p><p>Harleen Marwah</p><p>Igalious Mills</p><p>Jamaji Nwanaji-Enwerem</p><p>Joanne P\\xE9rodin</p><p>Michael Walton</p><p>Donele Wilkins</p><p>Tanner Yess</p><p>Tye Baker, to be a Member of the White House Environmental Justice Advisory Council</p><p>Tye Baker has served in multiple roles for the Choctaw Nation of Oklahoma since 2004. Currently, he serves as the Senior Director of the Environmental Protection Service for the Choctaw Nation, where he directs wildlife conservation, resource management, and environmental sustainability programs for the Choctaw Nation's reservation. Baker brings experience working in environmental justice for Tribal and Indigenous communities to the Council.</p><p>Anita Cunningham, to be a Member of the White House Environmental Justice Advisory Council</p><p>Anita Cunningham has served as the Director for two organizations focused on community resilience to climate disasters since 2020, the North Carolina Disaster Response and Resilience Network and the North Carolina Climate Solutions Coalition. Cunningham has dedicated her life to help communities with environmental justice concerns prepare for and respond to the impacts of climate change. Cunningham brings experience working with communities to advance climate resilience to the Council.</p><p>Lloyd Dean, to be a Member of the White House Environmental Justice Advisory Council</p><p>Lloyd Dean is a nationally recognized healthcare leader and the Chief Executive Emeritus of CommonSpirit Health, one of the nation's largest healthcare systems. In this role, he is responsible for the organization's overall management, governance, strategy, and direction. With over 44 years in healthcare, Dean has worked at the intersection of climate change and health related impacts, particularly in low-income communities. Dean brings a valuable healthcare and management perspective to the Council.</p><p>Carlos Evans, to be a Member of the White House Environmental Justice Advisory Council</p><p>Carlos Evans is the Director of the Office of Environmental Quality &amp; Sustainability for the City of Dallas. Evans is a senior executive and environmental attorney with two decades of experience ensuring environmental compliance, improving environmental performance, and advancing equitable environmental sustainability. He previously served in a career role at the Environmental Protection Agency as Assistant Regional Counsel in the South Central Region. Evans brings environmental justice executive and legal advocacy experience to the Council.</p><p>Susan Hendershot, to be a Member of the White House Environmental Justice Advisory Council</p><p>Susan Hendershot is the President of Interfaith Power &amp; Light, an organization that engages faith communities around environmental justice. Previously, Hendershot served in multiple churches in Iowa as an ordained minister, most recently as the Associate Minister of the Walnut Hills United Methodist Church in Urbandale, Iowa. Hendershot also served as a field organizer for the ONE Campaign, a non-profit founded by Bono that focuses on alleviating global poverty. Hendershot brings experience in faith leadership and community organizing to the Council.</p><p>Harleen Marwah, to be a Member of the White House Environmental Justice Advisory Council</p><p>Harleen Marwah is a Pediatric Resident Physician at Children's Hospital of Philadelphia. Marwah is the Founding Chair of Medical Students for a Sustainable Future, a community of medical students working to prevent and address the health harms of climate change. Marwah earned Health Care Without Harm's 2020 Emerging Physician Leader Award, which recognizes medical students and professionals who have showcased a passion for sustainable health care practices and an overall commitment to climate action. Marwah brings experience in youth engagement and working at the intersection of healthcare and climate change to the Council.</p><p>Igalious Mills, to be a Member of the White House Environmental Justice Advisory Council</p><p>Igalious Ike Mills is a third-generation farmer and the Executive Director of the International Farmers and Ranchers, an organization that promotes sustainable farming practices and renewable energy efforts in underserved communities. Previously, Mills served on the U.S. Department of Agriculture Minority Farmers Advisory Committee and Civil Rights Sub-Committee. Mills currently serves as the Chairman of the Port ArthurNAACP Community Development Committee, a critical organization in the fight against toxic pollution in Port Arthur, Texas. Mills' experience in agriculture, sustainable farming, and economic development will bring a valuable perspective to the Council.</p><p>Jamaji Nwanaji-Enwerem, to be a Member of the White House Environmental Justice Advisory Council</p><p>Jamaji C. Nwanaji-Enweremis an Emergency Medicine Resident Physician and Adjunct Assistant Professor of Environmental Health at Emory University School of Medicine and Emory's Rollins School of Public Health. His research focuses on how environmental exposures impact human aging and health, especially in underserved communities. Nwanaji-Enwerem brings extensive academic research experience and knowledge in health equity and environmental justice to the Council.</p><p>Joanne P\\xE9rodin, to be a Member of the White House Environmental Justice Advisory Council</p><p>Joanne P\\xE9rodin serves as the Senior Director of Climate Equity at The Climate Leadership Engagement Opportunities (CLEO) Institute, a Florida-based non-profit organization working on climate education and advocacy to build climate literacy and mobilize climate action for a just, resilient future. Previously, she was the Climate Justice Program Director for Florida Rising, a voting rights and grassroots organizing group advancing economic and racial justice across Florida. She also worked with the Health Initiatives Foundation Inc. by leading climate disaster resilience initiatives in the U.S., West Africa, and the Caribbean. P\\xE9rodin brings social equity, disaster risk reduction, and community building experience to the Council.</p><p>Michael Walton, to be a Member of the White House Environmental Justice Advisory Council</p><p>Michael Walton is the General Manager of Energy Transition Finance LLC, a strategic advisory firm committed to accelerating the deployment of clean energy technologies. Previously, Walton served as Executive Director of Green Spaces, a non-profit organization that improves economic, social, and environmental resilience, with a focus on empowering the most vulnerable communities in Tennessee. Walton brings experience in business, community sustainability improvement, and energy innovation advancement to the Council.</p><p>Donele Wilkins, to be a Member of the White House Environmental Justice Advisory Council</p><p>Donele Wilkins is the President and Chief Executive Officer of the Green Door Initiative, a non-profit organization promoting environmental justice in Michigan through green job workforce training and community organizing. For more than two decades, Wilkins has led local movements for environmental justice, including advocating for cleaner air and launching Detroit's first green jobs training program. Wilkins brings experience in community-based organizing, planning, and workforce development to the Council.</p><p>Tanner Yess, to be a Member of the White House Environmental Justice Advisory Council</p><p>Tanner Yess is the founding co-Executive Director of Groundwork Ohio River Valley, an environmental non-profit that works to expand climate-resilient natural resources and buildings for low-income communities. Through this work, Yess has created one of the nation's largest green workforce programs. Yess brings expertise in community organizing, youth engagement, and workforce development to the Council.</p><p>Source: The White House, the United States</p>", "publisher": "Thai News Service", "instances": ["His research focuses on how environmental exposures impact human aging and health, especially in underserved communities. Nwanaji-Enwerem brings extensive academic research experience and knowledge in health equity and environmental justice to the Council. Previously, she was the Climate Justice Program Director for Florida Rising, a voting rights and grassroots organizing group advancing economic and racial justice across Florida. She also worked with the Health Initiatives Foundation Inc."]}, {"relevance_score": 80, "title": "United States: FACT SHEET: Biden-Harris Administration Takes Action to Expand Access to Capital for Small- and Medium-Sized Climate Businesses", "published": "2024-06-03", "bodyText": "<p nitf:lede=\"true\">Through President Biden's Investing in America agenda, the U.S. is making the largest public investment in climate action in history. The Bipartisan Infrastructure Law and Inflation Reduction Act, the largest-ever investment in climate action, introduced and expanded grants, loans, tax incentives, and other programs to accelerate clean energy deployment, invest in resilience, and seed breakthrough innovative technologies. Combined with unprecedented executive action, these investments are setting the United States on a path to achieve President Biden's ambitious climate goals - including cutting greenhouse gas emissions in half by 2030 and reaching net zero by 2050. President Biden's historic economic policies have spurred unprecedented levels of private investment into America's clean energy economy. Since the start of the Biden-Harris Administration, the private sector has announced $866 billion in new investments in clean energy and manufacturing.</p><p nitf:lede=\"true\">Creating economic opportunity for all American communities, entrepreneurs, and workers is central to President Biden's economic and climate agenda. The Biden-Harris Administration is committed not only to catalyzing investment for climate and clean energy companies, but also to expanding access to that investment, ensuring all communities, including those historically left behind, benefit from these unprecedented resources.</p><p>Today, National Economic Advisor Lael Brainard, National Climate Advisor Ali Zaidi, and Small Business Administrator Isabel Casillas Guzman will host a Climate Capital Convening at the White House with investors, climate technology start-ups, small business owners, and entrepreneurs to discuss opportunities to mobilize capital for climate-focused businesses across America.</p><p>The Biden-Harris Administration will also announce new actions and resources to expand access to climate capital:</p><p>Releasing the new Climate Capital Guidebook:</p><p>The Biden-Harris Administration is releasing a new Climate Capital Guidebook to provide a simple, comprehensive map of capital programs across the federal government that are available to climate-related start-ups, small- and medium-sized businesses, and their investors. While larger, institutionally-backed climate companies may have the resources to identify and access federal funding opportunities, smaller enterprises may face greater challenges in navigating these federal programs.</p><p>The Guidebook includes financing and funding programs created and expanded by the Biden-Harris Administration, including those made possible by the Bipartisan Infrastructure Law, the Inflation Reduction Act, and longstanding annual appropriations. It inventories opportunities across the entire federal government, including the Department of Energy, the Department of Agriculture, the Small Business Administration, and the Export-Import Bank of the United States. Together, these programs comprise hundreds of billions of dollars in grants, loans, loan guarantees, and other funding tools to spur the financing and deployment of new clean energy and climate projects - while simultaneously focusing on delivering cleaner air, good-paying jobs, and affordable clean energy to disadvantaged communities, energy communities, and other communities in need. The Guidebook also indicates programs that are part of President Biden's Justice40 Initiative, which set the goal that 40% of the overall benefits of certain federal climate, clean energy, and other investments flow to disadvantaged communities that are marginalized by underinvestment and overburdened by pollution.</p><p>Expanding financing to support small businesses' adoption of clean energy:</p><p>Small businesses are a critical part of achieving net zero by 2050 and should have access to capital to deploy new clean energy and climate projects.</p><p>The Small Business Administration's 504 Loan Program provides long-term, fixed rate loans of up to $5.5 million from Small Business Administration-approved lenders to small businesses for certain energy and manufacturing projects to support capital expenditures such as real estate or equipment. Previously, this program was capped at three loans per company, allowing each company to receive a total of $16.5 million in loans backed by the Small Business Administration. This month, the Small Business Administration is lifting its cap on the number of 504 loans that small businesses may receive for energy public policy projects, which include projects that reduce energy consumption such as retrofits and/or renewable energy projects such as adding solar. In lifting this cap, small businesses may now bundle multiple 504 loans to finance projects that leverage clean energy technologies to lower production costs, improve energy efficiency, and contribute to emissions reductions goals.</p><p>This change increases the total financing available to small businesses tackling climate change and investing in a clean energy future.</p><p>Today's announcements build on prior Biden-Harris Administration actions to expand access to climate capital, including:</p><p>Expanding Financing for Clean Energy and Climate Solutions:</p><p>Thanks to the President's Inflation Reduction Act, the Environmental Protection Agency is implementing the $27 billion Greenhouse Gas Reduction Fund, a first-of-a-kind national financing program to catalyze private investment in clean energy projects. The agency announced $14 billion for a National Clean Investment Fund, $6 billion for the Clean Communities Investment Accelerator, and $7 billion for the Solar for All Program. Together, these investments are creating new clean energy job opportunities and reducing pollution in low-income and disadvantaged communities, as part of President Biden's Justice40 Initiative.</p><p>The Inflation Reduction Act contains new and expanded tax credits to support investment in new clean electricity generation projects, clean energy manufacturing plants, electric vehicle charging stations, and other clean energy projects. The law also contains new credit monetization provisions for direct pay and transferability, which are expanding eligibility to tax-exempt entities like cities, states, and nonprofit organizations and helping to lower the cost of financing clean energy investments.</p><p>Made possible by funding from the American Rescue Plan, the Department of the Treasury allocated nearly $10 billion through the State Small Business Credit Initiative to deliver funding to states, territories, and Tribal governments that spurs lending and support to small businesses. Several states are using funds from the State Small Business Credit Initiative to support climate-focused initiatives, for example: Connecticut is leveraging $89 million to launch a climate equity and venture capital program, Illinois is using $20 million to support its Climate Bank Finance Participation Loan Program, and New Jersey is committing $80 million to its Clean Energy Loans Program.</p><p>The Department of the Treasury, through the Community Development Financial Institutions Fund (CDFI Fund), is promoting access to capital in low-income communities through monetary awards and tax credits to certified CDFIs. The program recently began collecting data on climate-centered financing by CDFIs - including projects related to climate resilience, extreme weather response or preparation, emission reduction, sustainability, energy or water efficiency, and clean energy projects.</p><p>The Department of Defense and the Small Business Administration are jointly rolling out the Small Business Investment Company Critical Technologies Initiative to increase capital investment in technologies critical to U.S. economic and national security. The initiative provides equity, debt, and other capital investments in specified critical technology areas, including renewable energy generation and storage.</p><p>Funding Clean Energy and Climate Projects Across the Economy:</p><p>The Small Business Administration's flagship 7(a) Loan Program provides small businesses access to financing for a wide variety of projects, including acquiring new real estate, working capital, refinancing, and purchasing new equipment. In August 2023, the Small Business Administration announced its Affiliation Rule and SBLC Rule. This rule included changes to how affiliation is assessed and removed control as a factor in determining eligibility of a borrower under current size standards. In effect, this change will enable more small businesses, especially innovative venture-backed companies, to access the credit they need to start up and grow.</p><p>The Small Business Administration plans to establish a new Working Capital Pilot Program under its signature 7(a) lending program to provide lines of credit to small businesses, including clean energy and climate technology manufacturers, to support their domestic or export finance needs. The program will be paired with business counseling from the Small Business Administration.</p><p>The Department of Energy is accepting Round 2 applications on behalf of the Internal Revenue Service for the Qualifying Advanced Energy Project Tax Credit, funded by the Inflation Reduction Act. After $4 billion in tax credits were allocated to taxpayers in Round 1 in Spring 2024, the program will allocate an additional $6 billion in tax credits to projects in three areas: clean energy manufacturing, critical materials, and industrial decarbonization. A portion of the funds have also been set aside for projects in certain designated energy communities.</p><p>The Bipartisan Infrastructure Law and Inflation Reduction Act created the Clean Ports Program and the Reduction of Truck Emissions at Port Facilities Program, both of which help advance the Justice40 Initiative. Through the Clean Ports Program, the Environmental Protection Agency is awarding $3 billion to fund zero-emission port equipment and infrastructure as well as climate and air quality planning projects at ports. Through the Reduction of Truck Emissions at Port Facilities Program, the Department of Transportation is investing $400 million in port electrification and efficiency; $148 million in awards were made earlier in 2024, and companies can apply to a second funding opportunity that will go live later this year.</p><p>The Departments of Energy and Transportation are working together with states to build out the infrastructure for an electric mobility future while furthering the Justice40 Initiative. The National Electric Vehicle Infrastructure Formula Program is providing a total of $5 billion over five years to states to deploy electric vehicle charging infrastructure along corridors, and the Charging and Fueling Infrastructure Program is providing an additional $2.5 billion over five years to fill gaps in the national network by installing chargers in various communities. The SMART Program is granting states $500 million over five years to conduct demonstration projects focused on advanced smart community technologies and systems that improve transportation efficiency and safety. And the Communities Taking Charge Accelerator Program is providing $54 million in funding for projects that expand community e-mobility access and provide reliable clean energy, accelerating the transition to electric vehicles, including in disadvantaged communities.</p><p>The Department of Housing and Urban Development and the Department of Energy are collaborating with state and local partners to ensure that funding for affordable housing development can also be used to deploy clean energy technologies like heat pumps. Programs like the Green and Resilient Retrofit Program,theannualInnovative Housing Showcase, and the Buildings Upgrade Prize highlight how funds for affordable housing can simultaneously benefit clean energy and climate companies.</p><p>Building Federal Resource Hubs and Providing Technical Assistance:</p><p>The Small Business Administration launched its Investing in America Small Business Hub, a new digital resource to help small businesses identify and access industry-specific tax credit, rebate, contracting, and grant opportunities made possible by President Biden's Investing in America agenda.</p><p>The Environmental Protection Agency published a list of Clean Energy Finance Tools and Resources to help state and local governments access financing for clean energy and climate programs. This includes a toolkit for state and local decision-makers on financing opportunities such as green banks, revolving loan funds, municipal bonds, and green bonds.</p><p>The Department of the Treasury launched the IRA Taxpayer Resource Hub, a one-stop-shop for information on the Inflation Reduction Act's clean energy tax benefits. The Hub details how businesses can take advantage of clean energy tax credits to help finance new investments in clean power systems, energy efficiency upgrades, or electric vehicles.</p><p>The Department of Housing and Urban Development launched the Build for the Future Hub to connect users - including state and local governments, Tribal entities, private entities, and non-profits - to funding opportunities, technical assistance, and other information related to clean energy, climate resilience, energy efficiency, green workforce development, and more.</p><p>The National Institute of Standards and Technology's Manufacturing Extension Partnership provides a government-to-business and business-to-business portal for supplier scouting. Public and private organizations can access this portal for business or technology connections, including in clean energy and climate-related industries. Local Manufacturing Extension Partnership Centers facilitate government, original equipment manufacturer, and small and medium-sized manufacturer matchmaking events for clean energy companies.</p><p>The Department of Labor offers workforce development opportunities for clean energy and climate technology companies. The Office of Apprenticeship connects employers with workforce and education partners and provides technical assistance to launch and expand Registered Apprenticeship programs. The Battery Workforce Initiative - an industry-driven, government-facilitated partnership coordinated by the Department of Energy - is accelerating the development and use of high-quality, standardized training materials in key occupations for companies and local training providers in the battery manufacturing industry.</p><p>The Department of Agriculture and Department of Energy jointly launched the Rural and Agricultural Income &amp; Savings from Renewable Energy (RAISE) Initiative.This initiative provides technical assistance, funding for research and outreach, and resources to help farmers take advantage of clean energy to lower costs.</p><p>Seeding Commercial Innovation:</p><p>The U.S. Patent and Trademark Office provides business incentives and helps accelerate the examination of patent applications for innovations that mitigate climate change, including through the Climate Change Mitigation Pilot Program and the Patents for Humanity: Green Energy Program.</p><p>The U.S. Economic Development Administration designated 31 communities across the United States as Regional Technology and Innovation Hubs (Tech Hubs)to drive regional innovation, private investment, and job creation to strengthen each region's capacity to manufacture, commercialize, and deploy technology that advances national security. The hubs in Florida, Idaho/Wyoming, Louisiana, Missouri, Nevada, New York, and South Carolina/Georgia cite a growing need for clean energy technologies to build global economic competitiveness.</p><p>The U.S. Economic Development Administration's Build to Scale Program makes awards to strengthen regional innovation ecosystems that equitably support diverse technology innovators, entrepreneurs, and start-ups, including in clean energy and other climate-related industries.</p><p>Source: The White House, the United States</p>", "publisher": "Thai News Service", "instances": ["The law also contains new credit monetization provisions for direct pay and transferability, which are expanding eligibility to tax-exempt entities like cities, states, and nonprofit organizations and helping to lower the cost of financing clean energy investments. Made possible by funding from the American Rescue Plan, the Department of the Treasury allocated nearly $10 billion through the State Small Business Credit Initiative to deliver funding to states, territories, and Tribal governments that spurs lending and support to small businesses. The Department of the Treasury, through the Community Development Financial Institutions Fund (CDFI Fund), is promoting access to capital in low-income communities through monetary awards and tax credits to certified CDFIs. The program recently began collecting data on climate-centered financing by CDFIs - including projects related to climate resilience, extreme weather response or preparation, emission reduction, sustainability, energy or water efficiency, and clean energy projects."]}, {"relevance_score": 22, "title": "Vietnam: Vietnam to join important initiatives at COP28: official", "published": "2023-12-11", "bodyText": "<p nitf:lede=\"true\">Vietnam is set to participate in important initiatives at the 28th Conference of the Parties (COP28) to the United Nations Framework Convention on Climate Change (UNFCCC), held in the UAE from November 30 to December 12, said Deputy Minister of Natural Resources and Environment Le Cong Thanh.</p><p nitf:lede=\"true\">Talking to the press about the event, Thanh said COP28 is one of the biggest and most important international meetings in 2023. According to the organising committee, more than 130 heads of states and government leaders, along with about 70,000 delegates from 197 countries, non-governmental organisations, businesses, youth groups, and relevant parties will attend the event.</p><p>Prime Minister Pham Minh Chinh will lead the Vietnamese delegation to COP28.</p><p>As part of the conference, the World Climate Action Summit will take place on December 1 - 2, providing a forum for countries to make new and stronger commitments and actions about financial and technological contributions and greenhouse gas (GHG) emissions reduction to reach the targets set in the Paris Agreement on climate change, he noted.</p><p>He said Vietnam is assessed as highly vulnerable to climate change, and ranks 21st in the world and second in Southeast Asia in terms of GHG emissions. However, it has taken many practical actions to cut GHG emissions and conduct just energy transition.</p><p>The country's experience in climate change adaptation will be useful for others, Thanh continued, adding that its efforts to reduce GHG emissions will also substantially contribute to global efforts in this regard. Vietnam's active participation and actions will considerably help with the conference's success and global endeavours in climate change response.</p><p>Prior to COP28, many countries have expressed their hope that Vietnam will join initiatives at the event, and it is set to take part in such important initiatives as the Global Cooling Pledge and an initiative on implementing Article 6 of the Paris Agreement.</p><p>It will also consider joining in some other initiatives like the one on global energy efficiency and renewable energy; the COP28 declaration on climate and health; the group of countries supporting culture-related climate action in the UNFCCC; the declaration on sustainable agriculture, resilient food systems, and climate action; and the gender-responsive just transitions and climate action partnership, according to Thanh.</p><p>He said Vietnam's viewpoint at the conference is that climate change response must be carried out basing on the principle of equity and justice, a global and all people-based approach, comprehensive institutions, efficient and effective policies and laws, science, technology, innovation, maximised internal strength, and promoted international cooperation. Attention to climate change response activities must be as high as that for the reduction of GHG emissions, the Deputy Minister went on.</p><p>COP28 will take place in the UAE from November 30 to December 12.</p><p>At COP28, Vietnam will not issue new commitments but highlight the need to enhance global solidarity, reach consensus on a new vision and a new mindset to generate implementation breakthroughs, and make a new determination to take drastic and effective actions and adopt comprehensive, innovative and creative global solutions, while centering on people and leaving no countries, communities or people behind.</p><p>It will also call on other countries, organisations, and businesses to seriously realise their commitments through concrete and practical actions. Developed countries should take the lead in and increase assistance for developing ones to conduct just energy transition by providing finance, especially non-refundable assistance, transferring technology, and building capacity.</p><p>In addition, it is necessary to ensure climate equity and justice, which means ensuring national energy self-sufficiency and security, promoting access to clean energy at reasonable prices for all businesses and people and jobs for workers, boosting finance for adaptation, and soon put the Loss and Damage Fund into operation to step up support for developing countries to cope with climate change, he said.</p><p>At COP28, Vietnam will introduce its climate change response efforts. It will also launch a resource mobilisation plan for the implementation of the Political Declaration on establishing the Just Energy Transition Partnership (JETP), a move aimed at calling on international partners to cooperate with and help the country realise climate change response commitments and invest in energy transition projects to secure green transition and a circular and low-carbon economy, Thanh noted.</p><p>Vietnam hopes that COP28 will obtain substantive strides in multiple areas to respond to climate change, including adopting the guideline for implementing Article 6 of the Paris Agreement to provide a basis for countries to carry out the carbon credit exchange mechanism and the nationally determined contributions.</p><p>It also hopes that the issued commitments will be realised through development policies of each country and organisation, and routinely monitored and assessed, and that they will be implemented seriously to help with climate change response around the world and consolidate trust among countries, the Deputy Minister remarked. - VNA</p>", "publisher": "Thai News Service", "instances": ["It will also call on other countries, organisations, and businesses to seriously realise their commitments through concrete and practical actions. Developed countries should take the lead in and increase assistance for developing ones to conduct just energy transition by providing finance, especially non-refundable assistance, transferring technology, and building capacity. At COP28, Vietnam will introduce its climate change response efforts. It will also launch a resource mobilisation plan for the implementation of the Political Declaration on establishing the Just Energy Transition Partnership (JETP), a move aimed at calling on international partners to cooperate with and help the country realise climate change response commitments and invest in energy transition projects to secure green transition and a circular and low-carbon economy, Thanh noted."]}, {"relevance_score": 20, "title": "United States: U.S. Department of Transportation Releases Five-Year Research, Development and Technology Strategic Plan", "published": "2023-01-13", "bodyText": "<p nitf:lede=\"true\">The U.S. Department of Transportation (DOT) recently released its Research, Development and Technology (RD&amp;T) Strategic Plan for Fiscal Years (FY) 2022-2026. The new RD&amp;T Plan continues the Department's leadership role in supporting, fostering, and safeguarding transportation innovation so that it meets strategic priorities and objections articulated in the U.S. DOT Strategic Plan. It is also a call for innovation, guided by the Innovation Principles that the Department rolled out in 2022.</p><p>We recognize that the work of research, development, and technology deployment takes collaborative effort across the public, private, academic and non-profit sectors, said DOT Deputy Assistant Secretary for Research and Technology and Chief Science Officer Dr. Robert C. Hampshire. In this time of rapid change and experimentation, research must drive the learning necessary for the public sector to keep pace with technological advancement and to adapt to evolving socio-economic needs. By providing a vision for a future transportation system made possible by research, we seek to foster collaborative innovation to create a better transportation future for all.</p><p>The RD&amp;T Strategic Plan supports DOT's mission to deliver the world's leading transportation system, serving the American people and economy through the safe, efficient, sustainable, and equitable movement of people and goods. The Plan provides a long-term vision for how research and technology deployment can help transform our nation's transportation system, while guiding transportation research, development, and technology deployment activities over the next five years.</p><p>This RD&amp;T Strategic Plan will also guide the more than $5 billion in research activities funded through the Biden-Harris Administration's Bipartisan Infrastructure Law (BIL), which created new programs to drive innovation, create jobs, and support the deployment of transformative technologies, including:</p><p>- Providing $500 million in funding to the Strengthening Mobility and Revolutionizing Transportation (SMART) Program, to kickstart a new generation of smart city innovation.</p><p>- Investing in University Transportation Centers (UTCs) that work on climate, equity, and innovation-including at Historically Black Colleges and Universities (HBCUs) and other Minority Serving Institutions.</p><p>- Establishing an Advanced Research Projects Agency for Infrastructure (ARPA-I) to scale up research and development efforts to keep pace with and to drive innovation.</p><p>- Authorizing $50 million per year in funding to establish a new Open Research Initiative to accelerate the achievement of the Department's priorities and goals by funding unsolicited research proposals that yield disruptive technologies with high-impact potential.</p><p>(U.S. Department of Transportation)</p>", "publisher": "Thai News Service", "instances": []}, {"relevance_score": 58, "title": "United States: Biden-Harris Administration Invests $60 Million to Create a Climate-Ready Workforce through Investing In America Agenda", "published": "2023-07-10", "bodyText": "<p nitf:lede=\"true\">The Department of Commerce's National Oceanic and Atmospheric Administration (NOAA) opened a competitive funding opportunity for the Climate Ready Workforce for Coastal States, Tribes, and Territories Initiative to connect people across the country to good-paying jobs, such as landscape technicians, heat health outreach specialists and climate equity officers, that tackle the climate crisis and boost local resilience. NOAA will invest $60 million total from the Inflation Reduction Act for the initiative - a $50 million competitive funding opportunity and $10 million for technical assistance to support applicants and grantees.</p><p nitf:lede=\"true\">This announcement comes as a new Department of Energy report released yesterday found that last year, clean energy jobs increased in all 50 states and the District of Columbia, and is part of a larger job creation trend in sectors that tackle the climate crisis.</p><p>A climate-resilient nation requires a climate-ready workforce, said U.S. Secretary of Commerce Gina Raimondo. Thanks to President Biden's Investing in America agenda, we're launching the Climate-Ready Workforce Initiative to provide major funding and assistance to qualified public, private and other organizations so they can train workers and help them find good paying jobs that will strengthen climate resilience and enhance their local economies.</p><p>NOAA aims to grant between 10-20 awards under this competition, at amounts ranging from $500,000-$10 million each. NOAA is seeking qualified state, tribal, territorial and local governments, institutions of higher education, and non-profit organizations in coastal states or territories to lead partnerships to train and place workers in quality jobs that enhance climate resilience. Letters of intent are required and due by November 30, 2023 with applications due by February 13, 2024.</p><p>The Climate-Ready Workforce for Coastal States, Tribes, and Territories Initiative - released under the Inflation Reduction Act (IRA) - is jointly run by NOAA's National Sea Grant College Program and Climate Program Office, and leverages support from NOAA's Office for Coastal Management.</p><p>There's a major need across coastal and Great Lakes communities for workers who are ready to address the challenges of climate change, said Jonathan Pennock, Ph.D., director of the National Sea Grant College Program. Sea Grant's innovative approach of providing science solutions to communities, along with the Climate Program Office's support of high-priority climate science will help tailor workforce solutions to address community needs.</p><p>These partners will work collaboratively with NOAA to support regional economies and their associated workforces in distinct sectors and industries by developing training and placement programs that help workers enter or advance into quality jobs focused on enhancing resilience to climate-related impacts.</p><p>A skilled, diverse and fairly compensated workforce is essential to help bolster the nation's climate resilience, said Wayne Higgins, Ph.D., director of NOAA's Climate Program Office. Through this competition, we will partner with employers, trade organizations and community-based organizations. We will help partners leverage climate services so they can place training participants in good jobs that enhance climate resilience.</p><p>NOAA strongly encourages applications for projects that reach historically underserved communities and individuals. As a program included within President Biden's Justice40 Initiative, this opportunity will place special emphasis on supporting frontline communities - those who are the most vulnerable to and will be the most adversely affected by climate change and inequitable actions because of systemic and historical socioeconomic disparities, environmental injustice or other forms of injustice. Projects supported under the Climate-Ready Workforce initiative will connect people with and train them for equitable, quality public and private-sector jobs.</p><p>All projects selected through this competition will be demand-driven and will support Americans in securing and retaining quality jobs that measurably enhance climate resilience in coastal states, tribes and territories. By participating in efforts funded by the Climate-Ready Workforce Initiative, people will be placed into jobs that measurably enhance their communities' resilience to climate-related impacts - while making those communities safer, more equitable and economically stronger.</p><p>Experts and resources from NOAA's Climate Program Office, Office for Coastal Management, and National Sea Grant Office and their partners will be available to provide technical assistance to applicants and recipients to support these innovative efforts.</p><p>This competition is one component of NOAA's Climate-Ready Coasts and Communities Initiative supported by Inflation Reduction Act funds. The Inflation Reduction Act is a historic federal government-wide investment that provides $3.3 billion for NOAA to build on its commitment to help Americans - including tribes and vulnerable populations - prepare, adapt and build resilience to weather and climate events; improve supercomputing capacity and research on weather, the ocean and climate; strengthen NOAA's hurricane hunter aircraft and fleet; and replace aging NOAA facilities.</p><p>Summary:</p><p>- Find the latest updates on the Climate-Ready Workforce for Coastal States, Tribes, and Territories Initiative</p><p>- View the quick-glance summary sheet</p><p>Informational Webinars:</p><p>- Informational webinar #1</p><p>- July 11 at 3 p.m. Eastern.</p><p>Definition of resilience webinar</p><p>- July 12 at 3 p.m. Eastern.</p><p>Informational webinar #2 -Q&amp;A focus</p><p>- July 20 at 3 p.m. Eastern.</p><p>How to leverage partnerships webinar</p><p>- July 21 at 3 p.m. Eastern.</p><p>Tips for first time applicants webinar</p><p>- - August 2 at 3 p.m. Eastern.</p><p>Important Dates:</p><p>- Letters of Intent are due at 11:59 p.m. Eastern on November 30, 2023.</p><p>- The deadline for application submission is 11:59 p.m. Eastern on February 13, 2024.</p><p>o Letters of Intent or applications received after the above deadlines will not be reviewed or considered.</p><p>Additional opportunities through the Inflation Reduction Act's investment in NOAA:</p><p>- NOAA Climate Resilience Regional Challenge (Letters of intent due August 21, 2023).</p><p>- NOAA Climate Resilience Accelerators (expected to open July 2023).</p><p>Media contact: Monica Allen <email normalizedValue=\"mailto:monica.allen@noaa.gov\">monica.allen@noaa.gov</email>, (202) 379-6693</p><p>(U.S. Department of Commerce)</p>", "publisher": "Thai News Service", "instances": ["NOAA will invest $60 million total from the Inflation Reduction Act for the initiative - a $50 million competitive funding opportunity and $10 million for technical assistance to support applicants and grantees. This announcement comes as a new Department of Energy report released yesterday found that last year, clean energy jobs increased in all 50 states and the District of Columbia, and is part of a larger job creation trend in sectors that tackle the climate crisis."]}, {"relevance_score": 81, "title": "United States: DOE Report Finds Clean Energy Jobs Grew in Every State In 2022", "published": "2023-07-03", "bodyText": "<p nitf:lede=\"true\">America's Energy Workforce Added Almost 300,000 Jobs in 2022 with an Increasing Percent in Clean Energy, Union Employers Invest More in Diversity and Inclusion Efforts, and Union Employers Report Less Difficulty Hiring Qualified Workers</p><p nitf:lede=\"true\">The U.S. Department of Energy (DOE) today released the 2023 U.S. Energy and Employment Report (USEER), a comprehensive study designed to track and understand employment trends across the energy sector. As the private sector continues to announce major investments in American-made energy thanks in large part to President Biden's Investing in America agenda, the 2023 USEER shows that the energy workforce added almost 300,000 jobs (+3.8% growth) in 2022.</p><p>Clean energy jobs increased in every state reflecting increased investments due to President Biden's Investing in America agenda. Clean energy jobs grew 3.9% adding 114,000 jobs nationally, increasing to over 40% of total energy jobs. Clean energy technologies, such as solar and wind, accounted for more than 84% of net new electric power generation jobs, adding over 21,000 jobs (+3.6% growth), and jobs related to zero emissions vehicles saw nearly 21% growth, adding over 38,000 jobs. In achieving the President's goal of 100% clean electricity by 2035 and a net zero economy by 2050, through the Invest in America Agenda, energy jobs are expected to grow across the nation. The growth in clean energy jobs was faster than last year's robust overall job growth, reflecting increased investments and jobs that's in large parts to the President's Investing in America agenda.</p><p>Today's report shows that the clean energy transition is accelerating, with job growth across every pocket of America, and that unionized employers are filling these new positions with much more ease than non-unionized employers, said U.S. Secretary of Energy Jennifer M. Granholm. Thanks to President Biden's historic Investing in America agenda, we expect to see steady growth of jobs to make and build a resilient and clean energy system offering good-paying and secure employment opportunities to America's workers across the country.</p><p>USEER is a summary of national and state-level employment, workforce, industry, occupation, unionization, demographic, and hiring information in key energy technology groups: Electricity Production and Generation; Transmission, Distribution, and Storage; Fuels; Energy Efficiency; and Motor Vehicles and Component Parts. The USEER began in 2016 to better track and understand employment within key energy sectors that have been difficult to impossible to follow using other publicly available data sources. The study combines surveys of businesses with public labor data to produce estimates of employment and workforce characteristics.</p><p>Clean Energy Sector Experiencing Significant Job Growth</p><p>- Clean Vehicles: All clean vehicle jobs-those in battery electric, plug-in hybrid, and hydrogen/fuel cell vehicles-exceeded pre-COVID-19 employment levels. The most rapid growth was in battery electric vehicle jobs, which added more than 28,000 jobs (increasing by 27%). This is almost as many added jobs as in the gasoline and diesel vehicle sector, but at a growth rate that was 17 times faster.</p><p>- Solar: Solar is the electric power generation technology that employs the most workers. There were 12,000 new jobs in solar in 2022 (+3.7% growth).</p><p>- Wind: There were 5,000 new jobs in wind (+4.5% growth).</p><p>- Geothermal: The geothermal workforce added 1,000 jobs, growing by 5.0% in 2022.</p><p>States Experiencing Rapid Job Growth in the Clean Energy Sector</p><p>- Clean energy jobs grew across all 50 states and D.C. The top-three states for clean energy jobs growth are:</p><p>o California, which added 13,000 jobs (+3.2%);</p><p>o West Virginia, which added 7,000 jobs (+19%); and</p><p>o Texas, which added 5,100 jobs (+3.5%).</p><p>Energy Workforce Demographics</p><p>The 2023 USEER also provides demographic data that can help companies as well as federal, state, and local groups better understand workforce trends and shed light on opportunities for workforce recruitment and training programs to build a more representative workforce.</p><p>- Although women make up just 26% of the energy workforce, they made up more than half of the net 300,000 energy jobs added in 2022.</p><p>- The energy workforce is younger than the national workforce average. Only 17% of the energy workforce is older than 55, compared to 24% in the national workforce. In fact, 30% of the energy workforce is under 30 years old-much more than the national average (22%).</p><p>- Black or African American workers as well as Hispanic or Latino workers were underrepresented across the energy workforce.</p><p>- Veterans made up 9% of the U.S. energy workforce, higher than their representation in the overall U.S. economy (5%).</p><p>- Union employers had formal diversity, equity, inclusion, and access plans to increase hiring and retention of a diverse workforce at a higher rate than of non-union employers. Union employers were 50% more likely to have a policy to recruit women, two times more likely to have a policy to recruit persons of color, and 2.5 times more likely to have a policy to recruit LGBTQ+ people.</p><p>Energy Jobs and Union Labor</p><p>- 11% of energy workers represented by a union were 11%, over 50% higher than private sector average, where only 7% of workers are unionized.</p><p>- Energy sector employers are seeing the benefits of strong unions. Employers with unionized workforces reported substantially less difficulty with hiring skilled workers than non-unionized employers. For instance, only 31% of union employers in construction reported it was very difficult to find workers compared to 59% of non-union employers. Unions provide high-quality training to workers through registered apprenticeship programs, providing participating employers with ready access to skilled workers.</p><p>- The technology sector with the highest rate of unionization was transmission, distribution, and storage, where 18% of workers were represented by a union. This sector also had the highest percentage of non-white workers (30%, higher than the workforce average of 23%).</p><p>The clean energy sector plays a critical role in combating the ongoing climate crisis as well as promoting job creation and economic development in New Hampshire and across the nation, said U.S. Senator Jeanne Shaheen (NH), whose long-standing efforts to recommit the administration to collecting data and publishing this annual report help guide policy on energy and workforce development. This new data from the 2023 U.S. Energy and Employment Report shows strong growth in energy jobs, and as investments from the Bipartisan Infrastructure Law and Inflation Reduction Act really start to gear up, I expect we'll see this growth accelerate over the next few years.</p><p>\"As Co-Chair of the Climate Jobs Task Force, I've made it a priority in Congress to help strengthen and expand the transition to clean energy,\" said U.S. Representative Nikki Budzinski (IL-13). \"I'm pleased to see this report demonstrate that clean energy jobs grew by 3.9 percent in 2022, outpacing overall U.S. employment. These numbers show that the ambitious investments we're making in clean energy technologies are helping move our economy forward and creating good-paying union jobs in communities across the country.\"</p><p>President Biden's Investing in America agenda and historic investments in energy infrastructure and domestic supply chains are creating unprecedented demand for workers in the energy sector, said Sean McGarvey, President of the North American Building Trades Unions (NABTU). As the USEER data shows, union employers have a much easier time recruiting and hiring skilled workers and are twice as likely to have explicit strategies for recruiting a diverse workforce, showing that addressing climate, equity, and job quality are compatible goals and strategies.</p><p>Achieving a clean energy transition requires harnessing the talent, grit, and innovative spirit of the diverse American workforce. DOE is dedicated to making sure energy jobs are the jobs people want and that allow workers to advance and prosper. DOE is committed to engaging and investing in a skilled workforce to scale up the development and build out of clean energy technologies. Through USEER, DOE is tracking energy jobs across industries, occupations, and technologies. As more federal and private sector investments break ground, we expect to see energy sector employment continue to increase.</p><p>(U.S. Department of Energy)</p>", "publisher": "Thai News Service", "instances": []}, {"relevance_score": 85, "title": "United States: FACT SHEET: Biden-Harris Administration Takes Action to Protect Communities from Extreme Heat Fueled by the Climate Crisis", "published": "2023-07-17", "bodyText": "<p nitf:lede=\"true\">Millions of Americans are being impacted by extreme heat waves, which are growing in intensity, frequency, and duration due to climate change. In June, heat waves broke records across the country. Puerto Rico experienced its hottest month in more than 120 years, and Texas recorded its top 19 hottest days ever. Parts of Michigan, New York and Vermont also broke their daily temperature records. And in the first six months of 2023, there were 12 individual billion-dollar weather and climate events across the country. The situation is alarming, and it requires an all-of-society response to ensure that communities have the support they need to plan, prepare, and recover from these extreme weather events, which are costing the U.S. billions of dollars every year.</p><p>From day one, President Biden has taken action to address the climate crisis, which includes securing more than $50 billion to help Americans in every single state become more resilient to climate impacts like heat waves. He has continued to deliver on the most ambitious climate agenda in American history-an agenda that is lowering energy costs for hardworking families, bolstering America's energy security, creating thousands of good-paying jobs, and strengthening community-driven climate resilience across the country. Meanwhile, many Republicans in Congress continue to deny the very existence of climate change and remain committed to repealing the President's Inflation Reduction Act - the biggest climate protection bill ever - which would undermine the health and safety of their own constituents.</p><p>Today, the Biden-Harris Administration is announcing additional measures to protect communities from extreme heat:</p><p>The National Oceanic and Atmospheric Administration (NOAA) will establish two virtual research centers to help communities manage and improve resilience to extreme heat. Coordinated through the National Integrated Heat Health Information System (NIHHIS) and supported by a $5 million investment from the Inflation Reduction Act, the centers will help provide technical assistance and actionable, locally-tailored information that historically marginalized and underserved communities can use to better prepare for extreme heat.</p><p>The White House Interagency Working Group (IWG) on Extreme Heat, together with the NIHHIS, will develop a National Heat Strategy centered on equity and environmental justice. This strategy will align with the forthcoming National Climate Resilience Framework announced by President Biden last month.</p><p>The White House will convene Mayors and other local and Tribal officials from communities that are currently facing long duration extreme heat events to bolster preparedness. The meeting will include Federal emergency response agencies and voluntary organizations such as the American Red Cross to identify what can be done now to support vulnerable populations and discuss how the Federal government can provide support to State, local and Tribal partners to better equip communities in managing extreme heat that so many Americans are facing this summer.</p><p>The White House today convened leaders from across the nation for a Summit on Climate Resilience and Sustainability in Affordable Housing. The Summit will focus on how property owners, developers, and asset managers can leverage historic investments from President Biden's Bipartisan Infrastructure Law and Inflation Reduction Act to reduce the risks posed by extreme heat and other climate impacts to low-income Americans.</p><p>Today's announcements build on numerous actions that the Biden-Harris Administration has taken to bolster heat response and resilience nationwide. The White House also continues to work with state and local partners to provide clear and accessible information on how people can protect themselves from extreme heat.</p><p>To protect communities from extreme heat, the Biden Harris Administration is:</p><p>Providing Clear and Accessible Information to Protect Communities</p><p>Launched Heat.gov. Last year, the Administration launched Heat.gov, a website that provides the public and state, local, and tribal decision makers with clear, timely, and science-based information to understand and reduce the health risks of extreme heat. This one-stop hub includes heat forecasts and climate outlooks, tools and tips for heat protection, and the latest information on opportunities to leverage the President's historic Bipartisan Infrastructure Law and Inflation Reduction Act to support communities affected by extreme heat. NIHHIS also maintains the Heat Equity mapping tool to identify disadvantaged communities that are at greatest risk from extreme heat.</p><p>Launched #SummerReady Campaign. The Federal Emergency Management Agency (FEMA) is also running a #SummerReady Campaign, which launched at the start of this summer, to build awareness of the hazards that communities face during the summer months. This is one component of the 2023 Federal Extreme Heat Safety Campaign, a coordinated effort by the IWG on Extreme Heat and NIHHIS to ensure communities are equipped with the information they need during the hottest days. In addition, FEMA's Ready.gov provides key information, checklists, and templates to help people plan for all hazards, including extreme heat, and resources to help members of the community to protect themselves and each other when facing extreme heat.</p><p>Established a New Climate-Oriented Public Health Office. President Biden established the Office of Climate Change and Health Equity within the Department of Health and Human Services (HHS) to protect the health of people throughout the country in the face of climate change, especially those experiencing a higher share of exposures and impacts. The new office produces the Climate and Health Outlook to help professionals and the public protect individual and community health in light of anticipated climate events. HHS also produces the Heat &amp; Health Tracker, a web-based tool that provides daily data and county-specific information to help communities proactively address heat-related illness.</p><p>Reaching Underserved Communities. The Environmental Protection Agency's (EPA) Let's Talk About Heat Challenge, supported by the American Rescue Plan, is funding 10 community groups and localities across the country to implement innovative communication strategies designed to help Americans protect themselves against extreme heat risks. The Challenge focuses on engaging underserved and overburdened communities.</p><p>Launched Heat Mapping Campaigns in 154 Communities. This summer, NOAA launched campaigns to map extreme heat and urban heat islands in an additional 154 communities across 14 states, adding to a growing list of over 70 communities where the inequitable distribution of heat has been measured. These communities are using heat maps to direct investments, inform local planning and cooling strategies, and help secure environmental justice in low-income communities, communities of color, and historically redlined neighborhoods that face disproportionate exposure to heat hazards. To learn more about the campaigns and see their results, visit Heat.gov.</p><p>Lowering Cooling Costs and Strengthening the Power Grid</p><p>Lowering Cooling Costs for Low-Income Households. In FY 2022 alone, HHS deployed $3.85 billion for the Low Income Home Energy Assistance Program (LIHEAP) and helped over 6 million households lower cooling costs for low-income households, open cooling centers, or buy, distribute, or loan efficient air conditioning equipment. HHS's Heat Stress Dashboard details how LIHEAP funds are supporting heat resilience nationwide. DOE is also investing $3.5 billion through its Weatherization Assistance Program to help make low-income households more comfortable and safer in extreme weather, all while saving on energy costs, creating jobs, deploying new weatherization techniques and technology.</p><p>Strengthening the U.S. Power Grid. As part of President Biden's Investing in America agenda, the Department of Energy (DOE) is providing $2.3 billion in grants over the next five years to states, territories, and federally recognized Tribes to help modernize the electric grid to reduce impacts of extreme weather, including extreme heat. More than $125 million in grants through this program have been announced so far this year.</p><p>Using Greenscapes to Provide Relief from Extreme Heat. The U.S. Forest Service continues to increase equitable access to trees and green spaces in urban communities where more than 84% of Americans live, work, and play, including by making available $1 billion in grants through the Inflation Reduction Act for this purpose. Tree canopies and other greenscapes reduce temperatures across urban heat islands and provide shade and relief during the hottest days, all while mitigating the emissions that drive climate change. The urban forest grant program is part of President Biden's commitment to environmental justice and his Justice40 Initiative, which works to deliver 40% of the overall benefits of certain federal investments to disadvantaged communities.</p><p>Making HUD-Supported Housing More Energy Efficient. The Department of Housing and Urban Development (HUD) is announcing more than $830 million for its Green and Resilient Retrofit Program, which will upgrade affordable multifamily housing to save residents money, reduce building emissions, and protect residents from climate-driven hazards like extreme heat. Eligible upgrades include cool coatings for roofs to bring down building temperatures during high heat days, installation of heat pumps to reduce energy demand and keep units cool, and upgraded windows and sealing to maintain comfortable indoor temperatures.</p><p>Preparing Schools for Extreme Heat. Through President Biden's American Rescue Plan, EPA provided technical assistance to four communities through the Schools as Community Cleaner Air and Cooling Centers program. Following in-person workshops, EPA provided each county with a tailored playbook of actions and next steps to upgrade school facilities to be safe spaces for children and their families during extreme heat and wildfire smoke events. Later this summer, EPA will publish resources with lessons learned from this program to help guide principals and school administrators, facilities managers, teachers, and parents and caregivers. These resources will be posted on <url normalizedValue=\"http://www.epa.gov/schools\">www.epa.gov/schools</url>.</p><p>Building Community Resilience to Extreme Heat. FEMA recently announced an additional $136 million for its Building Resilient Infrastructure and Communities (BRIC) program. This program is helping communities build resilience against extreme heat through innovative infrastructure design and nature-based solutions, among other strategies. FEMA will host a series of webinars this summer to help emergency managers and others design successful pre-disaster mitigation project proposals for BRIC. In May, HUD also released a guide to help builders and developers incorporate resilience in housing design and identify above-code construction techniques for a wide range of natural hazards, including extreme heat. These techniques maximize the impact of grant funding and reinforce a home's ability to remain livable during long-term exposure to extreme heat.</p><p>Building a Heat Ready Workforce</p><p>Providing Job Training. NOAA recently opened a $60 million competitive funding opportunity to build a Climate Ready Workforce. This funding will connect people across the country to good-paying jobs, including heat health outreach specialists and climate equity officers, that tackle the climate crisis and boost local resilience.</p><p>Protecting Workers. Since October 2021, The Department of Labor (DOL)'s Occupational Safety and Health Administration (OSHA) has conducted over 2,800 inspections across the nation as part of DOL's effort to protect indoor and outdoor workers from heat stress. OSHA is also in the process of developing a standard for Heat Injury and Illness Prevention in Outdoor and Indoor Work Settings, designed to protect indoor and outdoor workers from extreme heat, including farm workers. DOL recently announced that it is inviting small business owners and representatives from local government entities to join the OSHA and other government agencies for a series of upcoming discussions on the potential impacts of a workplace heat standard on small businesses.</p><p>Source: The White House, the United States</p>", "publisher": "Thai News Service", "instances": ["Building a Heat Ready WorkforceProviding Job Training. NOAA recently opened a $60 million competitive funding opportunity to build a Climate Ready Workforce. Protecting Workers. Since October 2021, The Department of Labor (DOL)'s Occupational Safety and Health Administration (OSHA) has conducted over 2,800 inspections across the nation as part of DOL's effort to protect indoor and outdoor workers from heat stress."]}, {"relevance_score": 105, "title": "United States: FACT SHEET: White House Releases New Technical Assistance Resources to Help Communities Unlock Opportunities from President Biden's Investing in America Agenda", "published": "2023-09-18", "bodyText": "<p nitf:lede=\"true\">President Biden is growing the economy from the middle out and bottom up, and his Investing in America agenda unlocks billions of dollars in opportunity for states, territories, Tribes, and local governments to make a once-in-a-generation investment in infrastructure, clean energy and climate resilience.</p><p nitf:lede=\"true\">Over 90% of the Bipartisan Infrastructure Law (BIL)'s historic funding is being deployed by non-Federal partners. And the Inflation Reduction Act (IRA) provides state, local, Tribal, territorial and non-governmental partners significant new funding for clean energy, climate mitigation and resilience, agriculture, and conservation-related investments through both grant funding and tax credits.</p><p nitf:lede=\"true\">In the past, too many communities have lacked the resources to apply for and deploy transformative Federal funding opportunities. The Biden-Harris Administration has made it a major goal to help state, local, Tribal and territorial governments and other nongovernmental partners navigate, access, and deploy these record resources to build a better America.</p><p>From creating state infrastructure coordinators in partnership with governors to releasing guidebooks and toolkits to better navigate the infrastructure and clean energy laws; to standing up new programs to provide or fund technical advisors for lower-capacity communities, the Administration is ensuring all communities can access Federal funding.</p><p>Today, the White House released an updated technical assistance guide that focuses on federal and state technical assistance programs aimed at accessing and deploying Bipartisan Infrastructure Law and Inflation Reduction Act funding. The updated technical assistance guide builds on the Bipartisan Infrastructure Law's Guidebook, Rural Playbook, and Tribal Playbook, and the Inflation Reduction Act's Guidebook and Tribal Playbook. This new guide highlights programs that help communities navigate programs and resources that can help them deliver infrastructure, clean energy and climate resilience projects. The White House also maintains a webpage with resources on the Inflation Reduction Act's elective pay (often called direct pay) provisions, through which tax-exempt and governmental entities can, for the first time, take advantage of tax credits for building clean energy projects.</p><p>While some of these programs offer hands-on and intensive planning and delivery support for communities, others are more self-directed resources and tools such as webinars and websites, or funding that can support project planning. The guide covers more than 150 technical assistance and capacity building programs encompassing well over $1 billion in Federal support. In addition to federal programs, the guide is also highlighting over a dozen new commitments from states to support local government applicants.</p><p>The President's commitment is to leave no community behind as we invest in America, said Mitch Landrieu, Senior Advisor to the President and White House Infrastructure Coordinator. That's why we have put unprecedented focus on providing technical assistance to local communities. This guide is just one more way we're working to ensure state, local, Tribal and territorial governments have the tools and resources they need to unlock the historic investments in President Biden's Investing in America agenda.</p><p>President Biden's Investing in America agenda takes historic action to rebuild our nation's infrastructure, lead the clean energy industries of the future, and create good-paying, union jobs. But those investments are only as good as our ability to get them into the hands of the communities who need them the most, said John Podesta, Senior Advisor to the President for Clean Energy Innovation and Implementation. Today's new technical assistance guide is an important step to help those communities access funding, leverage multiple federal opportunities, and bring the benefits of these investments to Americans in every corner of the country.</p><p>THRIVING COMMUNITIES NETWORK TO HELP UNLOCK HISTORIC FUNDING</p><p>While technical assistance has many forms, the most intensive technical assistance and capacity building is being delivered through the interagency Thriving Communities Network (TCN). Created in 2022, the TCN is a federal interagency effort to coordinate place-based technical assistance and capacity-building resources for urban, rural, and Tribal communities experiencing a history of economic distress and systemic disinvestment. These federal resources include grant and financial management support, pre-development assistance, community engagement, planning, and project delivery support. Through TCN, federal partners at the U.S. Departments of Agriculture, Commerce, Energy, Housing and Urban Development, Transportation, and the Environmental Protection Agency, Federal Emergency Management Agency and General Services Administration are coordinating and collaborating across a set of specific assistance programs and engaging their regional and field staff who often serve as key points of contact for communities.</p><p>At a time of historic federal infrastructure and climate investment through the Bipartisan Infrastructure Law and Inflation Reduction Act, the Biden-Harris Administration has made its Justice40 pledge a priority, ensuring that 40 percent of the overall benefits of certain federal investments, such as climate, clean energy, and other areas, flow to disadvantaged communities that are marginalized and overburdened by pollution and underinvestment. This place-based technical assistance network is one way the Administration is committed to delivering on the Justice40 Initiative and advancing President Biden's commitment to environmental justice.</p><p>Among key areas of technical assistance progress in the network:</p><p>Launched in April 2022 and expanded in November 2022, the Rural Partners Network is now active in 36 community networks in 10 states and Puerto Rico. Community networks receive on-the-ground support from full-time federal staff who live and work locally. These staff members provide technical assistance based on each community's needs, helping them navigate federal programs, build relationships and prepare successful applications for funding.</p><p>Yesterday, the U.S. Department of Transportation (DOT) released a Notice of Funding Opportunity (NOFO) for up to $22 million in grants to provide targeted technical assistance and a Call for Letters of Interest from communities seeking support through its Thriving Communities Program. Earlier this year, DOT announced four Capacity Builder teams received $21.15 million to provide technical assistance and support to 64 communities.</p><p>Earlier this year, EPA, in partnership with the Department of Energy (DOE), announced the 16 Environmental Justice Thriving Communities Technical Assistance Centers (EJ TCTACs) that will receive $177 million to help underserved and overburdened communities across the country. These centers will provide training and other assistance to build capacity for navigating federal grant application systems, writing strong grant proposals, and effectively managing grant funding.</p><p>The Interagency Working Group on Coal and Power Plant Communities and Economic Revitalization led by DOE is prioritizing the immediate needs of coal mining and power plant communities by coordinating, identifying, and delivering federal resources to all Energy Communities including rural, urban, oil, gas, fenceline and Tribal communities.</p><p>STATES PROVIDE UNPRECEDENTED SUPPORT</p><p>Because a majority of Bipartisan Infrastructure Law funding and critical Inflation Reduction Act grant funding flows to states through formula programs, the Administration has put a particular focus on helping states deploy those resources wisely and well, in part by establishing a state infrastructure coordinators network to provide hands-on coordination, technical assistance and support. Governors and state leaders from across the country have answered the call to get technical assistance to those who need it most. Over a dozen states are now providing significant technical assistance and local match resources to support accessing and deploying funding from the President's Investing in America agenda. Leveraging the work of state infrastructure coordinators, states have begun to share and then emulate these best practices.</p><p>Among some of the new technical assistance models from states:</p><p>Colorado created 14 Regional Grant Navigator (RGN) positions at each of the Councils of Government across the state to provide capacity support to Colorado local governments, special districts, and federally recognized Tribes seeking BIL and IRA funding opportunities through grant navigation, writing and review, technical support, resource sharing and regional collaboration support.</p><p>Delaware's Grant Assistance Program at the University of Delaware is providing free technical grant assistance to local governments funded by the state budget for BIL programs and other competitive and formula grant opportunities through project development, grant writing assistance, and project delivery assistance, including project implementation support, grant management, and reporting assistance.</p><p>The Illinois Department of Commerce and Economic Opportunity's Federal Grant Support Program is making up to $15 million available to Illinois-based businesses and organizations seeking competitive federal grants.</p><p>Prompted by President Biden's Interagency Working Group on Coal and Power Plant Communities and Economic Revitalization, Kentucky created a program to help local governments and nonprofit entities apply for and match available federal funding.</p><p>Louisiana's Governor's Office is partnering with the Louisiana Municipal Association and Police Jury Association to deliver technical assistance and non-federal match support to local governments via a newly created joint non-profit, the Louisiana Infrastructure Technical Assistance Corporation, funded with $25 million in state funds.</p><p>Maine's Community Resilience Partnership (CRP) provides financial and technical assistance to communities to plan and implement climate-ready infrastructure, increase community resilience to the impacts of climate change, and reduce greenhouse gas emissions. For example, the Towns of Blue Hill, Surry and Brooksville received CRP funding to complete a climate vulnerability assessment across all three communities, positioning them for federal funding to improve a highly vulnerable and shared wastewater treatment facility.</p><p>Massachusetts is distributing direct local technical assistance funding to each of the Commonwealth's 13 regional planning agencies to enable municipalities to take on federal funding applications and other projects they may not have the staff capacity to address on their own.</p><p>Michigan's new infrastructure office established a Technical Assistance Center to allow eligible recipients to receive support for BIL funding applications through project planning, application writing, and compliance support. Through the Make it in Michigan Competitiveness Fund, technical assistance is also available for IRA and CHIPS funding applications.</p><p>Minnesota is providing state grant funds of up to $30,000 for local agencies and Tribes that seek to apply for a federal discretionary grant for a transportation related purpose.</p><p>Wisconsin's Department of Natural Resources established a direct technical assistance program for eligible school districts and Tribal organizations looking to participate in EPA's Clean School Bus Program, boosting the number of applicants for the program. Wisconsin entities were awarded funding for 65 electric school buses.</p><p>Rhode Island's Governor's office and the Partnership for Rhode Island created CompeteRI to provide capacity and technical support to state agencies, municipalities, Tribal governments, educational institutions, nonprofits, and private entities as they apply for BIL grants.</p><p>PHILANTHROPY AND OTHER PARTNERS STEP IN</p><p>Ensuring that the full benefits of the Biden-Harris Administration's Investing in America agenda reach the people and places that need them most requires a concerted effort not only from the federal government, but from non-federal actors of all kinds. Much of this progress wouldn't be possible without the many philanthropic organizations that have stepped up to support states and local communities in delivering on this once-in-a-generation investment.</p><p>Philanthropy has long played a critical role in advancing climate action and providing crucial capacity-building, technical assistance, and direct support to nonprofit organizations and low-income and underserved communities.</p><p>In response to the Administration's external engagement efforts, philanthropic, labor and nonprofit organizations have committed new resources to assist communities accessing and deploying federal infrastructure funding, including:</p><p>Bloomberg Philanthropies, Emerson Collective, Ballmer Group, Ford Foundation, and the Kresge Foundation, launched the Local Infrastructure Hub, a national program to ensure that all U.S. cities and towns can access federal infrastructure funding to drive local recovery, improve communities, and deliver results for residents. The $55 million commitment of support for local communities, delivered in collaboration with the U.S. Conference of Mayors, National League of Cities, and Results for America, has brought together leading experts and resources to help city leaders access and ambitiously leverage funding from the Bipartisan Infrastructure Law and the Inflation Reduction Act to advance groundbreaking solutions to major challenges, especially narrowing wealth disparities for communities of color and cutting the emissions that cause climate change. To date, the Local Infrastructure Hub has delivered technical assistance and strategic guidance to more than 1,100 local governments.</p><p>Accelerator for America (AFA) is providing technical assistance and capacity building to help local government and economic development leaders maximize this moment of new investment in infrastructure and climate action. AFA is supporting more than 40 communities with in-kind support for strategic planning/predevelopment, grant writing, workforce development initiatives, peer learning cohorts, and project delivery innovation. AFA is facilitating partnerships and support from the private sector, philanthropy and other government partners to help local leaders leverage additional funding, as part of a Capacity Builder Team within DOT's Thriving Communities Program. AFA supported cities have won millions in DOT discretionary grants.</p><p>The Catalyze Registry is a new philanthropic registry and matchmaking service born out of The White House's Talent Pipeline Challenge announced by President Biden last November. Led by What Works Plus funder collaborative and America Achieves, the Catalyze Registry enables philanthropy to scale needed support for initiatives that build a diverse talent pool for quality infrastructure careers. To date, 18 national funders have accessed the registry to learn about federally funded place-based coalitions seeking about $35 million in philanthropy to maximize their impact.</p><p>The State Funding Readiness Project (SFRP) is a collaborative program between the U.S. Climate Alliance and Hua Nani Partners that provides no-cost rapid response technical assistance to help states leverage federal investments from the BIL and IRA in ways that advance climate equity priorities and reduce greenhouse gas emissions. The program matches states with specialized experts that offer a wide range of technical support services, including grant-writing assistance, technical sector expertise, and Justice40 implementation, to help develop ambitious and competitive grant applications. SFRP fills gaps in state expertise and capacity that hinder their ability to apply for federal funding opportunities. Since 2022, SFRP has assisted 11 states in submitting 17 federal grant applications targeting more than $980 million in program funding.</p><p>Robert Wood Johnson Foundation (RWJF) has signed a memorandum of understanding with DOT to coordinate aligned Reconnecting Communities technical assistance efforts to plan and build infrastructure that reconnects and improves access, especially for marginalized communities. Working with philanthropic organizations like RWJF leverages additional resources and enables support to more communities and organizations that are working to provide people with better mobility options to facilitate community revitalization, catalyze equitable development and create access to more economic opportunities.</p><p>Communities First Infrastructure Alliance, supported by numerous national and community foundations, has brought together government, philanthropic, and community leaders committed to advancing more inclusive public investment. The Communities First Fund resources community-based organizations to expand their capacity and effectively engage in the public process as part of a longer-term movement-building strategy and to fortify the civic infrastructure to meet this moment. To foster greater coordination among capacity builders, technical assistance providers, practitioners, and community partners, Communities First is coordinating Regional Convenings in the coming months to elevate emerging priorities, champion best practices, and encourage accountability standards that address the challenges of those disproportionately impacted by past underinvestment at scale. The regional convenings will support communities to unlock the federal resources available and actualize the climate &amp; racial justice commitments of the Biden-Harris Administration.</p><p>The Milken Institute (MI) is working to accelerate the development of a robust pipeline of shovel-worthy community infrastructure projects, focusing especially on under-served rural, urban, tribal and environmental justice communities with capacity challenges. MI's Community Infrastructure Center platform connects community project sponsors to federal and non-federal funding sources and project readiness tools to help communities develop loan-worthy, grant-worthy and investment-ready projects. The CIC was initially supported by a grant from the U.S. Department of Commerce. To engage local communities and states about the importance of project predevelopment to enable communities to effectively access new federal funding, MI formed the 10,000 Communities Initiative, a collaborative partnership effort that organizes regional events across the U.S. to advance pipeline. Since public roll-out in January, 2023, the CIC platform now has 250 individual communities using our tools and 27 organizations now building a portfolio of 2500+ climate and rural equity projects using dedicated channels on the platform.</p><p>In conjunction with the 1-year anniversary of the Inflation Reduction Act, the White House recently announced that major philanthropic organizations have formed several pooled funds, and, in combination with aligned national philanthropies, impact investing organizations and intermediaries, have committed over $1.6 billion to support the implementation of the clean energy and climate provisions of the Inflation Reduction Act. This support will ensure more direct access to critical technical assistance for underserved communities so that they can realize the full benefits of the law.</p><p>A current list of participants in this effort include: Ballmer Group, Bezos Earth Fund, Bloomberg Philanthropies, Breakthrough Energy, ClimateWorks Foundation, Communities First, David and Lucile Packard Foundation, Elemental Excelerator, Ford Foundation, High Tide Foundation, Hyphen, James Irvine Foundation, John D. and Catherine T. MacArthur Foundation, J40 Accelerator, Joshua and Anita Bekenstein Charitable Fund, Kresge Foundation, McKnight Foundation, Omidyar Network, Open Society Foundations, Open Society Policy Center, Rockefeller Brothers Fund, RF Catalytic Capital, Rural Climate Partnership, Sea Change Foundation, Sequoia Climate Foundation, Skoll Foundation, The Families and Workers Fund, The JPB Foundation, The Just Transition Fund, The Rockefeller Foundation, Three Cairns Group, U.S. Energy Foundation, Waverley Street Foundation, William and Flora Hewlett Foundation, Wyss Foundation.</p><p>These philanthropic initiatives will support communities and organizations across the country as they work to access the programs and opportunities contained in the Investing in America agenda, create good-paying local jobs, grow clean energy industries and good jobs, and create better, more equitable, and healthier places to live.</p><p>Examples of initiatives this philanthropic funding is intended to support include:</p><p>- expanding green spaces to combat urban heat and build climate resilience,</p><p>- supporting technical and planning assistance to access programs like direct pay tax incentives to advance community-led priorities and grant programs for electric utilities and rural co-ops to invest in clean energy infrastructure,</p><p>- providing no-cost federal grant writing services to Tribes,</p><p>- underwriting regional convenings with government and community leaders,</p><p>- accelerating support for state and local understanding and use of federal investments, like the Greenhouse Gas Reduction Fund and clean energy tax credits,</p><p>- empowering workers through union labor and workplace advocacy to engage in the clean energy transition,</p><p>- and ensuring that the clean energy economy is made real and benefits everyone, especially in low-income, rural, energy, and disadvantaged communities.</p><p>The Biden-Harris Administration welcomes additional commitments from nongovernmental stakeholders to support states and help local communities access this once-in-a-generation investment.</p><p>Source: The White House, the United States</p>", "publisher": "Thai News Service", "instances": ["The State Funding Readiness Project (SFRP) is a collaborative program between the U. S. The program matches states with specialized experts that offer a wide range of technical support services, including grant-writing assistance, technical sector expertise, and Justice40 implementation, to help develop ambitious and competitive grant applications. SFRP fills gaps in state expertise and capacity that hinder their ability to apply for federal funding opportunities."]}, {"relevance_score": 18, "title": "India: Union Minister Shri Bhupender Yadav participates in DD News Conclave on Eight Years of Union Government", "published": "2022-06-10", "bodyText": "<p nitf:lede=\"true\">With the Union Government under Prime Minister Shri Narendra Modi completing eight years, DD News is organizing a week-long News Conclave titled ' : from 3rd to 11th June, 2022. Union Cabinet Minister for Environment, Forest &amp; Climate Change; and Labour &amp; Employment Shri Bhupender Yadav participated on the fifth day of the conclave on 7th June, 2022 and spoke on ' .</p><p>In his interaction, Shri Bhupender Yadav said that during the last eight years, India has, under the vision of Prime Minister Shri Narendra Modi, taken decisive actions in all areas of Climate Change. He remarked that India is one of the few countries to have achieved most of its voluntary NDCs submitted to the UNFCCC under the Paris Agreement before schedule. India set an ambitious target of 40 percent installed electricity capacity from non-fossil fuel-based sources to be achieved by the end of this decade, which has already been achieved, 8 years ahead of schedule. The target of 10% ethanol blending in petrol has been achieved 5 months ahead of the November 2022 target.</p><p>The Minister further enumerated how India has taken leadership at several global fora for Climate Justice and Climate Equity. Whether it is the International Solar Alliance (ISA) along with France mobilizing 106 countries, or the new initiative for Infrastructure for Resilient Island States (IRIS) with UK, Australia and Small Island Developing States (SIDS), India has been at the forefront. The Minister mentioned how recently India and Sweden hosted the LeadIT forum that contributed to the UN Conference 'Stockholm+50', in setting the agenda for COP27.</p><p>Prime Minister Shri Narendra Modi's global initiative 'Lifestyle for the Environment - LiFE Movement' announced at COP26 Glasgow has also been launched, promoting an environment-conscious lifestyle that focuses on 'mindful and deliberate utilisation' instead of 'mindless and destructive consumption.'</p><p>At the domestic front in the last eight years, India has consistently increased its forest cover. Moreover, due to effective protection, monitoring and management of protected areas, the number of Lion, Tiger, Elephant, Rhino and other animals have also increased. Provisions for Access and Benefit Sharing for indigenous communities have been strengthened alongside, he added. The Government has also taken several steps to ensure clean air, river water purification etc. He cited the setting up of a time-bound National Clean Air Programme, Rejuvenation Plan for 13 major rivers, banning of Single Use Plastic (greater than 120mm), promotion of circular economy, among others. Further, India is targeting more wetlands to be declared as Ramsar Sites this year, he added.</p><p>With regards to employment, Shri Bhupender Yadav said that through institution-based and area-based surveys, GST collection data, EPFO registrations, SME registrations, the Government has been tracking creation of new jobs. Further, with initiatives like Labour Code, SVANIDHI scheme for urban poor, e-Shram Portal for migrant workers, and integration of National Career Service Portal, Government has empowered both the organized and unorganized sector workers.</p><p>(Press Information Bureau, Government of India)</p>", "publisher": "Thai News Service", "instances": ["India set an ambitious target of 40 percent installed electricity capacity from non-fossil fuel-based sources to be achieved by the end of this decade, which has already been achieved, 8 years ahead of schedule. The target of 10% ethanol blending in petrol has been achieved 5 months ahead of the November 2022 target. Whether it is the International Solar Alliance (ISA) along with France mobilizing 106 countries, or the new initiative for Infrastructure for Resilient Island States (IRIS) with UK, Australia and Small Island Developing States (SIDS), India has been at the forefront. The Minister mentioned how recently India and Sweden hosted the LeadIT forum that contributed to the UN Conference 'Stockholm+50', in setting the agenda for COP27."]}, {"relevance_score": 29, "title": "United States: Administrator Samantha Power Day One Activities at COP26", "published": "2021-11-08", "bodyText": "<p nitf:lede=\"true\">Administrator Samantha Power participated in several events at COP26 to advance the United States' global leadership in tackling the climate crisis, highlight USAID's work on climate equity and emphasize the inextricable link between the climate crisis and gender inequity.</p><p nitf:lede=\"true\">The Administrator met with Secretary of the Interior, Deb Haaland, to discuss ways to strengthen collaboration between USAID and the Department of Interior in conserving the environment and supporting Indigenous Peoples and local communities at home and abroad. Administrator Power and Secretary Haaland then participated in an event-Saving Nature to Save Ourselves-at the U.S. Center at COP26. Administrator Power's remarks highlighted USAID's commitment to working in partnership with Indigenous Peoples and local communities to preserve our natural resources and fight climate change. Administrator Power announced USAID's new target to support structural changes that improve participation and leadership for Indigenous Peoples, local communities, women, and youth in climate action in at least 40 partner countries by 2030. She also reiterated the Agency's ambitious new target to support the protection, restoration, or management of 100 million hectares of critical landscapes-an area more than twice the size of California-and to prevent six billion metric tons of carbon dioxide equivalent emissions by 2030.</p><p>Later, Administrator Power joined Norwegian Minister for International Development Anne Beathe Kristiansen Tvinnereim and Power Africa Coordinator Mark Carrato to sign a renewed Memorandum of Understanding to commit to continuing support for hydropower and renewable energy projects, advancing transmission line development, facilitating regional power trade through power pools, mobilizing institutional capital, supporting women's empowerment, improving feasibility studies and environmental and social impact assessments, and improving energy access for displaced populations, including working with the Smart Communities Coalition to electrify refugee camps and health clinics.</p><p>She then delivered remarks at the U.S. Center event titled, Investing in Our Future: The Agricultural Innovation Mission for Climate (AIM for Climate), alongside Secretary of Agriculture Tom Vilsak; Minister of Climate Change and Environment for the United Arab Emirates Mariam bin Mohammed Saeed Hareb Almheiri, UN Foundation President Elizabeth Cousens and Senator Bob Casey of Pennsylvania. Administrator Power reinforced USAID's leading role in AIM for Climate, an initiative led by the U.S. and the United Arab Emirates which supports increasing research and innovation in climate-smart agriculture, and announced that the Feed the Future Innovation Lab for Current and Emerging Threats to Crops is being awarded to Pennsylvania State University. She highlighted USAID's commitments to climate-smart agriculture, including planned investments of at least $215 million over five years to support the critical work of CGIAR, a global research partnership for a food-secure future, to help 200 million people raise agricultural productivity in South Asia and Sub-Saharan Africa by 25 percent by 2030.</p><p>Later, Administrator Power and Rockefeller Foundation Executive Vice President Elizabeth Yee signed a memorandum of understanding forming the basis of a new strategic partnership between USAID, Power Africa, and the newly launched Global Energy Alliance for People and Planet. The partnerships will advance the goals of ending energy poverty in Africa, combating climate change, and strengthening the enabling environment for clean energy. Senators Ben Cardin and Chris Coons-original sponsors of the 2015 Electrify Africa Act, which established Power Africa-joined the event.</p><p>Administrator Power then joined women on the frontlines of the fight to combat climate change and senior officials from a range of U.S. Government agencies for an event at the U.S. Center titled, Our Climate Future Is Female: Women and Girls Leading Climate Action. The Administrator moderated a conversation with Graciela Coy, President and legal representative of Ak' Tenamit, a Mayan organization that supports Indigenous communities in Guatemala, and Nisreen Elsaim, Chair of UN Secretary General's Youth Advisory Group on Climate Change and Chair of Sudan Youth Organization on Climate Change. Administrator Power discussed a suite of programs and targets to advance Global Action for Climate Equity, including announcing that USAID will invest $14 million from its Gender Equity and Equality Action Fund toward investments in gender-responsive climate programming and a scaling up USAID's Advancing Gender in the Environment partnership with the International Union for the Conservation of Nature.</p><p>Administrator Power then attended a bipartisan panel conversation with legislators on bridging the divide on climate.</p><p>(U.S. Agency for International Development)</p>", "publisher": "Thai News Service", "instances": ["The Administrator met with Secretary of the Interior, Deb Haaland, to discuss ways to strengthen collaboration between USAID and the Department of Interior in conserving the environment and supporting Indigenous Peoples and local communities at home and abroad. Administrator Power and Secretary Haaland then participated in an event-Saving Nature to Save Ourselves-at the U.", "Center titled, Our Climate Future Is Female: Women and Girls Leading Climate Action. The Administrator moderated a conversation with Graciela Coy, President and legal representative of Ak' Tenamit, a Mayan organization that supports Indigenous communities in Guatemala, and Nisreen Elsaim, Chair of UN Secretary General's Youth Advisory Group on Climate Change and Chair of Sudan Youth Organization on Climate Change. Administrator Power then attended a bipartisan panel conversation with legislators on bridging the divide on climate. (U."]}, {"relevance_score": 61, "title": "United Nations: Remarks at BMA Sustainable Development Goals Conclave", "published": "2022-03-10", "bodyText": "<p nitf:lede=\"true\">Thank you for the opportunity to speak to you on this very special day and on this very important topic.</p><p nitf:lede=\"true\">We are continuously confronted with the devastating effects of climate change - especially on the livelihoods of the most vulnerable people on the planet.</p><p nitf:lede=\"true\">2010 to 2020 was the hottest decade on record. The recent IPCC report published last week yet again underscores a bleak road ahead if we don't take rapid action to mitigate emissions and adapt our communities.</p><p nitf:lede=\"true\">The report shows that around 40% of humanity live in areas that are already highly vulnerable to climate change.</p><p nitf:lede=\"true\">This paints a picture of the future we are looking into if we fail to intensify and accelerate efforts to reduce greenhouse gas emissions.</p><p>We must drastically step-up efforts to help communities and countries to adapt to the current, devastating impacts of climate change.</p><p>In Glasgow, many countries - especially small emitters - stepped-up, significantly raising their climate ambition while committing to bold, wide-ranging climate action.</p><p>A large country like India announced targets to increase reliance on renewables and reduce the carbon intensity of its economy, including to adopt a net zero target by 2070.</p><p>UNDPIndia is supporting translation of these national ambitions to action plans at sub-national levels by assisting in development of State Action Plans on Climate Change and strengthening capacities for their effective implementation</p><p>However, the picture coming out of COP26 is an imperfect one, as the world is still far short of where it needs to be to stem the impacts of climate change.</p><p>What we need, is to rapidly accelerate the transition towards a low-carbon future, that simultaneously supports access to clean energy for all.</p><p>Access to clean energy for all is at the heart of the solution to the climate challenge. Evidence shows that energy can be an essential multiplier for all the Sustainable Development Goals including health, education, gender equality and economic prosperity.</p><p>However, some 759 million people still lack access to electricity, and 2.6 billion live without clean cooking options, disproportionately hurting women and girls.</p><p>In India for example, 98% of the population have access to energy - 32% coming from renewable energy - but only 68% have access to clean cooking1.</p><p>A just energy transition that enables access to clean energy for all is the answer to both tackling the climate crisis; and ending energy poverty, which will reduce inequalities, unlock economic opportunities, and empower billions of people across the world.</p><p>Supporting countries to achieve this transition to a green economy is at the heart of UNDP's mission.</p><p>In India, UNDP has supported vulnerable communities in remote rural locations with access to clean energy towards improving lives and livelihoods.</p><p>We are:</p><p>Strengthening health and educational services through solar energy, empowering women with new livelihood opportunities such as electric vehicles, food processing, etc.</p><p>We are also currently in discussions with the Government of India to develop reskilling initiatives for coal mining dependent communities.</p><p>UNDP's Climate Promise</p><p>Through UNDP's Climate Promise, we have assisted 120 countries make their global climate pledges under the Paris Agreement on Climate Change - also called Nationally Determined Contributions (NDCs) - more ambitious, more inclusive, and ready for implementation.</p><p>To date, 94 of these countries have submitted their updated NDC to the UNFCCC.</p><p>We are focusing our next wave of support on implementing these pledges.</p><p>We have brought together over 35 partners and have identified investment potential within the private sector for delivering NDC sectoral targets for the energy sector, agriculture sector and water sector.</p><p>One of the things we have seen through this work is that vulnerable and low-emitting countries are demonstrating leadership, significantly raising climate ambition - despite the COVID-19 pandemic and their disproportionate vulnerability to climate impacts.</p><p>But this ambition hinges on countries being able to realize these targets through comprehensive implementation.</p><p>Looking towards COP27 and beyond, significant progress on NDC implementation must be demonstrated to continue this momentum and provide signals of hope</p><p>UNDP is also supporting more than 70 countries to develop Integrated National Financing Frameworks to mobilize and align all sources of finance with their COVID-19 recovery plans and revise medium-term development plans, in support of simultaneously delivering on their sustainable development and climate goals.</p><p>NDCs can provide a roadmap not only for climate action, but also for key drivers of sustainable development - from energy and agriculture to transportation and job creation.</p><p>A just energy transition</p><p>The climate crisis is driven by how we produce and consume energy.</p><p>According to the World Resources Institute1,energy consumption is by far the biggest source of human-caused greenhouse gas emissions, responsible for three quarters of such emissions globally.</p><p>And it's a crisis that hits the poorest people the hardest: the IPCC reports shows that the significant increase in extreme weather events is unfairly impacting the most vulnerable parts of the world.</p><p>UNDP is supporting developing countries to transform their energy systems in a way that advance not only their climate plans but unlocks green socio-economic growth that benefits everyone in society.</p><p>To do so, we focus on supporting governments to design and implement the policies, regulations and market mechanisms that will attract the large-scale clean energy investments needed to advance sustainable development.</p><p>The new UNDP Sustainable Energy Hub represents the organization's systematic and programmatic approach to respond to the energy and climate change agenda.</p><p>The Sustainable Energy Hub builds on decades of work advancing sustainable energy access in the world. It will mobilize partners and harness experience, expertise and innovation to help 500 million additional people gain access to clean energy by 2025, prioritizing countries and regions with the highest levels of energy poverty.</p><p>It's a bold target, but nothing less will do.</p><p>The first objective of the Hub is increasing energy access for those furthest behind.</p><p>By speeding up investment in distributed renewable energy solutions, especially for those hardest to reach and in crisis contexts, we aim to increase access to clean and affordable energy.</p><p>Second, we will work to accelerate the transition to clean, affordable and sustainable energy through systems changes that support inclusive, green economies, particularly in countries with low levels of renewable energy generation or poor energy-efficiency improvement rates.</p><p>UNDP will work to ensure that such transitions are fair, their impact on the vulnerable understood and mitigated, without losing sight of the urgency.</p><p>The issue of stranded assets is critically linked to the pace of the transition.</p><p>In a lot of cases, the very fact that stranded assets will be created, reduces the ambition of the pace of transition for social, economic and political reasons.</p><p>For instance, as we embark on the transition to net-zero in countries like India, there is a distinct possibility that thermal power plants as well as coal mining considered essential today might become stranded assets in the future.</p><p>Therefore, it is essential to have a wider societal dialogue so that intra-country discussions on climate equity and justice are not compromised as countries embark on the achievement of their climate goals.</p><p>This will also enable a dialogue on equitable burden sharing of the costs</p><p>International Women's Day</p><p>Before closing my remarks, I want to take the opportunity of International Women's Day today to talk about the many ways in which a just energy transition empowers women.</p><p>We have already mentioned that the lack of access to clean cooking solutions is a crisis that primarily affects women and children.</p><p>Accelerating the deployment of clean cooking solutions such as electrical or more efficient stoves will not only improve the lives of billions of women by freeing up time that can be used for education, income-generating activities, or rest and leisure; it will also save millions of women's and children's lives each year.</p><p>Beyond clean cooking, access to clean energy can empower women by opening up new economic opportunities. I want to give you two examples of UNDP-supported projects in the State of Jharkhand in India.</p><p>In the remote village of Khunti, women entrepreneurs produce face masks and sanitary pads thanks to solar-powered, electric sewing machines - enabling women to earn an income while providing women in rural areas with much-needed menstrual hygiene products.</p><p>In the village of Mandi, UNDP has partnered with a women farmers' organization to install a solar-powered refrigeration room. The women can now store excess production to sell at nearby markets, as well as seeds for the coming sowing season -providing an income as well as a safety net for these women, who now know they can rely on these seeds in the future.</p><p>Closing</p><p>I want to conclude my remarks by looking towards the end of the year: the COP27 in Sharm-el-Sheik, in Egypt.</p><p>Our window for decisive action on climate change is closing fast.</p><p>Climate change is the crisis that defines our era. Every country is exposed to its devastating impacts.</p><p>And the answer to this crisis can only be a global one - no country, no organization can do it alone. We must all work together - governments, private companies, financial institutions - to achieve a just energy transition that will power a better future for all.</p><p>Thank you.</p><p>(United Nations Development Programme)</p>", "publisher": "Thai News Service", "instances": ["In a lot of cases, the very fact that stranded assets will be created, reduces the ambition of the pace of transition for social, economic and political reasons. For instance, as we embark on the transition to net-zero in countries like India, there is a distinct possibility that thermal power plants as well as coal mining considered essential today might become stranded assets in the future. This will also enable a dialogue on equitable burden sharing of the costsInternational Women's DayBefore closing my remarks, I want to take the opportunity of International Women's Day today to talk about the many ways in which a just energy transition empowers women. We have already mentioned that the lack of access to clean cooking solutions is a crisis that primarily affects women and children."]}, {"relevance_score": 50, "title": "United States: FACT SHEET - Biden Administration Releases Agency Climate Adaptation and Resilience Plans from Across Federal Government", "published": "2021-10-08", "bodyText": "<p nitf:lede=\"true\">The Biden-Harris Administration released plans developed by more than 20 federal agencies that outline the steps each agency will take to ensure their facilities and operations adapt to and are increasingly resilient to climate change impacts. The plans reflect President Biden's whole-of-government approach to confronting the climate crisis as agencies integrate climate-readiness across their missions and programs and strengthen the resilience of federal assets from the accelerating impacts of climate change. The climate adaptation and resilience plans were previously submitted to and reviewed by the National Climate Task Force, White House Council on Environmental Quality's (CEQ) Federal Chief Sustainability Officer, and the Office of Management and Budget (OMB) in response to President Biden's Executive Order on Tackling the Climate Crisis at Home and Abroad.</p><p nitf:lede=\"true\">Agencies face a multitude of risks caused by climate change, including rising costs to maintain and repair damaged infrastructure from more frequent and extreme weather events, challenges to program effectiveness and readiness, and health and safety risks to federal employees who work outside. By taking action now to better manage and mitigate climate risks, we will minimize disruptions to federal operations, assets and programs while creating safer working conditions for employees.</p><p>To address these challenges, President Biden prioritized the revitalization of federal agency climate adaptation and resilience planning efforts. Through this approach, large agencies developed adaptation and resilience plans to address their most significant climate risks and vulnerabilities. The plans leverage procurement decisions to drive innovation and increase resilience against supply chain disruptions and deliver on President Biden's commitment to invest climate and clean energy dollars in environmental justice communities through his Justice40 Initiative.</p><p>As part of these efforts, agencies will embed adaptation and resilience planning and implementation throughout their operations and programs, and will continually update their adaptation plans. In addition to these plans, President Biden's Build Back Better Agenda and the Bipartisan Infrastructure Deal include bold, historic, and transformational investments that will strengthen our nation's resilience to climate change and extreme weather events, including upgrading power infrastructure, rebuilding America's roads and bridges, and more.</p><p>Today, the Biden-Harris Administration is making available more than 20 climate adaptation and resilience plans from major federal agencies. Highlights from this year's plans include:</p><p>Safeguarding federal investments. Agencies identified which programs and missions are most at risk from climate change. This first step is critical to ensuring the best use of taxpayer dollars in response to changing climatic conditions. For example, the Department of Transportation will incorporate resilience criteria into transportation discretionary grant and loan programs wherever appropriate. The Department of Justice will incorporate resilience into the design and construction specifications for new construction and modernization projects and the solicitation of future leases. Additionally, the Department of Defense (DOD) has committed to using climate intelligence, including from its recently-released DoD Climate Assessment Tool, to inform and educate military planners and other key decision makers on where and how military installations are at risk from climate change hazards. Identifying leadership and accountability. For the first time, agencies identified senior leadership and created new accountability structures so that adaptation and resilience is led from the top. For example, several agencies, including the Department of Education, have now identified their Deputy Secretaries as Chief Resilience Officers. DOD commissioned a new Climate Working Group comprised of the Department's most senior leadership to coordinate DOD's climate mitigation, adaptation, and resilience efforts. Developing a more resilient supply chain. Agencies are revamping supply chain policies and operations to create a more climate-resilient system. For example, the National Aeronautics and Space Administration (NASA) will modify use of an existing tool to screen its top mission-critical supplies of goods and services to identify those at risk due to disruption by acute extreme weather events or long-term climate change. The Department of Treasury is developing contingency plans for sustaining critical supply chains for operational mission requirements, including materials needed for currency and coinage production. Additionally, the Department of Energy is identifying opportunities to establish clear climate adaptation requirements for their contractors and suppliers to employ climate adaptation and resilience practices. Enhancing protections for workers and communities. The greatest asset to our country and federal government is our people. Agencies recognize the need to better support America's workers from the impacts of climate change. For example, the Departments of Agriculture and the Interior, together with the Office of Personal Management, are fulfilling President Biden's commitment that federal wildland firefighters will earn a minimum of $15 per hour for their critical work. Additionally, the Centers for Disease Control (CDC) developed a tool that provides real-time heat data paired with local vulnerability data for state and local emergency and public health planners to better prepare for and respond to extreme heat events. Building a more equitable future. Climate change and its impacts may exacerbate existing health and socioeconomic inequities, placing certain populations at particular risk. To tackle this challenge, agencies outlined their actions in support of this Administration's environmental justice objectives. For example, the Department of Transportation will advance climate equity by committing to consider the impacts of heat, poor air quality, vector-borne disease, and other hazards more likely to affect environmental justice communities when siting and designing projects. The Council on Environmental Quality (CEQ) and OMB also seek public input on the agency climate adaptation plans. Members of the public may submit comments via the docket at <url normalizedValue=\"https://www.regulations.gov\">https://www.regulations.gov</url>/ (Docket ID: CEQ-2021-0003) until Nov. 6, 2021. CEQ also will hold a virtual convening this fall with national organizations with expertise in climate adaptation and resilience or have expressed interest in the agency plans.</p><p>The agencies releasing Climate Adaptation and Resilience Plans are:</p><p>1 Department of Agriculture</p><p>2 Department of Commerce</p><p>3 Department of Defense</p><p>4 Department of Education</p><p>5 Department of Energy</p><p>6 Department of Health and Human Services</p><p>7 Department of Homeland Security</p><p>8 Department of Housing and Urban Development</p><p>9 Department of the Interior</p><p>10 Department of Justice</p><p>11 Department of Labor</p><p>12 Department of State</p><p>13 Department of the Treasury</p><p>14 Department of Transportation</p><p>15 Department of Veterans Affairs</p><p>16 U.S. International Development Finance Corporation</p><p>17 Environmental Protection Agency</p><p>18 General Services Administration</p><p>19 National Aeronautics and Space Administration</p><p>20 Office of Personal Management</p><p>21 Smithsonian Institution</p><p>22 U.S. Agency for International Development</p><p>23 U.S. Army Corps of Engineers</p><p>All plans are available at <url normalizedValue=\"http://www.sustainability.gov/adaptation\">www.sustainability.gov/adaptation</url>.</p><p>(The White House, the United States)</p>", "publisher": "Thai News Service", "instances": ["Climate change and its impacts may exacerbate existing health and socioeconomic inequities, placing certain populations at particular risk. To tackle this challenge, agencies outlined their actions in support of this Administration's environmental justice objectives. The Council on Environmental Quality (CEQ) and OMB also seek public input on the agency climate adaptation plans. Members of the public may submit comments via the docket at https://www."]}, {"relevance_score": 87, "title": "United States: Secretary Buttigieg Remarks AASHTO Washington Briefing", "published": "2022-03-09", "bodyText": "<p nitf:lede=\"true\">Thanks for that warm welcome! It is so good to be here - and it so good to actually be here, in a room with you. I have to say we're still getting used to the return of convenings; as you know, when you're in the business of transportation, it's all about moving people and goods around, it's a particularly strange one to find yourself doing from behind a desk or on a screen.</p><p nitf:lede=\"true\">So glad it was possible - even though I've met so many of you, across or a screen or when I've been fortunate enough to be in your states or territories, to be traveling with you - but really glad to be here. And I want to start just by thanking AASHTO for the work you do. Dr. Wilson, Vice President Millar, the staff of AASHTO, what you have done matters more than ever in this infrastructure season - what the president calls an infrastructure decade - that we are living in right now.</p><p nitf:lede=\"true\">The last time we spoke, virtually, at this convening, we were on what I was thinking of as the 1-yard line, pushing together to get this infrastructure bill passed.</p><p>For decades, well-intentioned and passionate people have tried to get across that last yard.</p><p>And so the biggest thing I have to thank you for, and celebrate with you today, is of course, with your help, shaping that legislation, making the case - we got it done, infrastructure week is no longer a punch line, and we are ready to get to work with the Bipartisan Infrastructure Law.</p><p>The Bipartisan Infrastructure Law, I might add, in a season when many people were skeptical that you could have a bipartisan anything law of any consequence, we saw I think in the flavor of the arguments that were made about how important it was to make these investments, the fact that infrastructure touches everybody, and we had people in so-called red states and blue states and people with some very unlikely alliances that helped us to get this done. And now we have a $1.3 trillion nation-changing investment that you helped deliver for the American people.</p><p>So, the hard part is behind us, and the really hard part is upon us.</p><p>Because now we actually have to get it done. The eye-popping figure is basically a number on a page until it's turned into something tangible that improves life for all the people that we serve.</p><p>So, the federal government, states, territories, localities, the private sector now have to do something even harder than getting the United States Congress to agree to $1.3 trillion in investment; and that is, we have to deliver $1.3 trillion in value.</p><p>For our department alone, that's about $660 billion in value, with you as our primary partners and often as the primary movers and decision makers on the front lines.</p><p>And we know that people are counting on us.</p><p>So how are going to deliver that much value with this much funding? In some places, I think the greatest value will actually be in what doesn't happen; in crashes that no longer take place, avoidable crashes, because we've used these resources to improve safety. In other places, it will be by enabling economic growth. In other contexts, protecting people against climate change, delivering a more equitable transportation system, embracing a new innovative technologies that are really going to shape the future of what it means to get around communities and get around this country. Your focus will of course reflect the unique combination of needs and challenges in your state and your community - but as long as we are delivering good projects that actually improve people's everyday life, that I think is where we will find the value.</p><p>I can't help but reflect that in transportation there's a bias toward talking about the objects that are involved - the roads, the bridges - the train sets, the planes, the trains and the automobiles - but this is a good time as we set our collective priorities to remember that the entire point of all of this is the people who count on it. The people whose lives down to the most intimate details of a daily routine get better or get worse based on whether there are clean, safe, efficient ways to get where you need to be. And of course based on whether there are efficient and effective goods movement chains that are moving goods to where they need to go.</p><p>And we are the stewards of all of that; one project at a time, one community at a time, we are modernizing America's infrastructure to prepare for the future.</p><p>We're strengthening our supply chains; reducing costs for American families; making it easier and safer and more affordable for people to get where they need to be; and of course through this all, it's called the Infrastructure Investment and Jobs Act for a reason, we're creating good-paying jobs building bridges, paving roads, electrifying buses, installing those chargers, and so much more.</p><p>Now we as a department are working to meet this moment with an urgency that matches the scale of the challenge. Just in the last 90 days, our Department has already been able to make available a total of $60 billion in authorized funding to states and communities-and we've opened applications for another $2 billion in discretionary grant programs.</p><p>But I do want to emphasize, this so different from 2009, for those who are veterans of the ARRA experience, this is not about short-term stimulus. We're moving swiftly, but this is about improving transportation for decades to come - we're only going to get to do this once, so it's very important that we do it well.</p><p>And we know that so many of the best projects, and ideas, and examples and approaches are not going be top down, they're going to bubble up from the state level, they're going to come from local governments and communities that you work with every day.</p><p>And I'm confident about the spirit of innovation and creativity and problem-solving that you're going to bring to this, because you're doing it every day.</p><p>I've heard about Ohio DOT's work to install more than 2,000 proven safety countermeasures, like new street lighting, pedestrian hybrid beacons, raised beacons, to reduce pedestrian fatalities and serious injuries in over 400 locations.</p><p>I've seen states stepping up to make sure that our economic growth reaches those who are so often left behind in our transportation investments. There is the ConnectU2Jobs partnership coming out of Texas DOT, which helps young people with prior involvement in the justice system get trained for careers in infrastructure. Or we can look to Oregon's program that funds services like childcare, helping parents, women, people from underrepresented communities, complete training programs in construction. I would note that during this time of low unemployment, the infrastructure law's new flexibility to use local and economic hiring programs is especially important--and we encourage states to take advantage of that flexibility.</p><p>When it comes to addressing supply chain disruptions and helping make goods more affordable for Americans, I want to recognize places like Arizona, using the National Highway Freight Program funding to reduce truck parking shortages. And I'm sure every one of you is hearing as much as we are about this issue of truck parking. We're asking every state to explore ways to use your dollars for truck parking. Because we owe it to America's truck drivers, not just as a matter of convenience, but as a matter of safety - and there are a number of funding streams in the infrastructure law that you are able to use for those truck parking projects, maybe more than was understood before this issue came to such a head.</p><p>To help protect our citizens against the climate crisis, and to ensure everyone can get the benefits of the cost savings of an electric vehicle, a number of states with large rural populations, including Utah, Tennessee, and Alabama, have already been at work building out electric vehicle charging in those states. I know in Massachusetts, MassDOT is working with Federal Highways on a pilot that would attach about 3,000 feet of solar panels to highway noise barriers.</p><p>New York is proposing $3 billion in its budget for infrastructure projects that promote transportation equity and mobility, including reconnecting communities that were disconnected by past infrastructure, another enormous opportunity and responsibility that I think falls to all of us in this moment. Oklahoma is implementing an initiative to make public transportation meetings are more accessible for underserved communities.</p><p>And, showing that innovation is something that comes from the public as well as the private sector, California launched the Integrated Travel Project to make traveling by rail and bus simpler and more affordable, with contactless payments, automated discounts, and better trip planning technology.</p><p>I also want to affirm the virtue of what so many state DOTs-including Alabama, Virginia, my home state of Indiana, and many more-have been doing to focus on repairing the vital infrastructure we already have. This is something we at USDOT share with all of you who are working to maintain and modernize the roads, bridges, and other transportation infrastructure that people count on every day.</p><p>And all those things I just rattled off are examples of what you all have accomplished during an era of underfunded transportation budgets.</p><p>Which is why I am so excited about what we can do, building on your groundwork, now that we have the resources to do it.</p><p>And I want you to know I recognize the value and importance of your flexibility to effectively deploy the resources coming from this infrastructure law. And I can commit that we will work with you to ensure you have the right level of flexibility, consistent of course with the infrastructure law and with the core priorities that guided its creation and guide our Administration. We know that there are many different ways to get to the goals that we share, and that there is no one size that fits all.</p><p>I also want to say that I trust that you will exercise that flexibility with the knowledge of how much it matters what projects you choose to prioritize. And I know that I'm preaching to the choir here, and it's a choir that has been courageous and innovative in so many ways, but I just want to reiterate our ask, our sense of the importance, that we not just look at what's been done in the past to guide what has to be done for the years ahead.</p><p>As one example, last time we spoke together, we talked about roadway safety, and since then we've issued the National Roadway Safety Strategy. I want to thank so many of you for your partnership on that. I want to thank you in advance for your continued partnership on that. Because you have the opportunity, with these dollars that are coming in, and I mean the safety dollars but not just the safety dollars, to make every transportation project one that makes roads safe for the people who use them. We have to get out of this mentality that it's just normal to have the level of death that we have on our roadways. We will change this in our lifetimes, and you will lead the way. So I urge you to make use of that strategy.</p><p>Similarly, protecting our citizens from the threat of climate change - it matters so much what you choose to do and how you choose to do it. There was a recent, comprehensive study that concluded that the way that highway formula funds specifically are spent will have a major effect, enough that you'll see the needle move, on our entire country's efforts to reduce carbon emissions. Many of you saw, I'm sure, earlier this week the Intergovernmental Panel on Climate Change talked about how time is running out, that we are living through a narrow and closing window, to avoid the most catastrophic outcomes. If more infrastructure law funds coming your way find their way to transit, rail, safe ways to walk and bike, transportation alternatives, maintenance of existing roads, you have a chance to lower carbon emissions by 28 billion pounds. So let's meet that crisis, together.</p><p>Another example of a project that helps bring so many of those things together - safety, climate, equity, economic growth - is Complete Streets. I know that AASHTO is proud that the vast majority of state DOTs have Complete Streets policies or programs in some form. So I am pleased to share that the Complete Streets report that Federal Highway Administration just sent to Congress sets a goal to increase the proportion of Federal-aid-funded transportation projects that are Complete Streets.</p><p>And in all of these efforts, we are looking to you as our state partners to work with us to squeeze every drop of value that you can out of these funds... because we know that even an astounding sum like a trillion dollars can go out the door all too quickly if we're not smart about making sure we get the absolute most impact from it.</p><p>Last thing I'll end with is to tie back to the beginning, which is that very few people who have worked in transportation across American history have an opportunity on their hands like the one that all of us in this field have today. We are incredibly fortunate, and have an incredible level of responsibility at our feet, because we have these resources, because this Bipartisan Infrastructure Law brings about this once-in-a-generation opportunity to shape the way transportation is going to work in America for the rest of our lifetimes, one state and territory, one community, at a time. And I know that we are aligned on the vast majority of what we can deliver together, and we're ready to roll up our sleeves and get to work with you. I'm so thrilled to be in this role working with you at this time, and I can't wait to see what we're going to deliver through these partnership in the years and even in the months and weeks that are before us. And with that, I think we get to do a little Q&amp;A. Thank you again for the chance to be here.</p><p>(U.S. Department of Transportation)</p>", "publisher": "Thai News Service", "instances": []}, {"relevance_score": 992, "title": "United States: Press Briefing by Principal Deputy Press Secretary Karine Jean-Pierre and Secretary of Transportation Pete Buttigieg", "published": "2021-11-11", "bodyText": "<p nitf:lede=\"true\">James S. Brady Press Briefing Room</p><p nitf:lede=\"true\">1:07 P.M. EST</p><p nitf:lede=\"true\">MS. JEAN-PIERRE: Hi, everybody. Wow. This is all for Pete. I know. I know, it's all for - we like to call him Secretary Mayor Pete. (Laughs.)</p><p nitf:lede=\"true\">All right, good afternoon, everyone. Good to see everybody. Joining us today, Transportation Secretary Pete Buttigieg, who - surprise, surprise - is here to talk about the President's Bipartisan Infrastructure Deal.</p><p nitf:lede=\"true\">I don't want to steal the Secretary's thunder, but as you all know, the once-in-a-generation bill is the largest-ever federal investment in public transit, clean energy transmission, and electric vehicle infrastructure, and clean drinking water. It delivers for the American people by rebuilding our roads, railroads, and railcars, bridges, buses, ports, and airports, all while creating good-paying union jobs.</p><p nitf:lede=\"true\">With that, I'll turn it over to Secretary Buttigieg. This isn't his first time at the podium, as you all know; I think this is - might be his third time. But it's his first time joining us as a father.</p><p>So, on a personal note, congratulations to you and Chasten on the birth of Gus and Penelope and one of - and the news last week, which we, you know, really thought that was wonderful, great news.</p><p>And so, with that, I'm really happy to introduce you. Here we go.</p><p>SECRETARY BUTTIGIEG: Thank you. Good afternoon, everybody.</p><p>Q Good afternoon.</p><p>SECRETARY BUTTIGIEG: And thank you, Karine. And thanks for the chance to address you. We are so thrilled, so excited. When our communications team presents me with copy, I usually cross out the word excited because I think it's overused and I often rub out the exclamation points because it's not always my style. But we are excited, with an exclamation point, about what we're going to be able to deliver.</p><p>We are so thankful to everybody who's played a role in this. Thanks for members of Congress on both sides of the aisle, President Biden's historic Bipartisan Infrastructure Deal will now become the law of the land.</p><p>And it couldn't come at a more urgent time. I can tell you, in the 10 months that I've been in this job, I've traveled the country and seen the state of our infrastructure firsthand. I saw mesh nets hung under bridges to catch pieces of concrete that fall off from time to time; century-old tunnels corroded by seawater that hundreds of thousands of people depend on every day; roads where community members are installing memorials to lives lost in preventable traffic crashes; highways that have cut communities in two.</p><p>Infrastructure is so elemental to our society that when it's not there to serve us in the right way, all of us are impacted. But when it is - when it's strong - every community - large and small, rural and urban, privileged and marginalized - every community feels the benefits.</p><p>When combined with the Build Back Better Act, the Bipartisan Infrastructure Deal - which, collectively, I like to think of them as the Big Deal - an answer to the New Deal or the Square Deal before that - they're going to create a generation of good, union jobs. They're going to make historic investments in equity and in the fight against climate change. They're going to make sure that America can compete and win in the decades ahead.</p><p>This is the largest investment in roads, bridges, and highways since the creation of the Interstate Highway System, including the largest investment in our bridges ever so that we can avoid devastating closures and disruptive collapses like we've seen, including what we saw in Tennessee, in Florida, and far too many other places.</p><p>It's also the largest investment in public transit ever, with funding that will expand service to communities of all sizes, including improvements for seniors and for people with disabilities. It's going to replace thousands of outdated buses with clean, zero-emissions vehicles and aging railcars with state-of-the-art new ones.</p><p>It's the largest investment in passenger rail since the creation of Amtrak itself. And transformative impacts in traffic safety will be achieved. And it's going to strengthen our supply chain by improving our ports, our airports, and our freight rail.</p><p>It's going to dramatically increases funding for major projects. Every year, we have our discretionary programs, RAISE and INFRA, where we support projects that are vitally important for local economic development and the national supply chain. We're going through the current round of applications for RAISE right now. And for every dollar that we have to give out, there are about 10 in impressive applications coming in. This allows us to grow those programs that we can use in very direct ways to address the issues of our time.</p><p>I'll give you an example from the INFRA round of grants that happened earlier this year. We announced funding for a project in Georgia. It's an inland port to help goods move onward from the Port of Savannah. It is to create a new 300-plus mile freight connection between the seaport and the inland port that makes it faster to get the goods out of the Port and then sort them so that they can get on the way to shelves.</p><p>But like I said: For every project like this, there are many more that are worthy but that we can't support. This helps us to change that.</p><p>Later today, I'll be headed to Glasgow, and there look forward to discussing how this legislation can help ensure that transportation - which is the biggest sector contributing greenhouse gases in our economy - can be a big part of the solution.</p><p>You know, we've seen so many impacts of climate change on American lives, on our transportation systems themselves, and that's part of why this plan includes funding to put people to work electrifying our power grid, make our infrastructure more resilient to extreme weather, and build out a national network of half a million electric vehicle chargers, and expand public transit, as I mentioned earlier, which is also a huge part of the climate solution.</p><p>And, of course, there's a lot beyond our transportation elements of this: lead pipes, cleaning up pollution, broadband, and more.</p><p>But what all of these investments have in common is that they will create jobs: pipefitters to replace those pipes, electricians to install those EV charging stations, autoworkers to build the cars that plug into them. We need mechanics maintaining transit vehicles, drivers operating them, construction workers rebuilding those roads and bridges. And most of these jobs will be available whether you have a college degree or not, which is why the President often talks about this as a blue-collar blueprint for American competitiveness.</p><p>And it's a generational investment in every sense of the word - something that means a lot more to me now as a new father, because this is how we do right by the next generation before it's too late.</p><p>So, thanks again, and eager to take some questions.</p><p>MS. JEAN-PIERRE: All right. Go ahead, Jeff.</p><p>Q Secretary Buttigieg, thanks for being with us. Congrats on your - the birth of your children. A question about the bill. This bill gives your department an unprecedented amount of discretionary funds - $100 billion in competitive grants. Can you spell out how you plan to prioritize that money? And just give us a sense of what projects you see or we should expect to see getting money and getting started first.</p><p>SECRETARY BUTTIGIEG: Yeah. So, our department has been gearing up, hoping that this bill would pass. And now that it has, we've taken it to the next level.</p><p>I would break it into two parts. Part of it is handling increased funding for programs we already have, like discretionary programs such as RAISE, formerly known as TIGER, and INFRA.</p><p>There, what you're going to see - within the framework, of course, that the law puts forward - is an emphasis on projects that, taken together, give us extra value in the priorities of this administration: economic strength, safety, climate, equity, preparing for the future. And we see a lot of projects that overlap in that sense.</p><p>Again, if you look to what we funded with the last round of INFRA, that'll give you a sense. And you'll see that when we announce the RAISE projects for this year, too. But we'll have so much more to work with.</p><p>Then, there are areas where we have to stand up whole new programs. Safe Streets for All - we've never had a multibillion-dollar safety initiative like that. Reconnecting Communities, which we've been talking about all year, responding to where sometimes it was federal dollars that divided a community, often along racial lines.</p><p>I think the intent of those programs is clear, but the mechanics of those, we've got to work very hard to make sure that we get it right, that the criteria are transparent, that it is easy to understand how to apply, whether you are a big city with full-time staff here in Washington, D.C., or a small, rural community trying to navigate that federal process. And, of course, that all those dollars are spent accountably, because we're talking about a lot of taxpayer money.</p><p>Q And do you have something in place - sorry, just a quick follow-up. Do you have something in place to prevent mismanagement of that money and fraud?</p><p>SECRETARY BUTTIGIEG: Absolutely. Yeah. And that's something that I know is also happening at the administration level. There'll be, you know, very - and the President made this very clear to us in the Cabinet when the Rescue Plan dollars came through. We know that we're going to be held to a very high standard by the President as well as the public.</p><p>So we have an executive council with the Deputy Secretary and Undersecretary, as well as myself, paying close attention to how we can make sure we have all of the right controls, the right rigor to make sure these dollars are spent well.</p><p>Q Secretary - Secretary Mayor Pete, could you give us the breakdown of the implementation of Justice40 with the infrastructure package that has now passed and signed into law? And also, can you give us the construct of how you will deconstruct the racism that was built into the roadways that you talked to theGrio earlier when you broke that information with us? Can you talk to us about how that could be deconstructed?</p><p>SECRETARY BUTTIGIEG: For sure, yeah. So, the principle of Justice40 is that at least 40 percent of the clean investments in this bill will go to benefit the communities that are overburdened and underserved.</p><p>So, part one of that is defining those investments that are eligible, and that's a lot of it, and we're working to map out kind of program by program, mode by mode, what would qualify.</p><p>For example, if we're buying clean buses - right? - how do we make sure in terms of where those buses go, but also looking at the business opportunity - the jobs that are going to be created, the businesses that will have a chance to compete for the business opportunities it creates. That too, I think, is a very important element of equity here that's in the spirit of Justice40.</p><p>And again, we have a lot of guidance and oversight from the White House since that's an administration-wide initiative, but we know that we've got to build our own internal, kind of, ways of aligning and defining that inside the administration.</p><p>As to where we target those dollars, you know, I'm still surprised that some people were surprised when I pointed to the fact that if a highway was built for the purpose of dividing a white and a Black neighborhood, or if an underpass was constructed such that a bus carrying mostly Black and Puerto Rican kids to a beach - or that would have been - in New York was designed too low for it to pass by, that that obviously reflects racism that went into those design choices.</p><p>I don't think we have anything to lose by confronting that simple reality. And I think we have everything to gain by acknowledging it and then dealing with it, which is why the Reconnecting Communities - that billion dollars - is something we want to get to work right away putting to work.</p><p>Q But that's such a heavy lift. I mean, you'd have to reconstruct communities that this happened to. As you said, some of these beltways and interstates and roadways were built before the Civil Rights Act, before the Voting Rights Act, and were made - meant to be racist. But how do you go about redefining and replanting these roadways and communities that are already settled in since then?</p><p>SECRETARY BUTTIGIEG: Yeah. So, what's interesting is it's going to vary by community and we have to listen to the community. Sometimes it really is the case that an overpass went in a certain way that is so harmful that it's got to come down or maybe be put underground.</p><p>Other times, maybe it's not that way. Maybe the really important thing is to connect across it; to add rather than subtract. And that's where we don't want to impose a one-size-fits-all answer from here.</p><p>But when we were out in Syracuse, for example, looking at I-81, we saw the local vision for how they want to get past those divisions. And those local ideas are going to be taken very seriously as we try to meet the spirit of this law.</p><p>Q Thank you.</p><p>MS. JEAN-PIERRE: Go ahead, Kaitlan.</p><p>Q Thank you, Secretary Buttigieg. You just said this bill and the passage of it could not come at a more urgent time. So, do you know when President Biden plans to sign this bill?</p><p>SECRETARY BUTTIGIEG: I'd have to refer you to my White House colleagues on that, but I'll tell you that I'll be there with bells on.</p><p>Q But he has not signed the bill yet, right?</p><p>SECRETARY BUTTIGIEG: No.</p><p>Q And can you talk about what the campaign to sell this bill is going to look like, given it will take time for some of these projects to actually go into effect and to be completed, and the White House is one year out from the midterms, of course, which they have tied this bill to?</p><p>SECRETARY BUTTIGIEG: Well, I expect that that'll be led by the President traveling to show where the need is and where the action is. But I'm certainly eager to be part of that effort.</p><p>I mean, look, a lot of this sells itself because communities never needed to be persuaded that their bridge needed to be fixed or that their airport needed an upgrade or that their ports needed investment. They've been trying to get Washington to catch up to them.</p><p>But I do think it's important for us to go out there, especially in communities where a member of Congress or the Senate played an important role. And, as you know, members from both sides of the aisle played important roles in delivering this bipartisan win, and I can't wait to be out there celebrating the good news.</p><p>MS. JEAN-PIERRE: Let's take one from the back.</p><p>Q Thank you. Thank you, Mr. Secretary. And thank you, Karine.</p><p>As you pointed out, this was a bipartisan bill. Was there any discussion of the President not letting Democrats oppose some of the Republicans who are running or giving them a pass in the next election?</p><p>SECRETARY BUTTIGIEG: Not that - not that I've been part of. But what I'll say is that, you know, we're really proud of the bipartisan character of this bill. And, you know, the conversations that we had, it wasn't transactional like that. It didn't have to be, because these investments were already so good for the communities that these members represented.</p><p>You know, there are times when you ask somebody to take a tough vote. To me, these provisions were, rightly, so popular that the only thing that was tough was for some Republicans to stand up to those who wanted them to choose party over what was right for their community.</p><p>Q So there was no discussion from your side about the partisanship of it?</p><p>SECRETARY BUTTIGIEG: I don't ever remember talking about - when I was talking to any member of either chamber, of either party - talking about campaigns and elections in that way. What we talked about was how it would be good.</p><p>Now, of course, I believe strongly that good policy is good politics, and I think it's going to reflect well on anybody who voted to deliver these big wins and these jobs for their communities. But I think that's just clear on its face from it being such good legislation.</p><p>MS. JEAN-PIERRE: Go ahead.</p><p>Q I wanted to ask about the money for ports in the bill.</p><p>SECRETARY BUTTIGIEG: For what? Sorry.</p><p>Q The money for ports in the bill.</p><p>SECRETARY BUTTIGIEG: For ports, yeah.</p><p>Q How will that help the supply chain issues that the U.S. is facing right now? I know that's something that you've said often when you're talking about the supply chain. Is it going to help?</p><p>SECRETARY BUTTIGIEG: Yeah, let me offer a couple of examples. I mean, one is that we need to make sure our ports are as efficient as possible, right? And there are cases where more technology, sometimes physical technology around the berths, but sometimes it's more to do with the systems that help the different players talk to each other.</p><p>Remember, ports - not a single entity, right? You got the port itself, which is kind of like a landlord. Then you got the terminal operators. Then you got the truckers. And all of them are interacting with competing shipping companies - right? - to try to efficiently move these containers. They need to be able to exchange and share data. We'll definitely want to support ways to do that. So, that's an example.</p><p>Some of it's multimodal. If you see a backup of ships at a port, it might actually be because of something that's not so much onboard the ships, but inland. That's why I was pointing to that example in Savannah - serving Savannah, where we have an inland port so you can rush those containers out of that precious port space and then sort them out. And that'll be more efficient and more speedy.</p><p>So, there's - those are a couple of examples.</p><p>Let me point to one third thing: the idea of the Healthy Ports Initiative. So, there are a lot of emissions around ports - from the ships themselves, from the trucks, from the equipment. And right now, one thing that is tough is the neighborhoods that are close to them feel that impact, including in increased asthma rates in what are, by the way, disproportionately Black and Latino neighborhoods.</p><p>The Healthy Ports Initiative helps electrify them so that you don't have to worry about the emissions. And, to me, that goes hand-in-hand with those efficiency gains that we're trying to drive.</p><p>Q I wanted to follow up. Also, you mentioned truckers. Have you thought about at all relaxing Motor Carrier Regulations further to allow people 18 to 20 to participate and to be truck drivers?</p><p>SECRETARY BUTTIGIEG: So, I believe there is a provision in this legislation -</p><p>Q Yeah, in the pilot program.</p><p>SECRETARY BUTTIGIEG: Yeah, exactly. But we got to be very careful about safety. And so, the way the provision works is it's a mentorship type, apprenticeship type of initiative that tries to manage the potential for there to be a safety tradeoff.</p><p>We want as many people to be qualified drivers as possible, but never at the expense of safety. And we'll always look at other - you know, other steps we can take.</p><p>But let me mention: We've got to just make truck driving a better job. Truck drivers - there's a reason the turnover is so high. And the way they're compensated, they're often not compensated for their time, which means that their time is wasted freely sometimes when they're waiting for a load at a port, for example. Truckers have not had the option to work from home on Zoom. They are the absolute backbone of a big part of our supply chain, and we need to respect and, in my view, compensate them better than we have.</p><p>Q Thank you.</p><p>MS. JEAN-PIERRE: Sabrina.</p><p>Q Thank you, Secretary Buttigieg. President Biden said Americans will start seeing the effects of the infrastructure bill within two to three months. Is that also your assessment?</p><p>And just to follow up on Jeff's question, can you provide a more detailed timeline on when specific programs will go into effect?</p><p>SECRETARY BUTTIGIEG: So, again, I would break it into the existing programs that we're just going to be able to plus up and then the new ones that we're going to have to stand up.</p><p>So, with something like INFRA, RAISE, I think that sees more than a two-fold increase in the authorized funding. So, here you have - and, by the way, they're not waiting on us in Washington to invent these construction projects, right? The communities are applying with them, and then we're just able to fund that many more. And we're already - even though I'm going through the applications for this year's RAISE program now, we will, in very short order, be working on next year's. And you'll see a notice go out.</p><p>But, again, some things we need to stand up a whole new program - Safe Streets for All, Reconnecting Communities, Healthy Ports. And so that will take a little bit longer.</p><p>Remember, this isn't 2009; this is an era where it's about making sure we hit every shovel-ready program to - for that immediate short-term boost for the economy. It's short term, but it's long term. That's why the President talks about looking back on this moment from the 2050s.</p><p>MS. JEAN-PIERRE: And we can do two more.</p><p>Q Just to follow up on that: We were down in Mississippi talking to farmers who have had bridges close down in their area for two or three years. So, when exactly can Americans expect to see a difference in their lives? Will it be two to three months, or will it be sometime sooner?</p><p>SECRETARY BUTTIGIEG: Well, that's the beginning. Right? I mean, you know, the short answer is: as fast as many of these agencies and workforces can absorb those dollars when the formula increases or when a new grant is available.</p><p>So, some things soon. But again, this is about many, many, years ahead, starting now.</p><p>MS. JEAN-PIERRE: Go ahead, (inaudible).</p><p>Q Secretary -</p><p>MS. JEAN-PIERRE: You go first, and then (inaudible).</p><p>Q A quick follow-up on Jeff's question. On - when you're reviewing the applications, do you have adequate staff at DOT to review all of the applications that'll be coming in? And then I have one more question.</p><p>SECRETARY BUTTIGIEG: Great question. Yes, but we're going to have to grow as well. And that's one of the things we've been one working on, is how to make sure we're staffed up properly and how to make sure we're organized properly. And we're talking about, I believe, $660 billion over that stretch of years that we need to manage responsibly.</p><p>Of course, there's an admin dimension to that to make sure that we have the right - the right staffing, human power.</p><p>Q And in terms of the highway money that will go directly to states, is there something that you can do to encourage or to make sure that that money isn't used to just widen roads and encourage more people to drive? Because I know that's been a concern of some of the progressives in the transportation community.</p><p>SECRETARY BUTTIGIEG: Right. I mean, this is not just about adding, this is about being smarter in terms of how people move around.</p><p>Now, you know, the best way to allow people to move in ways that are better for congestion and better for climate is to give them alternatives. So, I know our transit funding doesn't sound like a highway policy, but actually, part of what takes the pressure off the highways is this unprecedented historic funding for transit. Right?</p><p>Having said that, you know, we're certainly, when there's any discretion involved - so, especially on the discretionary programs - we're going to think about what's really going to help solve the problem. Sometimes you add lanes to a road, you just get that many more cars, and you're no better off in terms of congestion or pollution.</p><p>We're also interested in some of the performance measures that are being contemplated as part of the second round. But with this legislation, we definitely have the tools to make a positive difference on that front.</p><p>Q Mr. Secretary, just spinning forward to the next bit of legislation - the larger social safety net bill - the House version of that legislation includes family leave - paid family leave. The Senate has indicated it will be stripped out, and it didn't meet the President's framework a couple of weeks ago.</p><p>You just came off some family leave. I was hoping you could talk to - about the benefits of that and the - number one.</p><p>And then, number two, given your experience, do you think that should be a red line for the President to keep that in there so that all Americans have access to that benefit?</p><p>SECRETARY BUTTIGIEG: Well, the President put forward a framework that he's confident can pass the House and the Senate. I think it's also no secret how I feel about family leave and how the President does, which is why, you know, he proposed it, I think campaigned on it, and will continue to fight for it.</p><p>Q Thank you. And -</p><p>SECRETARY BUTTIGIEG: And the importance of it is that it's - you know, it's not - it's talked about as time off. It's time to do work - good work, joyful work, meaningful work. But it's time to do important work.</p><p>But let me also say, as a new parent, thinking about the difference that will be made by what's in the framework: the universal access to three- and four-year-old - preschool; making childcare affordable for families across the spectrum; that Child Tax Credit - I mean, that's going to be huge and it's going to make such a big difference for new parents.</p><p>MS. JEAN-PIERRE: All right, last question. Josh.</p><p>Q Hi. Thank you. Can you circle back to the - your other hat is supply chain - sorry, (inaudible). On the trucker issue, the Teamsters have said that these truckers should unionize, should be treated like other stakeholders. Do you agree with that? Should they be able to unionize?</p><p>SECRETARY BUTTIGIEG: Well, you know, we're very pro-union. One of the things we're proud of is how this legislation will create more good-paying union jobs. And I think truckers who are unionized have more of those protections in terms of their health, in terms of their compensation. And that has a lot of benefits in terms of their effectiveness.</p><p>Look, if you have an industry with 90 percent turnover - 90 percent per year turnover at the larger employers of truckers - there's clearly an issue with the quality of the job. And one tool for improving the quality of that job is union representation.</p><p>Q But the administration has been silent on the Teamster's specific call for this. Do you endor- - so you're endorsing these - the short-haul truckdrivers' (inaudible)?</p><p>SECRETARY BUTTIGIEG: I mean, I don't know if you're applying that to a particular employer, but what I would say is that, you know, we believe in what unions can do to enhance the standing of workers in any industry.</p><p>And - but also for - you know, for independent truck drivers, I mean, it's very clear that there's an issue with what happens when they get to the gate of a port, for example. And that largely has to do with compensation structures across the industry that are over and above what the union issue speaks to.</p><p>Q Do think the bottlenecks are still in Los Angeles and Long Beach, or are they moving in the most recent weeks as steps have been taken to sort of ease the congestion?</p><p>SECRETARY BUTTIGIEG: So, I think we've - we've certainly seen -</p><p>Q What's the state of things right now?</p><p>SECRETARY BUTTIGIEG: Yeah, we've seen some steps that are, we think, making a big difference there in terms of moves to clear the containers - obviously the 24/7 ops.</p><p>But, look, the bottom line is - and I think this is important - not everybody may be following this: It's not that the ports are moving less goods, that they've somehow been less able to move. They're moving more goods than ever. It's just that it's still not keeping up with the demand.</p><p>National Retail Federation predicts an all-time record high this year, and that's enormous pressure. And whenever you have enormous pressure on a system, you will find the weakest links in that system. And that, frankly, could pop up at any juncture around the U.S., which is why we're very focused on LA and Long Beach, because that's 40 percent of the containers coming in.</p><p>But, you know, anywhere, including 1,000 miles inland at some multimodal facility that's gummed up. I mean, anywhere in the country you can see these issues.</p><p>Q So, are they not the bottleneck anymore?</p><p>SECRETARY BUTTIGIEG: Huh?</p><p>Q Are they not the bottleneck anymore? Is it moving to -</p><p>SECRETARY BUTTIGIEG: What I'm saying is it's not a matter of the bottleneck. Right? It's a matter - I mean, anywhere - literally, anywhere in our economy, there is a relationship between a manufacturer, a shipper, and a retailer. There are a thousand points in that chain where something can go wrong.</p><p>And we're seeing a lot of those points reveal themselves because of the enormous demand, the constraints on supply, the outdated infrastructure that it all runs across, and then the fact that the pandemic is poking holes in all of the above, which is why the other thing I think is important to point out, having seen shortages in - you know, it started with toilet paper, then it was beef last year.</p><p>The best way to end a pandemic-related shortage is to end the pandemic, and that's why the vaccine push is so important.</p><p>MS. JEAN-PIERRE: Okay. Great. Thank you so much.</p><p>SECRETARY BUTTIGIEG: Thanks.</p><p>Q Thank you.</p><p>SECRETARY BUTTIGIEG: Thanks again. Really great being with you.</p><p>Q Thank you, Mayor Pete.</p><p>Q Safe travels.</p><p>MS. JEAN-PIERRE: (Inaudible.) (Laughs.)</p><p>SECRETARY BUTTIGIEG: Thanks.</p><p>MS. JEAN-PIERRE: Thank you so much. Have a safe trip.</p><p>All right, I got one thing at the top and then we'll dive in.</p><p>So, later this afternoon, the First Lady will kick off a nationwide effort urging parents and guardians to vaccinate eligible children. The CDC's recommendation of pediatric COVID-19 vaccine for kids ages 5 to 11 represents a major step forward in the country's fight against COVID-19.</p><p>The First Lady and U.S. Surgeon General, Dr. Vivek Murthy, will visit a pediatric COVID-19 vaccination clinic at Franklin Sherman Elementary School in McLean, Virginia, the first school to administer the polio vaccine in 1954 - a fun fact.</p><p>Coupled with First Lady's push, on Monday Secretaries Becerra and Cardona sent a Dear Colleague letter to school superintendents and elementary school principals across the nation to take a series of steps to encourage children vaccinations, including by holding vaccination clinics at schools, hosting community conversations with pediatricians about the importance of vaccinations for children and to answer parents' questions about the vaccine, and providing parents with trusted information about the vaccine as well.</p><p>The administration is also encouraging districts across the country to set up school-located vaccine clinics by using their American Rescue Plan funds to help operationalize these clinics and by using providers through the Federal Retail Pharmacy Program to administer a vaccine.</p><p>With that, Zeke, go for it.</p><p>Q Thanks, Karine. We heard this initial White House response to the Fifth Circuit staying the OSHA rule - the vaccine or test mandate that was (inaudible) - really take effect there beginning of next year. What's the - is the White House concerned that the legal wrangling surrounding that rule could delay the implementation of that? And what's the administration's message to businesses and Americans, you know, who are subject to that rule?</p><p>MS. JEAN-PIERRE: So, broadly speaking, at least on the confidence, defending a policy is not a new thing from an administration, regardless if it's a Republican or Democratic administration. This is something that happens all the time.</p><p>The administration clearly has the authority to protect workers, and actions announced by the President are designed to save lives and stop the spread of COVID-19. And as DOJ said, they will be defending these lawsuits.</p><p>But I also want to step back for a second because there is precedence here. You know, the Department of Labor has a responsibility to keep workers safe and the legal authority to do so. The Secretary determines - the Secretary of Department of Labor determines workers at risk or what is called grave danger.</p><p>And if you look around and if we really, you know, zero in, this past year, more than 750,000 people have died of COVID. You have more - about thirt- - approximately 1,300 people a day who are also - who continue to die a day, as I said, from COVID. If that's not a grave danger, I don't know what else is. Right?</p><p>So, I want to be really clear as well - is that the Congress empowered OSHA with - through a law - through a law that has been in the books for more than 50 years. So, this is an authority that we believe that Department of Labor has. We are very confident about it - confident about it. And just to - just to say this is about keeping people safe in the workplace, and it's critical and it's important to do. And so that's the message that we want to send out.</p><p>Q And what - you know, simply, though, to a business owner that sees the headlines that, you know, the rule has been stayed now, just, you know, will - should they prepare their employees now to get vaccinated, or should they wait while this law is - plays out?</p><p>MS. JEAN-PIERRE: No, that's a great question. I appreciate the question. We think we - people should not wait. It's - we say: Do not wait to take actions that will keep your workplace safe. It is important and critical to do, and waiting to get more people vaccinated will lead to more outbreaks and sickness.</p><p>So, this is about keeping people in a workplace safe. And so - and what we're seeing is more businesses and school closures and most lost jobs in - keep us - keep us stuck in a pandemic that we're trying to end. Like we do not want that to happen. We're trying to get past this pandemic, and we know the way to do that is to get people vaccinated.</p><p>So, people should not wait. They should continue to go - move forward and make sure that they're getting their workplace vaccinated.</p><p>Q And can I just follow up on Kaitlan's question to Secretary Buttigieg earlier? What will the President's sales pitch look like on the infrastructure bill when he signs it? Is he going to be traveling? Is he going to be sending his Cabinet out there?</p><p>And particularly, this time, given the lessons learned from the Affordable Care Act and other Democrat priorities, the importance of actually going out and selling it, how important does the President believe that his voice out there, talking about the benefits of that bill, will be to his legacy?</p><p>MS. JEAN-PIERRE: Well, it's critically important. And you've - we've - you know, you've traveled with us. We've been across the country - in different regions of the country where the President has talked about his economic policy - Build Back Better Act and the bipartisan infrastructure.</p><p>And it's - it's critical. This is a once-in-a-generation investment that the President talks about, we talk about - I mean, this is one of the reasons we had Secretary Buttigieg here is to have that conversation, continue to talk about the key components in here, which is the roads and - and also, let's not forget climate change and the bridges and the ports - all of the things that we need to make sure that there are good-paying union jobs and to make sure that we are investing in our country, make sure that we are competitive with China.</p><p>So, the President is going to continue to have those conversations, continue - you'll hear - continue to hear from him. He will travel and make sure that, to your point, the American people hear directly from him about the importance.</p><p>But also, you'll have the Cabinet Secretaries out there. You have White House officials out there.</p><p>And so, it is important to sell this - yes, to sell this, but to - for the people to understand that this is going to make a transformational change in their lives, an investment that we haven't seen in - in my whole entire lifetime. And it's going to be critical and important.</p><p>MS. JEAN-PIERRE: Yeah, Jeff.</p><p>Q Thanks, Karine. The President has indicated that he will be making a decision on the Fed Chair soon. He appears to have interviewed two candidates. Can you give us an update on anyone else he's interviewing and give us any sense more on the timeline?</p><p>MS. JEAN-PIERRE: So, I cannot confirm any - any interviews that he may or may not have had. Somebody asked - asked me about this on Friday.</p><p>Look, I mean, the President spoke to this last week; you were - you were with us in both Scotland and in Rome where he was asked that question. I believe in Scotland he was asked that question during his press conference.</p><p>And so, I don't have any announcements for you today. The President will continue to engage with his senior economic team in a careful and thoughtful process to appoint a Federal Reserve Chair. And that's all I have for you today, Jeff.</p><p>Q One other topic. The President's and the Vice President's poll numbers have been falling. How big of a concern is that for this White House, particularly with an eye towards the midterm elections just a year from now?</p><p>MS. JEAN-PIERRE: Are you talking about a particular poll?</p><p>Q No.</p><p>MS. JEAN-PIERRE: No? Just in general?</p><p>Q In general.</p><p>MS. JEAN-PIERRE: So, look, you know, one of the things that I want to say is that we are confident that our policies will improve the lives of nearly every American, and so grow our economy and create jobs. That's our focus: to make sure that we continue to push the President's economic policies.</p><p>And, you know, look, polls are all over the map. And that's not going to be our focus right now. The President was also asked this last Tuesday. And he wants to make sure that we deliver for the American public. And that is - that is what we're going to - that's what we're going to focus on.</p><p>And, also, like poll after poll, including the poll that you may be thinking of or other polls that are out there, has showed us the components of the Bipartisan Infrastructure Deal and the Build Back Better framework are very popular. And that's important to note.</p><p>And American families want to see these historic investment in infrastructure. They want to see it in care. They want to see in competitive. They want to see in this - addressing the climate crisis. And so, that's what we're seeing. And that's what matters as we're moving forward - is delivering for the American public.</p><p>Go ahead. Go ahead, Weijia.</p><p>Q Karine, thank you. To follow up on what Jeff and Sabrina were trying to ask the Secretary: The President said Americans would feel the impact of the projects within two to three months, but I didn't hear a single specific project that will be launched. So, has the administration identified any? Any that you can share?</p><p>MS. JEAN-PIERRE: I don't have anything - I don't have anything to announce as to any specifics. We'll have more on the implementation of this as the days go by, the weeks go by. And so, stay tuned. We'll have a lot more to share.</p><p>But, as you can imagine, implementing this is critical and important to us. If you look at the American Rescue Plan, which we believe was a success, that's one of the reasons we saw the job numbers that we saw on Friday with 531,000 jobs in the last month.</p><p>So, we want to continue making sure that we deliver. And so, just like we did with the American Rescue Plan, we'll make sure to do this with the bipartisan infrastructure framework as well.</p><p>Q For so long, you and President Biden have talked about the urgency of passing this bill. Now it's passed, so why is he waiting to sign it? And when will he sign it?</p><p>MS. JEAN-PIERRE: So, he talked about this on Saturday. He - and he basically said he wants to make sure the congressional members who worked very, very hard on this, when they come back, then we'll - we'll figure out a time to sign it. But you're right, it's - it's urgent, but we also want to make sure that the people who spent the last couple of weeks, last couple of months just all in, delivering on this - on this promise, are here for the signing as well.</p><p>Q So, do you have a date in mind?</p><p>MS. JEAN-PIERRE: I do not have a date, but it will be very soon.</p><p>Q And then, turning to reconciliation, does President Biden believe Congress should wait for a CBO score to vote on it, or not?</p><p>MS. JEAN-PIERRE: Well, here's the thing: As you know, Weijia - and I talked about this probably on Thursday, probably on Friday - I can't remember now. But, as you know, we put forward our score. We put forward, through the Treasury - there was a Treasury blog. There was also the JCT that put out a number as well, which - which was the - kind of the first part before - before the CBO puts out their number.</p><p>And we said that there's more - it's going to be more than paid for. I believe our number was $2.1 trillion. And so, we are confident that this is going to be paid for. We are confident that it will add zero dollars to the deficit. Moody's has said this as well, and so - and other economists have said this.</p><p>And so, we're going to, you know, continue to move forward. And that's why we wanted to be transparent, which is why we worked across the - across agencies, across - across the administration to make sure that we put out a number to show that it could be raised.</p><p>Q So, he wants them to use that number or wait for the CBO?</p><p>MS. JEAN-PIERRE: Well, we just wanted to make sure that, again, we were transparent; we put out what we thought it would be - would be raised. And so, that's what we put out there last week.</p><p>Q Thanks.</p><p>MS. JEAN-PIERRE: Peter.</p><p>Q Thank you. The Energy Secretary says, about the cost of Americans heating their homes in the winter, It will be more expensive this year than last year. So, why is the administration now considering shutting down the Line 5 pipeline from Canada to Michigan?</p><p>MS. JEAN-PIERRE: So, Peter, that is inaccurate. That is not com- - that is not right. So, any reporting indicating that some decision has been made, again, is not accurate.</p><p>But what I will say is - I'll lay this out for you for a little bit here: Where we are at - where we are is - with this is that Canada has decided to invoke, dispute resolution provisions of the 1977 Transit Pipelines treaty.</p><p>We expect that both the U.S. and Canada will engage constructively in those negotiations. In addition to being one of the closest allies, Canada remains a key U.S. partner in energy trade, as well as efforts to address climate change and protect the environment.</p><p>I will also add this, too: is that the current - the current Line 5 pipeline is subject to litigation between Enbridge and the state of Michigan.</p><p>So, again, I would - it is inaccurate what you just stated, but -</p><p>Q What's inaccurate?</p><p>MS. JEAN-PIERRE: The reporting. The reporting about us wanting to shut down the Line 5.</p><p>Q I didn't say wanting. I said, is it being studied right now? Is the administration studying the impact of shutting down -</p><p>MS. JEAN-PIERRE: Yeah.</p><p>Q - the Line 5?</p><p>MS. JEAN-PIERRE: Yes, we are. We are. That -</p><p>Q So then what's inaccurate?</p><p>MS. JEAN-PIERRE: Well, I thought you were saying that we were going to shut it down.</p><p>Q No.</p><p>MS. JEAN-PIERRE: But that is - that is not inaccurate.</p><p>Q Just asking.</p><p>MS. JEAN-PIERRE: Okay. Great. Great, great, great. But the Army Corps of Engineers is preparing an environmental impact to look through this.</p><p>Q Okay. And then, now that the President is on the record, as of Saturday, supporting compensation for illegal immigrants who were separated from family at the border, who counts as separated? If somebody was just separated for a few hours or a few days, would they be eligible to settle a suit and get this payment from DOJ?</p><p>MS. JEAN-PIERRE: So, Peter, I will direct you to the Department of Justice for any specifics on that. We have - we have - you've asked us this question, we have answered it, and I will refer you to the Department of Justice on any specifics.</p><p>Q The President is going into great detail, though, about the policy. So, if he can answer it, I just - I'm curious - going back to 2018, some illegal immigrants were given a choice: get deported alone or get deported with their kids. If somebody chose to be separated, chose to go back by themselves without their family, would they be eligible to settle one of these lawsuits?</p><p>MS. JEAN-PIERRE: Peter, I'm going to refer you to the Department of Justice. I don't have anything more to say. And I'm going to move on, okay?</p><p>Q Okay.</p><p>MS. JEAN-PIERRE: All right, thank you. Go ahead, Kaitlan.</p><p>Q Is the White House's assessment still that Democrats should be able to pass the second piece of this legislation - the Build Back Better Agenda - by Thanksgiving?</p><p>MS. JEAN-PIERRE: So, we're going to work very hard to make sure that this gets done. As you know, on Friday, the House voted on a rule to make sure that on November - the week of November 15, that it moves forward out of the House.</p><p>And so, we're going to just continue - the President on Friday was, you know, burning - burning the phone lines and calling members. Clearly, I'm not going to get into specifics on private conversations, but making sure that the support was there to move that out of the - out of the House.</p><p>And so, we're just going to continue to do that - have conversations with members of the House, have co- - and the - and the Senate, clearly. And that'll be on the President's level and also a staff level.</p><p>But I don't - I don't have any specifics there. But that is our plan: to try and get this out as soon as possible.</p><p>Q So is Thanksgiving, though, generally the timeline when you talk about this?</p><p>MS. JEAN-PIERRE: I don't have a timing for you. I'm just saying that we're going to work really hard to get it done. It's - it's going to go for a vote the week of November 15th out of the House, and then we're going to work with Leader Schumer to make sure that get - that it gets done.</p><p>Q Okay. And on what Secretary Granholm and what she was saying yesterday, what options, besides tapping the Strategic Petroleum Reserve, does the President have to counteract higher gas prices?</p><p>MS. JEAN-PIERRE: So, you know, we've - I've talked about this a couple of times. You know, we have - we don't have an announcement yet on anything - anything to share at this time. You know, but we're monitoring it. Right? We're monitoring the prices and we're making sure that we have tools in our toolbelts that we can - we can - we can try and use. But at this time, I don't have anything new to share.</p><p>Q But just what else are you reviewing? Because Secretary Granholm has confirmed that is an option that's on the table, and the President has said there are other tools that you could potentially use. So, could you just lay out what those other options are that he's considering?</p><p>MS. JEAN-PIERRE: So I don't - again, I don't - I don't have anything specific here. The President spoke to this recently. But he's also asked the FTC to crack down on illegal pricing. Right? That is one thing that he did on gouging in the market. And the FTC is responding. But, also, we're going to continue to monitor the situation and have a number of tools in our arsenal. As I just mentioned, I don't have anything specific.</p><p>Okay. Go ahead.</p><p>Q Thanks, Karine. We know President Biden signed an executive order on September 9th that requires White House and agency employees to be fully vaccinated by the - November 22nd. We know that a person needs two weeks after their last shot to be considered protected, so that means that workers would have to be vaccinated by the end of today. So do you have an estimate of how many in the federal workforce are on track to meet these requirements?</p><p>MS. JEAN-PIERRE: So, agencies will release their vaccination rates once they complete - complete their process. But I just wanted to say: Vaccine requirements - as we all know, as we've talked about here - work. We already know the Department of Defense is at 97 percent of their active-duty troops vaccinated, and we're seeing strong compliance across the federal government. Tens of thousands of federal workers get vaccinated each week. Additionally, agencies are moving forward in real time with collecting vaccination and compliance data. And as expected, numbers continue to rise as we approach the deadline and more federal employees input their documentation.</p><p>So federal workers have until November 22nd to get vaccinated. And as we have made clear, the deadline is not a cliff for employees in comp- - compliance; they will go through education, counseling, accommodations, and enforcement as is standard to their agency.</p><p>But, again, agencies will release their own on - their own numbers.</p><p>Q And we can expect them to be transparent about that - releasing the data?</p><p>MS. JEAN-PIERRE: Oh, absolutely. We - they will be transparent.</p><p>Go ahead.</p><p>Q Can you - just following up on the Line Five thing, you're saying the Army Corps of Engineers is studying -</p><p>MS. JEAN-PIERRE: Yeah.</p><p>Q - the prospect of closing it or just studying it (inaudible)?</p><p>MS. JEAN-PIERRE: So I'll -</p><p>Q I just want to -</p><p>MS. JEAN-PIERRE: Yep.</p><p>Q - clarify what you said.</p><p>MS. JEAN-PIERRE: No, no, happy to.</p><p>So, the Army Corps of Engineers is preparing an environmental impact statement on Line Five and the construction of that replacement line.</p><p>Q Right.</p><p>MS. JEAN-PIERRE: So that is at issue here.</p><p>The EIS will help inform any additional action or position the U.S. will be taking on the replacement of Line Five. This is a - consistent with the President Biden's commitment that every infrastructure project - potential pipelines very much include - included must undergo a full and fair review that considers the environmental impact that those projects would have.</p><p>And so, you know, any other further information on that, I would refer you to the Army Corps of Engineers.</p><p>Q Is it fair to say the administration is waiting on the result of -</p><p>MS. JEAN-PIERRE: We're waiting, right?</p><p>Q - the review?</p><p>MS. JEAN-PIERRE: There is a review, and we're waiting.</p><p>Q And going back to the Fed question earlier, one of the members of the board announced his resignation today. Do you have any comment or reaction to the Governor Quarles's reaction?</p><p>MS. JEAN-PIERRE: So, yeah, I don't have anything on that for you. But this obviously just happened a couple of hours ago. And so, we're - and we're certainly thankful to Randy Quarles for his service. And I'm sure the President will engage with his senior economic team in a careful and thoughtful process to find a replacement.</p><p>Q And do you see any link - you now have three spots to fill over the coming months, aside from Chairman Powell. Is there any link between the number of vacancies and your decision whether to keep the Chair? In other words, does having an opportunity to remake the Board without switching the Chair factor into the President's decision at all?</p><p>MS. JEAN-PIERRE: Oh, I - you know, I'm not going to, you know, go into what the President - how is he - he's making his decision. All I can say is that this is incredibly important to the President and he's taking this very seriously.</p><p>Q And is this a days, weeks, or months - you know, months thing?</p><p>MS. JEAN-PIERRE: I don't - I don't have a timeline. I know - I know this is an important question.</p><p>Q We are so into it, Karine. (Laughter.)</p><p>MS. JEAN-PIERRE: I know. You guys are so into it.</p><p>Q It's our biggest thing.</p><p>MS. JEAN-PIERRE: I know. I know. I know.</p><p>Q So are we. So are we. (Laughter.)</p><p>MS. JEAN-PIERRE: I know. I know.</p><p>Q (Inaudible.)</p><p>MS. JEAN-PIERRE: I know. I know.</p><p>Q He's - you're joking, but, you know, it's (inaudible).</p><p>Thank you very much, Karine.</p><p>MS. JEAN-PIERRE: All right. I promise, as soon as we know, we'll sha- - we'll share that information.</p><p>Q Very kind. Thank you.</p><p>MS. JEAN-PIERRE: Go ahead.</p><p>Q When you look at the situation with a vote on the Bipartisan Infrastructure the other night, there were a handful of progressives who voted against it; they explained their reasons.</p><p>Going into Build Back Better, there is no margin among Democrats - really just a couple of votes - that you could possibly lose in the House, none in the Senate.</p><p>What is the strategy when you know you're not - more than likely not going to have any Republican support to cover for that, when it is possible there will be changes made by the Senate that may not be in the interest shared by the Progressive Caucus - tightening up some of the provisions within that? So how will the President approach that, trying to keep progressives on board when six very prominent progressives voted against the first piece of the Biden agenda?</p><p>MS. JEAN-PIERRE: You know, Kelly O, I'll say this: You know, we're going to approach it the same way we approached American Rescue Plan - right? - which people thought we weren't going to get that done. We're going to approach it the same way we're - we approached the Bipartisan Infrastructure Framework, which folks said we wouldn't make that happen.</p><p>And so, right now we're two for two. Right? And so, we believe that this is going to get done. The President is committed to this. This is part of his agenda - right? - the economic policy agenda that you hear us - we say this all the time, that 81 million people voted for, last year - just a year ago.</p><p>And so, this - these are popular components of his economic policies, when you look at both the BIF and the bipartisan - bipart- - Build Back Better Act.</p><p>And so, we're going to just - he's going to - we're going to continue to work with Congress. We're going to continue to work with the Speaker. We're going to continue to work with Leader Schumer and have those conversations across the aisle to get it done. Because this is something that the American public, the American people need. This is a once-in-a-generation, you know, investment. We're talking about childcare. We're talking about eldercare. We're talking about making sure that, you know, medical expenses are - you know, are not your whole entire check, when you think about pharmaceutical drugs.</p><p>I mean, we're talking about child - a child - I said childcare already, but all of these things - climate change. Right? When you put those two bills together, it's historical in the way that's going to get us to where we need to go to fighting climate change in a real way.</p><p>So, these are so important to the President. We're going to continue to work on it. But, you know, we got the American Rescue Plan done. We got the Bipartisan Infrastructure done when people didn't think we would.</p><p>Q Do you expect the President will add sort of to his Daily Briefing the update on what's happening with infrastructure projects and things so that there will be -</p><p>MS. JEAN-PIERRE: Yeah.</p><p>Q - an inflow of information about what these projects are in a practical sense? Will there be a - sort of an in-house, inside the White House sort of central clearing house for this since it does deal with many departments of the government?</p><p>MS. JEAN-PIERRE: Yeah. Well, as you know, this is nothing new to the President. When he was Vice President, he - he was - he led the Rescue Act - Recovery Act, pardon me. And so, he knows how this is done. He knows how implementation works. And so, knowing this President, he's going to want to know every component of how it's going. And so, we're going to stay on top of it. It's going to be key.</p><p>In order for the American people to feel this, this has to be implemented. So, we're going to make sure that happens.</p><p>Go ahead, Sabrina.</p><p>Q Karine, thank you. The U.S. is now accepting fully vaccinated travelers from countries that were previously restricted during the pandemic. And given how rapidly the Delta variant spread here within the United States over the summer, why are there still no vaccine or testing requirements for domestic travel?</p><p>MS. JEAN-PIERRE: So, you know, we say this all the time: Everything is on the table. We just don't have any announcement to preview right now on this. So, I don't have anything more to share on the domestic travel.</p><p>Q And separate topic -</p><p>MS. JEAN-PIERRE: Yeah.</p><p>Q Before his foreign trip, the President signaled he was considering some changes - possible changes to the filibuster and would have more to say soon. Do you have any update on where he stands? And would he support a carveout, for example, for another debt ceiling increase this December?</p><p>MS. JEAN-PIERRE: I don't have anything more to share on that. But I would say - we've talked about this with the debt ceiling: We believe that it should be done in regular order, just like it was done just a couple of weeks ago. And that's the way that we think we should move forward. But clearly, we're going to work closely with members on the Hill, with Leader Schumer on the next steps on the - on this.</p><p>Q Thank you. Thank you, Karine. On foreign policy, I have two related questions on the U.S.-Russia relationship, if I may. First, could you give us a readout on talks that CIA Director Burns held in Moscow last week? He was there at the request of the President.</p><p>And, secondly, there was a discussion of a new contact or a meeting or whatever between President Biden and President Putin. There was a pull-aside between President Biden and Foreign Minister Lavrov in Rome. Could the two Presidents meet virtually or in person before the year is out?</p><p>MS. JEAN-PIERRE: So, on your second question, I don't have anything to preview on any meeting.</p><p>On the first one, as you stated, CIA Director William Burns, at the President's request, led a delegation of senior U.S. officials to Moscow on November 2nd and 3rd, as you just stated. They met with members of Russian government to discuss a range of issues in the bilateral relationship. I don't have anything further.</p><p>Q Thank you so much. Regarding the OSHA vaccine case, you mentioned the high number of Americans who died over the course of the year. But cases are falling, many workplaces have already implanted safety measures that appear to be working. So how does the administration explain what is the grave danger at this time - now?</p><p>MS. JEAN-PIERRE: Well, we still have 1,300 people a day - approximately 1,300 people a day dying of COVID. That is - that - we should not - that should not be the number that we're looking at.</p><p>And we believe that in order to get this pandemic behind us, we get - we need to get more people vaccinated, and this is a way to do that.</p><p>And we see vaccination requirements work. And also, it's important to keep people safe in their workplace. That should be - you know, that should be mission critical in making sure that that happens. And so we're going to - you know, we feel confident about the legal component of this. The Department of Labor have the - has the authority to move forward in making sure that they keep the workplace safe.</p><p>And so, yeah, we have to make sure that we get this pandemic behind us.</p><p>Q On infrastructure, the President is going to be out promoting. You've talked about that he's going to be, you know, getting his voice out and talking to the American people directly.</p><p>I just wanted to ask, though: How does he balance promoting infrastructure while also, kind of, you know, kind of digging in to make sure that the bigger social service/climates package is conducted? I mean, how does he tour as well as, you know, work the phones and meet with members here in Washington to get the up - to get the bigger package done?</p><p>MS. JEAN-PIERRE: Well, the President can manage multiple things at once. That's not unusual from - for any president or for this president.</p><p>And when he did travel - when he was traveling, talking about his economic policy, he talked about both. If you listen to his speeches, he laid out the advantages and the importance of the Bipartisan Infrastructure Bill, and he laid out the importance of the bipartisan - I'm sorry, the Build Back Better Act, and laid out why those two key pieces of policies are going to get America back on track, to continue that investment that we saw with the American Rescue Plan. So, this is something that he has been doing and he will just continue to do.</p><p>Q Just a follow-up on the messaging questions. Are there specific lessons that the White House learned from selling the American Rescue Plan earlier this year that they'll apply or do better or do differently this time around with the infrastructure legislation?</p><p>MS. JEAN-PIERRE: That's such a great question. I don't have any specifics to pull out or to call out on things that we can improve on.</p><p>We believe the American Rescue Plan was incredibly successful. I mean, if you just, again, look at the jobs numbers for last month; if you look at how much the economy is coming back: 620,000 jobs a month since the President took office; 5.6 million jobs; 531,000 jobs just last month. And a lot of that was because of the American Rescue Plan and the decisiveness - the decision that the President took to make that happen, and also getting people vaccinated.</p><p>His vaccination strategy played a big role. So, that's to - you know, to your question, over here: The importance of getting our - turning our economy back on is also to get people vaccinated. It's all correlated. It's all connected. And so that's - that's the important thing to remember.</p><p>Q Karine, can I follow up on vaccinations?</p><p>MS. JEAN-PIERRE: Sure.</p><p>Q Kansas Governor Laura Kelly, a Democrat, put out a statement Friday criticizing the OSHA rule, saying she doesn't believe this directive is the correct, or most effective, solution for Kansas. You've repeatedly pushed back on Republican officials -</p><p>MS. JEAN-PIERRE: Yeah.</p><p>Q - in this context. But does a statement like that, from a Democratic governor, undermine the White House's message and complicate your ability to persuade the public that this is the best policy?</p><p>MS. JEAN-PIERRE: Well, look, I mean, the way that we see it - and we - and this is the thing that we repeat all the time: We know the vaccine requirements work, and we're going to continue to push that. I know - we're going to make sure that we get as many people vaccinated. It is - it is so important to get this pandemic behind us and to get the economy going.</p><p>And so, that's - I mean, that's going to continue to be our message is to tell anyone that we're working with, whether it's a Democrat or Republican, that this is how we have to move forward to make sure that we get out of the situation that we're in, to get out of this pandemic again.</p><p>Q May I also follow up on vaccination?</p><p>MS. JEAN-PIERRE: Yeah.</p><p>Q You just mentioned a lot of stats that you guys were citing on Friday with the latest jobs report but also just jobs in general since the President took office and the progress from the Rescue Plan. How do you square that with how voters sort of reacted and felt in the states on Tuesday? Obviously, New Jersey, Virginia, elsewhere. Clearly there's a lag, at least, in terms of how people are feeling about the economy and about the results so far.</p><p>MS. JEAN-PIERRE: So, I mean, it's basically what the President said - you know? - which is why I think it was a huge step forward that the bipartisan infrastructure plan got passed last Friday. And that's - and that's in - to credit the members on - in the House - in both chambers, actually, and also the President working in partnership with them.</p><p>And so, you know, we have to deliver. That's what the President said. We have to deliver and make sure that the American people see what we're doing here in Washington, D.C.</p><p>So, we're going to continue to do that. Build Back Better is going to get done. We're very confident about that. You heard the President say that himself on Saturday. And he's going to work very hard to deliver that.</p><p>Q And can you provide any more clarity on the upcoming virtual summit with President Xi? Is that - do you have maybe a closer approximation of a date for that?</p><p>MS. JEAN-PIERRE: Yeah, let me see if I have something.</p><p>So, as we've said, we have an agreement in principle with the PRC that President Xi and President Biden will have a virtual bilateral meeting before the end of the year. This is part of our ongoing efforts to responsibly manage the competition between our countries, not only - not about seeking specific deliverables, so I want to make clear on that. And working-level discussion - working-level discussions are underway to confirm details, but I don't have any updates for you at this time or announcement on a time on this.</p><p>Q Can you say whether that's going to be before Thanksgiving or after?</p><p>MS. JEAN-PIERRE: I don't. All we have is before the end of the year, as I just stated.</p><p>Q A question on COVID. You mentioned that there are still, you know, an average of like almost 1,300 people a day -</p><p>MS. JEAN-PIERRE: Approximate - yeah, approximately.</p><p>Q - people dying. At the current rate that we're going, do you have an idea of when the pandemic could become an - you know, could cease to be a pandemic? And what would that - what does the endgame look like at this point?</p><p>MS. JEAN-PIERRE: Yeah, I - I do not know. I would refer you to public health experts, the CDC. I - that's not something that we're zeroing in on.</p><p>Our focus is to make sure we do everything we can to save lives and get people vaccinated.</p><p>Q Because people are sort of wondering, you know -</p><p>MS. JEAN-PIERRE: Yeah.</p><p>Q - what does that look like and how much longer is it going to go on. And obviously, you can't see the future, but is - you know, is there a picture of what people can expect as we, you know, try to wind this down?</p><p>MS. JEAN-PIERRE: I mean, honestly, Chris, our focus is to make sure we get as many people vaccinated, right? We want to - I mean, if you think about it, this time last year, there were no vaccines, right? We've come a long way in just these first 10 months in making sure - like, we have 80 percent of Americans have at least one shot; 70 percent of Americans are fully vaccinated. Now we've opened it up for the ages 5 to 11, thank you - thanks to the CDC and FDA and their ruling and their decision.</p><p>And so, our job that we see here in the administration is to make sure that these vaccines are readily available, that they're free - right? - and that we make it as easy as possible for people to get vaccinated, and that we message that out.</p><p>And so, that's our focus: to be in a different place than we were, you know, six months ago, different place than we were a year ago, and really just kind of move forward on getting people vaccinated.</p><p>Go ahead. Go ahead, Karen. Go ahead, Karen.</p><p>Q If I could follow up on that. You talked about the First Lady going out there today to Virginia and that she's going to be doing events like this in the coming weeks. What is the goal to have the First Lady out there? What message is the administration hoping she can convey? How can she be an effective messenger?</p><p>And then, I asked this question a couple of weeks ago, maybe months ago: Now that we're here and that the 5 through - age 5 through 11 can get vaccinated, how has the administration shifted its approach and strategy toward convincing those parents who are hesitant? Because the polls are showing a very significant portion of that age group, their parents are worried and waiting a little bit. You've done this for adults, you've done this for teens, but now these young kids. How does that strategy change?</p><p>MS. JEAN-PIERRE: So, on your first question about Dr. Biden - the First Lady: I mean, she is a powerful voice just as First Lady and also as herself, as Dr. Biden, and, you know, a mom, a grandmother. She understands what parents are feeling. Right? She understands what it means to go through this process.</p><p>So, I - you know, I think that - we think that she is incredibly credible - right? - and has a powerful messenger, going to schools and really comforting parents if they have questions or comforting kids who are - you know, who are getting vaccinated.</p><p>And so, we're happy to see her out there. She'll be out there more. And, you know - and we're going to continue to try and make sure that parents feel comfortable and people - and more kids get vaccinated and more adults get vaccinated in the process.</p><p>Q And a follow-up, just in terms of the strategy.</p><p>MS. JEAN-PIERRE: Yeah, I - Vivek - Dr. Vivek Murthy talked about this - talked about what is it that they're doing to address the hesitancy of parents.</p><p>As you could imagine, we say - we've said this the last couple of months: is having trusted voices are key - right? - your pediatrician - making sure you're talking to your pediatrician about this, making sure you're talking to public experts.</p><p>And so, we'll continue to have those conversations. And I would also refer you to Dr. Murthy and what he has said in the past on this as well.</p><p>Q Can I follow up on a question? Can I follow up on a question - the answer to the question you gave about the vaccine mandate for federal employees? You said agencies will release their vaccination rates once the process is completed. Will that include how many employees have asked for religious exemptions and how many are being granted them?</p><p>MS. JEAN-PIERRE: I don't have specifics on how the breakdown is going to be, but I know that that's where it's going to come from, and they'll release the numbers. I don't know like the specifics.</p><p>Q But that's something they're not telling us now.</p><p>MS. JEAN-PIERRE: Okay.</p><p>Q We've asked and others have asked, and they're not (inaudible).</p><p>MS. JEAN-PIERRE: Okay. I can - I can go back and get that particular question for you answered, but I know that that's where it's going to come from.</p><p>Q Karine, a question from the fifth row, please.</p><p>Q Karine -</p><p>MS. JEAN-PIERRE: Go ahead. Go ahead.</p><p>Q Thank you. Quick question: You talked about how this infrastructure plan is going to impact jobs numbers, and we've heard in the jobs report in the past. Within the Black community, it's a little bit different. So can you talk about - which the rate is almost double. So can you talk about, with this plan, how - is there any target number? Or how specifically is it going to impact the Black community?</p><p>And also, with the - going back to the American Rescue Plan with $1.9 trillion almost hitting the streets, municipalities getting a hold of this pot, how are you making sure to track that this money has been distributed equitably?</p><p>MS. JEAN-PIERRE: So, that is something that the President has been very clear about, about all of his policies - even if you look at his COVID strategy - is to have equity at the center of this.</p><p>If you look at - talking about the American Rescue Plan, if you look at the Child Tax Credit, about 34 - and when we talk about it cutting up child poverty for the American - for the Black American community, it's about 34, 36 percent it cut child poverty.</p><p>So those things are important and critical. But we're going to continue to make sure that all of the - all of this is done equitable - equitably. I mean, like I said, if you look at the COVID strategy that we had, it was done in an equitable way, and we're going to continue to do that with the Ameri- - we did that with the American Rescue Plan, and we'll continue to do that with both of his economic policies. Bipartisan Infrastructure clearly has been passed. And we're going to make sure once the Build Back Better Act is passed, that it - we see that - that equity at the center of everything that we do.</p><p>Q And concerning the jobs numbers?</p><p>MS. JEAN-PIERRE: Yeah, so you're talking about the Black unemployment rate?</p><p>Q Yes.</p><p>MS. JEAN-PIERRE: Yeah. So we know there's a lot of votality [volatility] when it comes to individual groups because of small sample sizes. So it's critical to look at broader trends instead of individual data points.</p><p>So, when you do that, you'll see that we've made real progress across the board, including the African Americans going from - with African Americans going from 9.2 - 9.2 percent unemployment when the President took office to 7.9 percent. Like, we know that's still really too high and there's still a lot of work to do, but there has been a difference that we wanted to point out.</p><p>So, we need to continue to build on the strong labor market. We have to ensure that the growth we're seeing is broadly shared, which is so important. And we need to deliver on the President's economic agenda, which is going to make critical investments in pre-K, the care economy, education, housing - which, Ebony, I know you ask about a lot on housing - and other areas that are key for creating jobs, better jobs, Black workers, and workers from every race and background.</p><p>So, equity at the center of everything that he does, every policy, remains to be - remains to be the key here.</p><p>Q Can you talk about what he's going to be saying on Wednesday when he's in Baltimore?</p><p>MS. JEAN-PIERRE: I don't have anything to preview for you. Hopefully we'll have something tomorrow to preview for the next day, but I don't have anything here for you right now.</p><p>Go ahead. Go ahead.</p><p>Q Okay. So, Karine, the President said, in Baltimore, that he could not move on voting rights at that moment, as they were dealing with infrastructure. Now the heavy lift on the Hill is done with infrastructure. What's next as it comes to voting rights in his push to lean in to deal with the filibuster?</p><p>MS. JEAN-PIERRE: Yeah, so, as you know, in March, the President said he had an open mind about dealing - this is quotes - about dealing with the certain things that are just elemental to the functioning of our democracy, like the right to vote - like the basic right to vote. We've amended the filibuster in the past.</p><p>So, he's open to it. I don't - I think someone just asked me that question. I don't have anything new on that particular piece.</p><p>But, look, the President is committed to making sure that the fundamental right to vote is - you know, it still exists - right? - and is going to continue to fight for this. And he's done things within the administration to make sure that we're dealing it and doing everything that he can from the power of the White House. So the President's historic executive order in March, which agencies have now submitted action plans for; working to double the Voting rights staff in the Civil Rights Division at DOJ; and appointing the Vice President, at her request, to lead the administration-wide effort using the bully pulpit and convening power of the White House.</p><p>Look, you know, we are frustrated just like everybody else is frustrated on this. And so, we're going to continue - the President is going to continue to voice - you know, voice his concern and continue to fight to make sure that we really address the issue of voting rights, especially with all these pieces of legislation that we're currently seeing across the country.</p><p>Q So, Karine, does the President believe that he's racing against the clock in dealing with the filibuster and voting rights?</p><p>MS. JEAN-PIERRE: I think he sees this as a very important issue that needs to be addressed. And so, he's going to continue to do that. He did that - when he was in Pennsylvania, he talked about it. He does that when he's having conversations with congressional members, when he's had conversation with civil rights leaders about how to move forward and how to make sure that we're protecting the right to vote. And so, he'll continue to - continue to make that a priority</p><p>Q And because this is such a weighty issue, did the President - was the President aware that MLK III was arrested last week? Is he aware that Joe Madison, former board member of the NAACP, is now on a hunger strike over voting rights?</p><p>MS. JEAN-PIERRE: I haven't spoken to him about that. I'm happy to ask - ask him and see what he knows.</p><p>But I do want to make clear he - he's committed to this issue. This is a very important issue. The President has been fighting his entire life on voting rights. And so, this is - he did this during his Senate years and he'll continue doing it as President.</p><p>Q Thank you.</p><p>Q Thank you, Karine.</p><p>MS. JEAN-PIERRE: Okay. Oh, great. Thanks. Thank you.</p><p>Q Thanks, Karine.</p><p>MS. JEAN-PIERRE: No problem. Thanks, guys. See you tomorrow. Thanks, Peter.</p><p>Q You forgot half the room.</p><p>MS. JEAN-PIERRE: All right.</p><p>Q You should take questions from this side of the room.</p><p>Q Yeah, there's like five more rows here.</p><p>MS. JEAN-PIERRE: Tomorrow, guys. Tomorrow. Tomorrow. I'll get the back tomorrow.</p><p>Have a great day, guys.</p><p>2:14 P.M. EST</p><p>(The White House, the United States)</p>", "publisher": "Thai News Service", "instances": []}, {"relevance_score": 9, "title": "United States: USAID Administrator Samantha Power Travels to COP26", "published": "2021-11-08", "bodyText": "<p nitf:lede=\"true\">Administrator Samantha Power will travel to Glasgow, UK from November 6-8 to participate in the 26th Conference of Parties of the UN Framework Convention on Climate Change (COP26). Administrator Power will join President Biden and more than 10 Cabinet Secretaries and senior Administration officials as part of the U.S. delegation to COP26 to demonstrate a whole-of-government approach to tackling the climate crisis.</p><p>Administrator Power will participate in a series of public events and key bilateral meetings to advance U.S. global leadership in supporting countries to implement more ambitious emissions reduction commitments, partnering with vulnerable countries to prepare for and adapt to climate impacts and disasters, and advancing climate equity and empowering women, indigenous peoples, and local communities.</p><p>(U.S. Agency for International Development)</p>", "publisher": "Thai News Service", "instances": ["Administrator Power will participate in a series of public events and key bilateral meetings to advance U. S. (U. S."]}]